{
    "act_info": {
        "full_title": "Adams Mine Lake Act, 2004, S.O. 2004, c. 6 ",
        "act_name_text": "Adams Mine Lake Act, 2004",
        "citation": "S.O. 2004, c. 6 ",
        "url": "https://www.ontario.ca/laws/statute/04a06",
        "date_scraped": "2023-12-19 07:04:46"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 15, 2009",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/04a06/v1",
            "valid_from": "June 17, 2004",
            "valid_to": "December 14, 2009"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “Adams Mine site” means the abandoned open pit mine, commonly known as the Adams Mine, located approximately 10 kilometres southeast of the Town of Kirkland Lake in the geographic township of Boston in the District of Timiskaming; (“mine Adams”) “waste” has the same meaning as in Part V of the Environmental Protection Act. (“déchets”)  2004, c. 6, s. 1.",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“Adams Mine site” means the abandoned open pit mine, commonly known as the Adams Mine, located approximately 10 kilometres southeast of the Town of Kirkland Lake in the geographic township of Boston in the District of Timiskaming; (“mine Adams”)</p> <p class=\"definition\">“waste” has the same meaning as in Part V of the <i>Environmental Protection Act</i>. (“déchets”)  2004, c. 6, s. 1.</p>"
        },
        {
            "id": "2",
            "section": "Prohibition on disposal of waste at Adams Mine site",
            "content": "2 No person shall dispose of waste at the Adams Mine site.  2004, c. 6, s. 2.",
            "raw_html": "<p class=\"section\"><b>2 </b>No person shall dispose of waste at the Adams Mine site.  2004, c. 6, s. 2.</p>"
        },
        {
            "id": "3",
            "section": "Revocation of approvals related to Adams Mine site",
            "content": "3 (1) The following are revoked: 1. The approval dated August 13, 1998 that was issued to Notre Development Corporation under the Environmental Assessment Act, including any amendments made after that date. 2. Certificate of Approval No. A 612007, dated April 23, 1999, issued to Notre Development Corporation under Part V of the Environmental Protection Act, including any amendments made after that date. 3. Approval No. 3250-4NMPDN, dated July 9, 2001, issued to Notre Development Corporation under section 53 of the Ontario Water Resources Act, including any amendments made after that date. 4. Any permit that was issued under section 34 of the Ontario Water Resources Act\r\nbefore this Act comes into force in response to the application submitted by 1532382 Ontario Inc. for New Permit #4121-5SCN9N (00-P-6040) and described on the environmental registry established under the Environmental Bill of Rights, 1993 as EBR Registry Number XA03E0019.  2004, c. 6, s. 3 (1). No permit for specified application (2) No permit shall be issued under section 34 of the Ontario Water Resources Act\r\nafter this Act comes into force in response to the application referred to in paragraph 4 of subsection (1).  2004, c. 6, s. 3 (2).",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The following are revoked:</p> <p class=\"paragraph\">  1. The approval dated August 13, 1998 that was issued to Notre Development Corporation under the <i>Environmental Assessment Act</i>, including any amendments made after that date.</p> <p class=\"paragraph\">  2. Certificate of Approval No. A 612007, dated April 23, 1999, issued to Notre Development Corporation under Part V of the <i>Environmental Protection Act</i>, including any amendments made after that date.</p> <p class=\"paragraph\">  3. Approval No. 3250-4NMPDN, dated July 9, 2001, issued to Notre Development Corporation under section 53 of the <i>Ontario Water Resources Act</i>, including any amendments made after that date.</p> <p class=\"paragraph\">  4. Any permit that was issued under section 34 of the <i>Ontario Water Resources Act</i>\r\nbefore this Act comes into force in response to the application submitted by 1532382 Ontario Inc. for New Permit #4121-5SCN9N (00-P-6040) and described on the environmental registry established under the <i>Environmental Bill of Rights, 1993</i> as EBR Registry Number XA03E0019.  2004, c. 6, s. 3 (1).</p> <p class=\"headnote\">No permit for specified application</p> <p class=\"subsection\">(2) No permit shall be issued under section 34 of the <i>Ontario Water Resources Act</i>\r\nafter this Act comes into force in response to the application referred to in paragraph 4 of subsection (1).  2004, c. 6, s. 3 (2).</p>"
        },
        {
            "id": "4",
            "section": "Schedule 1 lands",
            "content": "4 (1) An agreement entered into by Notre Development Corporation or 1532382 Ontario Inc. after December 31, 1988 and before this Act comes into force is of no force or effect if the agreement is with the Crown in right of Ontario and is in respect of, (a) the purchase or sale of the lands described in Schedule 1 or any part of those lands; (b) the granting of letters patent for the lands described in Schedule 1 or any part of those lands; or (c) any interest in, or any occupation or use of, the lands described in Schedule 1 or any part of those lands.  2004, c. 6, s. 4 (1). Letters patent (2) If any letters patent are issued to Notre Development Corporation or 1532382 Ontario Inc. before this Act comes into force or during the 60 days after this Act comes into force in respect of the lands described in Schedule 1, or any part of those lands, (a) the letters patent cease to have any force or effect on the coming into force of this Act or immediately after the letters patent are issued, whichever is later; and (b) the lands described in Schedule 1 are vested in the Crown in right of Ontario on the coming into force of this Act or immediately after the letters patent are issued, whichever is later.  2004, c. 6, s. 4 (2).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) An agreement entered into by Notre Development Corporation or 1532382 Ontario Inc. after December 31, 1988 and before this Act comes into force is of no force or effect if the agreement is with the Crown in right of Ontario and is in respect of,</p> <p class=\"paragraph\">  (a) the purchase or sale of the lands described in Schedule 1 or any part of those lands;</p> <p class=\"paragraph\">  (b) the granting of letters patent for the lands described in Schedule 1 or any part of those lands; or</p> <p class=\"paragraph\">  (c) any interest in, or any occupation or use of, the lands described in Schedule 1 or any part of those lands.  2004, c. 6, s. 4 (1).</p> <p class=\"headnote\">Letters patent</p> <p class=\"subsection\">(2) If any letters patent are issued to Notre Development Corporation or 1532382 Ontario Inc. before this Act comes into force or during the 60 days after this Act comes into force in respect of the lands described in Schedule 1, or any part of those lands,</p> <p class=\"paragraph\">  (a) the letters patent cease to have any force or effect on the coming into force of this Act or immediately after the letters patent are issued, whichever is later; and</p> <p class=\"paragraph\">  (b) the lands described in Schedule 1 are vested in the Crown in right of Ontario on the coming into force of this Act or immediately after the letters patent are issued, whichever is later.  2004, c. 6, s. 4 (2).</p>"
        },
        {
            "id": "5",
            "section": "Extinguishment of causes of action",
            "content": "5 (1) Any cause of action that exists on the day this Act comes into force against the Crown in right of Ontario, a member or former member of the Executive Council, or an employee or agent or former employee or agent of the Crown in right of Ontario in respect of the Adams Mine site or the lands described in Schedule 1 is hereby extinguished.  2004, c. 6, s. 5 (1). Same (2) No cause of action arises after this Act comes into force against a person referred to in subsection (1) in respect of the Adams Mine site or the lands described in Schedule 1 if the cause of action would arise, in whole or in part, from anything that occurred after December 31, 1988 and before this Act comes into force.  2004, c. 6, s. 5 (2). Aboriginal or treaty rights (3) Subsections (1) and (2) do not apply to a cause of action that arises from any aboriginal or treaty right that is recognized and affirmed by section 35 of the Constitution Act, 1982.  2004, c. 6, s. 5 (3). Enactment of this Act (4) Subject to section 6, no cause of action arises against a person referred to in subsection (1), and no compensation is payable by a person referred to in subsection (1), as a direct or indirect result of the enactment of any provision of this Act.  2004, c. 6, s. 5 (4). Application (5) Without limiting the generality of subsections (1), (2) and (4), those subsections apply to a cause of action in respect of any agreement, or in respect of any representation or other conduct, that is related to the Adams Mine site or the lands described in Schedule 1.  2004, c. 6, s. 5 (5). Same (6) Without limiting the generality of subsections (1), (2) and (4), those subsections apply to a cause of action arising in contract, tort, restitution, trust, fiduciary obligations or otherwise.  2004, c. 6, s. 5 (6). Legal proceedings (7) No action or other proceeding shall be commenced or continued by any person against a person referred to in subsection (1) in respect of a cause of action that is extinguished by subsection (1) or a cause of action that, pursuant to subsection (2) or (4), does not arise.  2004, c. 6, s. 5 (7). Same (8) Without limiting the generality of subsection (7), that subsection applies to an action or other proceeding claiming any remedy or relief, including specific performance, injunction, declaratory relief, any form of compensation or damages, or any other remedy or relief.  2004, c. 6, s. 5 (8). Same (9) Subsection (7) applies to actions and other proceedings commenced before or after this Act comes into force.  2004, c. 6, s. 5 (9). No expropriation (10) Nothing in this Act and nothing done or not done in accordance with this Act constitutes an expropriation or injurious affection for the purposes of the Expropriations Act or otherwise at law.  2004, c. 6, s. 5 (10).",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) Any cause of action that exists on the day this Act comes into force against the Crown in right of Ontario, a member or former member of the Executive Council, or an employee or agent or former employee or agent of the Crown in right of Ontario in respect of the Adams Mine site or the lands described in Schedule 1 is hereby extinguished.  2004, c. 6, s. 5 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No cause of action arises after this Act comes into force against a person referred to in subsection (1) in respect of the Adams Mine site or the lands described in Schedule 1 if the cause of action would arise, in whole or in part, from anything that occurred after December 31, 1988 and before this Act comes into force.  2004, c. 6, s. 5 (2).</p> <p class=\"headnote\">Aboriginal or treaty rights</p> <p class=\"subsection\">(3) Subsections (1) and (2) do not apply to a cause of action that arises from any aboriginal or treaty right that is recognized and affirmed by section 35 of the <i>Constitution Act, 1982</i>.  2004, c. 6, s. 5 (3).</p> <p class=\"headnote\">Enactment of this Act</p> <p class=\"subsection\">(4) Subject to section 6, no cause of action arises against a person referred to in subsection (1), and no compensation is payable by a person referred to in subsection (1), as a direct or indirect result of the enactment of any provision of this Act.  2004, c. 6, s. 5 (4).</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(5) Without limiting the generality of subsections (1), (2) and (4), those subsections apply to a cause of action in respect of any agreement, or in respect of any representation or other conduct, that is related to the Adams Mine site or the lands described in Schedule 1.  2004, c. 6, s. 5 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) Without limiting the generality of subsections (1), (2) and (4), those subsections apply to a cause of action arising in contract, tort, restitution, trust, fiduciary obligations or otherwise.  2004, c. 6, s. 5 (6).</p> <p class=\"headnote\">Legal proceedings</p> <p class=\"subsection\">(7) No action or other proceeding shall be commenced or continued by any person against a person referred to in subsection (1) in respect of a cause of action that is extinguished by subsection (1) or a cause of action that, pursuant to subsection (2) or (4), does not arise.  2004, c. 6, s. 5 (7).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) Without limiting the generality of subsection (7), that subsection applies to an action or other proceeding claiming any remedy or relief, including specific performance, injunction, declaratory relief, any form of compensation or damages, or any other remedy or relief.  2004, c. 6, s. 5 (8).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(9) Subsection (7) applies to actions and other proceedings commenced before or after this Act comes into force.  2004, c. 6, s. 5 (9).</p> <p class=\"headnote\">No expropriation</p> <p class=\"subsection\">(10) Nothing in this Act and nothing done or not done in accordance with this Act constitutes an expropriation or injurious affection for the purposes of the <i>Expropriations Act</i> or otherwise at law.  2004, c. 6, s. 5 (10).</p>"
        },
        {
            "id": "6",
            "section": "Compensation",
            "content": "6 (1) The Crown in right of Ontario shall pay compensation to 1532382 Ontario Inc. and Notre Development Corporation in accordance with this section.  2004, c. 6, s. 6 (1). Amount (2) Subject to subsection (3), the amount of the compensation payable to a corporation under subsection (1) shall be determined in accordance with the following formula: A + B + C where, A = the reasonable expenses incurred and paid by the corporation after December 31, 1988 and before April 5, 2004 for the purpose of using the Adams Mine site to dispose of waste, B = the lesser of, i. the reasonable expenses incurred by the corporation after December 31, 1988 and before April 5, 2004, but not paid before April 5, 2004, for the purpose of using the Adams Mine site to dispose of waste, and ii. $1,500,000, in the case of Notre Development Corporation, or $500,000, in the case of 1532382 Ontario Inc., C = the reasonable expenses incurred by the corporation on or after April 5, 2004 for the purpose of using the Adams Mine site to dispose of waste, if the expenses are for legal fees and disbursements in respect of legal services provided on or after April 5, 2004 and before this Act comes into force. 2004, c. 6, s. 6 (2). Same (3) The amount of the compensation payable to 1532382 Ontario Inc. under subsection (1) shall be the amount determined for that corporation under subsection (2), less the fair market value, on the day this Act comes into force, of the Adams Mine site.  2004, c. 6, s. 6 (3). Accounting (4) Subsection (1) does not apply to a corporation unless, not later than 120 days after this Act comes into force, it submits to the Crown in right of Ontario a full accounting of the expenses described in subsection (2), including any receipts for payment.  2004, c. 6, s. 6 (4). Audit (5) 1532382 Ontario Inc. and Notre Development Corporation shall provide the Crown in right of Ontario with reasonable access to their records, management staff, auditors and accountants for the purpose of reviewing and auditing any accounting submitted under subsection (4).  2004, c. 6, s. 6 (5). Application to Superior Court of Justice (6) 1532382 Ontario Inc., Notre Development Corporation or the Crown in right of Ontario may apply to the Superior Court of Justice to determine any issue of fact or law related to this section that is in dispute.  2004, c. 6, s. 6 (6). Payment out of C.R.F. (7) The Minister of Finance shall pay out of the Consolidated Revenue Fund any amount payable by the Crown in right of Ontario under this section.  2004, c. 6, s. 6 (7). Loss of goodwill or possible profits (8) For greater certainty, no compensation is payable under subsection (1) for any loss of goodwill or possible profits.  2004, c. 6, s. 6 (8). Reasonable expenses (9) For greater certainty, subject to subsection (10), a reference in this section to reasonable expenses incurred for the purpose of using the Adams Mine site to dispose of waste includes reasonable expenses incurred for that purpose for, (a) seeking to acquire and acquiring the Adams Mine site; (b) surveys, studies and testing; (c) engineering and design services; (d) legal fees and disbursements; (e) marketing and promotion; (f) property taxes; (g) seeking government approvals; and (h) seeking to acquire the lands described in Schedule 1.  2004, c. 6, s. 6 (9). Same (10) For greater certainty, a reference in this section to reasonable expenses, (a) does not include any expense that exceeds the fair market value of the goods or services for which the expense was incurred; and (b) does not include any expense for which 1532382 Ontario Inc. or Notre Development Corporation has been reimbursed by another person.  2004, c. 6, s. 6 (10); 2009, c. 33, Sched. 15, s. 1. Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 15, s. 1 - 15/12/2009 7 Omitted (amends or repeals other Acts).  2004, c. 6, s. 7. 8 Omitted (provides for coming into force of provisions of this Act).  2004, c. 6, s. 8. 9 Omitted (enacts short title of this Act).  2004, c. 6, s. 9. SCHEDULE 1 The lands described as: Location CL 411-A, Boston Township, District of Timiskaming, containing 387.48 hectares; Location CLM 104, McElroy Township, District of Timiskaming, containing 238.72 hectares; Parts 1, 2, 3, 4, 5, 6, Plan 54R-2947, Boston Township, District of Timiskaming, containing 14.58 hectares; Parts 1, 2, 3, Plan 54R-1694, Boston Township, District of Timiskaming, containing 18.76 hectares; Location CL 936, Plan TER-670, Boston Township, District of Timiskaming, containing 33.46 hectares; Parts 1, 2, Plan 54R-1807, Boston Township, District of Timiskaming, containing 37.10 hectares; Parts 1, 2, 3, Plan 54R-1693, Boston Township, District of Timiskaming, containing 12.12 hectares; Parts 1, 2, Plan 54R-2322, Boston Township, District of Timiskaming, containing 18.69 hectares; Part 1, Plan 54R-1540, Boston Township, District of Timiskaming, containing 14.48 hectares; Location CL 1584, Part 1, Plan 54R-1511, Boston Township, District of Timiskaming, containing 16.06 hectares; Location CL 1221, CL 1222, Parts 1, 2, Plan 54R-1291, McElroy Township, District of Timiskaming, containing 34.02 hectares; Location CL 1220, Parts 1, 2, 3, 4, 5, 6, 7, Plan 54R-1292, McElroy Township, District of Timiskaming, containing 102.62 hectares; Parts 1, 2, 3, Plan 54R-1619, McElroy Township, District of Timiskaming, containing 43.28 hectares. 2004, c. 6, Sched. 1. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) The Crown in right of Ontario shall pay compensation to 1532382 Ontario Inc. and Notre Development Corporation in accordance with this section.  2004, c. 6, s. 6 (1).</p> <p class=\"headnote\">Amount</p> <p class=\"subsection\">(2) Subject to subsection (3), the amount of the compensation payable to a corporation under subsection (1) shall be determined in accordance with the following formula:</p> <p class=\"equation\">A + B + C</p> <p class=\"subsection\">where,</p> <p class=\"paragraph\">  A = the reasonable expenses incurred and paid by the corporation after December 31, 1988 and before April 5, 2004 for the purpose of using the Adams Mine site to dispose of waste,</p> <p class=\"paragraph\">  B = the lesser of,</p> <p class=\"subpara\">  i. the reasonable expenses incurred by the corporation after December 31, 1988 and before April 5, 2004, but not paid before April 5, 2004, for the purpose of using the Adams Mine site to dispose of waste, and</p> <p class=\"subpara\">  ii. $1,500,000, in the case of Notre Development Corporation, or $500,000, in the case of 1532382 Ontario Inc.,</p> <p class=\"paragraph\">  C = the reasonable expenses incurred by the corporation on or after April 5, 2004 for the purpose of using the Adams Mine site to dispose of waste, if the expenses are for legal fees and disbursements in respect of legal services provided on or after April 5, 2004 and before this Act comes into force.</p> <p class=\"footnote\">2004, c. 6, s. 6 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The amount of the compensation payable to 1532382 Ontario Inc. under subsection (1) shall be the amount determined for that corporation under subsection (2), less the fair market value, on the day this Act comes into force, of the Adams Mine site.  2004, c. 6, s. 6 (3).</p> <p class=\"headnote\">Accounting</p> <p class=\"subsection\">(4) Subsection (1) does not apply to a corporation unless, not later than 120 days after this Act comes into force, it submits to the Crown in right of Ontario a full accounting of the expenses described in subsection (2), including any receipts for payment.  2004, c. 6, s. 6 (4).</p> <p class=\"headnote\">Audit</p> <p class=\"subsection\">(5) 1532382 Ontario Inc. and Notre Development Corporation shall provide the Crown in right of Ontario with reasonable access to their records, management staff, auditors and accountants for the purpose of reviewing and auditing any accounting submitted under subsection (4).  2004, c. 6, s. 6 (5).</p> <p class=\"headnote\">Application to Superior Court of Justice</p> <p class=\"subsection\">(6) 1532382 Ontario Inc., Notre Development Corporation or the Crown in right of Ontario may apply to the Superior Court of Justice to determine any issue of fact or law related to this section that is in dispute.  2004, c. 6, s. 6 (6).</p> <p class=\"headnote\">Payment out of C.R.F.</p> <p class=\"subsection\">(7) The Minister of Finance shall pay out of the Consolidated Revenue Fund any amount payable by the Crown in right of Ontario under this section.  2004, c. 6, s. 6 (7).</p> <p class=\"headnote\">Loss of goodwill or possible profits</p> <p class=\"subsection\">(8) For greater certainty, no compensation is payable under subsection (1) for any loss of goodwill or possible profits.  2004, c. 6, s. 6 (8).</p> <p class=\"headnote\">Reasonable expenses</p> <p class=\"subsection\">(9) For greater certainty, subject to subsection (10), a reference in this section to reasonable expenses incurred for the purpose of using the Adams Mine site to dispose of waste includes reasonable expenses incurred for that purpose for,</p> <p class=\"paragraph\">  (a) seeking to acquire and acquiring the Adams Mine site;</p> <p class=\"paragraph\">  (b) surveys, studies and testing;</p> <p class=\"paragraph\">  (c) engineering and design services;</p> <p class=\"paragraph\">  (d) legal fees and disbursements;</p> <p class=\"paragraph\">  (e) marketing and promotion;</p> <p class=\"paragraph\">  (f) property taxes;</p> <p class=\"paragraph\">  (g) seeking government approvals; and</p> <p class=\"paragraph\">  (h) seeking to acquire the lands described in Schedule 1.  2004, c. 6, s. 6 (9).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(10) For greater certainty, a reference in this section to reasonable expenses,</p> <p class=\"paragraph\">  (a) does not include any expense that exceeds the fair market value of the goods or services for which the expense was incurred; and</p> <p class=\"paragraph\">  (b) does not include any expense for which 1532382 Ontario Inc. or Notre Development Corporation has been reimbursed by another person.  2004, c. 6, s. 6 (10); 2009, c. 33, Sched. 15, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched15s1\">2009, c. 33, Sched. 15, s. 1</a></span> - 15/12/2009</p> <p class=\"section\"><b>7 </b>Omitted (amends or repeals other Acts).  2004, c. 6, s. 7.</p> <p class=\"section\"><b>8 </b>Omitted (provides for coming into force of provisions of this Act).  2004, c. 6, s. 8.</p> <p class=\"section\"><b>9 </b>Omitted (enacts short title of this Act).  2004, c. 6, s. 9.</p> <p class=\"schedule\">SCHEDULE 1</p> <p class=\"paranoindt\">The lands described as:</p> <p class=\"paranoindt\">Location CL 411-A, Boston Township, District of Timiskaming, containing 387.48 hectares;</p> <p class=\"paranoindt\">Location CLM 104, McElroy Township, District of Timiskaming, containing 238.72 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, 3, 4, 5, 6, Plan 54R-2947, Boston Township, District of Timiskaming, containing 14.58 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, 3, Plan 54R-1694, Boston Township, District of Timiskaming, containing 18.76 hectares;</p> <p class=\"paranoindt\">Location CL 936, Plan TER-670, Boston Township, District of Timiskaming, containing 33.46 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, Plan 54R-1807, Boston Township, District of Timiskaming, containing 37.10 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, 3, Plan 54R-1693, Boston Township, District of Timiskaming, containing 12.12 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, Plan 54R-2322, Boston Township, District of Timiskaming, containing 18.69 hectares;</p> <p class=\"paranoindt\">Part 1, Plan 54R-1540, Boston Township, District of Timiskaming, containing 14.48 hectares;</p> <p class=\"paranoindt\">Location CL 1584, Part 1, Plan 54R-1511, Boston Township, District of Timiskaming, containing 16.06 hectares;</p> <p class=\"paranoindt\">Location CL 1221, CL 1222, Parts 1, 2, Plan 54R-1291, McElroy Township, District of Timiskaming, containing 34.02 hectares;</p> <p class=\"paranoindt\">Location CL 1220, Parts 1, 2, 3, 4, 5, 6, 7, Plan 54R-1292, McElroy Township, District of Timiskaming, containing 102.62 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, 3, Plan 54R-1619, McElroy Township, District of Timiskaming, containing 43.28 hectares.</p> <p class=\"footnote\">2004, c. 6, Sched. 1.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/04a06\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "7",
            "section": "Same",
            "content": "7 Omitted (amends or repeals other Acts).  2004, c. 6, s. 7. 8 Omitted (provides for coming into force of provisions of this Act).  2004, c. 6, s. 8. 9 Omitted (enacts short title of this Act).  2004, c. 6, s. 9. SCHEDULE 1 The lands described as: Location CL 411-A, Boston Township, District of Timiskaming, containing 387.48 hectares; Location CLM 104, McElroy Township, District of Timiskaming, containing 238.72 hectares; Parts 1, 2, 3, 4, 5, 6, Plan 54R-2947, Boston Township, District of Timiskaming, containing 14.58 hectares; Parts 1, 2, 3, Plan 54R-1694, Boston Township, District of Timiskaming, containing 18.76 hectares; Location CL 936, Plan TER-670, Boston Township, District of Timiskaming, containing 33.46 hectares; Parts 1, 2, Plan 54R-1807, Boston Township, District of Timiskaming, containing 37.10 hectares; Parts 1, 2, 3, Plan 54R-1693, Boston Township, District of Timiskaming, containing 12.12 hectares; Parts 1, 2, Plan 54R-2322, Boston Township, District of Timiskaming, containing 18.69 hectares; Part 1, Plan 54R-1540, Boston Township, District of Timiskaming, containing 14.48 hectares; Location CL 1584, Part 1, Plan 54R-1511, Boston Township, District of Timiskaming, containing 16.06 hectares; Location CL 1221, CL 1222, Parts 1, 2, Plan 54R-1291, McElroy Township, District of Timiskaming, containing 34.02 hectares; Location CL 1220, Parts 1, 2, 3, 4, 5, 6, 7, Plan 54R-1292, McElroy Township, District of Timiskaming, containing 102.62 hectares; Parts 1, 2, 3, Plan 54R-1619, McElroy Township, District of Timiskaming, containing 43.28 hectares. 2004, c. 6, Sched. 1. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>7 </b>Omitted (amends or repeals other Acts).  2004, c. 6, s. 7.</p> <p class=\"section\"><b>8 </b>Omitted (provides for coming into force of provisions of this Act).  2004, c. 6, s. 8.</p> <p class=\"section\"><b>9 </b>Omitted (enacts short title of this Act).  2004, c. 6, s. 9.</p> <p class=\"schedule\">SCHEDULE 1</p> <p class=\"paranoindt\">The lands described as:</p> <p class=\"paranoindt\">Location CL 411-A, Boston Township, District of Timiskaming, containing 387.48 hectares;</p> <p class=\"paranoindt\">Location CLM 104, McElroy Township, District of Timiskaming, containing 238.72 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, 3, 4, 5, 6, Plan 54R-2947, Boston Township, District of Timiskaming, containing 14.58 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, 3, Plan 54R-1694, Boston Township, District of Timiskaming, containing 18.76 hectares;</p> <p class=\"paranoindt\">Location CL 936, Plan TER-670, Boston Township, District of Timiskaming, containing 33.46 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, Plan 54R-1807, Boston Township, District of Timiskaming, containing 37.10 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, 3, Plan 54R-1693, Boston Township, District of Timiskaming, containing 12.12 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, Plan 54R-2322, Boston Township, District of Timiskaming, containing 18.69 hectares;</p> <p class=\"paranoindt\">Part 1, Plan 54R-1540, Boston Township, District of Timiskaming, containing 14.48 hectares;</p> <p class=\"paranoindt\">Location CL 1584, Part 1, Plan 54R-1511, Boston Township, District of Timiskaming, containing 16.06 hectares;</p> <p class=\"paranoindt\">Location CL 1221, CL 1222, Parts 1, 2, Plan 54R-1291, McElroy Township, District of Timiskaming, containing 34.02 hectares;</p> <p class=\"paranoindt\">Location CL 1220, Parts 1, 2, 3, 4, 5, 6, 7, Plan 54R-1292, McElroy Township, District of Timiskaming, containing 102.62 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, 3, Plan 54R-1619, McElroy Township, District of Timiskaming, containing 43.28 hectares.</p> <p class=\"footnote\">2004, c. 6, Sched. 1.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/04a06\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "8",
            "section": "Same",
            "content": "8 Omitted (provides for coming into force of provisions of this Act).  2004, c. 6, s. 8. 9 Omitted (enacts short title of this Act).  2004, c. 6, s. 9. SCHEDULE 1 The lands described as: Location CL 411-A, Boston Township, District of Timiskaming, containing 387.48 hectares; Location CLM 104, McElroy Township, District of Timiskaming, containing 238.72 hectares; Parts 1, 2, 3, 4, 5, 6, Plan 54R-2947, Boston Township, District of Timiskaming, containing 14.58 hectares; Parts 1, 2, 3, Plan 54R-1694, Boston Township, District of Timiskaming, containing 18.76 hectares; Location CL 936, Plan TER-670, Boston Township, District of Timiskaming, containing 33.46 hectares; Parts 1, 2, Plan 54R-1807, Boston Township, District of Timiskaming, containing 37.10 hectares; Parts 1, 2, 3, Plan 54R-1693, Boston Township, District of Timiskaming, containing 12.12 hectares; Parts 1, 2, Plan 54R-2322, Boston Township, District of Timiskaming, containing 18.69 hectares; Part 1, Plan 54R-1540, Boston Township, District of Timiskaming, containing 14.48 hectares; Location CL 1584, Part 1, Plan 54R-1511, Boston Township, District of Timiskaming, containing 16.06 hectares; Location CL 1221, CL 1222, Parts 1, 2, Plan 54R-1291, McElroy Township, District of Timiskaming, containing 34.02 hectares; Location CL 1220, Parts 1, 2, 3, 4, 5, 6, 7, Plan 54R-1292, McElroy Township, District of Timiskaming, containing 102.62 hectares; Parts 1, 2, 3, Plan 54R-1619, McElroy Township, District of Timiskaming, containing 43.28 hectares. 2004, c. 6, Sched. 1. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>8 </b>Omitted (provides for coming into force of provisions of this Act).  2004, c. 6, s. 8.</p> <p class=\"section\"><b>9 </b>Omitted (enacts short title of this Act).  2004, c. 6, s. 9.</p> <p class=\"schedule\">SCHEDULE 1</p> <p class=\"paranoindt\">The lands described as:</p> <p class=\"paranoindt\">Location CL 411-A, Boston Township, District of Timiskaming, containing 387.48 hectares;</p> <p class=\"paranoindt\">Location CLM 104, McElroy Township, District of Timiskaming, containing 238.72 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, 3, 4, 5, 6, Plan 54R-2947, Boston Township, District of Timiskaming, containing 14.58 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, 3, Plan 54R-1694, Boston Township, District of Timiskaming, containing 18.76 hectares;</p> <p class=\"paranoindt\">Location CL 936, Plan TER-670, Boston Township, District of Timiskaming, containing 33.46 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, Plan 54R-1807, Boston Township, District of Timiskaming, containing 37.10 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, 3, Plan 54R-1693, Boston Township, District of Timiskaming, containing 12.12 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, Plan 54R-2322, Boston Township, District of Timiskaming, containing 18.69 hectares;</p> <p class=\"paranoindt\">Part 1, Plan 54R-1540, Boston Township, District of Timiskaming, containing 14.48 hectares;</p> <p class=\"paranoindt\">Location CL 1584, Part 1, Plan 54R-1511, Boston Township, District of Timiskaming, containing 16.06 hectares;</p> <p class=\"paranoindt\">Location CL 1221, CL 1222, Parts 1, 2, Plan 54R-1291, McElroy Township, District of Timiskaming, containing 34.02 hectares;</p> <p class=\"paranoindt\">Location CL 1220, Parts 1, 2, 3, 4, 5, 6, 7, Plan 54R-1292, McElroy Township, District of Timiskaming, containing 102.62 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, 3, Plan 54R-1619, McElroy Township, District of Timiskaming, containing 43.28 hectares.</p> <p class=\"footnote\">2004, c. 6, Sched. 1.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/04a06\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "9",
            "section": "Same",
            "content": "9 Omitted (enacts short title of this Act).  2004, c. 6, s. 9. SCHEDULE 1 The lands described as: Location CL 411-A, Boston Township, District of Timiskaming, containing 387.48 hectares; Location CLM 104, McElroy Township, District of Timiskaming, containing 238.72 hectares; Parts 1, 2, 3, 4, 5, 6, Plan 54R-2947, Boston Township, District of Timiskaming, containing 14.58 hectares; Parts 1, 2, 3, Plan 54R-1694, Boston Township, District of Timiskaming, containing 18.76 hectares; Location CL 936, Plan TER-670, Boston Township, District of Timiskaming, containing 33.46 hectares; Parts 1, 2, Plan 54R-1807, Boston Township, District of Timiskaming, containing 37.10 hectares; Parts 1, 2, 3, Plan 54R-1693, Boston Township, District of Timiskaming, containing 12.12 hectares; Parts 1, 2, Plan 54R-2322, Boston Township, District of Timiskaming, containing 18.69 hectares; Part 1, Plan 54R-1540, Boston Township, District of Timiskaming, containing 14.48 hectares; Location CL 1584, Part 1, Plan 54R-1511, Boston Township, District of Timiskaming, containing 16.06 hectares; Location CL 1221, CL 1222, Parts 1, 2, Plan 54R-1291, McElroy Township, District of Timiskaming, containing 34.02 hectares; Location CL 1220, Parts 1, 2, 3, 4, 5, 6, 7, Plan 54R-1292, McElroy Township, District of Timiskaming, containing 102.62 hectares; Parts 1, 2, 3, Plan 54R-1619, McElroy Township, District of Timiskaming, containing 43.28 hectares. 2004, c. 6, Sched. 1. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>9 </b>Omitted (enacts short title of this Act).  2004, c. 6, s. 9.</p> <p class=\"schedule\">SCHEDULE 1</p> <p class=\"paranoindt\">The lands described as:</p> <p class=\"paranoindt\">Location CL 411-A, Boston Township, District of Timiskaming, containing 387.48 hectares;</p> <p class=\"paranoindt\">Location CLM 104, McElroy Township, District of Timiskaming, containing 238.72 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, 3, 4, 5, 6, Plan 54R-2947, Boston Township, District of Timiskaming, containing 14.58 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, 3, Plan 54R-1694, Boston Township, District of Timiskaming, containing 18.76 hectares;</p> <p class=\"paranoindt\">Location CL 936, Plan TER-670, Boston Township, District of Timiskaming, containing 33.46 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, Plan 54R-1807, Boston Township, District of Timiskaming, containing 37.10 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, 3, Plan 54R-1693, Boston Township, District of Timiskaming, containing 12.12 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, Plan 54R-2322, Boston Township, District of Timiskaming, containing 18.69 hectares;</p> <p class=\"paranoindt\">Part 1, Plan 54R-1540, Boston Township, District of Timiskaming, containing 14.48 hectares;</p> <p class=\"paranoindt\">Location CL 1584, Part 1, Plan 54R-1511, Boston Township, District of Timiskaming, containing 16.06 hectares;</p> <p class=\"paranoindt\">Location CL 1221, CL 1222, Parts 1, 2, Plan 54R-1291, McElroy Township, District of Timiskaming, containing 34.02 hectares;</p> <p class=\"paranoindt\">Location CL 1220, Parts 1, 2, 3, 4, 5, 6, 7, Plan 54R-1292, McElroy Township, District of Timiskaming, containing 102.62 hectares;</p> <p class=\"paranoindt\">Parts 1, 2, 3, Plan 54R-1619, McElroy Township, District of Timiskaming, containing 43.28 hectares.</p> <p class=\"footnote\">2004, c. 6, Sched. 1.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/04a06\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}