{
    "act_info": {
        "full_title": "Advocacy Act, 1992, S.O. 1992, c. 26",
        "act_name_text": "Not Found",
        "citation": "Advocacy Act, 1992, S.O. 1992, c. 26",
        "url": "https://www.ontario.ca/laws/statute/92a26",
        "date_scraped": "2023-12-21 12:58:13"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/950033",
            "revoked_reg_citation": "O. Reg. 33/95",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Purposes of Act",
            "content": "1. The purposes of this Act are, (a) to contribute to the empowerment of vulnerable persons and to promote respect for their rights, freedoms, autonomy and dignity; (b) to provide advocacy services, (i) to help individual vulnerable persons express and act on their wishes, ascertain and exercise their rights, speak on their own behalf, engage in mutual aid and form organizations to advance their interests, (ii) to help individual vulnerable persons who are incapable of instructing an advocate, if there are reasonable grounds to believe that there is a risk of serious harm to the health or safety of those persons, and (iii) to help vulnerable persons to bring about systemic changes at the governmental, legal, social, economic and institutional levels; (c) to ensure that community development strategies are applied in the provision of advocacy services; (d) to take into account the religion, culture and traditions of vulnerable persons; (e) to ensure that aboriginal communities are enabled to provide their own advocacy services whenever possible; (f) to acknowledge, encourage and enhance individual, family and community support for the security and well-being of vulnerable persons. 1992, c.26, s.1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> The purposes of this Act are,</p> <p class=\"clause-e\">(a) to contribute to the empowerment of vulnerable persons and to promote respect for their rights, freedoms, autonomy and dignity;</p> <p class=\"clause-e\">(b) to provide advocacy services,</p> <p class=\"subclause-e\">(i) to help individual vulnerable persons express and act on their wishes, ascertain and exercise their rights, speak on their own behalf, engage in mutual aid and form organizations to advance their interests,</p> <p class=\"subclause-e\">(ii) to help individual vulnerable persons who are incapable of instructing an advocate, if there are reasonable grounds to believe that there is a risk of serious harm to the health or safety of those persons, and</p> <p class=\"subclause-e\">(iii) to help vulnerable persons to bring about systemic changes at the governmental, legal, social, economic and institutional levels;</p> <p class=\"clause-e\">(c) to ensure that community development strategies are applied in the provision of advocacy services;</p> <p class=\"clause-e\">(d) to take into account the religion, culture and traditions of vulnerable persons;</p> <p class=\"clause-e\">(e) to ensure that aboriginal communities are enabled to provide their own advocacy services whenever possible;</p> <p class=\"clause-e\">(f) to acknowledge, encourage and enhance individual, family and community support for the security and well-being of vulnerable persons. 1992, c.26, s.1.</p>"
        },
        {
            "id": "2.",
            "section": "Definitions",
            "content": "2. In this Act, “advocate” means a person who is authorized under subsection 7(4) to provide advocacy services on behalf of the Commission; (“intervenant”) “community agency” means a non-profit community agency that is authorized under subsection 7(2) to perform functions on behalf of the Commission; (“organisme communautaire”) “controlled-access residence” means premises, other than a facility, where one or more persons live and that are operated for remuneration by a person who controls access to the premises; (“résidence à accès contrôlé”) “facility” means, (a) a facility governed or funded under an Act mentioned in the Schedule, (b) police detention facilities provided by a municipality under the Police Services Act, (c) a detention facility maintained under the Municipal Act, or (d) a facility prescribed by the regulations made under this Act; (“établissement”) “vulnerable person” means a person who, because of a moderate to severe mental or physical disability, illness or infirmity, whether temporary or permanent and whether actual or perceived, (a) is unable to express or act on his or her wishes or to ascertain or exercise his or her rights, or (b) has difficulty in expressing or acting on his or her wishes or in ascertaining or exercising his or her rights. (“personne vulnérable”) 1992, c.26, s.2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> In this Act,</p> <p class=\"firstdef-e\">“advocate” means a person who is authorized under subsection 7(4) to provide advocacy services on behalf of the Commission; (“intervenant”)</p> <p class=\"definition-e\">“community agency” means a non-profit community agency that is authorized under subsection 7(2) to perform functions on behalf of the Commission; (“organisme communautaire”)</p> <p class=\"definition-e\">“controlled-access residence” means premises, other than a facility, where one or more persons live and that are operated for remuneration by a person who controls access to the premises; (“résidence à accès contrôlé”)</p> <p class=\"definition-e\">“facility” means,</p> <p class=\"defclause-e\">(a) a facility governed or funded under an Act mentioned in the Schedule,</p> <p class=\"defclause-e\">(b) police detention facilities provided by a municipality under the <i>Police Services Act</i>,</p> <p class=\"defclause-e\">(c) a detention facility maintained under the <i>Municipal Act</i>, or</p> <p class=\"defclause-e\">(d) a facility prescribed by the regulations made under this Act; (“établissement”)</p> <p class=\"definition-e\">“vulnerable person” means a person who, because of a moderate to severe mental or physical disability, illness or infirmity, whether temporary or permanent and whether actual or perceived,</p> <p class=\"defclause-e\">(a) is unable to express or act on his or her wishes or to ascertain or exercise his or her rights, or</p> <p class=\"defclause-e\">(b) has difficulty in expressing or acting on his or her wishes or in ascertaining or exercising his or her rights. (“personne vulnérable”) 1992, c.26, s.2.</p>"
        },
        {
            "id": "3.",
            "section": "Application, vulnerable persons",
            "content": "3. (1) This Act applies in respect of vulnerable persons who are sixteen years of age or older. Same, other persons (2) This Act also applies in respect of other persons, whether or not they are vulnerable persons, but only for the purpose of providing rights advice and other advocacy services required by the Consent and Capacity Statute Law Amendment Act, 1992, the Consent to Treatment Act, 1992, the Mental Health Act and the Substitute Decisions Act, 1992. 1992, c.26, s.3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) This Act applies in respect of vulnerable persons who are sixteen years of age or older.</p> <p class=\"headnote-e\"><b>Same, other persons</b></p> <p class=\"subsection-e\">(2) This Act also applies in respect of other persons, whether or not they are vulnerable persons, but only for the purpose of providing rights advice and other advocacy services required by the <i>Consent and Capacity Statute Law Amendment Act, 1992</i>, the <i>Consent to Treatment Act, 1992</i>, the <i>Mental Health Act</i> and the <i>Substitute Decisions Act, 1992</i>. 1992, c.26, s.3.</p>"
        },
        {
            "id": "4.",
            "section": "Minister",
            "content": "4. The member of the Executive Council who is designated by the Lieutenant Governor in Council shall administer this Act. 1992, c.26, s.4. COMMISSION",
            "raw_html": "<p class=\"section-e\"><b>4.</b> The member of the Executive Council who is designated by the Lieutenant Governor in Council shall administer this Act. 1992, c.26, s.4.</p> <p class=\"heading1-e\">COMMISSION</p>"
        },
        {
            "id": "5.",
            "section": "Advocacy Commission",
            "content": "5. (1) A commission to be known as the Advocacy Commission in English and as Commission d’intervention in French is hereby established. Composition (2) The Commission shall consist of a chair and twelve other members, appointed by the Lieutenant Governor in Council on the Minister’s recommendation. Method of appointment (3) The chair and eight of the other members shall be appointed from persons recommended to the Minister by the appointments advisory committee in accordance with section 16. Same (4) The four remaining members shall be appointed from persons who, in the opinion of the Minister, have demonstrated a commitment to the purposes of this Act. Exception (5) Despite subsection (3), a person who has not been recommended by the appointments advisory committee may be appointed to a position referred to in subsection (3) if, (a) the appointments advisory committee does not make a recommendation to the Minister in accordance with section 16 within sixty days after being requested by the Minister to do so; or (b) it is not possible to comply with subsection 6(1) by appointing a person recommended by the appointments advisory committee. Chair (6) The chair shall serve full-time and the other members shall serve part-time. Term and reappointment (7) The chair and the other members shall hold office for three-year terms and may be reappointed for one further three-year term. Vacancies (8) If a member’s position becomes vacant, the Lieutenant Governor in Council may, on the Minister’s recommendation, appoint a replacement to serve for the remainder of the member’s term. Same (9) The Commission may continue to operate pending the filling of a vacancy. Remuneration and expenses (10) The chair and other members of the Commission shall be paid the remuneration fixed by the Lieutenant Governor in Council and the reasonable expenses incurred in the course of their duties under this Act. Staggered terms (11) Despite subsection (7), four of the persons first appointed in accordance with subsection (3), other than the chair, and two of the persons first appointed in accordance with subsection (4) shall hold office for five-year terms and shall not be reappointed. Meetings public (12) Meetings of the Commission shall be open to the public. Exclusion of public (13) Despite subsection (12), the Commission may exclude the public from any meeting or part of a meeting if it is satisfied that, (a) matters involving public security may be disclosed; (b) financial or personal or other matters may be disclosed of such a nature that the desirability of avoiding public disclosure of them in the interest of any person affected or in the public interest outweighs the desirability of adhering to the principle that meetings be open to the public; (c) a person involved in a criminal proceeding or civil suit or proceeding may be prejudiced; (d) personnel matters or property acquisitions will be discussed; (e) instructions will be given to or opinions received from the solicitors for the Commission; (f) the Commission will deliberate whether to exclude the public from a meeting or whether to make an order under subsection (14); or (g) the public may be excluded in accordance with the regulations. Orders preventing public disclosure (14) In situations in which the Commission may exclude the public from meetings, it may make orders it considers necessary to prevent the public disclosure of matters disclosed in the meeting, including banning publication or broadcasting of those matters. Reasons noted in minutes (15) If the Commission excludes the public from a meeting or makes an order under subsection (14), it shall have its reasons for doing so noted in the minutes of the meeting. 1992, c.26, s.5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) A commission to be known as the Advocacy Commission in English and as Commission d’intervention in French is hereby established.</p> <p class=\"headnote-e\"><b>Composition</b></p> <p class=\"subsection-e\">(2) The Commission shall consist of a chair and twelve other members, appointed by the Lieutenant Governor in Council on the Minister’s recommendation.</p> <p class=\"headnote-e\"><b>Method of appointment</b></p> <p class=\"subsection-e\">(3) The chair and eight of the other members shall be appointed from persons recommended to the Minister by the appointments advisory committee in accordance with section 16.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) The four remaining members shall be appointed from persons who, in the opinion of the Minister, have demonstrated a commitment to the purposes of this Act.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(5) Despite subsection (3), a person who has not been recommended by the appointments advisory committee may be appointed to a position referred to in subsection (3) if,</p> <p class=\"clause-e\">(a) the appointments advisory committee does not make a recommendation to the Minister in accordance with section 16 within sixty days after being requested by the Minister to do so; or</p> <p class=\"clause-e\">(b) it is not possible to comply with subsection 6(1) by appointing a person recommended by the appointments advisory committee.</p> <p class=\"headnote-e\"><b>Chair</b></p> <p class=\"subsection-e\">(6) The chair shall serve full-time and the other members shall serve part-time.</p> <p class=\"headnote-e\"><b>Term and reappointment</b></p> <p class=\"subsection-e\">(7) The chair and the other members shall hold office for three-year terms and may be reappointed for one further three-year term.</p> <p class=\"headnote-e\"><b>Vacancies</b></p> <p class=\"subsection-e\">(8) If a member’s position becomes vacant, the Lieutenant Governor in Council may, on the Minister’s recommendation, appoint a replacement to serve for the remainder of the member’s term.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(9) The Commission may continue to operate pending the filling of a vacancy.</p> <p class=\"headnote-e\"><b>Remuneration and expenses</b></p> <p class=\"subsection-e\">(10) The chair and other members of the Commission shall be paid the remuneration fixed by the Lieutenant Governor in Council and the reasonable expenses incurred in the course of their duties under this Act.</p> <p class=\"headnote-e\"><b>Staggered terms</b></p> <p class=\"subsection-e\">(11) Despite subsection (7), four of the persons first appointed in accordance with subsection (3), other than the chair, and two of the persons first appointed in accordance with subsection (4) shall hold office for five-year terms and shall not be reappointed.</p> <p class=\"headnote-e\"><b>Meetings public</b></p> <p class=\"subsection-e\">(12) Meetings of the Commission shall be open to the public.</p> <p class=\"headnote-e\"><b>Exclusion of public</b></p> <p class=\"subsection-e\">(13) Despite subsection (12), the Commission may exclude the public from any meeting or part of a meeting if it is satisfied that,</p> <p class=\"clause-e\">(a) matters involving public security may be disclosed;</p> <p class=\"clause-e\">(b) financial or personal or other matters may be disclosed of such a nature that the desirability of avoiding public disclosure of them in the interest of any person affected or in the public interest outweighs the desirability of adhering to the principle that meetings be open to the public;</p> <p class=\"clause-e\">(c) a person involved in a criminal proceeding or civil suit or proceeding may be prejudiced;</p> <p class=\"clause-e\">(d) personnel matters or property acquisitions will be discussed;</p> <p class=\"clause-e\">(e) instructions will be given to or opinions received from the solicitors for the Commission;</p> <p class=\"clause-e\">(f) the Commission will deliberate whether to exclude the public from a meeting or whether to make an order under subsection (14); or</p> <p class=\"clause-e\">(g) the public may be excluded in accordance with the regulations.</p> <p class=\"headnote-e\"><b>Orders preventing public disclosure</b></p> <p class=\"subsection-e\">(14) In situations in which the Commission may exclude the public from meetings, it may make orders it considers necessary to prevent the public disclosure of matters disclosed in the meeting, including banning publication or broadcasting of those matters.</p> <p class=\"headnote-e\"><b>Reasons noted in minutes</b></p> <p class=\"subsection-e\">(15) If the Commission excludes the public from a meeting or makes an order under subsection (14), it shall have its reasons for doing so noted in the minutes of the meeting. 1992, c.26, s.5.</p>"
        },
        {
            "id": "6.",
            "section": "Criteria for appointment",
            "content": "6. (1) A majority of the members of the Commission shall be persons who, (a) have or have had a physical or mental disability or an illness or infirmity likely to result in a physical or mental disability; or (b) are sixty-five years of age or older. Same (2) In the selection of persons to be appointed to the Commission, the importance of assuring equitable representation by appointing persons of both sexes, members of minority groups and residents of all the regions of Ontario to the Commission shall be considered. 1992, c.26, s.6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) A majority of the members of the Commission shall be persons who,</p> <p class=\"clause-e\">(a) have or have had a physical or mental disability or an illness or infirmity likely to result in a physical or mental disability; or</p> <p class=\"clause-e\">(b) are sixty-five years of age or older.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) In the selection of persons to be appointed to the Commission, the importance of assuring equitable representation by appointing persons of both sexes, members of minority groups and residents of all the regions of Ontario to the Commission shall be considered. 1992, c.26, s.6.</p>"
        },
        {
            "id": "7.",
            "section": "Functions of Commission",
            "content": "7. (1) The Commission shall, (a) promote respect for vulnerable persons and for their rights, freedoms, autonomy and dignity; (b) provide advocacy services, (i) to help individual vulnerable persons to express and act on their wishes, ascertain and exercise their rights, speak on their own behalf, engage in mutual aid and form organizations to advance their interests, and (ii) to help individual vulnerable persons who are incapable of instructing an advocate, if there are reasonable grounds to believe that there is a risk of serious harm to the health or safety of those persons; (c) provide advocacy services to help vulnerable persons to bring about systemic changes at the governmental, legal, social, economic and institutional levels; (d) provide rights advice and other advocacy services required by the Consent and Capacity Statute Law Amendment Act, 1992, the Consent to Treatment Act, 1992, the Mental Health Act and the Substitute Decisions Act, 1992; (e) ensure that community development strategies are applied in the provision of advocacy services; (f) ensure that advocacy services are provided in a manner that takes into account the religion, culture and traditions of vulnerable persons; (g) ensure that aboriginal communities are enabled to provide their own advocacy services whenever possible; (h) acknowledge, encourage and enhance individual, family and community support for the security and well-being of vulnerable persons; (i) conduct programs of public information and education about the Commission and the services it provides; (j) conduct programs of public information and education about vulnerable persons and their rights, freedoms, autonomy and dignity; (k) establish minimum qualifications, standards and a code of conduct for advocates; (l) establish criteria and procedures applicable to, (i) the authorization of community agencies under subsection (2) to perform functions on behalf of the Commission, (ii) the authorization of persons under subsection (4) to provide advocacy services on behalf of the Commission, and (iii) the suspension or revocation of an authorization under subsection (4); (m) establish, subject to the approval of the Minister, and make available to any person on request, a written review procedure for dealing with complaints from any person relating to advocates; (n) provide training programs to advocates; (o) ensure that advocates and community agencies comply with the procedures and standards established by the regulations made under this Act. Non-profit community agencies (2) The Commission may authorize non-profit community agencies that do not provide services to vulnerable persons, other than advocacy services, to perform functions set out in clauses (1)(a), (b), (c), (d), (h), (j) and (n) on behalf of the Commission, subject to such terms and conditions as the Commission considers appropriate. Grants (3) The Commission may make grants to community agencies for the purpose of this Act. Authorization of advocates (4) The Commission may authorize a person who works for the Commission or a community agency, whether on a paid or voluntary basis, to provide advocacy services on behalf of the Commission, subject to such terms and conditions as the Commission considers appropriate. Suspension or revocation (5) The Commission may suspend or revoke an authorization under subsection (2) or (4). Public information and education (6) The programs of public information and education required by clauses (1)(i) and (j) shall be conducted for, (a) vulnerable persons; (b) family members of vulnerable persons; (c) persons who provide care and services to vulnerable persons; (d) the general public. Review procedure (7) A review procedure established under clause (1)(m) shall provide that the complainant may require a review of the complaint by a review committee that is composed of, (a) two persons who are members of the Commission, selected by the chair of the Commission; (b) two persons selected by the advisory committee established under clause 11(1)(a), who may be members of that committee or may be members of the public; and (c) one person who is appointed by the Minister. Same (8) A review procedure established under clause (1)(m) shall provide that a complainant who is not satisfied with the result of a review under subsection (7) may request a further review of the matter by the chair of the Commission. 1992, c.26, s.7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) The Commission shall,</p> <p class=\"clause-e\">(a) promote respect for vulnerable persons and for their rights, freedoms, autonomy and dignity;</p> <p class=\"clause-e\">(b) provide advocacy services,</p> <p class=\"subclause-e\">(i) to help individual vulnerable persons to express and act on their wishes, ascertain and exercise their rights, speak on their own behalf, engage in mutual aid and form organizations to advance their interests, and</p> <p class=\"subclause-e\">(ii) to help individual vulnerable persons who are incapable of instructing an advocate, if there are reasonable grounds to believe that there is a risk of serious harm to the health or safety of those persons;</p> <p class=\"clause-e\">(c) provide advocacy services to help vulnerable persons to bring about systemic changes at the governmental, legal, social, economic and institutional levels;</p> <p class=\"clause-e\">(d) provide rights advice and other advocacy services required by the <i>Consent and Capacity Statute Law Amendment Act, 1992</i>, the <i>Consent to Treatment Act, 1992</i>, the <i>Mental Health Act</i> and the <i>Substitute Decisions Act, 1992</i>;</p> <p class=\"clause-e\">(e) ensure that community development strategies are applied in the provision of advocacy services;</p> <p class=\"clause-e\">(f) ensure that advocacy services are provided in a manner that takes into account the religion, culture and traditions of vulnerable persons;</p> <p class=\"clause-e\">(g) ensure that aboriginal communities are enabled to provide their own advocacy services whenever possible;</p> <p class=\"clause-e\">(h) acknowledge, encourage and enhance individual, family and community support for the security and well-being of vulnerable persons;</p> <p class=\"clause-e\">(i) conduct programs of public information and education about the Commission and the services it provides;</p> <p class=\"clause-e\">(j) conduct programs of public information and education about vulnerable persons and their rights, freedoms, autonomy and dignity;</p> <p class=\"clause-e\">(k) establish minimum qualifications, standards and a code of conduct for advocates;</p> <p class=\"clause-e\">(l) establish criteria and procedures applicable to,</p> <p class=\"subclause-e\">(i) the authorization of community agencies under subsection (2) to perform functions on behalf of the Commission,</p> <p class=\"subclause-e\">(ii) the authorization of persons under subsection (4) to provide advocacy services on behalf of the Commission, and</p> <p class=\"subclause-e\">(iii) the suspension or revocation of an authorization under subsection (4);</p> <p class=\"clause-e\">(m) establish, subject to the approval of the Minister, and make available to any person on request, a written review procedure for dealing with complaints from any person relating to advocates;</p> <p class=\"clause-e\">(n) provide training programs to advocates;</p> <p class=\"clause-e\">(o) ensure that advocates and community agencies comply with the procedures and standards established by the regulations made under this Act.</p> <p class=\"headnote-e\"><b>Non-profit community agencies</b></p> <p class=\"subsection-e\">(2) The Commission may authorize non-profit community agencies that do not provide services to vulnerable persons, other than advocacy services, to perform functions set out in clauses (1)(a), (b), (c), (d), (h), (j) and (n) on behalf of the Commission, subject to such terms and conditions as the Commission considers appropriate.</p> <p class=\"headnote-e\"><b>Grants</b></p> <p class=\"subsection-e\">(3) The Commission may make grants to community agencies for the purpose of this Act.</p> <p class=\"headnote-e\"><b>Authorization of advocates</b></p> <p class=\"subsection-e\">(4) The Commission may authorize a person who works for the Commission or a community agency, whether on a paid or voluntary basis, to provide advocacy services on behalf of the Commission, subject to such terms and conditions as the Commission considers appropriate.</p> <p class=\"headnote-e\"><b>Suspension or revocation</b></p> <p class=\"subsection-e\">(5) The Commission may suspend or revoke an authorization under subsection (2) or (4).</p> <p class=\"headnote-e\"><b>Public information and education</b></p> <p class=\"subsection-e\">(6) The programs of public information and education required by clauses (1)(i) and (j) shall be conducted for,</p> <p class=\"clause-e\">(a) vulnerable persons;</p> <p class=\"clause-e\">(b) family members of vulnerable persons;</p> <p class=\"clause-e\">(c) persons who provide care and services to vulnerable persons;</p> <p class=\"clause-e\">(d) the general public.</p> <p class=\"headnote-e\"><b>Review procedure</b></p> <p class=\"subsection-e\">(7) A review procedure established under clause (1)(m) shall provide that the complainant may require a review of the complaint by a review committee that is composed of,</p> <p class=\"clause-e\">(a) two persons who are members of the Commission, selected by the chair of the Commission;</p> <p class=\"clause-e\">(b) two persons selected by the advisory committee established under clause 11(1)(a), who may be members of that committee or may be members of the public; and</p> <p class=\"clause-e\">(c) one person who is appointed by the Minister.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(8) A review procedure established under clause (1)(m) shall provide that a complainant who is not satisfied with the result of a review under subsection (7) may request a further review of the matter by the chair of the Commission. 1992, c.26, s.7.</p>"
        },
        {
            "id": "8.",
            "section": "Staff and services",
            "content": "8. (1) The Commission may employ staff and purchase services for the proper conduct of its work. Salaries and benefits (2) The employees of the Commission shall receive salaries similar to those received by public servants in positions that the Minister determines are comparable and shall receive similar benefits with respect to vacation and sick leave, life and health insurance, long-term income protection and leave of absence. Pension plan (3) The Commission shall be deemed to have been designated by the Lieutenant Governor in Council under the Public Service Pension Act as a commission whose employees are required to be members of the Public Service Pension Plan. 1992, c.26, s.8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) The Commission may employ staff and purchase services for the proper conduct of its work.</p> <p class=\"headnote-e\"><b>Salaries and benefits</b></p> <p class=\"subsection-e\">(2) The employees of the Commission shall receive salaries similar to those received by public servants in positions that the Minister determines are comparable and shall receive similar benefits with respect to vacation and sick leave, life and health insurance, long-term income protection and leave of absence.</p> <p class=\"headnote-e\"><b>Pension plan</b></p> <p class=\"subsection-e\">(3) The Commission shall be deemed to have been designated by the Lieutenant Governor in Council under the <i>Public Service Pension Act</i> as a commission whose employees are required to be members of the Public Service Pension Plan. 1992, c.26, s.8.</p>"
        },
        {
            "id": "9.",
            "section": "Delegation of powers, etc.",
            "content": "9. (1) The Commission may delegate in writing any of its functions, powers or duties under this Act to the chair or to any member or group of members and may impose such conditions and restrictions as it considers appropriate. Subdelegation by chair (2) The chair may delegate in writing to any person employed by the Commission any function, power or duty of the Commission delegated to the chair and may impose such conditions and restrictions as he or she considers appropriate. Restriction (3) Despite subsection (2), the chair shall not delegate a function, power or duty of the Commission under subsection 25(1), clause 32(9)(d) or 32(11)(a) or subsection 34(5) or (6). 1992, c.26, s.9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) The Commission may delegate in writing any of its functions, powers or duties under this Act to the chair or to any member or group of members and may impose such conditions and restrictions as it considers appropriate.</p> <p class=\"headnote-e\"><b>Subdelegation by chair</b></p> <p class=\"subsection-e\">(2) The chair may delegate in writing to any person employed by the Commission any function, power or duty of the Commission delegated to the chair and may impose such conditions and restrictions as he or she considers appropriate.</p> <p class=\"headnote-e\"><b>Restriction</b></p> <p class=\"subsection-e\">(3) Despite subsection (2), the chair shall not delegate a function, power or duty of the Commission under subsection 25(1), clause 32(9)(d) or 32(11)(a) or subsection 34(5) or (6). 1992, c.26, s.9.</p>"
        },
        {
            "id": "10.",
            "section": "Protection from personal liability",
            "content": "10. (1) No proceeding for damages shall be instituted against a member of the Commission or an advocate or other person who works for the Commission or a community agency, whether on a paid or voluntary basis, for any act done in good faith in the execution or intended execution of the person’s duty or for any alleged neglect or default in the execution in good faith of the person’s duty. Vicarious liability (2) Despite subsections 5(2) and (4) of the Proceedings Against the Crown Act, subsection (1) does not relieve any person, other than an individual mentioned in subsection (1), of any liability to which the person would otherwise be subject. 1992, c.26, s.10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) No proceeding for damages shall be instituted against a member of the Commission or an advocate or other person who works for the Commission or a community agency, whether on a paid or voluntary basis, for any act done in good faith in the execution or intended execution of the person’s duty or for any alleged neglect or default in the execution in good faith of the person’s duty.</p> <p class=\"headnote-e\"><b>Vicarious liability</b></p> <p class=\"subsection-e\">(2) Despite subsections 5(2) and (4) of the <i>Proceedings Against the Crown Act</i>, subsection (1) does not relieve any person, other than an individual mentioned in subsection (1), of any liability to which the person would otherwise be subject. 1992, c.26, s.10.</p>"
        },
        {
            "id": "11.",
            "section": "Advisory committees",
            "content": "11. (1) The Minister, in consultation with the Commission, (a) shall establish a committee to advise the Commission in which a majority of the committee members are persons from the groups described in subsection (2); and (b) may establish other committees to advise the Commission. Same (2) The groups referred to in clause (1)(a) are: 1. Family members of vulnerable persons. 2. Persons who provide care and services to vulnerable persons. Functions (3) The committee established under clause (1)(a) has the following functions: 1. To comment on the impact of advocacy services provided by the Commission on the families of vulnerable persons. 2. To comment on the impact of advocacy services provided by the Commission on the providers of health and social services. 3. To consult and advise on the policies and procedures of the Commission. Chair (4) The chair of the committee established under clause (1)(a) shall be appointed from among the members of the committee. Term and reappointment (5) The chair and the other members of the committee established under clause (1)(a) shall hold office for three-year terms and may be reappointed for one further three-year term. Meetings (6) The committee established under clause (1)(a) shall meet at least four times a year. Remuneration (7) The chair and the other members of the committee established under clause (1)(a) shall be paid the remuneration fixed by the Lieutenant Governor in Council. Annual report (8) The committee established under clause (1)(a) shall make an annual report to the Minister on its activities. 1992, c.26, s.11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) The Minister, in consultation with the Commission,</p> <p class=\"clause-e\">(a) shall establish a committee to advise the Commission in which a majority of the committee members are persons from the groups described in subsection (2); and</p> <p class=\"clause-e\">(b) may establish other committees to advise the Commission.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The groups referred to in clause (1)(a) are:</p> <p class=\"paragraph-e\">1. Family members of vulnerable persons.</p> <p class=\"paragraph-e\">2. Persons who provide care and services to vulnerable persons.</p> <p class=\"headnote-e\"><b>Functions</b></p> <p class=\"subsection-e\">(3) The committee established under clause (1)(a) has the following functions:</p> <p class=\"paragraph-e\">1. To comment on the impact of advocacy services provided by the Commission on the families of vulnerable persons.</p> <p class=\"paragraph-e\">2. To comment on the impact of advocacy services provided by the Commission on the providers of health and social services.</p> <p class=\"paragraph-e\">3. To consult and advise on the policies and procedures of the Commission.</p> <p class=\"headnote-e\"><b>Chair</b></p> <p class=\"subsection-e\">(4) The chair of the committee established under clause (1)(a) shall be appointed from among the members of the committee.</p> <p class=\"headnote-e\"><b>Term and reappointment</b></p> <p class=\"subsection-e\">(5) The chair and the other members of the committee established under clause (1)(a) shall hold office for three-year terms and may be reappointed for one further three-year term.</p> <p class=\"headnote-e\"><b>Meetings</b></p> <p class=\"subsection-e\">(6) The committee established under clause (1)(a) shall meet at least four times a year.</p> <p class=\"headnote-e\"><b>Remuneration</b></p> <p class=\"subsection-e\">(7) The chair and the other members of the committee established under clause (1)(a) shall be paid the remuneration fixed by the Lieutenant Governor in Council.</p> <p class=\"headnote-e\"><b>Annual report</b></p> <p class=\"subsection-e\">(8) The committee established under clause (1)(a) shall make an annual report to the Minister on its activities. 1992, c.26, s.11.</p>"
        },
        {
            "id": "12.",
            "section": "Reports",
            "content": "12. (1) The Commission shall make an annual report to the Minister on its activities and affairs and shall submit to the Minister any other reports that he or she requires. Tabling (2) The Minister shall table the Commission’s annual report before the Legislative Assembly if it is in session or, if not, at the next session. Minister (3) The Minister shall table the annual report of the committee established under clause 11(1)(a) before the Legislative Assembly, if it is in session or, if not, at the next session. 1992, c.26, s.12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> (1) The Commission shall make an annual report to the Minister on its activities and affairs and shall submit to the Minister any other reports that he or she requires.</p> <p class=\"headnote-e\"><b>Tabling</b></p> <p class=\"subsection-e\">(2) The Minister shall table the Commission’s annual report before the Legislative Assembly if it is in session or, if not, at the next session.</p> <p class=\"headnote-e\"><b>Minister</b></p> <p class=\"subsection-e\">(3) The Minister shall table the annual report of the committee established under clause 11(1)(a) before the Legislative Assembly, if it is in session or, if not, at the next session. 1992, c.26, s.12.</p>"
        },
        {
            "id": "13.",
            "section": "Audit",
            "content": "13. The accounts and financial transactions of the Commission shall be audited annually by the Provincial Auditor. 1992, c.26, s.13. APPOINTMENTS ADVISORY COMMITTEE",
            "raw_html": "<p class=\"section-e\"><b>13. </b>The accounts and financial transactions of the Commission shall be audited annually by the Provincial Auditor. 1992, c.26, s.13.</p> <p class=\"heading1-e\">APPOINTMENTS ADVISORY COMMITTEE</p>"
        },
        {
            "id": "14.",
            "section": "Appointments advisory committee",
            "content": "14. (1) There shall be an appointments advisory committee consisting of nine persons appointed by the Minister. Composition (2) The nine members of the committee shall be appointed in accordance with the following rules: 1. Two members shall be appointed from persons nominated in accordance with subsection (5) by the organizations belonging to the category described in paragraph 3 of subsection 15(1). 2. One member shall be appointed from persons nominated in accordance with subsection (5) by organizations belonging to each of the other categories described in the other paragraphs of subsection 15(1). Criteria for appointment (3) A majority of the members of the committee shall be persons who, (a) have or have had a physical or mental disability or an illness or infirmity likely to result in a physical or mental disability; or (b) are sixty-five years of age or older. Same (4) In the selection of persons to be appointed to the committee, the importance of assuring equitable representation by appointing persons of both sexes, members of minority groups and residents of all the regions of Ontario to the committee shall be considered. Appointment of members (5) Whenever it is necessary to appoint a person to the committee, the organizations belonging to the relevant category described in subsection 15(1) shall nominate two candidates, of whom the Minister shall select and appoint one. Exceptions (6) Despite subsections (2) and (5), the Minister may appoint to the committee a person who is not a person nominated by the organizations belonging to the relevant category described in subsection 15(1) if, (a) the organizations do not submit their nominations to the Minister within sixty days after being requested by the Minister to do so; or (b) it is not possible to comply with subsection (3) by appointing a person nominated by the organizations. Remuneration and expenses (7) The members of the committee shall be paid the remuneration fixed by the Lieutenant Governor in Council, at a daily rate, and the reasonable expenses incurred in the course of their duties under this Act. Term and reappointment (8) The members of the committee shall hold office for three-year terms and may be reappointed for one further three-year term. Vacancies (9) If a member’s position becomes vacant, the Minister may appoint a replacement to serve for the remainder of the member’s term. Same (10) The appointments advisory committee may continue to operate pending the filling of a vacancy. Staggered terms (11) Despite subsection (8), four of the members first appointed under subsection (2), including not more than one of the members first appointed in accordance with paragraph 1 of subsection (2), shall hold office for five-year terms and shall not be reappointed. 1992, c.26, s.14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> (1) There shall be an appointments advisory committee consisting of nine persons appointed by the Minister.</p> <p class=\"headnote-e\"><b>Composition</b></p> <p class=\"subsection-e\">(2) The nine members of the committee shall be appointed in accordance with the following rules:</p> <p class=\"paragraph-e\">1. Two members shall be appointed from persons nominated in accordance with subsection (5) by the organizations belonging to the category described in paragraph 3 of subsection 15(1).</p> <p class=\"paragraph-e\">2. One member shall be appointed from persons nominated in accordance with subsection (5) by organizations belonging to each of the other categories described in the other paragraphs of subsection 15(1).</p> <p class=\"headnote-e\"><b>Criteria for appointment</b></p> <p class=\"subsection-e\">(3) A majority of the members of the committee shall be persons who,</p> <p class=\"clause-e\">(a) have or have had a physical or mental disability or an illness or infirmity likely to result in a physical or mental disability; or</p> <p class=\"clause-e\">(b) are sixty-five years of age or older.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) In the selection of persons to be appointed to the committee, the importance of assuring equitable representation by appointing persons of both sexes, members of minority groups and residents of all the regions of Ontario to the committee shall be considered.</p> <p class=\"headnote-e\"><b>Appointment of members</b></p> <p class=\"subsection-e\">(5) Whenever it is necessary to appoint a person to the committee, the organizations belonging to the relevant category described in subsection 15(1) shall nominate two candidates, of whom the Minister shall select and appoint one.</p> <p class=\"headnote-e\"><b>Exceptions</b></p> <p class=\"subsection-e\">(6) Despite subsections (2) and (5), the Minister may appoint to the committee a person who is not a person nominated by the organizations belonging to the relevant category described in subsection 15(1) if,</p> <p class=\"clause-e\">(a) the organizations do not submit their nominations to the Minister within sixty days after being requested by the Minister to do so; or</p> <p class=\"clause-e\">(b) it is not possible to comply with subsection (3) by appointing a person nominated by the organizations.</p> <p class=\"headnote-e\"><b>Remuneration and expenses</b></p> <p class=\"subsection-e\">(7) The members of the committee shall be paid the remuneration fixed by the Lieutenant Governor in Council, at a daily rate, and the reasonable expenses incurred in the course of their duties under this Act.</p> <p class=\"headnote-e\"><b>Term and reappointment</b></p> <p class=\"subsection-e\">(8) The members of the committee shall hold office for three-year terms and may be reappointed for one further three-year term.</p> <p class=\"headnote-e\"><b>Vacancies</b></p> <p class=\"subsection-e\">(9) If a member’s position becomes vacant, the Minister may appoint a replacement to serve for the remainder of the member’s term.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(10) The appointments advisory committee may continue to operate pending the filling of a vacancy.</p> <p class=\"headnote-e\"><b>Staggered terms</b></p> <p class=\"subsection-e\">(11) Despite subsection (8), four of the members first appointed under subsection (2), including not more than one of the members first appointed in accordance with paragraph 1 of subsection (2), shall hold office for five-year terms and shall not be reappointed. 1992, c.26, s.14.</p>"
        },
        {
            "id": "15.",
            "section": "Categories of organizations",
            "content": "15. (1) The categories referred to in section 14 are: 1. Organizations representing persons who have or are perceived to have a physical disability, illness or infirmity that is readily apparent, such as paralysis, amputation or a lack of physical co-ordination. 2. Organizations representing persons who have or are perceived to have a physical disability, illness or infirmity that is not readily apparent, such as A.I.D.S., epilepsy or diabetes. 3. Organizations representing persons sixty-five years of age or older. 4. Organizations representing persons who have or are perceived to have a psychiatric or emotional disability, illness or infirmity. 5. Organizations representing persons who have or are perceived to have a developmental disability. 6. Organizations representing persons who have or are perceived to have a neurological disability, illness or infirmity such as autism, Alzheimer’s syndrome, traumatic head injury or a learning disability. 7. Organizations representing persons who have or are perceived to have different types of disabilities. 8. Patients’ rights organizations. Organizations (2) In order to participate in the nomination process, an organization must have at least ten members and, (a) in the case of an organization described in paragraph 1, 2, 3, 4, 5 or 6 of subsection (1), a majority of the members must be or have been persons who are described in the applicable paragraph as being represented by the organization; (b) in the case of an organization described in paragraph 7 of subsection (1), a majority of the members must be or have been persons who have or are perceived to have a disability referred to in paragraph 1, 2, 4, 5 or 6; and (c) in the case of an organization described in paragraph 8 of subsection (1), a majority of the members must be or have been persons who are receiving or have received health care services and who are concerned about their rights in that context. 1992, c.26, s.15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) The categories referred to in section 14 are:</p> <p class=\"paragraph-e\">1. Organizations representing persons who have or are perceived to have a physical disability, illness or infirmity that is readily apparent, such as paralysis, amputation or a lack of physical co-ordination.</p> <p class=\"paragraph-e\">2. Organizations representing persons who have or are perceived to have a physical disability, illness or infirmity that is not readily apparent, such as A.I.D.S., epilepsy or diabetes.</p> <p class=\"paragraph-e\">3. Organizations representing persons sixty-five years of age or older.</p> <p class=\"paragraph-e\">4. Organizations representing persons who have or are perceived to have a psychiatric or emotional disability, illness or infirmity.</p> <p class=\"paragraph-e\">5. Organizations representing persons who have or are perceived to have a developmental disability.</p> <p class=\"paragraph-e\">6. Organizations representing persons who have or are perceived to have a neurological disability, illness or infirmity such as autism, Alzheimer’s syndrome, traumatic head injury or a learning disability.</p> <p class=\"paragraph-e\">7. Organizations representing persons who have or are perceived to have different types of disabilities.</p> <p class=\"paragraph-e\">8. Patients’ rights organizations.</p> <p class=\"headnote-e\"><b>Organizations</b></p> <p class=\"subsection-e\">(2) In order to participate in the nomination process, an organization must have at least ten members and,</p> <p class=\"clause-e\">(a) in the case of an organization described in paragraph 1, 2, 3, 4, 5 or 6 of subsection (1), a majority of the members must be or have been persons who are described in the applicable paragraph as being represented by the organization;</p> <p class=\"clause-e\">(b) in the case of an organization described in paragraph 7 of subsection (1), a majority of the members must be or have been persons who have or are perceived to have a disability referred to in paragraph 1, 2, 4, 5 or 6; and</p> <p class=\"clause-e\">(c) in the case of an organization described in paragraph 8 of subsection (1), a majority of the members must be or have been persons who are receiving or have received health care services and who are concerned about their rights in that context. 1992, c.26, s.15.</p>"
        },
        {
            "id": "16.",
            "section": "Functions of appointsments advisory committee",
            "content": "16. (1) The appointments advisory committee shall, (a) develop criteria and procedures for the selection of candidates for appointment to the Commission under subsection 5(3); and (b) select candidates and recommend them to the Minister for appointment to the Commission under subsection 5(3). Number of candidates, chair (2) The committee shall select and recommend to the Minister three candidates for the position of chair of the Commission. Number of candidates, other positions (3) The committee shall select and recommend to the Minister two candidates for appointment to each of the other positions under subsection 5(3). 1992, c.26, s.16. RESPONSIBILITIES OF ADVOCATES",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) The appointments advisory committee shall,</p> <p class=\"clause-e\">(a) develop criteria and procedures for the selection of candidates for appointment to the Commission under subsection 5(3); and</p> <p class=\"clause-e\">(b) select candidates and recommend them to the Minister for appointment to the Commission under subsection 5(3).</p> <p class=\"headnote-e\"><b>Number of candidates, chair</b></p> <p class=\"subsection-e\">(2) The committee shall select and recommend to the Minister three candidates for the position of chair of the Commission.</p> <p class=\"headnote-e\"><b>Number of candidates, other positions</b></p> <p class=\"subsection-e\">(3) The committee shall select and recommend to the Minister two candidates for appointment to each of the other positions under subsection 5(3). 1992, c.26, s.16.</p> <p class=\"heading1-e\">RESPONSIBILITIES OF ADVOCATES</p>"
        },
        {
            "id": "17.",
            "section": "Instructions",
            "content": "17. (1) An advocate who is providing advocacy services to a person shall not do anything that is inconsistent with instructions or wishes that the person expressed, orally or in any other manner, while capable of instructing an advocate. Revocation of instructions (2) A person to whom advocacy services are provided and who is capable of instructing an advocate may revoke or revise his or her instructions. Non-instructed advocacy (3) Despite subsection (1), an advocate may provide advocacy services to a vulnerable person if the advocate has reasonable grounds to believe that, (a) the vulnerable person is incapable of instructing an advocate; and (b) there is a risk of serious harm to the health or safety of the vulnerable person. Application of subs. (3) (4) Subsection (3) does not apply unless the advocate has taken all reasonable steps necessary to determine whether the vulnerable person is incapable of instructing an advocate. Capacity to instruct (5) A vulnerable person is capable of instructing an advocate if the person is able to indicate a desire for advocacy services and the purpose for which he or she wishes to receive the services and is able to express, in some manner, his or her instructions or wishes. 1992, c.26, s.17.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> (1) An advocate who is providing advocacy services to a person shall not do anything that is inconsistent with instructions or wishes that the person expressed, orally or in any other manner, while capable of instructing an advocate.</p> <p class=\"headnote-e\"><b>Revocation of instructions</b></p> <p class=\"subsection-e\">(2) A person to whom advocacy services are provided and who is capable of instructing an advocate may revoke or revise his or her instructions.</p> <p class=\"headnote-e\"><b>Non-instructed advocacy</b></p> <p class=\"subsection-e\">(3) Despite subsection (1), an advocate may provide advocacy services to a vulnerable person if the advocate has reasonable grounds to believe that,</p> <p class=\"clause-e\">(a) the vulnerable person is incapable of instructing an advocate; and</p> <p class=\"clause-e\">(b) there is a risk of serious harm to the health or safety of the vulnerable person.</p> <p class=\"headnote-e\"><b>Application of subs. (3)</b></p> <p class=\"subsection-e\">(4) Subsection (3) does not apply unless the advocate has taken all reasonable steps necessary to determine whether the vulnerable person is incapable of instructing an advocate.</p> <p class=\"headnote-e\"><b>Capacity to instruct</b></p> <p class=\"subsection-e\">(5) A vulnerable person is capable of instructing an advocate if the person is able to indicate a desire for advocacy services and the purpose for which he or she wishes to receive the services and is able to express, in some manner, his or her instructions or wishes. 1992, c.26, s.17.</p>"
        },
        {
            "id": "18.",
            "section": "Family and friends",
            "content": "18. An advocate who is providing advocacy services to a vulnerable person under clause 7(1)(b) shall, if feasible, (a) consult with the vulnerable person to ascertain whether there are family members or friends who may be willing and able to provide assistance to the vulnerable person; and (b) if the vulnerable person agrees or is incapable of instructing an advocate, assist family members and friends in their efforts to provide assistance to the vulnerable person. 1992, c.26, s.18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>An advocate who is providing advocacy services to a vulnerable person under clause 7(1)(b) shall, if feasible,</p> <p class=\"clause-e\">(a) consult with the vulnerable person to ascertain whether there are family members or friends who may be willing and able to provide assistance to the vulnerable person; and</p> <p class=\"clause-e\">(b) if the vulnerable person agrees or is incapable of instructing an advocate, assist family members and friends in their efforts to provide assistance to the vulnerable person. 1992, c.26, s.18.</p>"
        },
        {
            "id": "19.",
            "section": "Substitute decisions",
            "content": "19. (1) Nothing in this Act confers on an advocate any authority to make a decision in place of or on behalf of a vulnerable person. Instructions from guardians, etc. (2) An advocate may, if the vulnerable person agrees or is incapable of instructing an advocate, provide advocacy services for the vulnerable person in accordance with instructions from the vulnerable person’s guardian of the person, guardian of property, attorney under a power of attorney for personal care or attorney under a power of attorney that confers authority in respect of the vulnerable person’s property, or from any other person authorized to make decisions on behalf of the vulnerable person. Revocation of instructions (3) A person referred to in subsection (2) may revoke or revise instructions that he or she gave to an advocate. 1992, c.26, s.19. RIGHTS OF ENTRY",
            "raw_html": "<p class=\"section-e\"><b>19.</b> (1) Nothing in this Act confers on an advocate any authority to make a decision in place of or on behalf of a vulnerable person.</p> <p class=\"headnote-e\"><b>Instructions from guardians, etc.</b></p> <p class=\"subsection-e\">(2) An advocate may, if the vulnerable person agrees or is incapable of instructing an advocate, provide advocacy services for the vulnerable person in accordance with instructions from the vulnerable person’s guardian of the person, guardian of property, attorney under a power of attorney for personal care or attorney under a power of attorney that confers authority in respect of the vulnerable person’s property, or from any other person authorized to make decisions on behalf of the vulnerable person.</p> <p class=\"headnote-e\"><b>Revocation of instructions</b></p> <p class=\"subsection-e\">(3) A person referred to in subsection (2) may revoke or revise instructions that he or she gave to an advocate. 1992, c.26, s.19.</p> <p class=\"heading1-e\">RIGHTS OF ENTRY</p>"
        },
        {
            "id": "20.",
            "section": "Purpose of entry",
            "content": "20. (1) A right of entry conferred by this Act shall be exercised only for the purpose of providing advocacy services to vulnerable persons in accordance with clauses 7(1)(b), (c) and (d). Identification (2) An advocate who is exercising a right of entry shall present to the person prescribed by the regulations made under this Act identification showing the advocate to be an advocate who works for the Commission or a community agency and who is authorized under subsection 7(4) to provide advocacy services on behalf of the Commission. 1992, c.26, s.20.",
            "raw_html": "<p class=\"section-e\"><b>20.</b> (1) A right of entry conferred by this Act shall be exercised only for the purpose of providing advocacy services to vulnerable persons in accordance with clauses 7(1)(b), (c) and (d).</p> <p class=\"headnote-e\"><b>Identification</b></p> <p class=\"subsection-e\">(2) An advocate who is exercising a right of entry shall present to the person prescribed by the regulations made under this Act identification showing the advocate to be an advocate who works for the Commission or a community agency and who is authorized under subsection 7(4) to provide advocacy services on behalf of the Commission. 1992, c.26, s.20.</p>"
        },
        {
            "id": "21.",
            "section": "Entry to facilities, controlled-access residences",
            "content": "21. (1) An advocate is entitled to enter a facility or controlled-access residence, without a warrant and at any time that is reasonable in the circumstances, if the advocate has reasonable grounds to believe that there are vulnerable persons in the premises. Controlled-access residences (2) The right to enter a controlled-access residence under this section applies only to the common areas of the premises, including the entryways, hallways, elevators and stairs, and the advocate may enter a private dwelling unit in the controlled-access residence without the consent or acquiescence of the occupier only if authorized under section 22 or 23. Meeting with vulnerable persons (3) The advocate is entitled to meet with one or more vulnerable persons in the facility or controlled-access residence without interference and in private. 1992, c.26, s.21.",
            "raw_html": "<p class=\"section-e\"><b>21.</b> (1) An advocate is entitled to enter a facility or controlled-access residence, without a warrant and at any time that is reasonable in the circumstances, if the advocate has reasonable grounds to believe that there are vulnerable persons in the premises.</p> <p class=\"headnote-e\"><b>Controlled-access residences</b></p> <p class=\"subsection-e\">(2) The right to enter a controlled-access residence under this section applies only to the common areas of the premises, including the entryways, hallways, elevators and stairs, and the advocate may enter a private dwelling unit in the controlled-access residence without the consent or acquiescence of the occupier only if authorized under section 22 or 23.</p> <p class=\"headnote-e\"><b>Meeting with vulnerable persons</b></p> <p class=\"subsection-e\">(3) The advocate is entitled to meet with one or more vulnerable persons in the facility or controlled-access residence without interference and in private. 1992, c.26, s.21.</p>"
        },
        {
            "id": "22.",
            "section": "Application",
            "content": "22. (1) This section applies with respect to premises other than those premises that an advocate is entitled to enter under section 21. Entry to other premises (2) An advocate is entitled to enter premises, without a warrant and at any time that is reasonable in the circumstances, if the advocate has reasonable grounds to believe that there is a vulnerable person in the premises who wants or needs the services of an advocate and, (a) the occupier of the premises does not refuse to allow the advocate to enter; or (b) the advocate has reasonable grounds to believe that there would be a substantial risk to the health or safety of the vulnerable person during the time that would be necessary to obtain a warrant under section 23. Meeting with vulnerable person (3) The advocate is entitled to meet with the vulnerable person without interference and in private. Obligation to leave premises (4) The advocate must leave the premises promptly if the vulnerable person indicates that he or she does not want the services of an advocate. 1992, c.26, s.22.",
            "raw_html": "<p class=\"section-e\"><b>22.</b> (1) This section applies with respect to premises other than those premises that an advocate is entitled to enter under section 21.</p> <p class=\"headnote-e\"><b>Entry to other premises</b></p> <p class=\"subsection-e\">(2) An advocate is entitled to enter premises, without a warrant and at any time that is reasonable in the circumstances, if the advocate has reasonable grounds to believe that there is a vulnerable person in the premises who wants or needs the services of an advocate and,</p> <p class=\"clause-e\">(a) the occupier of the premises does not refuse to allow the advocate to enter; or</p> <p class=\"clause-e\">(b) the advocate has reasonable grounds to believe that there would be a substantial risk to the health or safety of the vulnerable person during the time that would be necessary to obtain a warrant under section 23.</p> <p class=\"headnote-e\"><b>Meeting with vulnerable person</b></p> <p class=\"subsection-e\">(3) The advocate is entitled to meet with the vulnerable person without interference and in private.</p> <p class=\"headnote-e\"><b>Obligation to leave premises</b></p> <p class=\"subsection-e\">(4) The advocate must leave the premises promptly if the vulnerable person indicates that he or she does not want the services of an advocate. 1992, c.26, s.22.</p>"
        },
        {
            "id": "23.",
            "section": "Warrant for entry",
            "content": "23. (1) A justice of the peace may issue a warrant to an advocate for entry to premises if the justice of the peace is satisfied that, (a) there are reasonable grounds to believe that a vulnerable person in the premises wants or needs the services of an advocate; (b) there are reasonable grounds to believe that there is a risk of serious harm to the health or safety of a vulnerable person in the premises; (c) the advocate has been prevented from exercising a right of entry to the premises under subsection 21(1) or has been prevented from meeting with a vulnerable person in the premises in accordance with subsection 21(3) or 22(3); or (d) there are reasonable grounds to believe that a meeting with a vulnerable person in the premises is necessary to fulfil the purposes of this Act. Authority conferred by warrant (2) The warrant authorizes the advocate to enter the premises specified in the warrant, between 8 a.m. and 8 p.m. or during the hours specified in the warrant, to remain there for a reasonable time and to meet with one or more vulnerable persons without interference and in private. Name not required in warrant (3) It is not necessary to identify a vulnerable person by name in a warrant. Duration (4) A warrant is valid for seven days. Police assistance (5) The advocate named in a warrant may call on a police officer for assistance in executing it. 1992, c.26, s.23. ACCESS TO RECORDS",
            "raw_html": "<p class=\"section-e\"><b>23.</b> (1) A justice of the peace may issue a warrant to an advocate for entry to premises if the justice of the peace is satisfied that,</p> <p class=\"clause-e\">(a) there are reasonable grounds to believe that a vulnerable person in the premises wants or needs the services of an advocate;</p> <p class=\"clause-e\">(b) there are reasonable grounds to believe that there is a risk of serious harm to the health or safety of a vulnerable person in the premises;</p> <p class=\"clause-e\">(c) the advocate has been prevented from exercising a right of entry to the premises under subsection 21(1) or has been prevented from meeting with a vulnerable person in the premises in accordance with subsection 21(3) or 22(3); or</p> <p class=\"clause-e\">(d) there are reasonable grounds to believe that a meeting with a vulnerable person in the premises is necessary to fulfil the purposes of this Act.</p> <p class=\"headnote-e\"><b>Authority conferred by warrant</b></p> <p class=\"subsection-e\">(2) The warrant authorizes the advocate to enter the premises specified in the warrant, between 8 a.m. and 8 p.m. or during the hours specified in the warrant, to remain there for a reasonable time and to meet with one or more vulnerable persons without interference and in private.</p> <p class=\"headnote-e\"><b>Name not required in warrant</b></p> <p class=\"subsection-e\">(3) It is not necessary to identify a vulnerable person by name in a warrant.</p> <p class=\"headnote-e\"><b>Duration</b></p> <p class=\"subsection-e\">(4) A warrant is valid for seven days.</p> <p class=\"headnote-e\"><b>Police assistance</b></p> <p class=\"subsection-e\">(5) The advocate named in a warrant may call on a police officer for assistance in executing it. 1992, c.26, s.23.</p> <p class=\"heading1-e\">ACCESS TO RECORDS</p>"
        },
        {
            "id": "24.",
            "section": "Access to records relating to vulnerable person, with consent",
            "content": "24. (1) An advocate is entitled to have access, for the purpose of providing advocacy services to a vulnerable person under clause 7(1)(b) and with the vulnerable person’s consent, to any record relating to the person that is in the custody or control of, (a) a facility; (b) a person who operates a controlled-access residence; or (c) a person who operates a program prescribed by the regulations made under this Act. Access without consent, incapable persons (2) An advocate is entitled to have access to a record referred to in subsection (1), without the vulnerable person’s consent, if the advocate has reasonable grounds to believe that, (a) the vulnerable person is incapable of giving or refusing consent; (b) there is a risk of serious harm to the health or safety of the vulnerable person; and (c) access to the record is necessary to provide advocacy services to the vulnerable person under clause 7(1)(b). Access with substitute consent (3) If an advocate has reasonable grounds to believe that a vulnerable person is incapable of instructing an advocate, the advocate is entitled to have access to a record referred to in subsection (1), with the consent of a person from whom the advocate may take instructions under subsection 19(2), for the purpose of providing advocacy services in accordance with instructions from that person. Same (4) If an advocate has reasonable grounds to believe that a vulnerable person is incapable of giving or refusing consent to the advocate’s access to a record referred to in subsection (1) and if the advocate is not entitled to access under subsection (2), the advocate is entitled to have access to the record, (a) with the consent of the vulnerable person’s guardian of the person, guardian of property, attorney under a power of attorney for personal care or attorney under a power of attorney that confers authority in respect of the vulnerable person’s property, or of any other person authorized to make decisions on behalf of the vulnerable person; or (b) if the vulnerable person does not wish the advocate to seek the consent of any person referred to in clause (a), with the consent of the Commission. No access if vulnerable person objects (5) Despite subsections (2), (3) and (4), an advocate shall not have access to a record referred to in subsection (1) if the vulnerable person objects. Other Acts (6) This section prevails over any other Act. 1992, c.26, s.24.",
            "raw_html": "<p class=\"section-e\"><b>24.</b> (1) An advocate is entitled to have access, for the purpose of providing advocacy services to a vulnerable person under clause 7(1)(b) and with the vulnerable person’s consent, to any record relating to the person that is in the custody or control of,</p> <p class=\"clause-e\">(a) a facility;</p> <p class=\"clause-e\">(b) a person who operates a controlled-access residence; or</p> <p class=\"clause-e\">(c) a person who operates a program prescribed by the regulations made under this Act.</p> <p class=\"headnote-e\"><b>Access without consent, incapable persons</b></p> <p class=\"subsection-e\">(2) An advocate is entitled to have access to a record referred to in subsection (1), without the vulnerable person’s consent, if the advocate has reasonable grounds to believe that,</p> <p class=\"clause-e\">(a) the vulnerable person is incapable of giving or refusing consent;</p> <p class=\"clause-e\">(b) there is a risk of serious harm to the health or safety of the vulnerable person; and</p> <p class=\"clause-e\">(c) access to the record is necessary to provide advocacy services to the vulnerable person under clause 7(1)(b).</p> <p class=\"headnote-e\"><b>Access with substitute consent</b></p> <p class=\"subsection-e\">(3) If an advocate has reasonable grounds to believe that a vulnerable person is incapable of instructing an advocate, the advocate is entitled to have access to a record referred to in subsection (1), with the consent of a person from whom the advocate may take instructions under subsection 19(2), for the purpose of providing advocacy services in accordance with instructions from that person.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) If an advocate has reasonable grounds to believe that a vulnerable person is incapable of giving or refusing consent to the advocate’s access to a record referred to in subsection (1) and if the advocate is not entitled to access under subsection (2), the advocate is entitled to have access to the record,</p> <p class=\"clause-e\">(a) with the consent of the vulnerable person’s guardian of the person, guardian of property, attorney under a power of attorney for personal care or attorney under a power of attorney that confers authority in respect of the vulnerable person’s property, or of any other person authorized to make decisions on behalf of the vulnerable person; or</p> <p class=\"clause-e\">(b) if the vulnerable person does not wish the advocate to seek the consent of any person referred to in clause (a), with the consent of the Commission.</p> <p class=\"headnote-e\"><b>No access if vulnerable person objects</b></p> <p class=\"subsection-e\">(5) Despite subsections (2), (3) and (4), an advocate shall not have access to a record referred to in subsection (1) if the vulnerable person objects.</p> <p class=\"headnote-e\"><b>Other Acts</b></p> <p class=\"subsection-e\">(6) This section prevails over any other Act. 1992, c.26, s.24.</p>"
        },
        {
            "id": "25.",
            "section": "Access to records, systemic policies and practices",
            "content": "25. (1) An advocate designated under subsection (3) is entitled to have access to records described in subsection (2) if the Commission authorizes access on the ground that the Commission is satisfied that, (a) there are reasonable grounds to suspect the existence of systemic policies or practices that may be detrimental to vulnerable persons; and (b) access to the records is necessary for the purpose of an investigation into the existence of the systemic policies or practices. Types of records (2) The records referred to in subsection (1) are records that are in the custody or control of, (a) a facility; (b) a person who operates a controlled-access residence; or (c) a person who operates a program prescribed by the regulations made under this Act. Designation (3) The Commission may designate an advocate for the purpose of this section if the advocate has received training that, in the opinion of the Commission, is appropriate for advocates acting under this section. Acting for Commission (4) Subsection (1) does not apply unless the advocate is acting on behalf of the Commission and is paid by the Commission for that purpose. Restriction (5) Subsection (1) does not apply to an advocate who, in the previous twelve months, has provided advocacy services under clause 7(1)(b) to a vulnerable person who, at the time the services were provided, was in the facility or controlled-access residence or was served by the program, as the case may be. Opportunity to make submissions (6) The Commission shall not authorize access under subsection (1) unless the Commission has given the person with custody or control of the records an opportunity to make written submissions to the Commission. Other Acts (7) This section prevails over any other Act. 1992, c.26, s.25.",
            "raw_html": "<p class=\"section-e\"><b>25.</b> (1) An advocate designated under subsection (3) is entitled to have access to records described in subsection (2) if the Commission authorizes access on the ground that the Commission is satisfied that,</p> <p class=\"clause-e\">(a) there are reasonable grounds to suspect the existence of systemic policies or practices that may be detrimental to vulnerable persons; and</p> <p class=\"clause-e\">(b) access to the records is necessary for the purpose of an investigation into the existence of the systemic policies or practices.</p> <p class=\"headnote-e\"><b>Types of records</b></p> <p class=\"subsection-e\">(2) The records referred to in subsection (1) are records that are in the custody or control of,</p> <p class=\"clause-e\">(a) a facility;</p> <p class=\"clause-e\">(b) a person who operates a controlled-access residence; or</p> <p class=\"clause-e\">(c) a person who operates a program prescribed by the regulations made under this Act.</p> <p class=\"headnote-e\"><b>Designation</b></p> <p class=\"subsection-e\">(3) The Commission may designate an advocate for the purpose of this section if the advocate has received training that, in the opinion of the Commission, is appropriate for advocates acting under this section.</p> <p class=\"headnote-e\"><b>Acting for Commission</b></p> <p class=\"subsection-e\">(4) Subsection (1) does not apply unless the advocate is acting on behalf of the Commission and is paid by the Commission for that purpose.</p> <p class=\"headnote-e\"><b>Restriction</b></p> <p class=\"subsection-e\">(5) Subsection (1) does not apply to an advocate who, in the previous twelve months, has provided advocacy services under clause 7(1)(b) to a vulnerable person who, at the time the services were provided, was in the facility or controlled-access residence or was served by the program, as the case may be.</p> <p class=\"headnote-e\"><b>Opportunity to make submissions</b></p> <p class=\"subsection-e\">(6) The Commission shall not authorize access under subsection (1) unless the Commission has given the person with custody or control of the records an opportunity to make written submissions to the Commission.</p> <p class=\"headnote-e\"><b>Other Acts</b></p> <p class=\"subsection-e\">(7) This section prevails over any other Act. 1992, c.26, s.25.</p>"
        },
        {
            "id": "26.",
            "section": "Access to policy and procedure records",
            "content": "26. (1) An advocate is entitled to have access, for the purpose of providing advocacy services under this Act, to records described in subsection (2) that establish or describe policies or procedures for the observation, care, treatment or management of persons to whom services are provided, including orders, directives, rules, guidelines, protocols, policy or procedural manuals, reports, memoranda or other records that establish or describe such policies or procedures. Types of records (2) The records referred to in subsection (1) are records that are in the custody or control of, (a) a facility; (b) a person who operates a controlled-access residence; or (c) a person who operates a program prescribed by the regulations made under this Act. Other Acts (3) This section prevails over any other Act. 1992, c.26, s.26.",
            "raw_html": "<p class=\"section-e\"><b>26.</b> (1) An advocate is entitled to have access, for the purpose of providing advocacy services under this Act, to records described in subsection (2) that establish or describe policies or procedures for the observation, care, treatment or management of persons to whom services are provided, including orders, directives, rules, guidelines, protocols, policy or procedural manuals, reports, memoranda or other records that establish or describe such policies or procedures.</p> <p class=\"headnote-e\"><b>Types of records</b></p> <p class=\"subsection-e\">(2) The records referred to in subsection (1) are records that are in the custody or control of,</p> <p class=\"clause-e\">(a) a facility;</p> <p class=\"clause-e\">(b) a person who operates a controlled-access residence; or</p> <p class=\"clause-e\">(c) a person who operates a program prescribed by the regulations made under this Act.</p> <p class=\"headnote-e\"><b>Other Acts</b></p> <p class=\"subsection-e\">(3) This section prevails over any other Act. 1992, c.26, s.26.</p>"
        },
        {
            "id": "27.",
            "section": "Exception, solicitor-client privilege",
            "content": "27. (1) Sections 24 to 26 do not override any solicitor-client privilege to which a record is subject. Exception, law enforcement (2) An advocate is not entitled to have access to a record or part of a record whose disclosure could reasonably be expected to produce one of the results described in subsection 14(1) of the Freedom of Information and Protection of Privacy Act (law enforcement). Exception, personnel records, quality review, etc. (3) An advocate is not entitled to have access to a personnel record or to a record or part of a record dealing with, (a) quality review activities; (b) peer review or performance review activities; or (c) quality improvement activities. Exception, College of health profession (4) An advocate is not entitled to have access to a record or part of a record that is in the custody or control of a College as defined in the Regulated Health Professions Act, 1991. 1992, c.26, s.27.",
            "raw_html": "<p class=\"section-e\"><b>27.</b> (1) Sections 24 to 26 do not override any solicitor-client privilege to which a record is subject.</p> <p class=\"headnote-e\"><b>Exception, law enforcement</b></p> <p class=\"subsection-e\">(2) An advocate is not entitled to have access to a record or part of a record whose disclosure could reasonably be expected to produce one of the results described in subsection 14(1) of the <i>Freedom of Information and Protection of Privacy Act</i> (law enforcement).</p> <p class=\"headnote-e\"><b>Exception, personnel records, quality review, etc.</b></p> <p class=\"subsection-e\">(3) An advocate is not entitled to have access to a personnel record or to a record or part of a record dealing with,</p> <p class=\"clause-e\">(a) quality review activities;</p> <p class=\"clause-e\">(b) peer review or performance review activities; or</p> <p class=\"clause-e\">(c) quality improvement activities.</p> <p class=\"headnote-e\"><b>Exception, College of health profession</b></p> <p class=\"subsection-e\">(4) An advocate is not entitled to have access to a record or part of a record that is in the custody or control of a College as defined in the <i>Regulated Health Professions Act, 1991.</i> 1992, c.26, s.27.</p>"
        },
        {
            "id": "28.",
            "section": "Rules re access to record",
            "content": "28. (1) The following rules apply when an advocate is entitled to have access to a record: 1. The advocate is entitled to be given access to the record no later than four business days after requesting access. 2. The advocate is not entitled to make a search among the records kept by the person who has custody or control of the record. 3. The advocate is entitled to make copies or extracts from the record in any manner that does not damage the record. 4. At the advocate’s request and within a reasonable time, the person who has custody or control of the record shall provide the advocate with photocopies of all or part of the record. The advocate shall pay the amount prescribed by the regulations made under this Act for any photocopies in excess of twenty pages. 5. If the person who has custody or control of records consents, the advocate may remove records for copying. 6. The advocate shall give a receipt for the records being removed and shall return them within two business days. 7. Records needed for the vulnerable person’s current care shall not be removed. 8. If the advocate is entitled to access to the record under section 25 and the record contains the name of or any means of identifying an individual, the record shall not be removed and the person who has custody or control of the record shall ensure that the name of and the means of identifying the individual are deleted from copies or extracts of the record that are removed by the advocate. 9. The Commission shall pay the reasonable costs incurred under paragraph 8 by the person who has custody or control of the record. Protection from liability (2) A person who has custody or control of a record is not liable for any loss arising from the person’s failure to comply with paragraph 8 of subsection (1) if the person attempted in good faith to comply with that paragraph. 1992, c.26, s.28.",
            "raw_html": "<p class=\"section-e\"><b>28.</b> (1) The following rules apply when an advocate is entitled to have access to a record:</p> <p class=\"paragraph-e\">1. The advocate is entitled to be given access to the record no later than four business days after requesting access.</p> <p class=\"paragraph-e\">2. The advocate is not entitled to make a search among the records kept by the person who has custody or control of the record.</p> <p class=\"paragraph-e\">3. The advocate is entitled to make copies or extracts from the record in any manner that does not damage the record.</p> <p class=\"paragraph-e\">4. At the advocate’s request and within a reasonable time, the person who has custody or control of the record shall provide the advocate with photocopies of all or part of the record. The advocate shall pay the amount prescribed by the regulations made under this Act for any photocopies in excess of twenty pages.</p> <p class=\"paragraph-e\">5. If the person who has custody or control of records consents, the advocate may remove records for copying.</p> <p class=\"paragraph-e\">6. The advocate shall give a receipt for the records being removed and shall return them within two business days.</p> <p class=\"paragraph-e\">7. Records needed for the vulnerable person’s current care shall not be removed.</p> <p class=\"paragraph-e\">8. If the advocate is entitled to access to the record under section 25 and the record contains the name of or any means of identifying an individual, the record shall not be removed and the person who has custody or control of the record shall ensure that the name of and the means of identifying the individual are deleted from copies or extracts of the record that are removed by the advocate.</p> <p class=\"paragraph-e\">9. The Commission shall pay the reasonable costs incurred under paragraph 8 by the person who has custody or control of the record.</p> <p class=\"headnote-e\"><b>Protection from liability</b></p> <p class=\"subsection-e\">(2) A person who has custody or control of a record is not liable for any loss arising from the person’s failure to comply with paragraph 8 of subsection (1) if the person attempted in good faith to comply with that paragraph. 1992, c.26, s.28.</p>"
        },
        {
            "id": "29.",
            "section": "Warrant for access to record",
            "content": "29. (1) A justice of the peace may issue a warrant for access to a record to an advocate if satisfied that, (a) the advocate is entitled to access to the record under this Act; and (b) the advocate has been refused access to the record, or has been refused copies and has been refused permission to remove the record for copying. Authority conferred by warrant (2) The warrant authorizes the advocate to, (a) inspect the record specified in the warrant, between 9 a.m. and 4 p.m. or during the hours specified in the warrant; (b) make copies or extracts from the record in any manner that does not damage the record, subject to paragraphs 8 and 9 of subsection 28(1); and (c) remove the record, subject to paragraphs 6, 7 and 8 of subsection 28(1). Duration of warrant (3) The warrant is valid for seven days. Execution (4) The advocate named in the warrant may call on a police officer for assistance in executing it. 1992, c.26, s.29.",
            "raw_html": "<p class=\"section-e\"><b>29.</b> (1) A justice of the peace may issue a warrant for access to a record to an advocate if satisfied that,</p> <p class=\"clause-e\">(a) the advocate is entitled to access to the record under this Act; and</p> <p class=\"clause-e\">(b) the advocate has been refused access to the record, or has been refused copies and has been refused permission to remove the record for copying.</p> <p class=\"headnote-e\"><b>Authority conferred by warrant</b></p> <p class=\"subsection-e\">(2) The warrant authorizes the advocate to,</p> <p class=\"clause-e\">(a) inspect the record specified in the warrant, between 9 a.m. and 4 p.m. or during the hours specified in the warrant;</p> <p class=\"clause-e\">(b) make copies or extracts from the record in any manner that does not damage the record, subject to paragraphs 8 and 9 of subsection 28(1); and</p> <p class=\"clause-e\">(c) remove the record, subject to paragraphs 6, 7 and 8 of subsection 28(1).</p> <p class=\"headnote-e\"><b>Duration of warrant</b></p> <p class=\"subsection-e\">(3) The warrant is valid for seven days.</p> <p class=\"headnote-e\"><b>Execution</b></p> <p class=\"subsection-e\">(4) The advocate named in the warrant may call on a police officer for assistance in executing it. 1992, c.26, s.29.</p>"
        },
        {
            "id": "30.",
            "section": "Access to names, addresses, etc.",
            "content": "30. (1) If an advocate has reasonable grounds to believe that a vulnerable person is incapable of instructing an advocate, the advocate is entitled, for the purpose of disclosing information under subsection 32(9), to be informed by a person who has custody or control of records described in subsection (2) of any information contained in the records with respect to the names, addresses and telephone numbers of persons to whom information may be disclosed under subsection 32(9). Records (2) The records referred to in subsection (1) are records that are in the custody or control of, (a) a facility; (b) a person who operates a controlled-access residence; or (c) a person who operates a program prescribed by the regulations made under this Act. Warrant for access to record (3) A justice of the peace may issue a warrant to an advocate for access to the part of a record that contains information with respect to the names, addresses and telephone numbers of persons to whom information may be disclosed under subsection 32(9) if the justice of the peace is satisfied that, (a) the record contains information that the advocate is entitled to be informed of under subsection (1); and (b) the advocate has requested the information but has not been informed of the information. Authority conferred by warrant (4) The warrant authorizes the advocate to, (a) inspect the part of the record specified in the warrant that contains information with respect to the names, addresses and telephone numbers of persons to whom information may be disclosed under subsection 32(9), between 9 a.m. and 4 p.m., or during the hours specified in the warrant; and (b) make extracts from the record, in any manner that does not damage the record, of names, addresses and telephone numbers of persons to whom information may be disclosed under subsection 32(9). Duration of warrant (5) The warrant is valid for seven days. Execution (6) The advocate named in the warrant may call on a police officer for assistance in executing it. 1992, c.26, s.30. CONFIDENTIALITY",
            "raw_html": "<p class=\"section-e\"><b>30.</b> (1) If an advocate has reasonable grounds to believe that a vulnerable person is incapable of instructing an advocate, the advocate is entitled, for the purpose of disclosing information under subsection 32(9), to be informed by a person who has custody or control of records described in subsection (2) of any information contained in the records with respect to the names, addresses and telephone numbers of persons to whom information may be disclosed under subsection 32(9).</p> <p class=\"headnote-e\"><b>Records</b></p> <p class=\"subsection-e\">(2) The records referred to in subsection (1) are records that are in the custody or control of,</p> <p class=\"clause-e\">(a) a facility;</p> <p class=\"clause-e\">(b) a person who operates a controlled-access residence; or</p> <p class=\"clause-e\">(c) a person who operates a program prescribed by the regulations made under this Act.</p> <p class=\"headnote-e\"><b>Warrant for access to record</b></p> <p class=\"subsection-e\">(3) A justice of the peace may issue a warrant to an advocate for access to the part of a record that contains information with respect to the names, addresses and telephone numbers of persons to whom information may be disclosed under subsection 32(9) if the justice of the peace is satisfied that,</p> <p class=\"clause-e\">(a) the record contains information that the advocate is entitled to be informed of under subsection (1); and</p> <p class=\"clause-e\">(b) the advocate has requested the information but has not been informed of the information.</p> <p class=\"headnote-e\"><b>Authority conferred by warrant</b></p> <p class=\"subsection-e\">(4) The warrant authorizes the advocate to,</p> <p class=\"clause-e\">(a) inspect the part of the record specified in the warrant that contains information with respect to the names, addresses and telephone numbers of persons to whom information may be disclosed under subsection 32(9), between 9 a.m. and 4 p.m., or during the hours specified in the warrant; and</p> <p class=\"clause-e\">(b) make extracts from the record, in any manner that does not damage the record, of names, addresses and telephone numbers of persons to whom information may be disclosed under subsection 32(9).</p> <p class=\"headnote-e\"><b>Duration of warrant</b></p> <p class=\"subsection-e\">(5) The warrant is valid for seven days.</p> <p class=\"headnote-e\"><b>Execution</b></p> <p class=\"subsection-e\">(6) The advocate named in the warrant may call on a police officer for assistance in executing it. 1992, c.26, s.30.</p> <p class=\"heading1-e\">CONFIDENTIALITY</p>"
        },
        {
            "id": "31.",
            "section": "Definition, “record”",
            "content": "31. In sections 32 to 38, “record” has the same meaning as in the Freedom of Information and Protection of Privacy Act. 1992, c.26, s.31.",
            "raw_html": "<p class=\"section-e\"><b>31. </b>In sections 32 to 38, “record” has the same meaning as in the <i>Freedom of Information and Protection of Privacy Act</i>. 1992, c.26, s.31.</p>"
        },
        {
            "id": "32.",
            "section": "Duty of Commission advocates",
            "content": "32. (1) An advocate who works for the Commission shall preserve secrecy in respect of all information about an individual obtained in the course of his or her duties and not contained in a record, except as subsections (5) to (12) provide. Advocates’ case files (2) An advocate who works for the Commission shall preserve secrecy in respect of all information contained in the case files maintained by advocates in relation to individual vulnerable persons to whom advocates have provided advocacy services, except as subsections (5) to (12) provide. Same (3) Subsection (2) prevails over the Freedom of Information and Protection of Privacy Act. Same, community agency (4) An advocate who works for a community agency shall preserve secrecy in respect of all information about an individual obtained in the course of his or her duties, except as subsections (5) to (12) provide. Permitted disclosure related to provision of advocacy services (5) If the disclosure is related to the provision of advocacy services to a vulnerable person, an advocate may disclose information about an individual obtained in the course of the advocate’s duties, (a) to the vulnerable person; (b) to any other person, with the vulnerable person’s consent; (c) to the vulnerable person’s guardian of the person, guardian of property, attorney under a power of attorney for personal care or attorney under a power of attorney that confers authority in respect of the vulnerable person’s property, or to any other person authorized to make decisions on behalf of the vulnerable person, if the advocate is taking instructions from the guardian, attorney or other person under subsection 19(2) and, (i) the information was obtained under subsection 24(3), or (ii) the information is not contained in a record; (d) to any person, if the information was obtained under subsection 24(3) or (4) and the person who gave the consent required by that subsection consents to the disclosure; (e) to other persons who work for the Commission, if the advocate works for the Commission and the disclosure is necessary in connection with the Commission’s provision of advocacy services to the vulnerable person; and (f) to other persons who work for a community agency, if the advocate works for the community agency and the disclosure is necessary in connection with the agency’s provision of advocacy services to the vulnerable person. Permitted disclosure, other grounds (6) An advocate may disclose information about an individual obtained in the course of his or her duties, (a) to other persons who work for the Commission or a community agency, if the advocate is designated under subsection 25(3) and the disclosure is necessary in connection with the provision of advocacy services under clause 7(1)(c), (b) to a coroner, if the individual is dead; (c) to the advocate’s lawyer; (d) in a proceeding brought against the the Commission, a member of the Commission, the advocate or, (i) if the advocate works for the Commission, any other advocate or other person who works for the Commission, or (ii) if the advocate works for a community agency, the community agency or any other advocate or other person who works for the community agency; (e) in response to a complaint made against the advocate under the review procedure established under clause 7(1)(m) by a vulnerable person to whom the advocate has provided advocacy services or by the vulnerable person’s estate. Same, serious bodily harm (7) Despite subsection 17(1), if an advocate has information that constitutes reasonable grounds to believe that an individual is likely to cause serious bodily harm to himself or herself or to another person, the advocate may disclose the information to the appropriate persons. Same, serious harm to health or safety of incapable person (8) If an advocate has information that constitutes reasonable grounds to believe that a vulnerable person is incapable of instructing an advocate and that there is a risk of serious harm to the health or safety of the vulnerable person, the advocate may disclose the information to the appropriate persons. Same, care of incapable person (9) If an advocate has reasonable grounds to believe that a vulnerable person is incapable of instructing an advocate, the advocate may disclose information concerning the care of the vulnerable person to, (a) a family member or friend of the vulnerable person; (b) a person who is currently providing services to the vulnerable person; (c) the vulnerable person’s guardian of the person, guardian of property, attorney under a power of attorney for personal care or attorney under a power of attorney that confers authority in respect of the vulnerable person’s property, or to any other person authorized to make decisions on behalf of the vulnerable person; or (d) any other person, with the Commission’s consent. Required disclosure related to provision of advocacy services (10) Subject to section 33 and despite subsection 17(1), if the disclosure is related to the provision of advocacy services to a vulnerable person, an advocate shall disclose information about an individual obtained in the course of the advocate’s duties, (a) to the vulnerable person, at the vulnerable person’s request; (b) to any other person, at the vulnerable person’s request; (c) to the vulnerable person’s guardian of the person, guardian of property, attorney under a power of attorney for personal care or attorney under a power of attorney that confers authority in respect of the vulnerable person’s property, or to any other person authorized to make decisions on behalf of the vulnerable person, if the advocate is taking instructions from the guardian, attorney or other person under subsection 19(2), the guardian, attorney or other person requests the information, and (i) the information was obtained under subsection 24(3), or (ii) the information is not contained in a record. Required disclosure, other grounds (11) Despite subsection 17(1), an advocate shall disclose information about an individual obtained in the course of the advocate’s duties, (a) to a member of the Commission or a person who works for the Commission, at the Commission’s request; (b) to the Public Guardian and Trustee, if the advocate has reasonable grounds to believe that, (i) the individual is a vulnerable person, (ii) the individual is incapable of instructing an advocate, and (iii) there is a risk of serious harm to the health or safety of the individual. Same, testimony in proceeding (12) An advocate may be required to testify in a proceeding with regard to information about an individual obtained in the course of providing advocacy services to a vulnerable person, but only, (a) with the vulnerable person’s consent; (b) in an inquest held under the Coroners Act in connection with the vulnerable person’s death; (c) in a proceeding before a court, if the court determines, after a hearing held on notice to the vulnerable person and in the absence of the public, that the disclosure is essential in the interests of justice; (d) in a proceeding, other than one referred to in clause (b), before a body other than a court, if the Divisional Court determines, after a hearing held on notice to the vulnerable person and in the absence of the public, that the disclosure is essential in the interests of justice. Clinical record under Mental Health Act (13) Despite subsections (5) to (12), an advocate who obtains access under section 24 or 25 to a clinical record within the meaning of section 35 of the Mental Health Act shall not disclose information from the clinical record to any person, directly or indirectly, except in accordance with that Act. 1992, c.26, s.32.",
            "raw_html": "<p class=\"section-e\"><b>32.</b> (1) An advocate who works for the Commission shall preserve secrecy in respect of all information about an individual obtained in the course of his or her duties and not contained in a record, except as subsections (5) to (12) provide.</p> <p class=\"headnote-e\"><b>Advocates’ case files</b></p> <p class=\"subsection-e\">(2) An advocate who works for the Commission shall preserve secrecy in respect of all information contained in the case files maintained by advocates in relation to individual vulnerable persons to whom advocates have provided advocacy services, except as subsections (5) to (12) provide.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) Subsection (2) prevails over the <i>Freedom of Information and Protection of Privacy Act.</i></p> <p class=\"headnote-e\"><b>Same, community agency</b></p> <p class=\"subsection-e\">(4) An advocate who works for a community agency shall preserve secrecy in respect of all information about an individual obtained in the course of his or her duties, except as subsections (5) to (12) provide.</p> <p class=\"headnote-e\"><b>Permitted disclosure related to provision of advocacy services</b></p> <p class=\"subsection-e\">(5) If the disclosure is related to the provision of advocacy services to a vulnerable person, an advocate may disclose information about an individual obtained in the course of the advocate’s duties,</p> <p class=\"clause-e\">(a) to the vulnerable person;</p> <p class=\"clause-e\">(b) to any other person, with the vulnerable person’s consent;</p> <p class=\"clause-e\">(c) to the vulnerable person’s guardian of the person, guardian of property, attorney under a power of attorney for personal care or attorney under a power of attorney that confers authority in respect of the vulnerable person’s property, or to any other person authorized to make decisions on behalf of the vulnerable person, if the advocate is taking instructions from the guardian, attorney or other person under subsection 19(2) and,</p> <p class=\"subclause-e\">(i) the information was obtained under subsection 24(3), or</p> <p class=\"subclause-e\">(ii) the information is not contained in a record;</p> <p class=\"clause-e\">(d) to any person, if the information was obtained under subsection 24(3) or (4) and the person who gave the consent required by that subsection consents to the disclosure;</p> <p class=\"clause-e\">(e) to other persons who work for the Commission, if the advocate works for the Commission and the disclosure is necessary in connection with the Commission’s provision of advocacy services to the vulnerable person; and</p> <p class=\"clause-e\">(f) to other persons who work for a community agency, if the advocate works for the community agency and the disclosure is necessary in connection with the agency’s provision of advocacy services to the vulnerable person.</p> <p class=\"headnote-e\"><b>Permitted disclosure, other grounds</b></p> <p class=\"subsection-e\">(6) An advocate may disclose information about an individual obtained in the course of his or her duties,</p> <p class=\"clause-e\">(a) to other persons who work for the Commission or a community agency, if the advocate is designated under subsection 25(3) and the disclosure is necessary in connection with the provision of advocacy services under clause 7(1)(c),</p> <p class=\"clause-e\">(b) to a coroner, if the individual is dead;</p> <p class=\"clause-e\">(c) to the advocate’s lawyer;</p> <p class=\"clause-e\">(d) in a proceeding brought against the the Commission, a member of the Commission, the advocate or,</p> <p class=\"subclause-e\">(i) if the advocate works for the Commission, any other advocate or other person who works for the Commission, or</p> <p class=\"subclause-e\">(ii) if the advocate works for a community agency, the community agency or any other advocate or other person who works for the community agency;</p> <p class=\"clause-e\">(e) in response to a complaint made against the advocate under the review procedure established under clause 7(1)(m) by a vulnerable person to whom the advocate has provided advocacy services or by the vulnerable person’s estate.</p> <p class=\"headnote-e\"><b>Same, serious bodily harm</b></p> <p class=\"subsection-e\">(7) Despite subsection 17(1), if an advocate has information that constitutes reasonable grounds to believe that an individual is likely to cause serious bodily harm to himself or herself or to another person, the advocate may disclose the information to the appropriate persons.</p> <p class=\"headnote-e\"><b>Same, serious harm to health or safety of incapable person</b></p> <p class=\"subsection-e\">(8) If an advocate has information that constitutes reasonable grounds to believe that a vulnerable person is incapable of instructing an advocate and that there is a risk of serious harm to the health or safety of the vulnerable person, the advocate may disclose the information to the appropriate persons.</p> <p class=\"headnote-e\"><b>Same, care of incapable person</b></p> <p class=\"subsection-e\">(9) If an advocate has reasonable grounds to believe that a vulnerable person is incapable of instructing an advocate, the advocate may disclose information concerning the care of the vulnerable person to,</p> <p class=\"clause-e\">(a) a family member or friend of the vulnerable person;</p> <p class=\"clause-e\">(b) a person who is currently providing services to the vulnerable person;</p> <p class=\"clause-e\">(c) the vulnerable person’s guardian of the person, guardian of property, attorney under a power of attorney for personal care or attorney under a power of attorney that confers authority in respect of the vulnerable person’s property, or to any other person authorized to make decisions on behalf of the vulnerable person; or</p> <p class=\"clause-e\">(d) any other person, with the Commission’s consent.</p> <p class=\"headnote-e\"><b>Required disclosure related to provision of advocacy services</b></p> <p class=\"subsection-e\">(10) Subject to section 33 and despite subsection 17(1), if the disclosure is related to the provision of advocacy services to a vulnerable person, an advocate shall disclose information about an individual obtained in the course of the advocate’s duties,</p> <p class=\"clause-e\">(a) to the vulnerable person, at the vulnerable person’s request;</p> <p class=\"clause-e\">(b) to any other person, at the vulnerable person’s request;</p> <p class=\"clause-e\">(c) to the vulnerable person’s guardian of the person, guardian of property, attorney under a power of attorney for personal care or attorney under a power of attorney that confers authority in respect of the vulnerable person’s property, or to any other person authorized to make decisions on behalf of the vulnerable person, if the advocate is taking instructions from the guardian, attorney or other person under subsection 19(2), the guardian, attorney or other person requests the information, and</p> <p class=\"subclause-e\">(i) the information was obtained under subsection 24(3), or</p> <p class=\"subclause-e\">(ii) the information is not contained in a record.</p> <p class=\"headnote-e\"><b>Required disclosure, other grounds</b></p> <p class=\"subsection-e\">(11) Despite subsection 17(1), an advocate shall disclose information about an individual obtained in the course of the advocate’s duties,</p> <p class=\"clause-e\">(a) to a member of the Commission or a person who works for the Commission, at the Commission’s request;</p> <p class=\"clause-e\">(b) to the Public Guardian and Trustee, if the advocate has reasonable grounds to believe that,</p> <p class=\"subclause-e\">(i) the individual is a vulnerable person,</p> <p class=\"subclause-e\">(ii) the individual is incapable of instructing an advocate, and</p> <p class=\"subclause-e\">(iii) there is a risk of serious harm to the health or safety of the individual.</p> <p class=\"headnote-e\"><b>Same, testimony in proceeding</b></p> <p class=\"subsection-e\">(12) An advocate may be required to testify in a proceeding with regard to information about an individual obtained in the course of providing advocacy services to a vulnerable person, but only,</p> <p class=\"clause-e\">(a) with the vulnerable person’s consent;</p> <p class=\"clause-e\">(b) in an inquest held under the <i>Coroners Act</i> in connection with the vulnerable person’s death;</p> <p class=\"clause-e\">(c) in a proceeding before a court, if the court determines, after a hearing held on notice to the vulnerable person and in the absence of the public, that the disclosure is essential in the interests of justice;</p> <p class=\"clause-e\">(d) in a proceeding, other than one referred to in clause (b), before a body other than a court, if the Divisional Court determines, after a hearing held on notice to the vulnerable person and in the absence of the public, that the disclosure is essential in the interests of justice.</p> <p class=\"headnote-e\"><b>Clinical record under <i>Mental Health Act</i></b></p> <p class=\"subsection-e\">(13) Despite subsections (5) to (12), an advocate who obtains access under section 24 or 25 to a clinical record within the meaning of section 35 of the <i>Mental Health Act</i> shall not disclose information from the clinical record to any person, directly or indirectly, except in accordance with that Act. 1992, c.26, s.32.</p>"
        },
        {
            "id": "33.",
            "section": "Application to withhold information",
            "content": "33. (1) Within seven days after receiving a request to disclose information under subsection 32(10), an advocate may apply to the Consent and Capacity Review Board established by the Consent to Treatment Act, 1992 for authority to withhold all or part of the information. Notice (2) The advocate shall give the person who requested the disclosure of the information notice in writing of the application. Review (3) Within seven days after receiving an application under subsection (1), the Board shall review the information and shall direct the advocate to disclose the information as requested unless the Board is of the opinion that disclosure is likely to result in serious physical harm or serious emotional harm to the vulnerable person or another person. Submissions (4) The person who requested the disclosure of the information and the advocate may make submissions to the Board before it makes its decision. Review in absence of person requesting (5) The Board shall review the information and hear any submissions from the advocate in the absence of the person who requested the disclosure of the information. Submissions in absence of advocate (6) The Board may hear any submissions from the person who requested the disclosure of the information in the absence of the advocate. Severability (7) If the Board is of the opinion that disclosure of a part of the information is likely to result in serious physical harm or serious emotional harm to the vulnerable person or another person, the Board shall exclude that part from any order to disclose the information. Order not to disclose (8) If the Board is of the opinion that part or all of the information should not be disclosed as requested, the Board shall by order in writing permit the advocate to not disclose the information or part and it shall specify in the order the ground under which disclosure is refused. Procedure (9) Sections 39 to 44 of the Consent to Treatment Act, 1992 and the Statutory Powers Procedure Act do not apply to an application under this section. 1992, c.26, s.33.",
            "raw_html": "<p class=\"section-e\"><b>33.</b> (1) Within seven days after receiving a request to disclose information under subsection 32(10), an advocate may apply to the Consent and Capacity Review Board established by the <i>Consent to Treatment Act, 1992</i> for authority to withhold all or part of the information.</p> <p class=\"headnote-e\"><b>Notice</b></p> <p class=\"subsection-e\">(2) The advocate shall give the person who requested the disclosure of the information notice in writing of the application.</p> <p class=\"headnote-e\"><b>Review</b></p> <p class=\"subsection-e\">(3) Within seven days after receiving an application under subsection (1), the Board shall review the information and shall direct the advocate to disclose the information as requested unless the Board is of the opinion that disclosure is likely to result in serious physical harm or serious emotional harm to the vulnerable person or another person.</p> <p class=\"headnote-e\"><b>Submissions</b></p> <p class=\"subsection-e\">(4) The person who requested the disclosure of the information and the advocate may make submissions to the Board before it makes its decision.</p> <p class=\"headnote-e\"><b>Review in absence of person requesting</b></p> <p class=\"subsection-e\">(5) The Board shall review the information and hear any submissions from the advocate in the absence of the person who requested the disclosure of the information.</p> <p class=\"headnote-e\"><b>Submissions in absence of advocate</b></p> <p class=\"subsection-e\">(6) The Board may hear any submissions from the person who requested the disclosure of the information in the absence of the advocate.</p> <p class=\"headnote-e\"><b>Severability</b></p> <p class=\"subsection-e\">(7) If the Board is of the opinion that disclosure of a part of the information is likely to result in serious physical harm or serious emotional harm to the vulnerable person or another person, the Board shall exclude that part from any order to disclose the information.</p> <p class=\"headnote-e\"><b>Order not to disclose</b></p> <p class=\"subsection-e\">(8) If the Board is of the opinion that part or all of the information should not be disclosed as requested, the Board shall by order in writing permit the advocate to not disclose the information or part and it shall specify in the order the ground under which disclosure is refused.</p> <p class=\"headnote-e\"><b>Procedure</b></p> <p class=\"subsection-e\">(9) Sections 39 to 44 of the <i>Consent to Treatment Act, 1992</i> and the <i>Statutory Powers Procedure Act</i> do not apply to an application under this section. 1992, c.26, s.33.</p>"
        },
        {
            "id": "34.",
            "section": "Duty of Commission members and staff",
            "content": "34. (1) A member of the Commission and a person, other than an advocate, who works for the Commission shall preserve secrecy in respect of all information about an individual obtained in the course of his or her duties and not contained in a record, except as subsection (5) provides. Advocates’ case files (2) A member of the Commission and a person, other than an advocate, who works for the Commission or a community agency shall preserve secrecy in respect of all information contained in the case files maintained by advocates in relation to individual vulnerable persons to whom advocates have provided advocacy services, except as subsection (5) provides. Same (3) Subsection (2) prevails over the Freedom of Information and Protection of Privacy Act. Same, community agency (4) A person, other than an advocate, who works for a community agency shall preserve secrecy in respect of all information about an individual obtained in the course of his or her duties, except as subsection (5) provides. Disclosure on instructions of Commission (5) A member of the Commission and a person, other than an advocate, who works for the Commission or a community agency shall disclose information about an individual obtained in the course of his or her duties, on the written instructions of the Commission and in the manner and to the person specified in the instructions. Criteria (6) The Commission shall give instructions for disclosure only if it is of the opinion that the advocate who originally obtained the information should have disclosed it under this Act. 1992, c.26, s.34.",
            "raw_html": "<p class=\"section-e\"><b>34.</b> (1) A member of the Commission and a person, other than an advocate, who works for the Commission shall preserve secrecy in respect of all information about an individual obtained in the course of his or her duties and not contained in a record, except as subsection (5) provides.</p> <p class=\"headnote-e\"><b>Advocates’ case files</b></p> <p class=\"subsection-e\">(2) A member of the Commission and a person, other than an advocate, who works for the Commission or a community agency shall preserve secrecy in respect of all information contained in the case files maintained by advocates in relation to individual vulnerable persons to whom advocates have provided advocacy services, except as subsection (5) provides.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) Subsection (2) prevails over the <i>Freedom of Information and Protection of Privacy Act.</i></p> <p class=\"headnote-e\"><b>Same, community agency</b></p> <p class=\"subsection-e\">(4) A person, other than an advocate, who works for a community agency shall preserve secrecy in respect of all information about an individual obtained in the course of his or her duties, except as subsection (5) provides.</p> <p class=\"headnote-e\"><b>Disclosure on instructions of Commission</b></p> <p class=\"subsection-e\">(5) A member of the Commission and a person, other than an advocate, who works for the Commission or a community agency shall disclose information about an individual obtained in the course of his or her duties, on the written instructions of the Commission and in the manner and to the person specified in the instructions.</p> <p class=\"headnote-e\"><b>Criteria</b></p> <p class=\"subsection-e\">(6) The Commission shall give instructions for disclosure only if it is of the opinion that the advocate who originally obtained the information should have disclosed it under this Act. 1992, c.26, s.34.</p>"
        },
        {
            "id": "35.",
            "section": "Transition, other advocacy programs",
            "content": "35. Sections 32 to 34 also apply to any information about an individual that an advocate, member of the Commission or other person who works for the Commission or a community agency obtained in the course of his or her duties in connection with an advocacy program that is not operated under this Act. 1992, c.26, s.35.",
            "raw_html": "<p class=\"section-e\"><b>35. </b>Sections 32 to 34 also apply to any information about an individual that an advocate, member of the Commission or other person who works for the Commission or a community agency obtained in the course of his or her duties in connection with an advocacy program that is not operated under this Act. 1992, c.26, s.35.</p>"
        },
        {
            "id": "36.",
            "section": "Disclosure for systemic advocacy",
            "content": "36. An advocate may disclose information obtained in the course of his or her duties if the disclosure is necessary in connection with the provision of advocacy services in accordance with clause 7(1)(c) and, (a) the information is not personal information as defined in the Freedom of Information and Protection of Privacy Act; or (b) the information is personal information as defined in the Freedom of Information and Protection of Privacy Act and, (i) the individual to whom the information relates consents to the disclosure, or (ii) the information is already available to the public. 1992, c.26, s.36.",
            "raw_html": "<p class=\"section-e\"><b>36. </b>An advocate may disclose information obtained in the course of his or her duties if the disclosure is necessary in connection with the provision of advocacy services in accordance with clause 7(1)(c) and,</p> <p class=\"clause-e\">(a) the information is not personal information as defined in the <i>Freedom of Information and Protection of Privacy Act</i>; or</p> <p class=\"clause-e\">(b) the information is personal information as defined in the <i>Freedom of Information and Protection of Privacy Act</i> and,</p> <p class=\"subclause-e\">(i) the individual to whom the information relates consents to the disclosure, or</p> <p class=\"subclause-e\">(ii) the information is already available to the public. 1992, c.26, s.36.</p>"
        },
        {
            "id": "37.",
            "section": "Identifying information obtained under s.25",
            "content": "37. Despite any other provision of this Act, an advocate who obtains access to a record under section 25 that contains the name of or any means of identifying an individual shall not disclose to any person, directly or indirectly, any information from the record that includes the name of or any means of identifying the individual, except with the consent of the individual. 1992, c.26, s.37.",
            "raw_html": "<p class=\"section-e\"><b>37. </b>Despite any other provision of this Act, an advocate who obtains access to a record under section 25 that contains the name of or any means of identifying an individual shall not disclose to any person, directly or indirectly, any information from the record that includes the name of or any means of identifying the individual, except with the consent of the individual. 1992, c.26, s.37.</p>"
        },
        {
            "id": "38.",
            "section": "Complaints re health professionals",
            "content": "38. Despite any other provision of this Act, if a complaint or report against a member of a College as defined in the Regulated Health Professions Act, 1991 is made to the College, an advocate who learns of the complaint or report from a record to which the advocate obtained access under this Act shall not disclose to any person, directly or indirectly, the fact that the complaint or report was made. 1992, c.26, s.38. MISCELLANEOUS",
            "raw_html": "<p class=\"section-e\"><b>38. </b>Despite any other provision of this Act, if a complaint or report against a member of a College as defined in the <i>Regulated Health Professions Act, 1991</i> is made to the College, an advocate who learns of the complaint or report from a record to which the advocate obtained access under this Act shall not disclose to any person, directly or indirectly, the fact that the complaint or report was made. 1992, c.26, s.38.</p> <p class=\"heading1-e\">MISCELLANEOUS</p>"
        },
        {
            "id": "39.",
            "section": "Offence, obstructing advocate",
            "content": "39. (1) No person shall hinder or obstruct an advocate, (a) who is exercising the right of entry conferred by subsection 21(1) (entry to facilities, controlled-access residences), or is seeking to do so; (b) who is meeting with a vulnerable person in accordance with subsection 21(3), or is seeking to do so. Exception (2) Subsection (1) does not apply to a vulnerable person in the facility or controlled-access residence. Offence, obstructing access to records, etc. (3) No person shall hinder or obstruct an advocate who is exercising a right of access to records conferred by section 24, 25 or 26 or a right under section 30, or who is seeking to do so. Penalty (4) A person who contravenes subsection (1) or (3) is guilty of an offence and is liable, on conviction, to a fine not exceeding $5,000 in the case of an individual and not exceeding $25,000 in the case of a corporation. 1992, c.26, s.39.",
            "raw_html": "<p class=\"section-e\"><b>39.</b> (1) No person shall hinder or obstruct an advocate,</p> <p class=\"clause-e\">(a) who is exercising the right of entry conferred by subsection 21(1) (entry to facilities, controlled-access residences), or is seeking to do so;</p> <p class=\"clause-e\">(b) who is meeting with a vulnerable person in accordance with subsection 21(3), or is seeking to do so.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to a vulnerable person in the facility or controlled-access residence.</p> <p class=\"headnote-e\"><b>Offence, obstructing access to records, etc.</b></p> <p class=\"subsection-e\">(3) No person shall hinder or obstruct an advocate who is exercising a right of access to records conferred by section 24, 25 or 26 or a right under section 30, or who is seeking to do so.</p> <p class=\"headnote-e\"><b>Penalty</b></p> <p class=\"subsection-e\">(4) A person who contravenes subsection (1) or (3) is guilty of an offence and is liable, on conviction, to a fine not exceeding $5,000 in the case of an individual and not exceeding $25,000 in the case of a corporation. 1992, c.26, s.39.</p>"
        },
        {
            "id": "40.",
            "section": "Offence, unauthorized provision of advocacy services",
            "content": "40. (1) No person shall provide or purport to provide advocacy services on behalf of the Commission except in accordance with an authorization under subsection 7(4). Penalty (2) A person who contravenes subsection (1) is guilty of an offence and is liable, on conviction, to a fine not exceeding $5,000. Other advocacy services (3) Nothing in this Act prevents a person who is not authorized under subsection 7(4) from providing advocacy services, as long as the person does not purport to provide the services on behalf of the Commission. 1992, c.26, s.40.",
            "raw_html": "<p class=\"section-e\"><b>40.</b> (1) No person shall provide or purport to provide advocacy services on behalf of the Commission except in accordance with an authorization under subsection 7(4).</p> <p class=\"headnote-e\"><b>Penalty</b></p> <p class=\"subsection-e\">(2) A person who contravenes subsection (1) is guilty of an offence and is liable, on conviction, to a fine not exceeding $5,000.</p> <p class=\"headnote-e\"><b>Other advocacy services</b></p> <p class=\"subsection-e\">(3) Nothing in this Act prevents a person who is not authorized under subsection 7(4) from providing advocacy services, as long as the person does not purport to provide the services on behalf of the Commission. 1992, c.26, s.40.</p>"
        },
        {
            "id": "41.",
            "section": "Offence, improper disclosure by advocate",
            "content": "41. (1) An advocate who discloses, in contravention of this Act, information about an individual obtained in the course of his or her duties is guilty of an offence and is liable, on conviction, to a fine not exceeding, (a) $5,000, if the disclosure does not contravene section 37 or 38; or (b) $10,000, if the disclosure contravenes section 37 or 38. Application to other persons (2) Subsection (1) also applies to members of the Commission and persons other than advocates who work for the Commission or a community agency. 1992, c.26, s.41.",
            "raw_html": "<p class=\"section-e\"><b>41.</b> (1) An advocate who discloses, in contravention of this Act, information about an individual obtained in the course of his or her duties is guilty of an offence and is liable, on conviction, to a fine not exceeding,</p> <p class=\"clause-e\">(a) $5,000, if the disclosure does not contravene section 37 or 38; or</p> <p class=\"clause-e\">(b) $10,000, if the disclosure contravenes section 37 or 38.</p> <p class=\"headnote-e\"><b>Application to other persons</b></p> <p class=\"subsection-e\">(2) Subsection (1) also applies to members of the Commission and persons other than advocates who work for the Commission or a community agency. 1992, c.26, s.41.</p>"
        },
        {
            "id": "42.",
            "section": "Regulations",
            "content": "42. (1) The Commission may, subject to the approval of the Lieutenant Governor in Council, make regulations, (a) respecting mechanisms for the provision of the advocacy services referred to in clauses 7(1)(b), (c) and (d), including providing for regional offices of the Commission and establishing their functions; (b) prescribing circumstances in which the public may be excluded from a meeting or part of a meeting of the Commission; (c) for the purpose of carrying out the Commission’s responsibilities under clauses 7(1)(k) and (l); (d) establishing procedures and standards governing the provision of the advocacy services referred to in clauses 7(1)(b), (c) and (d); (e) prescribing facilities for the purpose of the definition of “facility” in section 2; (f) prescribing persons to whom identification shall be presented under subsection 20(2); (g) prescribing, for the purposes of clauses 24(1)(c), 25(2)(c), 26(2)(c) and 30(2)(c), programs that are administered or funded by the Ministry of Community and Social Services or the Ministry of Health; (h) prescribing an amount per page to be paid for photocopies under paragraph 4 of subsection 28(1). Hearings (2) A regulation under clause(1)(c) establishing procedures may provide whether or not a hearing is required and, if a hearing is required, may exclude the application of the Statutory Powers Procedure Act. 1992, c.26, s.42. SCHEDULE Section 2 “Facility”  Alcoholism and Drug Addiction Research Foundation Act   Cancer Act   Charitable Institutions Act   Child and Family Services Act   Community Psychiatric Hospitals Act   Developmental Services Act   General Welfare Assistance Act   Homes for Retarded Persons Act   Homes for Special Care Act   Homes for the Aged and Rest Homes Act   Independent Health Facilities Act   Mental Health Act   Mental Hospitals Act   Ministry of Community and Social Services Act   Ministry of Correctional Services Act   Ministry of Health Act   Nursing Homes Act   Ontario Mental Health Foundation Act   Private Hospitals Act   Public Hospitals Act 1992, c. 26, Sched. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>42.</b> (1) The Commission may, subject to the approval of the Lieutenant Governor in Council, make regulations,</p> <p class=\"clause-e\">(a) respecting mechanisms for the provision of the advocacy services referred to in clauses 7(1)(b), (c) and (d), including providing for regional offices of the Commission and establishing their functions;</p> <p class=\"clause-e\">(b) prescribing circumstances in which the public may be excluded from a meeting or part of a meeting of the Commission;</p> <p class=\"clause-e\">(c) for the purpose of carrying out the Commission’s responsibilities under clauses 7(1)(k) and (l);</p> <p class=\"clause-e\">(d) establishing procedures and standards governing the provision of the advocacy services referred to in clauses 7(1)(b), (c) and (d);</p> <p class=\"clause-e\">(e) prescribing facilities for the purpose of the definition of “facility” in section 2;</p> <p class=\"clause-e\">(f) prescribing persons to whom identification shall be presented under subsection 20(2);</p> <p class=\"clause-e\">(g) prescribing, for the purposes of clauses 24(1)(c), 25(2)(c), 26(2)(c) and 30(2)(c), programs that are administered or funded by the Ministry of Community and Social Services or the Ministry of Health;</p> <p class=\"clause-e\">(h) prescribing an amount per page to be paid for photocopies under paragraph 4 of subsection 28(1).</p> <p class=\"headnote-e\"><b>Hearings</b></p> <p class=\"subsection-e\">(2) A regulation under clause(1)(c) establishing procedures may provide whether or not a hearing is required and, if a hearing is required, may exclude the application of the <i>Statutory Powers Procedure Act.</i> 1992, c.26, s.42.</p> <p class=\"schedule-e\">SCHEDULE</p> <p class=\"heading3-e\"><i>Section 2 “Facility”</i></p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"63\"> \r\n</td>\n<td valign=\"top\" width=\"258\"><p class=\"section-e\"><i>Alcoholism and Drug Addiction Research Foundation Act <br/>  Cancer Act <br/>  Charitable Institutions Act <br/>  Child and Family Services Act <br/>  Community Psychiatric Hospitals Act <br/>  Developmental Services Act <br/>  General Welfare Assistance Act <br/>  Homes for Retarded Persons Act <br/>  Homes for Special Care Act <br/>  Homes for the Aged and Rest Homes Act <br/>  Independent Health Facilities Act <br/>  Mental Health Act <br/>  Mental Hospitals Act <br/>  Ministry of Community and Social Services Act <br/>  Ministry of Correctional Services Act <br/>  Ministry of Health Act <br/>  Nursing Homes Act <br/>  Ontario Mental Health Foundation Act <br/>  Private Hospitals Act <br/>  Public Hospitals Act</i></p>\n</td></tr></table></center> <p class=\"footnote-e\">1992, c. 26, Sched.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_92a26_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_92a26_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": null,
            "section": "Hearings",
            "content": "Alcoholism and Drug Addiction Research Foundation Act   Cancer Act   Charitable Institutions Act   Child and Family Services Act   Community Psychiatric Hospitals Act   Developmental Services Act   General Welfare Assistance Act   Homes for Retarded Persons Act   Homes for Special Care Act   Homes for the Aged and Rest Homes Act   Independent Health Facilities Act   Mental Health Act   Mental Hospitals Act   Ministry of Community and Social Services Act   Ministry of Correctional Services Act   Ministry of Health Act   Nursing Homes Act   Ontario Mental Health Foundation Act   Private Hospitals Act   Public Hospitals Act",
            "raw_html": "<p class=\"section-e\"><i>Alcoholism and Drug Addiction Research Foundation Act <br/>  Cancer Act <br/>  Charitable Institutions Act <br/>  Child and Family Services Act <br/>  Community Psychiatric Hospitals Act <br/>  Developmental Services Act <br/>  General Welfare Assistance Act <br/>  Homes for Retarded Persons Act <br/>  Homes for Special Care Act <br/>  Homes for the Aged and Rest Homes Act <br/>  Independent Health Facilities Act <br/>  Mental Health Act <br/>  Mental Hospitals Act <br/>  Ministry of Community and Social Services Act <br/>  Ministry of Correctional Services Act <br/>  Ministry of Health Act <br/>  Nursing Homes Act <br/>  Ontario Mental Health Foundation Act <br/>  Private Hospitals Act <br/>  Public Hospitals Act</i></p>"
        }
    ]
}