{
    "act_info": {
        "full_title": "Agricultural Committees Act, R.S.O. 1990, c. A.10",
        "act_name_text": "Not Found",
        "citation": "Agricultural Committees Act, R.S.O. 1990, c. A.10",
        "url": "https://www.ontario.ca/laws/statute/90a10",
        "date_scraped": "2023-12-20 01:25:46"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.  In this Act, “agricultural organization” includes an agricultural co-operative, agricultural association, agricultural society, agricultural club and any branch of any of them; (“organisation agricole”) “agricultural representative” means an agricultural representative appointed under the Agricultural Representatives Act; (“représentant agricole”) “county” includes a territorial district; (“comté”) “Minister” means the Minister of Agriculture and Food; (“ministre”) “Ministry” means the Ministry of Agriculture and Food. (“ministère”) R.S.O. 1980, c.9, s.1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>  In this Act,</p> <p class=\"firstdef-e\">“agricultural organization” includes an agricultural co-operative, agricultural association, agricultural society, agricultural club and any branch of any of them; (“organisation agricole”)</p> <p class=\"definition-e\">“agricultural representative” means an agricultural representative appointed under the<i> Agricultural Representatives Act</i>; (“représentant agricole”)</p> <p class=\"definition-e\">“county” includes a territorial district; (“comté”)</p> <p class=\"definition-e\">“Minister” means the Minister of Agriculture and Food; (“ministre”)</p> <p class=\"definition-e\">“Ministry” means the Ministry of Agriculture and Food. (“ministère”) R.S.O. 1980, c.9, s.1.</p>"
        },
        {
            "id": "2.",
            "section": "Committee, formation",
            "content": "2.  (1) A committee consisting of not more than fifteen persons may be formed in any county, and the name of every such committee shall bear the name of such county. One committee for two counties (2) Where only one agricultural representative has been appointed for two counties, one committee may be formed for the two counties. Two committees for one county (3) Where two agricultural representatives have been appointed for one county, two committees may be formed for the county. R.S.O. 1980, c.9, s.2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>  (1) A committee consisting of not more than fifteen persons may be formed in any county, and the name of every such committee shall bear the name of such county.</p> <p class=\"headnote-e\"><b>One committee for two counties</b></p> <p class=\"subsection-e\">(2) Where only one agricultural representative has been appointed for two counties, one committee may be formed for the two counties.</p> <p class=\"headnote-e\"><b>Two committees for one county</b></p> <p class=\"subsection-e\">(3) Where two agricultural representatives have been appointed for one county, two committees may be formed for the county. R.S.O. 1980, c.9, s.2.</p>"
        },
        {
            "id": "3.",
            "section": "Organization",
            "content": "3.  (1) Where an agricultural representative in a county receives written notice from any three or more agricultural organizations within his or her county requesting the organization of an agricultural committee, the representative shall forthwith call a general meeting of representatives of the agricultural organizations in the county for the purpose of forming a committee. Selection of committee (2) At the meeting a committee of not more than thirteen persons shall be selected by such mode as is determined at the meeting for the current year or until their successors are selected and every agricultural organization is entitled to at least one representative on the committee, unless there are more than thirteen agricultural organizations represented at the meeting, in which event one person may be selected as the representative of two or more agricultural organizations. Chair, vice-chair (3) The committee so selected shall appoint an acting chair and acting vice-chair from among themselves and the agricultural representative shall be the acting secretary-treasurer of the committee. Report to Minister (4) A report of the meeting, certified by the acting chair and the acting secretary-treasurer showing the names of the agricultural organizations represented at the meeting and the names and addresses of the persons selected as members of the committee, together with such other information as the Minister may require, shall be forwarded to the Minister within ten days after the holding of the meeting. R.S.O. 1980, c.9, s.3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>  (1) Where an agricultural representative in a county receives written notice from any three or more agricultural organizations within his or her county requesting the organization of an agricultural committee, the representative shall forthwith call a general meeting of representatives of the agricultural organizations in the county for the purpose of forming a committee.</p> <p class=\"headnote-e\"><b>Selection of committee</b></p> <p class=\"subsection-e\">(2) At the meeting a committee of not more than thirteen persons shall be selected by such mode as is determined at the meeting for the current year or until their successors are selected and every agricultural organization is entitled to at least one representative on the committee, unless there are more than thirteen agricultural organizations represented at the meeting, in which event one person may be selected as the representative of two or more agricultural organizations.</p> <p class=\"headnote-e\"><b>Chair, vice-chair</b></p> <p class=\"subsection-e\">(3) The committee so selected shall appoint an acting chair and acting vice-chair from among themselves and the agricultural representative shall be the acting secretary-treasurer of the committee.</p> <p class=\"headnote-e\"><b>Report to Minister</b></p> <p class=\"subsection-e\">(4) A report of the meeting, certified by the acting chair and the acting secretary-treasurer showing the names of the agricultural organizations represented at the meeting and the names and addresses of the persons selected as members of the committee, together with such other information as the Minister may require, shall be forwarded to the Minister within ten days after the holding of the meeting. R.S.O. 1980, c.9, s.3.</p>"
        },
        {
            "id": "4.",
            "section": "Committee declared agricultural committee",
            "content": "4.  (1) Upon receipt of the report mentioned in subsection 3(4), the Minister may declare such committee to be an agricultural committee. Members (2) The members of the committee shall be members of the agricultural committee and the agricultural representative shall be the secretary-treasurer. R.S.O. 1980, c.9, s.4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>  (1) Upon receipt of the report mentioned in subsection 3(4), the Minister may declare such committee to be an agricultural committee.</p> <p class=\"headnote-e\"><b>Members</b></p> <p class=\"subsection-e\">(2) The members of the committee shall be members of the agricultural committee and the agricultural representative shall be the secretary-treasurer. R.S.O. 1980, c.9, s.4.</p>"
        },
        {
            "id": "5.",
            "section": "Appointment of members:",
            "content": "5.  (1) One member may be appointed to the committee by the member or members of the Legislature whose electoral district or districts include any rural part of the county and such member shall hold office during pleasure. in county (2) In the case of a county agricultural committee, one member may be appointed annually by the county council. in district (3) In the case of a district agricultural committee, one member may be appointed by the Minister and shall hold office during pleasure. R.S.O. 1980, c.9, s.5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b>  (1) One member may be appointed to the committee by the member or members of the Legislature whose electoral district or districts include any rural part of the county and such member shall hold office during pleasure.</p> <p class=\"headnote-e\"><b>in county</b></p> <p class=\"subsection-e\">(2) In the case of a county agricultural committee, one member may be appointed annually by the county council.</p> <p class=\"headnote-e\"><b>in district</b></p> <p class=\"subsection-e\">(3) In the case of a district agricultural committee, one member may be appointed by the Minister and shall hold office during pleasure. R.S.O. 1980, c.9, s.5.</p>"
        },
        {
            "id": "6.",
            "section": "Who to be members of committee",
            "content": "6.  No person shall be selected or appointed as a member of a committee except a farmer, farmer’s spouse, retired farmer, farm youth or an official of an agricultural organization. R.S.O. 1980, c.9, s.6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>  No person shall be selected or appointed as a member of a committee except a farmer, farmer’s spouse, retired farmer, farm youth or an official of an agricultural organization. R.S.O. 1980, c.9, s.6.</p>"
        },
        {
            "id": "7.",
            "section": "Annual meeting",
            "content": "7.  The agricultural representative shall call an annual meeting of representatives of all agricultural organizations in the county and members of the agricultural committee for the ensuing year shall be selected and a chair and vice-chair shall be elected thereat in such manner as is prescribed by the rules of the agricultural committee. R.S.O. 1980, c.9, s.7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b>  The agricultural representative shall call an annual meeting of representatives of all agricultural organizations in the county and members of the agricultural committee for the ensuing year shall be selected and a chair and vice-chair shall be elected thereat in such manner as is prescribed by the rules of the agricultural committee. R.S.O. 1980, c.9, s.7.</p>"
        },
        {
            "id": "8.",
            "section": "Objects and purposes",
            "content": "8.  The objects and purposes of an agricultural committee are, (a) to co-operate with and make suggestions to the agricultural representative; (b) to consider and make recommendations to appropriate authorities with respect to soil conservation, reforestation, weed control, health of animals, plant diseases, crop production, marketing problems and such other matters as are considered advisable for the improvement of agriculture in the county; (c) to co-ordinate the undertakings of the various agricultural organizations in the county; (d) to assist in promoting farm youth activities in the county. R.S.O. 1980, c.9, s.8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b>  The objects and purposes of an agricultural committee are,</p> <p class=\"clause-e\">(a) to co-operate with and make suggestions to the agricultural representative;</p> <p class=\"clause-e\">(b) to consider and make recommendations to appropriate authorities with respect to soil conservation, reforestation, weed control, health of animals, plant diseases, crop production, marketing problems and such other matters as are considered advisable for the improvement of agriculture in the county;</p> <p class=\"clause-e\">(c) to co-ordinate the undertakings of the various agricultural organizations in the county;</p> <p class=\"clause-e\">(d) to assist in promoting farm youth activities in the county. R.S.O. 1980, c.9, s.8.</p>"
        },
        {
            "id": "9.",
            "section": "Assignment of undertakings",
            "content": "9.  The Minister may assign to any committee any matter or undertaking that he or she considers of special interest to agriculture. R.S.O. 1980, c.9, s.9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b>  The Minister may assign to any committee any matter or undertaking that he or she considers of special interest to agriculture. R.S.O. 1980, c.9, s.9.</p>"
        },
        {
            "id": "10.",
            "section": "Promotion of matter or undertaking",
            "content": "10.  An agricultural committee may initiate or promote any matter or undertaking for the purpose of improving agriculture. R.S.O. 1980, c.9, s.10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b>  An agricultural committee may initiate or promote any matter or undertaking for the purpose of improving agriculture. R.S.O. 1980, c.9, s.10.</p>"
        },
        {
            "id": "11.",
            "section": "Registration of producers",
            "content": "11.  Subject to the approval of the Minister, an agricultural committee may require producers of any agricultural product in the county to register their names and addresses with the secretary-treasurer and to furnish such information respecting the production, other than cost, of such agricultural product as the agricultural committee determines. R.S.O. 1980, c.9, s.11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b>  Subject to the approval of the Minister, an agricultural committee may require producers of any agricultural product in the county to register their names and addresses with the secretary-treasurer and to furnish such information respecting the production, other than cost, of such agricultural product as the agricultural committee determines. R.S.O. 1980, c.9, s.11.</p>"
        },
        {
            "id": "12.",
            "section": "Executive committee",
            "content": "12.  An agricultural committee may establish an executive committee to consist of three or five members for such purposes as the committee determines. R.S.O. 1980, c.9, s.12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b>  An agricultural committee may establish an executive committee to consist of three or five members for such purposes as the committee determines. R.S.O. 1980, c.9, s.12.</p>"
        },
        {
            "id": "13.",
            "section": "Regulations",
            "content": "13.  The Lieutenant Governor in Council may make regulations respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1980, c.9, s.13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b>  The Lieutenant Governor in Council may make regulations respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1980, c.9, s.13.</p>"
        },
        {
            "id": "14.",
            "section": "Expenses",
            "content": "14.  Subject to the approval of the Minister, the travelling expenses of the members shall be paid out of the money appropriated by the Legislature for the purpose. R.S.O. 1980, c.9, s.14. ____________________ Français ",
            "raw_html": "<p class=\"section-e\"><b>14.</b>  Subject to the approval of the Minister, the travelling expenses of the members shall be paid out of the money appropriated by the Legislature for the purpose. R.S.O. 1980, c.9, s.14.</p> <p class=\"line-e\">____________________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90a10_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90a10_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}