{
    "act_info": {
        "full_title": "AgriCorp Act, 1996, S.O. 1996, c. 17, Sched. A",
        "act_name_text": "AgriCorp Act, 1996",
        "citation": "S.O. 1996, c. 17, Sched. A",
        "url": "https://www.ontario.ca/laws/statute/96a17a",
        "date_scraped": "2023-12-18 04:31:37"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 18, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/96a17a/v19",
            "valid_from": "March  1, 2022",
            "valid_to": "May 17, 2023"
        },
        {
            "a_href": "/laws/statute/96a17a/v18",
            "valid_from": "October 19, 2021",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/statute/96a17a/v17",
            "valid_from": "December  8, 2020",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/96a17a/v16",
            "valid_from": "July  1, 2019",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/statute/96a17a/v15",
            "valid_from": "May 29, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/statute/96a17a/v14",
            "valid_from": "January  1, 2018",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/96a17a/v13",
            "valid_from": "December 14, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/statute/96a17a/v12",
            "valid_from": "November 14, 2017",
            "valid_to": "December 13, 2017"
        },
        {
            "a_href": "/laws/statute/96a17a/v11",
            "valid_from": "September  1, 2015",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/96a17a/v10",
            "valid_from": "May 28, 2015",
            "valid_to": "August 31, 2015"
        },
        {
            "a_href": "/laws/statute/96a17a/v9",
            "valid_from": "June  1, 2011",
            "valid_to": "May 27, 2015"
        },
        {
            "a_href": "/laws/statute/96a17a/v8",
            "valid_from": "October 25, 2010",
            "valid_to": "May 31, 2011"
        },
        {
            "a_href": "/laws/statute/96a17a/v7",
            "valid_from": "December 15, 2009",
            "valid_to": "October 24, 2010"
        },
        {
            "a_href": "/laws/statute/96a17a/v6",
            "valid_from": "October  1, 2009",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/96a17a/v5",
            "valid_from": "August 20, 2007",
            "valid_to": "September 30, 2009"
        },
        {
            "a_href": "/laws/statute/96a17a/v4",
            "valid_from": "May 17, 2007",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/96a17a/v3",
            "valid_from": "December 20, 2006",
            "valid_to": "May 16, 2007"
        },
        {
            "a_href": "/laws/statute/96a17a/v2",
            "valid_from": "November 30, 2004",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/96a17a/v1",
            "valid_from": "December 22, 1999",
            "valid_to": "November 29, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "AgriCorp established",
            "content": "1 (1) There is hereby established a corporation without share capital to be known in English and French as AgriCorp.  1996, c. 17, Sched. A, s. 1 (1). Members (2) AgriCorp shall consist of as many members, not fewer than five, as the Lieutenant Governor in Council may appoint.  1996, c. 17, Sched. A, s. 1 (2). Term of appointment (3) The members shall be appointed during the pleasure of the Lieutenant Governor in Council for a term of not more than three years.  1996, c. 17, Sched. A, s. 1 (3). Non-application of Acts (4) The Corporations Act, the Corporations Information Act, the Insurance Act and the Not-for-Profit Corporations Act, 2010 do not apply to AgriCorp or to corporations constituted under subsection 16 (1). 2017, c. 20, Sched. 8, s. 61. Section Amendments with date in force (d/m/y) 2010, c. 15, s. 212 - no effect - see 2017, c. 20, Sched. 8, s. 58 - 14/11/2017 2017, c. 20, Sched. 8, s. 61 - 19/10/2021",
            "raw_html": "<p class=\"section\"><b>1 </b>(1) There is hereby established a corporation without share capital to be known in English and French as AgriCorp.  1996, c. 17, Sched. A, s. 1 (1).</p> <p class=\"headnote\">Members</p> <p class=\"subsection\">(2) AgriCorp shall consist of as many members, not fewer than five, as the Lieutenant Governor in Council may appoint.  1996, c. 17, Sched. A, s. 1 (2).</p> <p class=\"headnote\">Term of appointment</p> <p class=\"subsection\">(3) The members shall be appointed during the pleasure of the Lieutenant Governor in Council for a term of not more than three years.  1996, c. 17, Sched. A, s. 1 (3).</p> <p class=\"headnote\">Non-application of Acts</p> <p class=\"subsection\">(4) The <i>Corporations Act</i>, the <i>Corporations Information Act</i>, the <i>Insurance Act</i> and the <i>Not-for-Profit Corporations Act, 2010</i> do not apply to AgriCorp or to corporations constituted under subsection 16 (1). 2017, c. 20, Sched. 8, s. 61.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S10015#s212\">2010, c. 15, s. 212</a> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched8s58\">2017, c. 20, Sched. 8, s. 58</a></span> - 14/11/2017</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched8s61\">2017, c. 20, Sched. 8, s. 61</a></span> - <span>19/10/2021</span></p>"
        },
        {
            "id": "2",
            "section": "Objects",
            "content": "2 The objects of AgriCorp are, (a)  to administer plans of crop insurance under the Agricultural Products Insurance Act, 1996, and to perform the duties conferred on it by that Act; and (b)  to perform any other duties conferred on it under any other Act of Ontario, any order of the Lieutenant Governor in Council or the Governor in Council or any agreement made between, (i)  the Government of Ontario or any of its agencies, and (ii)  any one or more of the Government of Canada, any of its agencies, AgriCorp or any person. 1996, c. 17, Sched. A, s. 2; 2015, c. 6, s. 9. Section Amendments with date in force (d/m/y) 2015, c. 6, s. 9 - 18/07/1996",
            "raw_html": "<p class=\"section\"><b>2 </b>The objects of AgriCorp are,</p> <p class=\"paragraph\">  (a)  to administer plans of crop insurance under the <i>Agricultural Products Insurance Act, 1996</i>, and to perform the duties conferred on it by that Act; and</p> <p class=\"paragraph\">  (b)  to perform any other duties conferred on it under any other Act of Ontario, any order of the Lieutenant Governor in Council or the Governor in Council or any agreement made between,</p> <p class=\"subclause\">  (i)  the Government of Ontario or any of its agencies, and</p> <p class=\"subclause\">  (ii)  any one or more of the Government of Canada, any of its agencies, AgriCorp or any person. 1996, c. 17, Sched. A, s. 2; 2015, c. 6, s. 9.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S15006#s9\">2015, c. 6, s. 9</a> - 18/07/1996</p>"
        },
        {
            "id": "3",
            "section": "Powers",
            "content": "3 (1) For the purpose of carrying out its objects, AgriCorp has the capacity and powers of a natural person, except as limited by this Act.  1996, c. 17, Sched. A, s. 3 (1). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 3 (1) of the Act is amended by adding “and by section 11.0.1 of the Ministry of Infrastructure Act, 2011” at the end. (See: 2023, c. 5, Sched. 2, s. 3) Additional powers (2) AgriCorp may, (a)  establish and collect fees and service charges related to the exercise of its powers or the carrying out of its duties; (b)  establish and collect penalties for the late payment of the fees and service charges mentioned in clause (a); and (c)  on such conditions as it considers proper, lend money between the funds that it administers, if it administers more than one fund.  1996, c. 17, Sched. A, s. 3 (2). Borrowing, guarantees (3) Except with the approval of the Minister of Finance, AgriCorp may not borrow money or guarantee the repayment, in whole or in part, of a loan made by any person other than itself.  1996, c. 17, Sched. A, s. 3 (3). Investments (4) AgriCorp may not invest any part of its money in any investment other than, (a)  notes, bonds, debentures or other evidences of indebtedness issued or guaranteed as to principal and interest by, (i)  Canada, Ontario or another province of Canada, (ii)  a municipality in Canada, (iii)  an agency of the Government of Canada or a province of Canada, (iv)  a Canadian bank or financial institution that is supervised or examined by a governmental authority in the jurisdiction in which the bank or financial institution carries on business; (b)  deposit receipts, deposit notes, certificates of deposit, acceptances or other investment instruments issued, guaranteed or endorsed by a financial institution authorized to carry on business in Canada; or (c)  other securities, financial agreements, investments, evidences of indebtedness, commodity futures or foreign currency futures authorized by or belonging to a class authorized by the Minister of Finance.  1996, c. 17, Sched. A, s. 3 (4). Corporations, agreements (5) Except with the approval of the Minister of Agriculture, Food and Rural Affairs, a member of AgriCorp, either alone or together with other persons, may not, (a)  create corporations that have any of the objects of AgriCorp; or (b)  enter into agreements with the Government of Canada or any of its agencies for the encouragement of agriculture or food.  1996, c. 17, Sched. A, s. 3 (5). Agreements (6) AgriCorp may exercise any powers and perform any duties conferred on it under any agreement made between, (a)  the Government of Ontario or any of its agencies; and (b)  any one or more of the Government of Canada, any of its agencies, AgriCorp or any person.  1996, c. 17, Sched. A, s. 3 (6). Not regulations (7) The acts of AgriCorp in exercising its powers and performing its duties mentioned in subsection (6) shall be deemed to be acts of an administrative and not of a legislative nature.  1996, c. 17, Sched. A, s. 3 (7). Inquiry (8) AgriCorp may inquire into any matter relating to its objects and section 33 of the Public Inquiries Act, 2009 applies to that inquiry.  2009, c. 33, Sched. 6, s. 38. Disclosure of personal information (9) Despite section 41 of the Freedom of Information and Protection of Privacy Act, if AgriCorp collects personal information from an individual for the purpose of a plan that it administers, it may use the information for the purpose of any other plan relating to the individual that it administers.  1996, c. 17, Sched. A, s. 3 (9). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 6, s. 38 - 1/06/2011 2023, c. 5, Sched. 2, s. 3 - not in force",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) For the purpose of carrying out its objects, AgriCorp has the capacity and powers of a natural person, except as limited by this Act.  1996, c. 17, Sched. A, s. 3 (1).</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 3 (1) of the Act is amended by adding “and by section 11.0.1 of the <i>Ministry of Infrastructure Act, 2011</i>” at the end. (See: 2023, c. 5, Sched. 2, s. 3)</span></p> <p class=\"headnote\">Additional powers</p> <p class=\"subsection\">(2) AgriCorp may,</p> <p class=\"paragraph\">  (a)  establish and collect fees and service charges related to the exercise of its powers or the carrying out of its duties;</p> <p class=\"paragraph\">  (b)  establish and collect penalties for the late payment of the fees and service charges mentioned in clause (a); and</p> <p class=\"paragraph\">  (c)  on such conditions as it considers proper, lend money between the funds that it administers, if it administers more than one fund.  1996, c. 17, Sched. A, s. 3 (2).</p> <p class=\"headnote\">Borrowing, guarantees</p> <p class=\"subsection\">(3) Except with the approval of the Minister of Finance, AgriCorp may not borrow money or guarantee the repayment, in whole or in part, of a loan made by any person other than itself.  1996, c. 17, Sched. A, s. 3 (3).</p> <p class=\"headnote\">Investments</p> <p class=\"subsection\">(4) AgriCorp may not invest any part of its money in any investment other than,</p> <p class=\"paragraph\">  (a)  notes, bonds, debentures or other evidences of indebtedness issued or guaranteed as to principal and interest by,</p> <p class=\"subclause\">  (i)  Canada, Ontario or another province of Canada,</p> <p class=\"subclause\">  (ii)  a municipality in Canada,</p> <p class=\"subclause\">  (iii)  an agency of the Government of Canada or a province of Canada,</p> <p class=\"subclause\">  (iv)  a Canadian bank or financial institution that is supervised or examined by a governmental authority in the jurisdiction in which the bank or financial institution carries on business;</p> <p class=\"paragraph\">  (b)  deposit receipts, deposit notes, certificates of deposit, acceptances or other investment instruments issued, guaranteed or endorsed by a financial institution authorized to carry on business in Canada; or</p> <p class=\"paragraph\">  (c)  other securities, financial agreements, investments, evidences of indebtedness, commodity futures or foreign currency futures authorized by or belonging to a class authorized by the Minister of Finance.  1996, c. 17, Sched. A, s. 3 (4).</p> <p class=\"headnote\">Corporations, agreements</p> <p class=\"subsection\">(5) Except with the approval of the Minister of Agriculture, Food and Rural Affairs, a member of AgriCorp, either alone or together with other persons, may not,</p> <p class=\"paragraph\">  (a)  create corporations that have any of the objects of AgriCorp; or</p> <p class=\"paragraph\">  (b)  enter into agreements with the Government of Canada or any of its agencies for the encouragement of agriculture or food.  1996, c. 17, Sched. A, s. 3 (5).</p> <p class=\"headnote\">Agreements</p> <p class=\"subsection\">(6) AgriCorp may exercise any powers and perform any duties conferred on it under any agreement made between,</p> <p class=\"paragraph\">  (a)  the Government of Ontario or any of its agencies; and</p> <p class=\"paragraph\">  (b)  any one or more of the Government of Canada, any of its agencies, AgriCorp or any person.  1996, c. 17, Sched. A, s. 3 (6).</p> <p class=\"headnote\">Not regulations</p> <p class=\"subsection\">(7) The acts of AgriCorp in exercising its powers and performing its duties mentioned in subsection (6) shall be deemed to be acts of an administrative and not of a legislative nature.  1996, c. 17, Sched. A, s. 3 (7).</p> <p class=\"headnote\">Inquiry</p> <p class=\"subsection\">(8) AgriCorp may inquire into any matter relating to its objects and section 33 of the <i>Public Inquiries Act, 2009</i> applies to that inquiry.  2009, c. 33, Sched. 6, s. 38.</p> <p class=\"headnote\">Disclosure of personal information</p> <p class=\"subsection\">(9) Despite section 41 of the <i>Freedom of Information and Protection of Privacy Act</i>, if AgriCorp collects personal information from an individual for the purpose of a plan that it administers, it may use the information for the purpose of any other plan relating to the individual that it administers.  1996, c. 17, Sched. A, s. 3 (9).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched6s38\">2009, c. 33, Sched. 6, s. 38</a> - 1/06/2011</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23005#sched2s3\">2023, c. 5, Sched. 2, s. 3</a></span> - not in force</p>"
        },
        {
            "id": "4",
            "section": "Board of directors",
            "content": "4 (1) The board of directors of AgriCorp consists of all of the members of AgriCorp.  1996, c. 17, Sched. A, s. 4 (1). Management (2) The board shall manage and control the affairs of AgriCorp.  1996, c. 17, Sched. A, s. 4 (2). Chair and vice-chairs (3) The Lieutenant Governor in Council shall designate one of the members of the board as chair and one or more of the members as vice-chairs of the board.  1996, c. 17, Sched. A, s. 4 (3). Quorum (4) A majority of the members constitute a quorum of the board.  1996, c. 17, Sched. A, s. 4 (4).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) The board of directors of AgriCorp consists of all of the members of AgriCorp.  1996, c. 17, Sched. A, s. 4 (1).</p> <p class=\"headnote\">Management</p> <p class=\"subsection\">(2) The board shall manage and control the affairs of AgriCorp.  1996, c. 17, Sched. A, s. 4 (2).</p> <p class=\"headnote\">Chair and vice-chairs</p> <p class=\"subsection\">(3) The Lieutenant Governor in Council shall designate one of the members of the board as chair and one or more of the members as vice-chairs of the board.  1996, c. 17, Sched. A, s. 4 (3).</p> <p class=\"headnote\">Quorum</p> <p class=\"subsection\">(4) A majority of the members constitute a quorum of the board.  1996, c. 17, Sched. A, s. 4 (4).</p>"
        },
        {
            "id": "5",
            "section": "Minister’s directives",
            "content": "5 (1) The Minister of Agriculture, Food and Rural Affairs may issue directives in writing to AgriCorp on matters relating to the exercise of its powers or the carrying out of its duties under this or any other Act.  1996, c. 17, Sched. A, s. 5 (1). Implementation (2) The board of directors of AgriCorp shall ensure that AgriCorp implements the directives promptly and efficiently.  1996, c. 17, Sched. A, s. 5 (2).",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) The Minister of Agriculture, Food and Rural Affairs may issue directives in writing to AgriCorp on matters relating to the exercise of its powers or the carrying out of its duties under this or any other Act.  1996, c. 17, Sched. A, s. 5 (1).</p> <p class=\"headnote\">Implementation</p> <p class=\"subsection\">(2) The board of directors of AgriCorp shall ensure that AgriCorp implements the directives promptly and efficiently.  1996, c. 17, Sched. A, s. 5 (2).</p>"
        },
        {
            "id": "6",
            "section": "By-laws",
            "content": "6 (1) The board of directors of AgriCorp may make the by-laws that it considers necessary for the administration of the affairs of AgriCorp, including by-laws to establish committees.  1996, c. 17, Sched. A, s. 6 (1). Committees (2) A by-law establishing a committee may delegate to the committee those powers and duties of the board determined in the by-law.  1996, c. 17, Sched. A, s. 6 (2); 1999, c. 12, Sched. A, s. 1 (1). Members of committee (3) A by-law establishing a committee may provide that the members of the committee may include persons who are not members of AgriCorp and may provide for the appointment of those persons to the committee, the term of their appointment and their remuneration.  1999, c. 12, Sched. A, s. 1 (2). Remuneration (4) AgriCorp shall pay the remuneration of the persons mentioned in subsection (3) out of its general fund in amounts that comply with the policies of Management Board of Cabinet.  1999, c. 12, Sched. A, s. 1 (2). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. A, s. 1 (1, 2) - 22/12/1999",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) The board of directors of AgriCorp may make the by-laws that it considers necessary for the administration of the affairs of AgriCorp, including by-laws to establish committees.  1996, c. 17, Sched. A, s. 6 (1).</p> <p class=\"headnote\">Committees</p> <p class=\"subsection\">(2) A by-law establishing a committee may delegate to the committee those powers and duties of the board determined in the by-law.  1996, c. 17, Sched. A, s. 6 (2); 1999, c. 12, Sched. A, s. 1 (1).</p> <p class=\"headnote\">Members of committee</p> <p class=\"subsection\">(3) A by-law establishing a committee may provide that the members of the committee may include persons who are not members of AgriCorp and may provide for the appointment of those persons to the committee, the term of their appointment and their remuneration.  1999, c. 12, Sched. A, s. 1 (2).</p> <p class=\"headnote\">Remuneration</p> <p class=\"subsection\">(4) AgriCorp shall pay the remuneration of the persons mentioned in subsection (3) out of its general fund in amounts that comply with the policies of Management Board of Cabinet.  1999, c. 12, Sched. A, s. 1 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. A, s. 1 (1, 2) - 22/12/1999</p>"
        },
        {
            "id": "7",
            "section": "Payments to members",
            "content": "7 (1) Members of AgriCorp who are not employed under Part III of the Public Service of Ontario Act, 2006 shall receive remuneration and reimbursement for the expenses that they incur in the course of their duties.  1996, c. 17, Sched. A, s. 7 (1); 2006, c. 35, Sched. C, s. 3. Amount (2) AgriCorp shall pay the remuneration and expenses out of its general fund in amounts that comply with the policies of Management Board of Cabinet.  1996, c. 17, Sched. A, s. 7 (2). Section Amendments with date in force (d/m/y) 2006, c. 35, Sched. C, s. 3 - 20/08/2007",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) Members of AgriCorp who are not employed under Part III of the <i>Public Service of Ontario Act, 2006</i> shall receive remuneration and reimbursement for the expenses that they incur in the course of their duties.  1996, c. 17, Sched. A, s. 7 (1); 2006, c. 35, Sched. C, s. 3.</p> <p class=\"headnote\">Amount</p> <p class=\"subsection\">(2) AgriCorp shall pay the remuneration and expenses out of its general fund in amounts that comply with the policies of Management Board of Cabinet.  1996, c. 17, Sched. A, s. 7 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs3\">2006, c. 35, Sched. C, s. 3</a> - 20/08/2007</p>"
        },
        {
            "id": "8",
            "section": "Crown agency",
            "content": "8 AgriCorp is an agent of the Crown and may exercise its powers only as an agent of the Crown.  1996, c. 17, Sched. A, s. 8.",
            "raw_html": "<p class=\"section\"><b>8 </b>AgriCorp is an agent of the Crown and may exercise its powers only as an agent of the Crown.  1996, c. 17, Sched. A, s. 8.</p>"
        },
        {
            "id": "9",
            "section": "No personal liability",
            "content": "9 (1) No action or other proceeding for damages may be instituted against any member of AgriCorp, employee appointed to the service of AgriCorp or member of a committee established under subsection 6 (1) for any act done in good faith in the execution or intended execution of the person’s duty or for any alleged neglect or default in the execution in good faith of the person’s duty.  1999, c. 12, Sched. A, s. 1 (3). Crown liability (2) Despite subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsection (1) does not relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (1) to which it would otherwise be subject.  1996, c. 17, Sched. A, s. 9 (2); 2019, c. 7, Sched. 17, s. 36. Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. A, s. 1 (3) - 22/12/1999 2019, c. 7, Sched. 17, s. 36 - 01/07/2019",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) No action or other proceeding for damages may be instituted against any member of AgriCorp, employee appointed to the service of AgriCorp or member of a committee established under subsection 6 (1) for any act done in good faith in the execution or intended execution of the person’s duty or for any alleged neglect or default in the execution in good faith of the person’s duty.  1999, c. 12, Sched. A, s. 1 (3).</p> <p class=\"headnote\">Crown liability</p> <p class=\"subsection\">(2) Despite subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsection (1) does not relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (1) to which it would otherwise be subject.  1996, c. 17, Sched. A, s. 9 (2); 2019, c. 7, Sched. 17, s. 36.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1999, c. 12, Sched. A, s. 1 (3) - 22/12/1999</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched17s36\">2019, c. 7, Sched. 17, s. 36</a></span> - 01/07/2019</p>"
        },
        {
            "id": "10",
            "section": "Non-compellable witness",
            "content": "10 Except with the consent of AgriCorp, no member of AgriCorp or member of a committee established under subsection 6 (1) shall be required to give testimony in any proceedings with regard to information obtained in the discharge of the person’s duties.  1999, c. 12, Sched. A, s. 1 (4). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. A, s. 1 (4) - 22/12/1999",
            "raw_html": "<p class=\"section\"><b>10 </b>Except with the consent of AgriCorp, no member of AgriCorp or member of a committee established under subsection 6 (1) shall be required to give testimony in any proceedings with regard to information obtained in the discharge of the person’s duties.  1999, c. 12, Sched. A, s. 1 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1999, c. 12, Sched. A, s. 1 (4) - 22/12/1999</p>"
        },
        {
            "id": "11",
            "section": "Payments received",
            "content": "11 (1) The Minister of Finance may, (a)  reimburse AgriCorp out of the Consolidated Revenue Fund for all payments that AgriCorp makes under a guarantee that it has given; or (b)  make loans to AgriCorp out of the Consolidated Revenue Fund.  1996, c. 17, Sched. A, s. 11 (1). Guarantees (2) The Minister of Finance may, on such conditions as the Minister considers proper, guarantee, on behalf of Ontario, the repayment of any loan made to AgriCorp, together with interest on the loan.  1996, c. 17, Sched. A, s. 11 (2).",
            "raw_html": "<p class=\"section\"><b>11 </b>(1) The Minister of Finance may,</p> <p class=\"paragraph\">  (a)  reimburse AgriCorp out of the Consolidated Revenue Fund for all payments that AgriCorp makes under a guarantee that it has given; or</p> <p class=\"paragraph\">  (b)  make loans to AgriCorp out of the Consolidated Revenue Fund.  1996, c. 17, Sched. A, s. 11 (1).</p> <p class=\"headnote\">Guarantees</p> <p class=\"subsection\">(2) The Minister of Finance may, on such conditions as the Minister considers proper, guarantee, on behalf of Ontario, the repayment of any loan made to AgriCorp, together with interest on the loan.  1996, c. 17, Sched. A, s. 11 (2).</p>"
        },
        {
            "id": "12",
            "section": "Funds",
            "content": "12 Subject to subsection 3 (4), AgriCorp shall maintain all funds that it administers in, (a)  a bank or authorized foreign bank within the meaning of section 2 of the Bank Act (Canada); (b)  a corporation registered under the Loan and Trust Corporations Act; (c)  a credit union within the meaning of the Credit Unions and Caisses Populaires Act, 2020; or (d)  a retail association as defined under the Cooperative Credit Associations Act (Canada). 2007, c. 7, Sched. 7, s. 178; 2020, c. 36, Sched. 7, s. 292. Section Amendments with date in force (d/m/y) 2007, c. 7, Sched. 7, s. 178 - 1/10/2009 2020, c. 36, Sched. 7, s. 292 - 01/03/2022",
            "raw_html": "<p class=\"section\"><b>12 </b>Subject to subsection 3 (4), AgriCorp shall maintain all funds that it administers in,</p> <p class=\"paragraph\">  (a)  a bank or authorized foreign bank within the meaning of section 2 of the <i>Bank Act</i><i> </i>(Canada);</p> <p class=\"paragraph\">  (b)  a corporation registered under the <i>Loan and Trust Corporations Act</i>;</p> <p class=\"paragraph\">  (c)  a credit union within the meaning of the <i>Credit Unions and Caisses Populaires Act, 2020</i>; or</p> <p class=\"paragraph\">  (d)  a retail association as defined under the <i>Cooperative Credit Associations Act</i><i> </i>(Canada). 2007, c. 7, Sched. 7, s. 178; 2020, c. 36, Sched. 7, s. 292.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S07007#sched7s178\">2007, c. 7, Sched. 7, s. 178</a> - 1/10/2009</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched7s292\">2020, c. 36, Sched. 7, s. 292</a></span> - 01/03/2022</p>"
        },
        {
            "id": "13",
            "section": "Auditor General",
            "content": "13 The accounts and financial transactions of AgriCorp shall be audited annually by the Auditor General.  1996, c. 17, Sched. A, s. 13; 2004, c. 17, s. 32. Section Amendments with date in force (d/m/y) 2004, c. 17, s. 32 - 30/11/2004",
            "raw_html": "<p class=\"section\"><b>13 </b>The accounts and financial transactions of AgriCorp shall be audited annually by the Auditor General.  1996, c. 17, Sched. A, s. 13; 2004, c. 17, s. 32.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S04017#s32\">2004, c. 17, s. 32</a> - 30/11/2004</p>"
        },
        {
            "id": "BK258",
            "section": "Annual report",
            "content": "14 (1) AgriCorp shall prepare an annual report, provide it to the Minister of Agriculture, Food and Rural Affairs no later than 90 days after AgriCorp receives audited financial statements from the Auditor General and make it available to the public. 2017, c. 34, Sched. 46, s. 2. Same (2) AgriCorp shall comply with such directives as may be issued by the Management Board of Cabinet with respect to, (a)  the form and content of the annual report; and (b)  when and how to make it available to the public. 2017, c. 34, Sched. 46, s. 2. Same (3) AgriCorp shall include such additional content in the annual report as the Minister may require. 2017, c. 34, Sched. 46, s. 2. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 46, s. 2 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK258\"></a><b>14 </b>(1) AgriCorp shall prepare an annual report, provide it to the Minister of Agriculture, Food and Rural Affairs no later than 90 days after AgriCorp receives audited financial statements from the Auditor General and make it available to the public. 2017, c. 34, Sched. 46, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) AgriCorp shall comply with such directives as may be issued by the Management Board of Cabinet with respect to,</p> <p class=\"paragraph\">  (a)  the form and content of the annual report; and</p> <p class=\"paragraph\">  (b)  when and how to make it available to the public. 2017, c. 34, Sched. 46, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) AgriCorp shall include such additional content in the annual report as the Minister may require. 2017, c. 34, Sched. 46, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched46s2\">2017, c. 34, Sched. 46, s. 2</a></span> - 01/01/2018</p>"
        },
        {
            "id": "BK259",
            "section": "Tabling of annual report",
            "content": "14.1 The Minister of Agriculture, Food and Rural Affairs shall table AgriCorp’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it. 2017, c. 34, Sched. 46, s. 2. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 46, s. 2 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK259\"></a><b>14.1 </b>The Minister of Agriculture, Food and Rural Affairs shall table AgriCorp’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it. 2017, c. 34, Sched. 46, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched46s2\">2017, c. 34, Sched. 46, s. 2</a></span> - 01/01/2018</p>"
        },
        {
            "id": "BK260",
            "section": "Other reports",
            "content": "14.2 At the request of the Minister of Agriculture, Food and Rural Affairs, AgriCorp shall provide to the Minister a detailed business plan on its affairs and the reports, other than the annual report, that the Minister requires. 2017, c. 34, Sched. 46, s. 2. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 46, s. 2 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK260\"></a><b>14.2 </b>At the request of the Minister of Agriculture, Food and Rural Affairs, AgriCorp shall provide to the Minister a detailed business plan on its affairs and the reports, other than the annual report, that the Minister requires. 2017, c. 34, Sched. 46, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched46s2\">2017, c. 34, Sched. 46, s. 2</a></span> - 01/01/2018</p>"
        },
        {
            "id": "15",
            "section": "Regulations of AgriCorp",
            "content": "15 Subject to the approval of the Minister of Agriculture, Food and Rural Affairs, AgriCorp may, in respect of its duties mentioned in clause 2 (b), make regulations, (a)  fixing and imposing levies or charges, other than the fees and service charges mentioned in subsection 3 (2), that any class of persons is required to pay to AgriCorp or a corporation described in subsection 16 (1) or 3 (5); (b)  specifying terms for the payment of the levies or charges; (c)  providing for the collection of the levies or charges by AgriCorp, the corporation to which they are payable or any class of persons; and (d)  requiring the person who collects the levies or charges to account for them to AgriCorp or the corporation to which they are payable.  1996, c. 17, Sched. A, s. 15.",
            "raw_html": "<p class=\"section\"><b>15 </b>Subject to the approval of the Minister of Agriculture, Food and Rural Affairs, AgriCorp may, in respect of its duties mentioned in clause 2 (b), make regulations,</p> <p class=\"paragraph\">  (a)  fixing and imposing levies or charges, other than the fees and service charges mentioned in subsection 3 (2), that any class of persons is required to pay to AgriCorp or a corporation described in subsection 16 (1) or 3 (5);</p> <p class=\"paragraph\">  (b)  specifying terms for the payment of the levies or charges;</p> <p class=\"paragraph\">  (c)  providing for the collection of the levies or charges by AgriCorp, the corporation to which they are payable or any class of persons; and</p> <p class=\"paragraph\">  (d)  requiring the person who collects the levies or charges to account for them to AgriCorp or the corporation to which they are payable.  1996, c. 17, Sched. A, s. 15.</p>"
        },
        {
            "id": "16",
            "section": "Regulations for corporations",
            "content": "16 (1) The Lieutenant Governor in Council may by regulation constitute corporations with such powers and duties as are considered conducive to the attainment of the corporations’ objects and provide for their management.  1996, c. 17, Sched. A, s. 16 (1). Crown agent (2) The Lieutenant Governor in Council may authorize a corporation mentioned in subsection (1) to act as an agent of the Crown in respect of programs, projects or matters that the Crown undertakes or carries out for the encouragement of agriculture or food.  1996, c. 17, Sched. A, s. 16 (2).",
            "raw_html": "<p class=\"section\"><b>16 </b>(1) The Lieutenant Governor in Council may by regulation constitute corporations with such powers and duties as are considered conducive to the attainment of the corporations’ objects and provide for their management.  1996, c. 17, Sched. A, s. 16 (1).</p> <p class=\"headnote\">Crown agent</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may authorize a corporation mentioned in subsection (1) to act as an agent of the Crown in respect of programs, projects or matters that the Crown undertakes or carries out for the encouragement of agriculture or food.  1996, c. 17, Sched. A, s. 16 (2).</p>"
        },
        {
            "id": "17",
            "section": "Transition",
            "content": "17 (1) Despite subsection 1 (2), the first members of AgriCorp are the members of The Crop Insurance Commission of Ontario in office immediately before section 1 comes into force.  1996, c. 17, Sched. A, s. 17 (1). Term of office (2) Despite subsection 1 (3), the terms of office of the first members of AgriCorp expire on the day their terms of office as members of the Commission expire, unless the Lieutenant Governor in Council prescribes otherwise.  1996, c. 17, Sched. A, s. 17 (2). Special program (3) Contracts that the Minister of Agriculture, Food and Rural Affairs has entered into with persons under the program established by Order in Council 298/91, as amended from time to time, under section 7 of the Ministry of Agriculture, Food and Rural Affairs Act\r\nare assigned to AgriCorp.  1996, c. 17, Sched. A, s. 17 (3); 2009, c. 33, Sched. 1, s. 1. Reference to Minister (4) A reference to the Minister in the program or the contracts shall be deemed to be a reference to AgriCorp.  1996, c. 17, Sched. A, s. 17 (4). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 1, s. 1 - 15/12/2009 18 Omitted (provides for coming into force of provisions of this Act).  1996, c. 17, Sched. A, s. 18. 19 Omitted (enacts short title of this Act).  1996, c. 17, Sched. A, s. 19. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>17 </b>(1) Despite subsection 1 (2), the first members of AgriCorp are the members of The Crop Insurance Commission of Ontario in office immediately before section 1 comes into force.  1996, c. 17, Sched. A, s. 17 (1).</p> <p class=\"headnote\">Term of office</p> <p class=\"subsection\">(2) Despite subsection 1 (3), the terms of office of the first members of AgriCorp expire on the day their terms of office as members of the Commission expire, unless the Lieutenant Governor in Council prescribes otherwise.  1996, c. 17, Sched. A, s. 17 (2).</p> <p class=\"headnote\">Special program</p> <p class=\"subsection\">(3) Contracts that the Minister of Agriculture, Food and Rural Affairs has entered into with persons under the program established by Order in Council 298/91, as amended from time to time, under section 7 of the <i>Ministry of Agriculture, Food and Rural Affairs Act</i>\r\nare assigned to AgriCorp.  1996, c. 17, Sched. A, s. 17 (3); 2009, c. 33, Sched. 1, s. 1.</p> <p class=\"headnote\">Reference to Minister</p> <p class=\"subsection\">(4) A reference to the Minister in the program or the contracts shall be deemed to be a reference to AgriCorp.  1996, c. 17, Sched. A, s. 17 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched1s1\">2009, c. 33, Sched. 1, s. 1</a> - 15/12/2009</p> <p class=\"section\"><b>18 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  1996, c. 17, Sched. A, s. 18.</p> <p class=\"section\"><b>19 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1996, c. 17, Sched. A, s. 19.</p> <p class=\"line\">______________</p> <p class=\"line\"><u><span> </span></u></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/96a17a\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "18",
            "section": "Reference to Minister",
            "content": "18 Omitted (provides for coming into force of provisions of this Act).  1996, c. 17, Sched. A, s. 18. 19 Omitted (enacts short title of this Act).  1996, c. 17, Sched. A, s. 19. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>18 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  1996, c. 17, Sched. A, s. 18.</p> <p class=\"section\"><b>19 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1996, c. 17, Sched. A, s. 19.</p> <p class=\"line\">______________</p> <p class=\"line\"><u><span> </span></u></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/96a17a\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "19",
            "section": "Reference to Minister",
            "content": "19 Omitted (enacts short title of this Act).  1996, c. 17, Sched. A, s. 19. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>19 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1996, c. 17, Sched. A, s. 19.</p> <p class=\"line\">______________</p> <p class=\"line\"><u><span> </span></u></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/96a17a\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}