{
    "act_info": {
        "full_title": "Ambulance Services Collective Bargaining Act, 2001, S.O. 2001, c. 10 ",
        "act_name_text": "Ambulance Services Collective Bargaining Act, 2001",
        "citation": "S.O. 2001, c. 10 ",
        "url": "https://www.ontario.ca/laws/statute/01a10",
        "date_scraped": "2023-12-18 23:21:57"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 26, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/01a10/v5",
            "valid_from": "March  8, 2018",
            "valid_to": "March 25, 2019"
        },
        {
            "a_href": "/laws/statute/01a10/v4",
            "valid_from": "July 25, 2007",
            "valid_to": "March  7, 2018"
        },
        {
            "a_href": "/laws/statute/01a10/v3",
            "valid_from": "October 19, 2006",
            "valid_to": "July 24, 2007"
        },
        {
            "a_href": "/laws/statute/01a10/v2",
            "valid_from": "June 13, 2005",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "/laws/statute/01a10/v1",
            "valid_from": "November 26, 2002",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/050633",
            "Citation": "O. Reg. 633/05",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “ambulance” has the same meaning as in the Ambulance Act; (“ambulance”) “ambulance worker” means, (a)  an employee who is an emergency medical attendant or a paramedic, as defined in the Ambulance Act, (b)  an employee whose duties include dispatching ambulances, or (c)  an employee prescribed as an ambulance worker by a regulation made under this Act; (“préposé aux services d’ambulance”) “Board” means the Ontario Labour Relations Board; (“Commission”) “employer” means an employer of ambulance workers; (“employeur”) “essential ambulance services” means, (a)  ambulance services provided to, (i)  persons who have suffered a trauma or an acute onset of illness, either of which could endanger their life, limb or functioning, or (ii)  persons who have been judged by a physician or a physician’s delegate to be in an unstable medical condition and to require, while being transported, both the care of a physician, a nurse, another health care provider, an emergency medical attendant or a paramedic and the use of a stretcher, (b)  call-taking and dispatching services required for the provision of ambulance services, (c)  if the employer provides integrated dispatching services, call-taking and dispatching services required for the provision of fire protection services or policing or both, (d)  work that is incidental to a service described in clause (a), (b) or (c), (e)  work that is performed on or in connection with an ambulance to protect health or safety, or (f)  the prescribed services; (“services d’ambulance essentiels”) “essential ambulance services agreement” means an essential ambulance services agreement under section 4; (“entente sur les services d’ambulance essentiels”) “integrated dispatching services” means call-taking and dispatching services required for the provision of ambulance services and provided together with call-taking and dispatching services required for the provision of fire protection services or policing or both; (“services de répartition intégrés”) “Minister” means the Minister of Labour; (“ministre”) “prescribed” means prescribed by the regulations made under this Act. (“prescrit”)  2001, c. 10, s. 1 (1); 2019, c. 1, Sched. 4, s. 1. Interpretation (2) Expressions used in this Act have the same meaning as in the Labour Relations Act, 1995 unless the context requires otherwise.  2001, c. 10, s. 1 (2). Section Amendments with date in force (d/m/y) 2018, c. 3, Sched. 5, s. 1 (1, 2) - no effect - see 2019, c. 1, Sched. 3, s. 5 - 26/03/2019 2019, c. 1, Sched. 4, s. 1 (1, 2) - 26/03/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“ambulance” has the same meaning as in the <i>Ambulance Act</i>; (“ambulance”)</p> <p class=\"definition\">“ambulance worker” means,</p> <p class=\"paragraph\">  (a)  an employee who is an emergency medical attendant or a paramedic, as defined in the <i>Ambulance Act</i>,</p> <p class=\"paragraph\">  (b)  an employee whose duties include dispatching ambulances, or</p> <p class=\"paragraph\">  (c)  an employee prescribed as an ambulance worker by a regulation made under this Act; (“préposé aux services d’ambulance”)</p> <p class=\"definition\">“Board” means the Ontario Labour Relations Board; (“Commission”)</p> <p class=\"definition\">“employer” means an employer of ambulance workers; (“employeur”)</p> <p class=\"definition\">“essential ambulance services” means,</p> <p class=\"paragraph\">  (a)  ambulance services provided to,</p> <p class=\"subpara\">  (i)  persons who have suffered a trauma or an acute onset of illness, either of which could endanger their life, limb or functioning, or</p> <p class=\"subpara\">  (ii)  persons who have been judged by a physician or a physician’s delegate to be in an unstable medical condition and to require, while being transported, both the care of a physician, a nurse, another health care provider, an emergency medical attendant or a paramedic and the use of a stretcher,</p> <p class=\"paragraph\">  (b)  call-taking and dispatching services required for the provision of ambulance services,</p> <p class=\"paragraph\">  (c)  if the employer provides integrated dispatching services, call-taking and dispatching services required for the provision of fire protection services or policing or both,</p> <p class=\"paragraph\">  (d)  work that is incidental to a service described in clause (a), (b) or (c),</p> <p class=\"paragraph\">  (e)  work that is performed on or in connection with an ambulance to protect health or safety, or</p> <p class=\"paragraph\">  (f)  the prescribed services; (“services d’ambulance essentiels”)</p> <p class=\"definition\">“essential ambulance services agreement” means an essential ambulance services agreement under section 4; (“entente sur les services d’ambulance essentiels”)</p> <p class=\"definition\">“integrated dispatching services” means call-taking and dispatching services required for the provision of ambulance services and provided together with call-taking and dispatching services required for the provision of fire protection services or policing or both; (“services de répartition intégrés”)</p> <p class=\"definition\">“Minister” means the Minister of Labour; (“ministre”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations made under this Act. (“prescrit”)  2001, c. 10, s. 1 (1); 2019, c. 1, Sched. 4, s. 1.</p> <p class=\"headnote\">Interpretation</p> <p class=\"subsection\">(2) Expressions used in this Act have the same meaning as in the <i>Labour Relations Act, 1995</i> unless the context requires otherwise.  2001, c. 10, s. 1 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18003#sched5s1s1\">2018, c. 3, Sched. 5, s. 1 (1, 2)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched3s5\">2019, c. 1, Sched. 3, s. 5</a></span> - 26/03/2019</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched4s1s1\">2019, c. 1, Sched. 4, s. 1 (1, 2)</a></span> - 26/03/2019</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Application",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "2 (1) Subject to subsections (2) to (4), this Act applies with respect to the following employers, employers’ organizations, trade unions, councils of trade unions and employees if the Labour Relations Act, 1995 also applies with respect to their collective bargaining: 1.  Employers who employ ambulance workers and employers’ organizations that represent those employers. 2.  Trade unions and councils of trade unions that act as bargaining agents for employees in a bargaining unit that includes those ambulance workers. 3.  The employees in a bargaining unit that includes those ambulance workers.  2001, c. 10, s. 2 (1). Crown Employees Collective Bargaining Act, 1993 (2) This Act does not apply with respect to employers, employers’ organizations, trade unions, councils of trade unions, and employees described in subsection (1) if the Crown Employees Collective Bargaining Act, 1993 applies with respect to them.  2001, c. 10, s. 2 (2). Hospital Labour Disputes Arbitration Act (3) This Act does not apply with respect to employers, employers’ organizations, trade unions, councils of trade unions and employees described in subsection (1) if the Hospital Labour Disputes Arbitration Act applies with respect to them.  2001, c. 10, s. 2 (3). Air ambulances (4) This Act applies with respect to the provision of air ambulance services only if and to the extent that the regulations provide.  2001, c. 10, s. 2 (4). Conflict with Labour Relations Act, 1995 (5) If there is a conflict between this Act and the Labour Relations Act, 1995 with respect to employers, employers’ organizations, trade unions, councils of trade unions or employees to whom this Act applies, this Act governs.  2001, c. 10, s. 2 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>(1) Subject to subsections (2) to (4), this Act applies with respect to the following employers, employers’ organizations, trade unions, councils of trade unions and employees if the <i>Labour Relations Act, 1995</i> also applies with respect to their collective bargaining:</p> <p class=\"paragraph\">  1.  Employers who employ ambulance workers and employers’ organizations that represent those employers.</p> <p class=\"paragraph\">  2.  Trade unions and councils of trade unions that act as bargaining agents for employees in a bargaining unit that includes those ambulance workers.</p> <p class=\"paragraph\">  3.  The employees in a bargaining unit that includes those ambulance workers.  2001, c. 10, s. 2 (1).</p> <p class=\"headnote\"><i>Crown Employees Collective Bargaining Act, 1993</i></p> <p class=\"subsection\">(2) This Act does not apply with respect to employers, employers’ organizations, trade unions, councils of trade unions, and employees described in subsection (1) if the <i>Crown Employees Collective Bargaining Act, 1993</i> applies with respect to them.  2001, c. 10, s. 2 (2).</p> <p class=\"headnote\"><i>Hospital Labour Disputes Arbitration Act</i></p> <p class=\"subsection\">(3) This Act does not apply with respect to employers, employers’ organizations, trade unions, councils of trade unions and employees described in subsection (1) if the<i> Hospital Labour Disputes Arbitration Act </i>applies with respect to them.  2001, c. 10, s. 2 (3).</p> <p class=\"headnote\">Air ambulances</p> <p class=\"subsection\">(4) This Act applies with respect to the provision of air ambulance services only if and to the extent that the regulations provide.  2001, c. 10, s. 2 (4).</p> <p class=\"headnote\">Conflict with <i>Labour Relations Act, 1995</i></p> <p class=\"subsection\">(5) If there is a conflict between this Act and the <i>Labour Relations Act, 1995</i> with respect to employers, employers’ organizations, trade unions, councils of trade unions or employees to whom this Act applies, this Act governs.  2001, c. 10, s. 2 (5).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "Essential ambulance services agreement required",
            "part_id": null,
            "part_type": null,
            "section_y": "Essential ambulance services agreement required",
            "content": "3 (1) An employer and a trade union who are bound by a collective agreement or who are negotiating a first collective agreement shall negotiate an essential ambulance services agreement.  2001, c. 10, s. 3 (1). Timing (2) If they are bound by a collective agreement, they shall begin to negotiate an essential ambulance services agreement no later than 180 days before the collective agreement expires.  2001, c. 10, s. 3 (2). Same (3) If they have never had a collective agreement, they shall begin to negotiate an essential ambulance services agreement, (a)  no later than 15 days after notice is given under section 16 of the Labour Relations Act, 1995; or (b)  if no notice was given under that section but the parties have met and bargained, no later than 15 days after their first meeting.  2001, c. 10, s. 3 (3). Same (4) An employer and a trade union may begin to negotiate an essential ambulance services agreement at a time later than that required under subsection (2) or (3) if they agree to do so.  2001, c. 10, s. 3 (4). Duty to bargain (5) They shall bargain in good faith and make every reasonable effort to make an essential ambulance services agreement.  2001, c. 10, s. 3 (5). Employers’ organizations (6) If an employer is represented in collective bargaining by an employers’ organization, the employers’ organization may negotiate and make an essential ambulance services agreement on the employer’s behalf.  2001, c. 10, s. 3 (6). Council of trade unions (7) If a trade union is represented in collective bargaining by a council of trade unions, the council of trade unions may negotiate and make an essential ambulance services agreement on the trade union’s behalf.  2001, c. 10, s. 3 (7).",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>3 </b>(1) An employer and a trade union who are bound by a collective agreement or who are negotiating a first collective agreement shall negotiate an essential ambulance services agreement.  2001, c. 10, s. 3 (1).</p> <p class=\"headnote\">Timing</p> <p class=\"subsection\">(2) If they are bound by a collective agreement, they shall begin to negotiate an essential ambulance services agreement no later than 180 days before the collective agreement expires.  2001, c. 10, s. 3 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) If they have never had a collective agreement, they shall begin to negotiate an essential ambulance services agreement,</p> <p class=\"paragraph\">  (a)  no later than 15 days after notice is given under section 16 of the <i>Labour Relations Act, 1995</i>; or</p> <p class=\"paragraph\">  (b)  if no notice was given under that section but the parties have met and bargained, no later than 15 days after their first meeting.  2001, c. 10, s. 3 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) An employer and a trade union may begin to negotiate an essential ambulance services agreement at a time later than that required under subsection (2) or (3) if they agree to do so.  2001, c. 10, s. 3 (4).</p> <p class=\"headnote\">Duty to bargain</p> <p class=\"subsection\">(5) They shall bargain in good faith and make every reasonable effort to make an essential ambulance services agreement.  2001, c. 10, s. 3 (5).</p> <p class=\"headnote\">Employers’ organizations</p> <p class=\"subsection\">(6) If an employer is represented in collective bargaining by an employers’ organization, the employers’ organization may negotiate and make an essential ambulance services agreement on the employer’s behalf.  2001, c. 10, s. 3 (6).</p> <p class=\"headnote\">Council of trade unions</p> <p class=\"subsection\">(7) If a trade union is represented in collective bargaining by a council of trade unions, the council of trade unions may negotiate and make an essential ambulance services agreement on the trade union’s behalf.  2001, c. 10, s. 3 (7).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "section_x": "Terms of agreement",
            "part_id": null,
            "part_type": null,
            "section_y": "Terms of agreement",
            "content": "4 (1) An essential ambulance services agreement shall, (a)  set out the number of ambulance workers who are required to provide essential ambulance services; (b)  provide that the required number of ambulance workers shall continue working during any strike or lock-out of employees in the bargaining unit of which they are members; (c)  for the purposes of the definition of “essential ambulance services” in subsection 1 (1), (i)  specify the work that is incidental to a ser­vice for the purposes of clause (d) of that definition, (ii)  specify the work that is performed on or in connection with an ambulance to protect health or safety for the purposes of clause (e) of that definition, and (iii)  specify the work that is necessary to carry out a prescribed service referred to in clause (f) of that definition; (d)  identify the ambulance workers who will provide essential ambulance services under the agreement and the additional ambulance workers who will be subject to being called in to work under section 5; and (e)  set out the order in which the ambulance workers referred to in clause (d) shall be called in to work.  2001, c. 10, s. 4 (1). Availability of others irrelevant (2) The number of ambulance workers that are required to provide essential ambulance services shall be determined without considering whether other persons are available to provide the essential ambulance services.  2001, c. 10, s. 4 (2). More than one classification (3) If there is more than one classification for an employer’s ambulance workers, the essential ambulance services agreement shall deal with each classification separately.  2001, c. 10, s. 4 (3). Use of employees not covered by agreement (4) An essential ambulance services agreement shall not directly or indirectly prevent an employer from using a person to perform work during a strike or lock-out.  2001, c. 10, s. 4 (4). Provision of no effect (5) A provision in an essential ambulance services agreement that conflicts with subsection (4) is void.  2001, c. 10, s. 4 (5). Postponement (6) Despite clauses (1) (d) and (e), the parties may postpone taking the steps described in those clauses.  2001, c. 10, s. 4 (6). Effect (7) If the parties postpone taking the steps set out in clauses (1) (d) and (e) but the agreement otherwise complies with subsection (1), it is in effect for the purposes of section 18, but it is not in effect for the purposes of section 12 until the postponed steps have been taken, in writing.  2001, c. 10, s. 4 (7).",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>4 </b>(1) An essential ambulance services agreement shall,</p> <p class=\"paragraph\">  (a)  set out the number of ambulance workers who are required to provide essential ambulance services;</p> <p class=\"paragraph\">  (b)  provide that the required number of ambulance workers shall continue working during any strike or lock-out of employees in the bargaining unit of which they are members;</p> <p class=\"paragraph\">  (c)  for the purposes of the definition of “essential ambulance services” in subsection 1 (1),</p> <p class=\"subclause\">  (i)  specify the work that is incidental to a ser­vice for the purposes of clause (d) of that definition,</p> <p class=\"subclause\">  (ii)  specify the work that is performed on or in connection with an ambulance to protect health or safety for the purposes of clause (e) of that definition, and</p> <p class=\"subclause\">  (iii)  specify the work that is necessary to carry out a prescribed service referred to in clause (f) of that definition;</p> <p class=\"paragraph\">  (d)  identify the ambulance workers who will provide essential ambulance services under the agreement and the additional ambulance workers who will be subject to being called in to work under section 5; and</p> <p class=\"paragraph\">  (e)  set out the order in which the ambulance workers referred to in clause (d) shall be called in to work.  2001, c. 10, s. 4 (1).</p> <p class=\"headnote\">Availability of others irrelevant</p> <p class=\"subsection\">(2) The number of ambulance workers that are required to provide essential ambulance services shall be determined without considering whether other persons are available to provide the essential ambulance services.  2001, c. 10, s. 4 (2).</p> <p class=\"headnote\">More than one classification</p> <p class=\"subsection\">(3) If there is more than one classification for an employer’s ambulance workers, the essential ambulance services agreement shall deal with each classification separately.  2001, c. 10, s. 4 (3).</p> <p class=\"headnote\">Use of employees not covered by agreement</p> <p class=\"subsection\">(4) An essential ambulance services agreement shall not directly or indirectly prevent an employer from using a person to perform work during a strike or lock-out.  2001, c. 10, s. 4 (4).</p> <p class=\"headnote\">Provision of no effect</p> <p class=\"subsection\">(5) A provision in an essential ambulance services agreement that conflicts with subsection (4) is void.  2001, c. 10, s. 4 (5).</p> <p class=\"headnote\">Postponement</p> <p class=\"subsection\">(6) Despite clauses (1) (d) and (e), the parties may postpone taking the steps described in those clauses.  2001, c. 10, s. 4 (6).</p> <p class=\"headnote\">Effect</p> <p class=\"subsection\">(7) If the parties postpone taking the steps set out in clauses (1) (d) and (e) but the agreement otherwise complies with subsection (1), it is in effect for the purposes of section 18, but it is not in effect for the purposes of section 12 until the postponed steps have been taken, in writing.  2001, c. 10, s. 4 (7).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "section_x": "Additional ambulance workers",
            "part_id": null,
            "part_type": null,
            "section_y": "Additional ambulance workers",
            "content": "5 If, as a result of unanticipated emergencies, the number of ambulance workers who are required to work under an essential ambulance services agreement is not adequate to enable an employer to provide the essential ambulance services, the employer may increase that number for a period not to exceed 72 hours to ensure that essential ambulance services continue to be provided.  2001, c. 10, s. 5.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>5 </b>If, as a result of unanticipated emergencies, the number of ambulance workers who are required to work under an essential ambulance services agreement is not adequate to enable an employer to provide the essential ambulance services, the employer may increase that number for a period not to exceed 72 hours to ensure that essential ambulance services continue to be provided.  2001, c. 10, s. 5.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "section_x": "Additional workers, extension of period",
            "part_id": null,
            "part_type": null,
            "section_y": "Additional workers, extension of period",
            "content": "6 The period during which additional ambulance workers are or may be called in to work under section 5 may be extended, (a)  by agreement between the parties; or (b)  by the Board, on the application of either party.  2001, c. 10, s. 6.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>6 </b>The period during which additional ambulance workers are or may be called in to work under section 5 may be extended,</p> <p class=\"paragraph\">  (a)  by agreement between the parties; or</p> <p class=\"paragraph\">  (b)  by the Board, on the application of either party.  2001, c. 10, s. 6.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "section_x": "Conciliation officer",
            "part_id": null,
            "part_type": null,
            "section_y": "Conciliation officer",
            "content": "7 (1) At any time after an employer and trade union are required to begin negotiations, the Minister, upon the request of either party, shall appoint a conciliation officer to confer with the parties and endeavour to effect an essential ambulance services agreement.  2001, c. 10, s. 7 (1). Same (2) A conciliation officer shall confer with the employer and trade union and endeavour to effect the agreement.  2001, c. 10, s. 7 (2). Delegation (3) The Minister may delegate in writing to any person the Minister’s power to make an appointment under this section.  2001, c. 10, s. 7 (3). Non-disclosure and non-compellability (4) Subsections 119 (2) and (3) and section 120 of the Labour Relations Act, 1995 apply with necessary modifications with respect to a conciliation officer appointed under this section.  2002, c. 18, Sched. J, s. 1. Section Amendments with date in force (d/m/y) 2002, c. 18, Sched. J, s. 1 - 26/11/2002",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>7 </b>(1) At any time after an employer and trade union are required to begin negotiations, the Minister, upon the request of either party, shall appoint a conciliation officer to confer with the parties and endeavour to effect an essential ambulance services agreement.  2001, c. 10, s. 7 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A conciliation officer shall confer with the employer and trade union and endeavour to effect the agreement.  2001, c. 10, s. 7 (2).</p> <p class=\"headnote\">Delegation</p> <p class=\"subsection\">(3) The Minister may delegate in writing to any person the Minister’s power to make an appointment under this section.  2001, c. 10, s. 7 (3).</p> <p class=\"headnote\">Non-disclosure and non-compellability</p> <p class=\"subsection\">(4) Subsections 119 (2) and (3) and section 120 of the <i>Labour Relations Act, 1995 </i>apply with necessary modifications with respect to a conciliation officer appointed under this section.  2002, c. 18, Sched. J, s. 1.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02018#schedjs1\">2002, c. 18, Sched. J, s. 1</a></span> - 26/11/2002</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "section_x": "Duration of agreement",
            "part_id": null,
            "part_type": null,
            "section_y": "Duration of agreement",
            "content": "8 (1) An essential ambulance services agreement remains in effect until terminated by the employer or the trade union in accordance with subsection (2).  2001, c. 10, s. 8 (1). When termination allowed (2) A party may terminate the agreement, by giving the other party written notice of its termination, if the parties have a collective agreement and there are at least 190 days left in its term.  2001, c. 10, s. 8 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>8 </b>(1) An essential ambulance services agreement remains in effect until terminated by the employer or the trade union in accordance with subsection (2).  2001, c. 10, s. 8 (1).</p> <p class=\"headnote\">When termination allowed</p> <p class=\"subsection\">(2) A party may terminate the agreement, by giving the other party written notice of its termination, if the parties have a collective agreement and there are at least 190 days left in its term.  2001, c. 10, s. 8 (2).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "section_x": "Determination of unresolved matters by Board",
            "part_id": null,
            "part_type": null,
            "section_y": "Determination of unresolved matters by Board",
            "content": "9 (1) An employer or a trade union required to make an essential ambulance services agreement under section 3 may apply to the Board for a determination of any of the matters they have not resolved.  2001, c. 10, s. 9 (1). Determination (2) Upon the application of either party, the Board shall, (a)  determine any matters to be included in an essential ambulance services agreement; (b)  order that terms specified by the Board be deemed to be part of an essential ambulance services agreement; (c)  order that the parties be deemed to have entered into an essential ambulance services agreement; and (d)  give any other directions the Board considers appropriate.  2001, c. 10, s. 9 (2). Consultation, inquiry (3) The Board may consult with the parties to attempt to resolve any matter raised by the application or may inquire into any matter raised by the application, or it may do both.  2001, c. 10, s. 9 (3). Order after consultation or inquiry (4) The Board may make any interim or final order it considers appropriate after consulting with the parties or on an inquiry.  2001, c. 10, s. 9 (4). Reconsideration (5) On a further application by the employer or trade union, the Board may modify any determination, order or direction if there is a change in circumstances.  2001, c. 10, s. 9 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>9 </b>(1) An employer or a trade union required to make an essential ambulance services agreement under section 3 may apply to the Board for a determination of any of the matters they have not resolved.  2001, c. 10, s. 9 (1).</p> <p class=\"headnote\">Determination</p> <p class=\"subsection\">(2) Upon the application of either party, the Board shall,</p> <p class=\"paragraph\">  (a)  determine any matters to be included in an essential ambulance services agreement;</p> <p class=\"paragraph\">  (b)  order that terms specified by the Board be deemed to be part of an essential ambulance services agreement;</p> <p class=\"paragraph\">  (c)  order that the parties be deemed to have entered into an essential ambulance services agreement; and</p> <p class=\"paragraph\">  (d)  give any other directions the Board considers appropriate.  2001, c. 10, s. 9 (2).</p> <p class=\"headnote\">Consultation, inquiry</p> <p class=\"subsection\">(3) The Board may consult with the parties to attempt to resolve any matter raised by the application or may inquire into any matter raised by the application, or it may do both.  2001, c. 10, s. 9 (3).</p> <p class=\"headnote\">Order after consultation or inquiry</p> <p class=\"subsection\">(4) The Board may make any interim or final order it considers appropriate after consulting with the parties or on an inquiry.  2001, c. 10, s. 9 (4).</p> <p class=\"headnote\">Reconsideration</p> <p class=\"subsection\">(5) On a further application by the employer or trade union, the Board may modify any determination, order or direction if there is a change in circumstances.  2001, c. 10, s. 9 (5).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "section_x": "Amend agreement",
            "part_id": null,
            "part_type": null,
            "section_y": "Amend agreement",
            "content": "10 (1) The parties to an essential ambulance services agreement may amend the agreement.  2001, c. 10, s. 10 (1). Application to Board (2) A party to an essential ambulance services agreement may apply to the Board to amend it.  2001, c. 10, s. 10 (2). Board powers (3) On an application under this section, the Board may amend the essential ambulance services agreement and may make any other determination, order or direction it considers appropriate in the circumstances.  2001, c. 10, s. 10 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>10 </b>(1) The parties to an essential ambulance services agreement may amend the agreement.  2001, c. 10, s. 10 (1).</p> <p class=\"headnote\">Application to Board</p> <p class=\"subsection\">(2) A party to an essential ambulance services agreement may apply to the Board to amend it.  2001, c. 10, s. 10 (2).</p> <p class=\"headnote\">Board powers</p> <p class=\"subsection\">(3) On an application under this section, the Board may amend the essential ambulance services agreement and may make any other determination, order or direction it considers appropriate in the circumstances.  2001, c. 10, s. 10 (3).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "section_x": "Enforcement of agreement",
            "part_id": null,
            "part_type": null,
            "section_y": "Enforcement of agreement",
            "content": "11 (1) A party to an essential ambulance services agreement may apply to the Board to enforce it.  2001, c. 10, s. 11 (1). Board powers (2) On an application under this section, the Board may enforce the essential ambulance services agreement and may make any other determination, order or direction it considers appropriate in the circumstances.  2001, c. 10, s. 11 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>11 </b>(1) A party to an essential ambulance services agreement may apply to the Board to enforce it.  2001, c. 10, s. 11 (1).</p> <p class=\"headnote\">Board powers</p> <p class=\"subsection\">(2) On an application under this section, the Board may enforce the essential ambulance services agreement and may make any other determination, order or direction it considers appropriate in the circumstances.  2001, c. 10, s. 11 (2).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "section_x": "Strikes and lock-outs, ambulance workers",
            "part_id": null,
            "part_type": null,
            "section_y": "Strikes and lock-outs, ambulance workers",
            "content": "12 (1) The ambulance workers in a bargaining unit containing ambulance workers shall not strike and the employer shall not lock them out unless, (a)  an essential ambulance services agreement between the employer and the trade union that acts as bargaining agent for the employees is in effect; and (b)  a strike by or lock-out of the employees would be lawful under the Labour Relations Act, 1995.  2001, c. 10, s. 12 (1). Same, other workers (2) Nothing in subsection (1) affects the right of employees in the bargaining unit who are not ambulance workers to strike or of the employer to lock them out if a strike by or lock-out of the employees would be lawful under the Labour Relations Act, 1995.  2001, c. 10, s. 12 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>12 </b>(1) The ambulance workers in a bargaining unit containing ambulance workers shall not strike and the employer shall not lock them out unless,</p> <p class=\"paragraph\">  (a)  an essential ambulance services agreement between the employer and the trade union that acts as bargaining agent for the employees is in effect; and</p> <p class=\"paragraph\">  (b)  a strike by or lock-out of the employees would be lawful under the <i>Labour Relations Act, 1995</i>.  2001, c. 10, s. 12 (1).</p> <p class=\"headnote\">Same, other workers</p> <p class=\"subsection\">(2) Nothing in subsection (1) affects the right of employees in the bargaining unit who are not ambulance workers to strike or of the employer to lock them out if a strike by or lock-out of the employees would be lawful under the <i>Labour Relations Act, 1995</i>.  2001, c. 10, s. 12 (2).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "13.",
            "section_x": "Strike or lock-out with no agreement",
            "part_id": null,
            "part_type": null,
            "section_y": "Strike or lock-out with no agreement",
            "content": "13 (1) This section applies if no essential ambulance services agreement is in effect by the day on which a strike by or lock-out of employees in a bargaining unit that contains the ambulance workers would be lawful under the Labour Relations Act, 1995.  2001, c. 10, s. 13 (1). Terms of employment, ambulance workers (2) The terms and conditions of employment of the ambulance workers in the bargaining unit and any rights, privileges or duties of the ambulance workers or the employer or trade union in relation to the ambulance workers continue in effect until an essential ambulance services agreement is in effect, unless the employer and the trade union agree otherwise.  2001, c. 10, s. 13 (2). Same, other employees (3) Nothing in subsection (2) continues the terms and conditions of employment of employees in the bargaining unit who are not ambulance workers or any rights, privileges or duties of those employees or of the employer or trade union in relation to those employees.  2001, c. 10, s. 13 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>13 </b>(1) This section applies if no essential ambulance services agreement is in effect by the day on which a strike by or lock-out of employees in a bargaining unit that contains the ambulance workers would be lawful under the <i>Labour Relations Act, 1995</i>.  2001, c. 10, s. 13 (1).</p> <p class=\"headnote\">Terms of employment, ambulance workers</p> <p class=\"subsection\">(2) The terms and conditions of employment of the ambulance workers in the bargaining unit and any rights, privileges or duties of the ambulance workers or the employer or trade union in relation to the ambulance workers continue in effect until an essential ambulance services agreement is in effect, unless the employer and the trade union agree otherwise.  2001, c. 10, s. 13 (2).</p> <p class=\"headnote\">Same, other employees</p> <p class=\"subsection\">(3) Nothing in subsection (2) continues the terms and conditions of employment of employees in the bargaining unit who are not ambulance workers or any rights, privileges or duties of those employees or of the employer or trade union in relation to those employees.  2001, c. 10, s. 13 (3).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "14.",
            "section_x": "Use of ambulance workers during strike or lock-out",
            "part_id": null,
            "part_type": null,
            "section_y": "Use of ambulance workers during strike or lock-out",
            "content": "14 (1) During a strike by or lock-out of employees in a bargaining unit containing ambulance workers, those ambulance workers needed under an essential ambulance services agreement to provide essential ambulance services shall not strike and the employer shall not lock them out.  2001, c. 10, s. 14 (1). Same, additional workers (2) Subsection (1) applies with necessary modifications with respect to ambulance workers called in to work under section 5 for the period they are required to work under that section and any extension of that period under section 6.  2001, c. 10, s. 14 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>14 </b>(1) During a strike by or lock-out of employees in a bargaining unit containing ambulance workers, those ambulance workers needed under an essential ambulance services agreement to provide essential ambulance services shall not strike and the employer shall not lock them out.  2001, c. 10, s. 14 (1).</p> <p class=\"headnote\">Same, additional workers</p> <p class=\"subsection\">(2) Subsection (1) applies with necessary modifications with respect to ambulance workers called in to work under section 5 for the period they are required to work under that section and any extension of that period under section 6.  2001, c. 10, s. 14 (2).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "15.",
            "section_x": "Working conditions for essential workers",
            "part_id": null,
            "part_type": null,
            "section_y": "Working conditions for essential workers",
            "content": "15 (1) The terms and conditions of employment of the ambulance workers who perform work under the essential ambulance services agreement and any rights, privileges or duties of those ambulance workers or the employer or trade union in relation to those ambulance workers continue in effect until a new collective agreement is made, unless the employer and the trade union agree otherwise.  2001, c. 10, s. 15 (1). Same (2) The terms and conditions of employment of ambulance workers who are required by the employer to work under section 5 and any rights, privileges or duties of those ambulance workers or the employer or trade union in relation to those ambulance workers are, while they are working, the terms and conditions of employment and the rights, privileges and duties that were in effect immediately before it became lawful for the employer or the trade union unilaterally to alter those terms and conditions of employment or those rights, privileges or duties under section 86 of the Labour Relations Act, 1995, unless the employer and the trade union agree otherwise.  2001, c. 10, s. 15 (2). Same (3) Nothing in this section continues the terms and conditions of employment of ambulance workers in the bargaining unit who are not performing work under the essential ambulance services agreement or working as required by the employer under section 5 or any rights, privileges or duties of those ambulance workers or of the employer or trade union in relation to those ambulance workers if the terms and conditions of employment or the rights, privileges or duties can be altered under section 86 of the Labour Relations Act, 1995.  2001, c. 10, s. 15 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>15 </b>(1) The terms and conditions of employment of the ambulance workers who perform work under the essential ambulance services agreement and any rights, privileges or duties of those ambulance workers or the employer or trade union in relation to those ambulance workers continue in effect until a new collective agreement is made, unless the employer and the trade union agree otherwise.  2001, c. 10, s. 15 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The terms and conditions of employment of ambulance workers who are required by the employer to work under section 5 and any rights, privileges or duties of those ambulance workers or the employer or trade union in relation to those ambulance workers are, while they are working, the terms and conditions of employment and the rights, privileges and duties that were in effect immediately before it became lawful for the employer or the trade union unilaterally to alter those terms and conditions of employment or those rights, privileges or duties under section 86 of the <i>Labour Relations Act, 1995</i>, unless the employer and the trade union agree otherwise.  2001, c. 10, s. 15 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Nothing in this section continues the terms and conditions of employment of ambulance workers in the bargaining unit who are not performing work under the essential ambulance services agreement or working as required by the employer under section 5 or any rights, privileges or duties of those ambulance workers or of the employer or trade union in relation to those ambulance workers if the terms and conditions of employment or the rights, privileges or duties can be altered under section 86 of the <i>Labour Relations Act, 1995</i>.  2001, c. 10, s. 15 (3).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "16.",
            "section_x": "Notice to employees",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice to employees",
            "content": "16 An employer shall notify those ambulance workers who are or may be required to work during a strike or lock-out under an essential ambulance services agreement.  2001, c. 10, s. 16.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>16 </b>An employer shall notify those ambulance workers who are or may be required to work during a strike or lock-out under an essential ambulance services agreement.  2001, c. 10, s. 16.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "17.",
            "section_x": "Non-essential work",
            "part_id": null,
            "part_type": null,
            "section_y": "Non-essential work",
            "content": "17 An employer may require an ambulance worker who is needed to work under an essential ambulance services agreement to perform those essential ambulance services and any other normal duties of his or her position during a strike or lock-out.  2001, c. 10, s. 17.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>17 </b>An employer may require an ambulance worker who is needed to work under an essential ambulance services agreement to perform those essential ambulance services and any other normal duties of his or her position during a strike or lock-out.  2001, c. 10, s. 17.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "18.",
            "section_x": "Meaningful right to strike, lock-out, declaration by Board",
            "part_id": null,
            "part_type": null,
            "section_y": "Meaningful right to strike, lock-out, declaration by Board",
            "content": "18 (1) A party to an essential ambulance services agreement may apply to the Board for a declaration, (a)  that the agreement has the effect of depriving employees in a bargaining unit that contains ambulance workers of a meaningful right to strike; or (b)  that the agreement has the effect of depriving the employer of a meaningful right to lock employees out.  2001, c. 10, s. 18 (1). Same (2) On an application under this section, the Board shall consider whether sufficient time has elapsed in the dispute between the parties to permit it to make the declaration under subsection (1).  2001, c. 10, s. 18 (2). Deferred decision (3) The Board may defer making a decision on the application until a date that it considers appropriate.  2001, c. 10, s. 18 (3). Factor to be considered (4) In deciding whether to make the declaration, the Board shall consider only whether, because of the number of persons identified in the agreement whose services the employer has used to enable the employer to provide the essential ambulance services, the employees are deprived of a meaningful right to strike or the employer is deprived of a meaningful right to lock the employees out.  2001, c. 10, s. 18 (4). Restriction (5) The Board shall not issue a declaration under subsection (1) if at least 75 per cent of the employees in the bargaining unit or, if a percentage other than 75 per cent is prescribed, the prescribed percentage of the employees in the bargaining unit may strike or be locked out despite the essential ambulance services agreement.  2001, c. 10, s. 18 (5). Same (6) For greater clarity, (a)  nothing in subsection (5) requires the Board to issue a declaration if the number of employees who may strike or be locked out under the essential ambulance services agreement represents less than 75 per cent, or such other percentage as is prescribed, of the employees in the bargaining unit; and (b)  the Board shall not issue a declaration unless it finds that, because of the number of employees referred to in clause (a), the employees are deprived of a meaningful right to strike or the employer is deprived of a meaningful right to lock the employees out.  2001, c. 10, s. 18 (6). Prescribed factors (7) If a regulation is made prescribing a factor that the Board shall consider in addition to or instead of the factor described in subsection (4), the Board shall consider that factor in addition to or instead of the factor described in subsection (4) in deciding whether to make the declaration.  2001, c. 10, s. 18 (7). Order (8) In making a decision under this section, the Board may, (a)  amend the essential ambulance services agreement; (b)  direct the parties to continue negotiations for a collective agreement; (c)  direct the parties to confer with a mediator who shall endeavour to effect a collective agreement; (d)  order that the bargaining unit be divided into two units, one consisting of employees who are ambulance workers and the other consisting of employees who are not ambulance workers, and that all matters remaining in dispute between the parties with respect to the ambulance workers be referred to an arbitrator for final and binding interest arbitration; or (e)  give any other directions the Board considers appropriate.  2001, c. 10, s. 18 (8). Restriction (9) For greater clarity, the Board shall not order arbitration under this section with respect to, (a)  employees who are not ambulance workers; or (b)  ambulance workers who are part of a bargaining unit that also contains employees who are not ambulance workers, unless the bargaining unit is divided in accordance with clause (8) (d).  2001, c. 10, s. 18 (9). Time for order (10) The Board shall not order arbitration under this section before the day on which it would be lawful for the employer or the trade union unilaterally to alter the terms and conditions of employment or the rights, privileges or duties of the employees, the employer or the trade union under section 86 of the Labour Relations Act, 1995.  2001, c. 10, s. 18 (10). Agreement while application pending (11) If, while an application is pending under this section, the parties agree on all matters that remained in dispute between them and make a collective agreement, the Board shall dismiss the application without deciding it.  2001, c. 10, s. 18 (11).",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>18 </b>(1) A party to an essential ambulance services agreement may apply to the Board for a declaration,</p> <p class=\"paragraph\">  (a)  that the agreement has the effect of depriving employees in a bargaining unit that contains ambulance workers of a meaningful right to strike; or</p> <p class=\"paragraph\">  (b)  that the agreement has the effect of depriving the employer of a meaningful right to lock employees out.  2001, c. 10, s. 18 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) On an application under this section, the Board shall consider whether sufficient time has elapsed in the dispute between the parties to permit it to make the declaration under subsection (1).  2001, c. 10, s. 18 (2).</p> <p class=\"headnote\">Deferred decision</p> <p class=\"subsection\">(3) The Board may defer making a decision on the application until a date that it considers appropriate.  2001, c. 10, s. 18 (3).</p> <p class=\"headnote\">Factor to be considered</p> <p class=\"subsection\">(4) In deciding whether to make the declaration, the Board shall consider only whether, because of the number of persons identified in the agreement whose services the employer has used to enable the employer to provide the essential ambulance services, the employees are deprived of a meaningful right to strike or the employer is deprived of a meaningful right to lock the employees out.  2001, c. 10, s. 18 (4).</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(5) The Board shall not issue a declaration under subsection (1) if at least 75 per cent of the employees in the bargaining unit or, if a percentage other than 75 per cent is prescribed, the prescribed percentage of the employees in the bargaining unit may strike or be locked out despite the essential ambulance services agreement.  2001, c. 10, s. 18 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) For greater clarity, </p> <p class=\"paragraph\">  (a)  nothing in subsection (5) requires the Board to issue a declaration if the number of employees who may strike or be locked out under the essential ambulance services agreement represents less than 75 per cent, or such other percentage as is prescribed, of the employees in the bargaining unit; and</p> <p class=\"paragraph\">  (b)  the Board shall not issue a declaration unless it finds that, because of the number of employees referred to in clause (a), the employees are deprived of a meaningful right to strike or the employer is deprived of a meaningful right to lock the employees out.  2001, c. 10, s. 18 (6).</p> <p class=\"headnote\">Prescribed factors</p> <p class=\"subsection\">(7) If a regulation is made prescribing a factor that the Board shall consider in addition to or instead of the factor described in subsection (4), the Board shall consider that factor in addition to or instead of the factor described in subsection (4) in deciding whether to make the declaration.  2001, c. 10, s. 18 (7).</p> <p class=\"headnote\">Order</p> <p class=\"subsection\">(8) In making a decision under this section, the Board may,</p> <p class=\"paragraph\">  (a)  amend the essential ambulance services agreement;</p> <p class=\"paragraph\">  (b)  direct the parties to continue negotiations for a collective agreement;</p> <p class=\"paragraph\">  (c)  direct the parties to confer with a mediator who shall endeavour to effect a collective agreement;</p> <p class=\"paragraph\">  (d)  order that the bargaining unit be divided into two units, one consisting of employees who are ambulance workers and the other consisting of employees who are not ambulance workers, and that all matters remaining in dispute between the parties with respect to the ambulance workers be referred to an arbitrator for final and binding interest arbitration; or </p> <p class=\"paragraph\">  (e)  give any other directions the Board considers appropriate.  2001, c. 10, s. 18 (8).</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(9) For greater clarity, the Board shall not order arbitration under this section with respect to,</p> <p class=\"paragraph\">  (a)  employees who are not ambulance workers; or</p> <p class=\"paragraph\">  (b)  ambulance workers who are part of a bargaining unit that also contains employees who are not ambulance workers, unless the bargaining unit is divided in accordance with clause (8) (d).  2001, c. 10, s. 18 (9).</p> <p class=\"headnote\">Time for order</p> <p class=\"subsection\">(10) The Board shall not order arbitration under this section before the day on which it would be lawful for the employer or the trade union unilaterally to alter the terms and conditions of employment or the rights, privileges or duties of the employees, the employer or the trade union under section 86 of the <i>Labour Relations Act, 1995</i>.  2001, c. 10, s. 18 (10).</p> <p class=\"headnote\">Agreement while application pending</p> <p class=\"subsection\">(11) If, while an application is pending under this section, the parties agree on all matters that remained in dispute between them and make a collective agreement, the Board shall dismiss the application without deciding it.  2001, c. 10, s. 18 (11).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "19.",
            "section_x": "If arbitration ordered",
            "part_id": null,
            "part_type": null,
            "section_y": "If arbitration ordered",
            "content": "19 (1) This section applies if the Board has made an order with respect to a bargaining unit of ambulance workers for final and binding interest arbitration under clause 18 (8) (d).  2001, c. 10, s. 19 (1). No strike, lockout (2) None of the employees in the bargaining unit shall strike and the employer shall not lock them out.  2001, c. 10, s. 19 (2). Same (3) If the Board makes the order while any employees in the bargaining unit are on strike, the employees on strike shall cease the strike.  2001, c. 10, s. 19 (3). Same (4) If the Board makes the order while the employer is locking out any employees in the bargaining unit, the employer shall cease locking those employees out.  2001, c. 10, s. 19 (4). Working conditions (5) Upon the making of the order, the rates of wages and all other terms and conditions of employment and all rights, privileges and duties of the employer, the bargaining agent and the employees in the bargaining unit that were in effect immediately before it became lawful for the employer or the trade union unilaterally to alter those terms and conditions of employment or those rights, privileges or duties under section 86 of the Labour Relations Act, 1995 shall apply with respect to all employees in the bargaining unit until a collective agreement is in force, unless the employer and the bargaining agent agree otherwise.  2001, c. 10, s. 19 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>19 </b>(1) This section applies if the Board has made an order with respect to a bargaining unit of ambulance workers for final and binding interest arbitration under clause 18 (8) (d).  2001, c. 10, s. 19 (1).</p> <p class=\"headnote\">No strike, lockout</p> <p class=\"subsection\">(2) None of the employees in the bargaining unit shall strike and the employer shall not lock them out.  2001, c. 10, s. 19 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) If the Board makes the order while any employees in the bargaining unit are on strike, the employees on strike shall cease the strike.  2001, c. 10, s. 19 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) If the Board makes the order while the employer is locking out any employees in the bargaining unit, the employer shall cease locking those employees out.  2001, c. 10, s. 19 (4).</p> <p class=\"headnote\">Working conditions</p> <p class=\"subsection\">(5) Upon the making of the order, the rates of wages and all other terms and conditions of employment and all rights, privileges and duties of the employer, the bargaining agent and the employees in the bargaining unit that were in effect immediately before it became lawful for the employer or the trade union unilaterally to alter those terms and conditions of employment or those rights, privileges or duties under section 86 of the <i>Labour Relations Act, 1995 </i>shall apply with respect to all employees in the bargaining unit until a collective agreement is in force, unless the employer and the bargaining agent agree otherwise.  2001, c. 10, s. 19 (5).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "20.",
            "section_x": "Appointment of arbitrator and selection of method",
            "part_id": null,
            "part_type": null,
            "section_y": "Appointment of arbitrator and selection of method",
            "content": "20 (1) If the Board orders that all matters remaining in dispute be referred to an arbitrator, the parties shall within seven days of the issuance of the order, or such longer period as they agree upon, jointly appoint an arbitrator.  2001, c. 10, s. 20 (1). Failure to appoint (2) If the parties do not jointly appoint an arbitrator within the period referred to in subsection (1), either party may apply to the Minister to appoint an arbitrator.  2001, c. 10, s. 20 (2). Minister to appoint (3) Upon receiving an application under subsection (2), the Minister shall appoint an arbitrator.  2001, c. 10, s. 20 (3). Replacement (4) If the arbitrator who is appointed is unable or unwilling to perform his or her duties, a replacement arbitrator shall be appointed in accordance with subsections (1) to (3).  2001, c. 10, s. 20 (4). Minister’s discretion (5) In appointing an arbitrator or replacement arbitrator, the Minister shall appoint a person who is, in the opinion of the Minister, qualified to act.  2005, c. 15, s. 13. (6) Repealed:  2005, c. 15, s. 13. Selection of method (7) The Minister shall select the method of arbitration and shall advise the arbitrator of the selection.  2001, c. 10, s. 20 (7). Same, mediation-arbitration (8) The method of arbitration selected shall be mediation-arbitration unless the Minister is of the view that another method is more appropriate.  2001, c. 10, s. 20 (8). Same, final offer selection (9) The method selected shall not be final offer selection without mediation.  2001, c. 10, s. 20 (9). Same, mediation-final offer selection (10) The method selected shall not be mediation-final offer selection unless the Minister in his or her sole discretion selects that method because he or she believes that it is the most appropriate method having regard to the nature of the dispute.  2001, c. 10, s. 20 (10). Delegation (11) The Minister may delegate in writing to any person the Minister’s power to make an appointment, order or direction under this section.  2001, c. 10, s. 20 (11). Proof of appointment (12) An appointment made under this section that purports to be signed by or on behalf of the Minister shall be received in evidence in any proceeding as proof, in the absence of evidence to the contrary, of the facts stated in it without proof of the signature or position of the person appearing to have signed it.  2001, c. 10, s. 20 (12). Appointment not subject to review (13) No application shall be made, taken or heard for judicial review of or to question the appointment of an arbitrator or replacement arbitrator under this section or to review, prohibit or restrain any of the arbitration proceedings.  2001, c. 10, s. 20 (13). Section Amendments with date in force (d/m/y) 2005, c. 15, s. 13\r\n- 13/06/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>20 </b>(1) If the Board orders that all matters remaining in dispute be referred to an arbitrator, the parties shall within seven days of the issuance of the order, or such longer period as they agree upon, jointly appoint an arbitrator.  2001, c. 10, s. 20 (1).</p> <p class=\"headnote\">Failure to appoint</p> <p class=\"subsection\">(2) If the parties do not jointly appoint an arbitrator within the period referred to in subsection (1), either party may apply to the Minister to appoint an arbitrator.  2001, c. 10, s. 20 (2).</p> <p class=\"headnote\">Minister to appoint</p> <p class=\"subsection\">(3) Upon receiving an application under subsection (2), the Minister shall appoint an arbitrator.  2001, c. 10, s. 20 (3).</p> <p class=\"headnote\">Replacement</p> <p class=\"subsection\">(4) If the arbitrator who is appointed is unable or unwilling to perform his or her duties, a replacement arbitrator shall be appointed in accordance with subsections (1) to (3).  2001, c. 10, s. 20 (4).</p> <p class=\"headnote\">Minister’s discretion</p> <p class=\"subsection\">(5) In appointing an arbitrator or replacement arbitrator, the Minister shall appoint a person who is, in the opinion of the Minister, qualified to act.  2005, c. 15, s. 13.</p> <p class=\"subsection\">(6) <span class=\"ovsmallcap\">Repealed</span>:  2005, c. 15, s. 13.</p> <p class=\"headnote\">Selection of method</p> <p class=\"subsection\">(7) The Minister shall select the method of arbitration and shall advise the arbitrator of the selection.  2001, c. 10, s. 20 (7).</p> <p class=\"headnote\">Same, mediation-arbitration</p> <p class=\"subsection\">(8) The method of arbitration selected shall be mediation-arbitration unless the Minister is of the view that another method is more appropriate.  2001, c. 10, s. 20 (8).</p> <p class=\"headnote\">Same, final offer selection</p> <p class=\"subsection\">(9) The method selected shall not be final offer selection without mediation.  2001, c. 10, s. 20 (9).</p> <p class=\"headnote\">Same, mediation-final offer selection</p> <p class=\"subsection\">(10) The method selected shall not be mediation-final offer selection unless the Minister in his or her sole discretion selects that method because he or she believes that it is the most appropriate method having regard to the nature of the dispute.  2001, c. 10, s. 20 (10).</p> <p class=\"headnote\">Delegation</p> <p class=\"subsection\">(11) The Minister may delegate in writing to any person the Minister’s power to make an appointment, order or direction under this section.  2001, c. 10, s. 20 (11).</p> <p class=\"headnote\">Proof of appointment</p> <p class=\"subsection\">(12) An appointment made under this section that purports to be signed by or on behalf of the Minister shall be received in evidence in any proceeding as proof, in the absence of evidence to the contrary, of the facts stated in it without proof of the signature or position of the person appearing to have signed it.  2001, c. 10, s. 20 (12).</p> <p class=\"headnote\">Appointment not subject to review</p> <p class=\"subsection\">(13) No application shall be made, taken or heard for judicial review of or to question the appointment of an arbitrator or replacement arbitrator under this section or to review, prohibit or restrain any of the arbitration proceedings.  2001, c. 10, s. 20 (13).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05015#s13\">2005, c. 15, s. 13</a></span>\r\n- 13/06/2005</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "21.",
            "section_x": "Arbitration",
            "part_id": null,
            "part_type": null,
            "section_y": "Arbitration",
            "content": "21 (1) The arbitrator shall examine into and decide on the matters that are in dispute and any other matters that appear to him or her to be necessary to be decided in order to conclude a collective agreement between the parties, but in so doing the arbitrator shall not decide any matters that come within the jurisdiction of the Board.  2001, c. 10, s. 21 (1). Criteria (2) In making a decision, the arbitrator shall consider the following factors and any other factors that he or she considers relevant: 1.  The employer’s ability to pay, in light of its fiscal situation. 2.  The extent to which services would have to be reduced in light of the decision, if current funding and taxation levels are not increased. 3.  The economic situation in Ontario and in the municipality where employees in the bargaining unit provide services. 4.  A comparison, as between the employees in the bargaining unit and other comparable employees in the public and private sectors, of the terms and conditions of employment and the nature of the work performed. 5.  The employer’s ability to attract and retain qualified employees. 6.  The purposes of the Public Sector Dispute Resolution Act, 1997. 7.  A comparison of the cost of providing ambulance services through members of the bargaining unit with the cost of providing those services through, i.  in the case of a public sector employer, employees who work for private sector providers of ambulance services, or ii.  in the case of a private sector employer, employees who work for other private sector providers of ambulance services.  2001, c. 10, s. 21 (2). Same (3) Nothing in subsection (2) affects the powers of the arbitrator.  2001, c. 10, s. 21 (3). Arbitrator to remain seized (4) The arbitrator remains seized of and may deal with all matters in dispute between the parties until a collective agreement is in effect between them.  2001, c. 10, s. 21 (4). Procedure (5) The arbitrator shall determine the procedure for the arbitration but shall permit the parties to present evidence and make submissions.  2001, c. 10, s. 21 (5). Same (6) Clauses 48 (12) (a) to (i) of the Labour Relations Act, 1995 apply, with necessary modifications, to the proceedings before the arbitrator and to his or her decision.  2001, c. 10, s. 21 (6). Non-application (7) The Arbitration Act, 1991\r\ndoes not apply to arbitration proceedings under this Act.  2001, c. 10, s. 21 (7). Begin proceedings (8) The arbitrator shall begin the arbitration proceedings within 30 days after being appointed.  2001, c. 10, s. 21 (8). Time for decision (9) The arbitrator shall make a decision, (a)  within 90 days after being appointed; or (b)  if the parties agree to an extended time before or after those 90 days have passed, within the agreed to extended time.  2001, c. 10, s. 21 (9). Order to expedite proceedings (10) If the arbitrator fails to make a decision within the time referred to in subsection (9), the Minister may, after consulting the parties and the arbitrator, issue whatever order he or she considers necessary in the circumstances to ensure that a decision will be made within a reasonable time.  2001, c. 10, s. 21 (10). Remuneration and expenses (11) Each party shall pay one-half of the arbitrator’s remuneration and expenses.  2001, c. 10, s. 21 (11).",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>21 </b>(1) The arbitrator shall examine into and decide on the matters that are in dispute and any other matters that appear to him or her to be necessary to be decided in order to conclude a collective agreement between the parties, but in so doing the arbitrator shall not decide any matters that come within the jurisdiction of the Board.  2001, c. 10, s. 21 (1).</p> <p class=\"headnote\">Criteria</p> <p class=\"subsection\">(2) In making a decision, the arbitrator shall consider the following factors and any other factors that he or she considers relevant:</p> <p class=\"paragraph\">  1.  The employer’s ability to pay, in light of its fiscal situation.</p> <p class=\"paragraph\">  2.  The extent to which services would have to be reduced in light of the decision, if current funding and taxation levels are not increased.</p> <p class=\"paragraph\">  3.  The economic situation in Ontario and in the municipality where employees in the bargaining unit provide services.</p> <p class=\"paragraph\">  4.  A comparison, as between the employees in the bargaining unit and other comparable employees in the public and private sectors, of the terms and conditions of employment and the nature of the work performed.</p> <p class=\"paragraph\">  5.  The employer’s ability to attract and retain qualified employees.</p> <p class=\"paragraph\">  6.  The purposes of the <i>Public Sector Dispute Resolution Act, 1997</i>.</p> <p class=\"paragraph\">  7.  A comparison of the cost of providing ambulance services through members of the bargaining unit with the cost of providing those services through,</p> <p class=\"subclause\">  i.  in the case of a public sector employer, employees who work for private sector providers of ambulance services, or</p> <p class=\"subclause\">  ii.  in the case of a private sector employer, employees who work for other private sector providers of ambulance services.  2001, c. 10, s. 21 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Nothing in subsection (2) affects the powers of the arbitrator.  2001, c. 10, s. 21 (3).</p> <p class=\"headnote\">Arbitrator to remain seized</p> <p class=\"subsection\">(4) The arbitrator remains seized of and may deal with all matters in dispute between the parties until a collective agreement is in effect between them.  2001, c. 10, s. 21 (4).</p> <p class=\"headnote\">Procedure</p> <p class=\"subsection\">(5) The arbitrator shall determine the procedure for the arbitration but shall permit the parties to present evidence and make submissions.  2001, c. 10, s. 21 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) Clauses 48 (12) (a) to (i) of the <i>Labour Relations Act, 1995</i> apply, with necessary modifications, to the proceedings before the arbitrator and to his or her decision.  2001, c. 10, s. 21 (6).</p> <p class=\"headnote\">Non-application</p> <p class=\"subsection\">(7) The <i>Arbitration Act, 1991</i>\r\ndoes not apply to arbitration proceedings under this Act.  2001, c. 10, s. 21 (7).</p> <p class=\"headnote\">Begin proceedings</p> <p class=\"subsection\">(8) The arbitrator shall begin the arbitration proceedings within 30 days after being appointed.  2001, c. 10, s. 21 (8).</p> <p class=\"headnote\">Time for decision</p> <p class=\"subsection\">(9) The arbitrator shall make a decision,</p> <p class=\"paragraph\">  (a)  within 90 days after being appointed; or</p> <p class=\"paragraph\">  (b)  if the parties agree to an extended time before or after those 90 days have passed, within the agreed to extended time.  2001, c. 10, s. 21 (9).</p> <p class=\"headnote\">Order to expedite proceedings</p> <p class=\"subsection\">(10) If the arbitrator fails to make a decision within the time referred to in subsection (9), the Minister may, after consulting the parties and the arbitrator, issue whatever order he or she considers necessary in the circumstances to ensure that a decision will be made within a reasonable time.  2001, c. 10, s. 21 (10).</p> <p class=\"headnote\">Remuneration and expenses</p> <p class=\"subsection\">(11) Each party shall pay one-half of the arbitrator’s remuneration and expenses.  2001, c. 10, s. 21 (11).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "22.",
            "section_x": "Result of arbitration",
            "part_id": null,
            "part_type": null,
            "section_y": "Result of arbitration",
            "content": "22 (1) If, during a proceeding before an arbitrator, the parties agree on all matters that were in dispute and they put that agreement in writing and execute it, (a)  that executed agreement constitutes a collective agreement; and (b)  the arbitration proceeding is terminated.  2001, c. 10, s. 22 (1). Agreement on some matters (2) If, during a proceeding before an arbitrator, the parties agree on some but not all of the matters in dispute, they shall notify the arbitrator of the items agreed upon and the arbitrator shall decide only upon the remaining matters and any other matters that appear to him or her to be necessary to make a collective agreement.  2001, c. 10, s. 22 (2). Preparation and execution (3) The parties shall prepare and execute a document giving effect to the arbitrator’s decision within five days after the date of the arbitrator’s decision or, if the parties agree to a later date, that later date and that executed document constitutes a collective agreement.  2001, c. 10, s. 22 (3). Preparation of agreement by arbitrator (4) If the parties fail to prepare a document under subsection (3), the parties shall notify the arbitrator, who shall prepare the document and provide it to the parties for execution.  2001, c. 10, s. 22 (4). Parties to execute (5) If the parties or either of them fail to execute a document prepared by the arbitrator within five days after receiving it, the document, (a)  shall be deemed to be in effect as if it had been executed by them; and (b)  constitutes a collective agreement.  2001, c. 10, s. 22 (5). Date of agreement (6) The date of the arbitrator’s decision is the effective date of the collective agreement.  2001, c. 10, s. 22 (6).",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>22 </b>(1) If, during a proceeding before an arbitrator, the parties agree on all matters that were in dispute and they put that agreement in writing and execute it,</p> <p class=\"paragraph\">  (a)  that executed agreement constitutes a collective agreement; and</p> <p class=\"paragraph\">  (b)  the arbitration proceeding is terminated.  2001, c. 10, s. 22 (1).</p> <p class=\"headnote\">Agreement on some matters</p> <p class=\"subsection\">(2) If, during a proceeding before an arbitrator, the parties agree on some but not all of the matters in dispute, they shall notify the arbitrator of the items agreed upon and the arbitrator shall decide only upon the remaining matters and any other matters that appear to him or her to be necessary to make a collective agreement.  2001, c. 10, s. 22 (2).</p> <p class=\"headnote\">Preparation and execution</p> <p class=\"subsection\">(3) The parties shall prepare and execute a document giving effect to the arbitrator’s decision within five days after the date of the arbitrator’s decision or, if the parties agree to a later date, that later date and that executed document constitutes a collective agreement.  2001, c. 10, s. 22 (3).</p> <p class=\"headnote\">Preparation of agreement by arbitrator</p> <p class=\"subsection\">(4) If the parties fail to prepare a document under subsection (3), the parties shall notify the arbitrator, who shall prepare the document and provide it to the parties for execution.  2001, c. 10, s. 22 (4).</p> <p class=\"headnote\">Parties to execute</p> <p class=\"subsection\">(5) If the parties or either of them fail to execute a document prepared by the arbitrator within five days after receiving it, the document,</p> <p class=\"paragraph\">  (a)  shall be deemed to be in effect as if it had been executed by them; and</p> <p class=\"paragraph\">  (b)  constitutes a collective agreement.  2001, c. 10, s. 22 (5).</p> <p class=\"headnote\">Date of agreement</p> <p class=\"subsection\">(6) The date of the arbitrator’s decision is the effective date of the collective agreement.  2001, c. 10, s. 22 (6).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "23.",
            "section_x": "Board procedure",
            "part_id": null,
            "part_type": null,
            "section_y": "Board procedure",
            "content": "23 (1) Subject to subsections (2) to (8), sections 110 to 118 of the Labour Relations Act, 1995 apply, with necessary modifications, with respect to anything the Board does under this Act.  2001, c. 10, s. 23 (1). No panels (2) Where the Board is given authority to make a decision, determination or order under this Act, it shall be made, (a)  by the chair or, if the chair is absent or unable to act, by the alternate chair; or (b)  by a vice-chair selected by the chair in his or her sole discretion or, if the chair is absent or unable to act, selected by the alternate chair in his or her sole discretion.  2001, c. 10, s. 23 (2). Labour relations officers (3) The Board may authorize a labour relations officer to inquire into any matter that comes before it under this Act and to endeavour to settle any such matter.  2001, c. 10, s. 23 (3). Rules to expedite proceedings (4) The Board has, in relation to proceedings under this Act, the same powers to make rules to expedite proceedings that it has under subsection 110 (18) of the Labour Relations Act, 1995.  2001, c. 10, s. 23 (4). Conflict with Statutory Powers Procedure Act (5) If there is a conflict between the rules made under subsection (4) and the Statutory Powers Procedure Act, the rules made under subsection (4) prevail.  2001, c. 10, s. 23 (5). Rules not regulations (6) Rules made under subsection (4) are not regulations within the meaning of Part III (Regulations) of the Legislation Act, 2006.  2001, c. 10, s. 23 (6); 2006, c. 21, Sched. F, s. 136 (1). Determinations final and binding (7) A decision, determination or order made by the Board is final and binding for all purposes.  2001, c. 10, s. 23 (7). Complaint to Board (8) Any employee, employer, employers’ organization, trade union or council of trade unions to whom this Act applies may file a complaint with the Board alleging a contravention of this Act.  2001, c. 10, s. 23 (8). Application of other provisions (9) Subsections 96 (4), (6) and (7) and sections 122 and 123 of the Labour Relations Act, 1995\r\napply, with necessary modifications, with respect to proceedings before the Board and its decisions, determinations and orders.  2001, c. 10, s. 23 (9). Section Amendments with date in force (d/m/y) 2006, c. 21, Sched. F, s. 136 (1) - 25/07/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>23 </b>(1) Subject to subsections (2) to (8), sections 110 to 118 of the <i>Labour Relations Act, 1995</i> apply, with necessary modifications, with respect to anything the Board does under this Act.  2001, c. 10, s. 23 (1).</p> <p class=\"headnote\">No panels</p> <p class=\"subsection\">(2) Where the Board is given authority to make a decision, determination or order under this Act, it shall be made,</p> <p class=\"paragraph\">  (a)  by the chair or, if the chair is absent or unable to act, by the alternate chair; or</p> <p class=\"paragraph\">  (b)  by a vice-chair selected by the chair in his or her sole discretion or, if the chair is absent or unable to act, selected by the alternate chair in his or her sole discretion.  2001, c. 10, s. 23 (2).</p> <p class=\"headnote\">Labour relations officers</p> <p class=\"subsection\">(3) The Board may authorize a labour relations officer to inquire into any matter that comes before it under this Act and to endeavour to settle any such matter.  2001, c. 10, s. 23 (3).</p> <p class=\"headnote\">Rules to expedite proceedings</p> <p class=\"subsection\">(4) The Board has, in relation to proceedings under this Act, the same powers to make rules to expedite proceedings that it has under subsection 110 (18) of the <i>Labour Relations Act, 1995</i>.  2001, c. 10, s. 23 (4).</p> <p class=\"headnote\">Conflict with <i>Statutory Powers Procedure Act</i></p> <p class=\"subsection\">(5) If there is a conflict between the rules made under subsection (4) and the <i>Statutory Powers Procedure Act</i>, the rules made under subsection (4) prevail.  2001, c. 10, s. 23 (5).</p> <p class=\"headnote\">Rules not regulations</p> <p class=\"subsection\">(6) Rules made under subsection (4) are not regulations within the meaning of Part III (Regulations) of the <i>Legislation Act, 2006</i>.  2001, c. 10, s. 23 (6); 2006, c. 21, Sched. F, s. 136 (1).</p> <p class=\"headnote\">Determinations final and binding</p> <p class=\"subsection\">(7) A decision, determination or order made by the Board is final and binding for all purposes.  2001, c. 10, s. 23 (7).</p> <p class=\"headnote\">Complaint to Board</p> <p class=\"subsection\">(8) Any employee, employer, employers’ organization, trade union or council of trade unions to whom this Act applies may file a complaint with the Board alleging a contravention of this Act.  2001, c. 10, s. 23 (8).</p> <p class=\"headnote\">Application of other provisions</p> <p class=\"subsection\">(9) Subsections 96 (4), (6) and (7) and sections 122 and 123 of the <i>Labour Relations Act, 1995</i>\r\napply, with necessary modifications, with respect to proceedings before the Board and its decisions, determinations and orders.  2001, c. 10, s. 23 (9).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedfs136s1\">2006, c. 21, Sched. F, s. 136 (1)</a></span> - 25/07/2007</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "24.",
            "section_x": "Reference to Board",
            "part_id": null,
            "part_type": null,
            "section_y": "Reference to Board",
            "content": "24 (1) The Minister may refer to the Board any question which in his or her opinion relates to the exercise of the Minister’s powers under this Act and the Board shall report its decision on the question.  2001, c. 10, s. 24 (1). Delegation (2) The Minister may delegate in writing to any person the Minister’s power to make a referral under this section.  2001, c. 10, s. 24 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>24 </b>(1) The Minister may refer to the Board any question which in his or her opinion relates to the exercise of the Minister’s powers under this Act and the Board shall report its decision on the question.  2001, c. 10, s. 24 (1).</p> <p class=\"headnote\">Delegation</p> <p class=\"subsection\">(2) The Minister may delegate in writing to any person the Minister’s power to make a referral under this section.  2001, c. 10, s. 24 (2).</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "25.",
            "section_x": "Board, arbitral remedies re unlawful strikes, lock-outs",
            "part_id": null,
            "part_type": null,
            "section_y": "Board, arbitral remedies re unlawful strikes, lock-outs",
            "content": "25 (1) Sections 100, 101, 102 and 103 of the Labour Relations Act, 1995 apply with necessary modifications as if they were enacted in and form part of this Act.  2001, c. 10, s. 25 (1). Same (2) Section 108 of the Labour Relations Act, 1995, applies with necessary modifications with respect to the application, under subsection (1), of sections 100, 101 and 103 of that Act as if section 108 of that Act was enacted in and forms part of this Act.  2001, c. 10, s. 25 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>25 </b>(1) Sections 100, 101, 102 and 103 of the <i>Labour Relations Act, 1995</i> apply with necessary modifications as if they were enacted in and form part of this Act.  2001, c. 10, s. 25 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Section 108 of the <i>Labour Relations Act, 1995</i>, applies with necessary modifications with respect to the application, under subsection (1), of sections 100, 101 and 103 of that Act as if section 108 of that Act was enacted in and forms part of this Act.  2001, c. 10, s. 25 (2).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "26.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "26 Except where they are inconsistent with this Act, subsection 79 (6), sections 81 and 82, subsection 83 (1), and sections 84, 85, 104, 105, 106, 107 and 109 of the Labour Relations Act, 1995 apply with necessary modifications as if they were enacted in and form part of this Act.  2001, c. 10, s. 26.",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>26 </b>Except where they are inconsistent with this Act, subsection 79 (6), sections 81 and 82, subsection 83 (1), and sections 84, 85, 104, 105, 106, 107 and 109 of the <i>Labour Relations Act, 1995</i> apply with necessary modifications as if they were enacted in and form part of this Act.  2001, c. 10, s. 26.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "27.",
            "section_x": "Decisions filed with court",
            "part_id": null,
            "part_type": null,
            "section_y": "Decisions filed with court",
            "content": "27 (1) A trade union, council of trade unions, employer, employers’ organization or person affected by a decision of the Board made under this Act may file that decision, excluding the reasons, in the Superior Court of Justice and the decision shall be entered in the same way as an order of that court and is enforceable as such.  2001, c. 10, s. 27 (1). Same (2) The decision shall be filed in the form prescribed for the purposes of subsection 96 (6) of the Labour Relations Act, 1995.  2001, c. 10, s. 27 (2). Transitional",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>27 </b>(1) A trade union, council of trade unions, employer, employers’ organization or person affected by a decision of the Board made under this Act may file that decision, excluding the reasons, in the Superior Court of Justice and the decision shall be entered in the same way as an order of that court and is enforceable as such.  2001, c. 10, s. 27 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The decision shall be filed in the form prescribed for the purposes of subsection 96 (6) of the <i>Labour Relations Act, 1995</i>.  2001, c. 10, s. 27 (2).</p> <p class=\"headnote\">Transitional</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "28.",
            "section_x": "Transitional",
            "part_id": null,
            "part_type": null,
            "section_y": "Time to negotiate agreement",
            "content": "28 (1) Subsection 3 (2) does not apply with respect to an employer and a trade union bound by a collective agreement if the collective agreement will expire on a day that is fewer than 180 days after the day this Act comes into force.  2001, c. 10, s. 28 (1). Same (2) Subsection 3 (3) does not apply with respect to an employer and a trade union who have never had a collective agreement if this Act comes into force on a day that is more than, (a)  15 days after notice was given under section 16 of the Labour Relations Act, 1995; or (b)  if no such notice was given, 15 days after the parties have met and bargained.  2001, c. 10, s. 28 (2). Agreement under C.E.C.B.A., 1993 (3) An essential services agreement made under the Crown Employees Collective Bargaining Act, 1993\r\nbefore the day this Act comes into force shall be deemed to be an essential ambulance services agreement for the purposes of this Act if it would, but for subsection 2 (2) of this Act, have applied to employees to whom this Act applies.  2001, c. 10, s. 28 (3). Exception (4) If there is a conflict between a provision of an essential services agreement referred to in subsection (3) and a provision of this Act, the provision of the essential services agreement shall be deemed to be void.  2001, c. 10, s. 28 (4). Employees on strike (5) Ambulance workers to whom this Act applies who are on strike on the day this Act comes into force shall cease striking on that day and shall not resume striking except in accordance with this Act.  2001, c. 10, s. 28 (5). Same, lock-outs (6) Employers to whom this Act applies whose ambulance workers are locked out on the day this Act comes into force shall cease locking those ambulance workers out on that day and shall not resume locking them out except in accordance with this Act.  2001, c. 10, s. 28 (6).",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>28 </b>(1) Subsection 3 (2) does not apply with respect to an employer and a trade union bound by a collective agreement if the collective agreement will expire on a day that is fewer than 180 days after the day this Act comes into force.  2001, c. 10, s. 28 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsection 3 (3) does not apply with respect to an employer and a trade union who have never had a collective agreement if this Act comes into force on a day that is more than,</p> <p class=\"paragraph\">  (a)  15 days after notice was given under section 16 of the <i>Labour Relations Act, 1995</i>; or</p> <p class=\"paragraph\">  (b)  if no such notice was given, 15 days after the parties have met and bargained.  2001, c. 10, s. 28 (2).</p> <p class=\"headnote\">Agreement under <i>C.E.C.B.A., 1993</i></p> <p class=\"subsection\">(3) An essential services agreement made under the <i>Crown Employees Collective Bargaining Act, 1993</i>\r\nbefore the day this Act comes into force shall be deemed to be an essential ambulance services agreement for the purposes of this Act if it would, but for subsection 2 (2) of this Act, have applied to employees to whom this Act applies.  2001, c. 10, s. 28 (3).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(4) If there is a conflict between a provision of an essential services agreement referred to in subsection (3) and a provision of this Act, the provision of the essential services agreement shall be deemed to be void.  2001, c. 10, s. 28 (4).</p> <p class=\"headnote\">Employees on strike</p> <p class=\"subsection\">(5) Ambulance workers to whom this Act applies who are on strike on the day this Act comes into force shall cease striking on that day and shall not resume striking except in accordance with this Act.  2001, c. 10, s. 28 (5).</p> <p class=\"headnote\">Same, lock-outs</p> <p class=\"subsection\">(6) Employers to whom this Act applies whose ambulance workers are locked out on the day this Act comes into force shall cease locking those ambulance workers out on that day and shall not resume locking them out except in accordance with this Act.  2001, c. 10, s. 28 (6).</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "29.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "29 (1) The Lieutenant Governor in Council may make regulations, (a)  prescribing employees or classes of employees to be ambulance workers for the purposes of clause (c) of the definition of “ambulance workers” in subsection 1 (1); (b)  specifying what work is incidental to a service for the purposes of clause (d) of the definition of “essential ambulance services” in subsection 1 (1); (c)  specifying what work is performed to protect health or safety on or in connection with an ambulance for the purposes of clause (e) of the definition of “essential ambulance services” in subsection 1 (1); (d)  prescribing services for the purposes of clause (f) of the definition of “essential ambulance services” in subsection 1 (1); (e)  prescribing the circumstances under which and the extent to which this Act applies with respect to the provision of air ambulance services for the purposes of subsection 2 (4); (f)  prescribing a percentage for the purposes of subsection 18 (5); (g)  prescribing one or more factors for the purposes of subsection 18 (7).  2001, c. 10, s. 29 (1). Same (2) A regulation made under clause (1) (d) may require the parties to amend their essential ambulance services agreement to take into account what constitutes essential ambulance services under clause (f) of the definition of “essential ambulance services” in subsection 1 (1).  2001, c. 10, s. 29 (2). Same (3) Without limiting the generality of subsection (1), a regulation under clause (1) (e) may prescribe classes of employers or specified employers with respect to whom this Act applies.  2001, c. 10, s. 29 (3). Same (4) A regulation under clause (1) (g) may prescribe factors in addition to the factor set out in subsection 18 (4) or to replace that factor and may set out conditions with respect to any factor.  2001, c. 10, s. 29 (4). 30 Omitted (provides for coming into force of provisions of this Act).  2001, c. 10, s. 30. 31 Omitted (enacts short title of this Act).  2001, c. 10, s. 31. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>29 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  prescribing employees or classes of employees to be ambulance workers for the purposes of clause (c) of the definition of “ambulance workers” in subsection 1 (1);</p> <p class=\"paragraph\">  (b)  specifying what work is incidental to a service for the purposes of clause (d) of the definition of “essential ambulance services” in subsection 1 (1);</p> <p class=\"paragraph\">  (c)  specifying what work is performed to protect health or safety on or in connection with an ambulance for the purposes of clause (e) of the definition of “essential ambulance services” in subsection 1 (1);</p> <p class=\"paragraph\">  (d)  prescribing services for the purposes of clause (f) of the definition of “essential ambulance services” in subsection 1 (1);</p> <p class=\"paragraph\">  (e)  prescribing the circumstances under which and the extent to which this Act applies with respect to the provision of air ambulance services for the purposes of subsection 2 (4);</p> <p class=\"paragraph\">  (f)  prescribing a percentage for the purposes of subsection 18 (5);</p> <p class=\"paragraph\">  (g)  prescribing one or more factors for the purposes of subsection 18 (7).  2001, c. 10, s. 29 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A regulation made under clause (1) (d) may require the parties to amend their essential ambulance services agreement to take into account what constitutes essential ambulance services under clause (f) of the definition of “essential ambulance services” in subsection 1 (1).  2001, c. 10, s. 29 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Without limiting the generality of subsection (1), a regulation under clause (1) (e) may prescribe classes of employers or specified employers with respect to whom this Act applies.  2001, c. 10, s. 29 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) A regulation under clause (1) (g) may prescribe factors in addition to the factor set out in subsection 18 (4) or to replace that factor and may set out conditions with respect to any factor.  2001, c. 10, s. 29 (4).</p> <p class=\"section\"><b>30 </b><span>Omitted (provides for coming into force of provisions of this Act)</span>.  2001, c. 10, s. 30.</p> <p class=\"section\"><b>31 </b><span>Omitted (enacts short title of this Act)</span>.  2001, c. 10, s. 31.</p> <p class=\"line\">______________</p> <p class=\"line\"><u><span> </span></u></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/01a10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}