{
    "act_info": {
        "full_title": "Animals for Research Act, R.S.O. 1990, c. A.22",
        "act_name_text": "Animals for Research Act",
        "citation": "R.S.O. 1990, c. A.22",
        "url": "https://www.ontario.ca/laws/statute/90a22",
        "date_scraped": "2023-12-18 22:19:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90a22/v8",
            "valid_from": "December  5, 2019",
            "valid_to": "December 31, 2019"
        },
        {
            "a_href": "/laws/statute/90a22/v7",
            "valid_from": "May 30, 2017",
            "valid_to": "December  4, 2019"
        },
        {
            "a_href": "/laws/statute/90a22/v6",
            "valid_from": "May 28, 2015",
            "valid_to": "May 29, 2017"
        },
        {
            "a_href": "/laws/statute/90a22/v5",
            "valid_from": "December 15, 2009",
            "valid_to": "May 27, 2015"
        },
        {
            "a_href": "/laws/statute/90a22/v4",
            "valid_from": "June 22, 2006",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90a22/v3",
            "valid_from": "August 29, 2005",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/90a22/v2",
            "valid_from": "March  9, 2005",
            "valid_to": "August 28, 2005"
        },
        {
            "a_href": "/laws/statute/90a22/v1",
            "valid_from": "December 22, 1999",
            "valid_to": "March  8, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/900025",
            "Citation": "R.R.O. 1990, Reg. 25",
            "title": "TRANSPORTATION"
        },
        {
            "a_href": "/laws/regulation/900024",
            "Citation": "R.R.O. 1990, Reg. 24",
            "title": "RESEARCH FACILITIES AND SUPPLY FACILITIES"
        },
        {
            "a_href": "/laws/regulation/900023",
            "Citation": "R.R.O. 1990, Reg. 23",
            "title": "POUNDS"
        },
        {
            "a_href": "/laws/regulation/900022",
            "Citation": "R.R.O. 1990, Reg. 22",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “animal” means a live, non-human vertebrate; (“animal”) “Director” means the person designated by the Minister as the Director for the purposes of this Act; (“directeur”) “inspector” means an inspector appointed under this Act; (“inspecteur”) “licence” means a licence under this Act; (“permis”) “Minister” means the Minister of Agriculture, Food and Rural Affairs; (“ministre”) “pound” means premises that are used for the detention, maintenance or disposal of dogs or cats that have been impounded pursuant to a by-law of a municipality or the Dog Owners’ Liability Act, but does not include any premises, or part thereof, that are not used by any person or body of persons for the detention, maintenance or disposal of dogs or cats so impounded; (“fourrière”) “redemption period” means that period of time within which the owner of a dog or cat that has been impounded in a pound has the right to redeem it; (“délai de réclamation”) “registration” means a registration under this Act; (“enregistrement”) “regulations” means the regulations made under this Act; (“règlements”) “research” means the use of animals in connection with studies, investigation and teaching in any field of knowledge, and, without limiting the generality of the foregoing, includes the use of animals for the performance of tests, and diagnosis of disease and the production and testing of preparations intended for use in the diagnosis, prevention and treatment of any disease or condition; (“travaux de recherche”) “research facility” means premises on which animals are used in research and includes premises used for the collecting, assembling or maintaining of animals in connection with a research facility, but does not include a farm on which pregnant mares are kept for the collection of urine; (“service de recherche”) “supply facility” means premises, other than a research facility, that are used for the breeding and rearing of animals pursuant to a contract between the operator thereof and the operator of a research facility; (“animalerie”) “Tribunal” means the Agriculture, Food and Rural Affairs Appeal Tribunal continued under the Ministry of Agriculture, Food and Rural Affairs Act; (“Tribunal”) “veterinarian” means a person registered under the Veterinarians Act. (“vétérinaire”)  R.S.O. 1990, c. A.22, s. 1; 1994, c. 27, s. 9 (1, 2); 1999, c. 12, Sched. A, s. 3; 2005, c. 2, s. 2 (1); 2009, c. 33, Sched. 1, s. 5; 2019, c. 13, s. 72 (1). Restricted pit bull, meaning (2) The term “restricted pit bull” has the same meaning for the purposes of this Act as it has for the purposes of the Dog Owners’ Liability Act.  2005, c. 2, s. 2 (2). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 9 (1) - 9/12/1994; 1999, c. 12, Sched. A, s. 3 - 22/12/1999 2005, c. 2, s. 2 (1) - 9/03/2005 2009, c. 33, Sched. 1, s. 5 - 15/12/2009 2019, c. 13, s. 72 (1)\r\n- 01/01/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“animal” means a live, non-human vertebrate; (“animal”)</p> <p class=\"definition\">“Director” means the person designated by the Minister as the Director for the purposes of this Act; (“directeur”)</p> <p class=\"definition\">“inspector” means an inspector appointed under this Act; (“inspecteur”)</p> <p class=\"definition\">“licence” means a licence under this Act; (“permis”)</p> <p class=\"definition\">“Minister” means the Minister of Agriculture, Food and Rural Affairs; (“ministre”)</p> <p class=\"definition\">“pound” means premises that are used for the detention, maintenance or disposal of dogs or cats that have been impounded pursuant to a by-law of a municipality or the <i>Dog Owners’ Liability Act</i>, but does not include any premises, or part thereof, that are not used by any person or body of persons for the detention, maintenance or disposal of dogs or cats so impounded; (“fourrière”)</p> <p class=\"definition\">“redemption period” means that period of time within which the owner of a dog or cat that has been impounded in a pound has the right to redeem it; (“délai de réclamation”)</p> <p class=\"definition\">“registration” means a registration under this Act; (“enregistrement”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“research” means the use of animals in connection with studies, investigation and teaching in any field of knowledge, and, without limiting the generality of the foregoing, includes the use of animals for the performance of tests, and diagnosis of disease and the production and testing of preparations intended for use in the diagnosis, prevention and treatment of any disease or condition; (“travaux de recherche”)</p> <p class=\"definition\">“research facility” means premises on which animals are used in research and includes premises used for the collecting, assembling or maintaining of animals in connection with a research facility, but does not include a farm on which pregnant mares are kept for the collection of urine; (“service de recherche”)</p> <p class=\"definition\">“supply facility” means premises, other than a research facility, that are used for the breeding and rearing of animals pursuant to a contract between the operator thereof and the operator of a research facility; (“animalerie”)</p> <p class=\"definition\">“Tribunal” means the Agriculture, Food and Rural Affairs Appeal Tribunal continued under the <i>Ministry of Agriculture, Food and Rural Affairs Act</i>; (“Tribunal”)</p> <p class=\"definition\">“veterinarian” means a person registered under the <i>Veterinarians Act</i>. (“vétérinaire”)  R.S.O. 1990, c. A.22, s. 1; 1994, c. 27, s. 9 (1, 2); 1999, c. 12, Sched. A, s. 3; 2005, c. 2, s. 2 (1); 2009, c. 33, Sched. 1, s. 5; 2019, c. 13, s. 72 (1).</p> <p class=\"headnote\">Restricted pit bull, meaning</p> <p class=\"subsection\">(2) The term “restricted pit bull” has the same meaning for the purposes of this Act as it has for the purposes of the <i>Dog Owners’ Liability Act</i>.  2005, c. 2, s. 2 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 9 (1) - 9/12/1994; 1999, c. 12, Sched. A, s. 3 - 22/12/1999</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s2s1\">2005, c. 2, s. 2 (1)</a> - 9/03/2005</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched1s5\">2009, c. 33, Sched. 1, s. 5</a> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19013#s72s1\">2019, c. 13, s. 72 (1)</a></span>\r\n- 01/01/2020</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.1",
            "section_x": "Non-application of the Provincial Animal Welfare Services Act, 2019",
            "part_id": null,
            "part_type": null,
            "section_y": "Non-application of the Provincial Animal Welfare Services Act, 2019",
            "content": "1.1 (1) Subject to subsection (2), the Provincial Animal Welfare Services Act, 2019 does not apply in respect of an animal in the possession of the operator of a registered research facility or of a licensed operator of a supply facility. 2019, c. 13, s. 72 (2). Exception (2) Section 19, clause 49 (2) (f), subsections 49 (4), (6), (8), (9), (10) and (11) and sections 58 and 59 of the Provincial Animal Welfare Services Act, 2019 apply in respect of an orca, as defined in that Act, in the possession of the operator of a registered research facility or of a licensed operator of a supply facility. 2019, c. 13, s. 72 (2). Section Amendments with date in force (d/m/y) 2015, c. 10, s. 9 - 28/05/2015 2019, c. 13, s. 72 (2)\r\n- 01/01/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1.1 </b>(1) Subject to subsection (2), the <i>Provincial Animal Welfare Services Act, 2019</i> does not apply in respect of an animal in the possession of the operator of a registered research facility or of a licensed operator of a supply facility. 2019, c. 13, s. 72 (2).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Section 19, clause 49 (2) (f), subsections 49 (4), (6), (8), (9), (10) and (11) and sections 58 and 59 of the <i>Provincial Animal Welfare Services Act, 2019</i> apply in respect of an orca, as defined in that Act, in the possession of the operator of a registered research facility or of a licensed operator of a supply facility. 2019, c. 13, s. 72 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15010#s9\">2015, c. 10, s. 9</a></span> - 28/05/2015</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19013#s72s2\">2019, c. 13, s. 72 (2)</a></span>\r\n- 01/01/2020</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Operator required to be licensed",
            "part_id": null,
            "part_type": null,
            "section_y": "Operator required to be licensed",
            "content": "2 (1) No person shall commence or continue to be an operator of a supply facility without a licence as an operator of a supply facility from the Director unless the person is exempt under this Act or the regulations.  R.S.O. 1990, c. A.22, s. 2 (1). Exception as to certain sales (2) An operator of a supply facility is exempt from subsection (1) respecting cattle, fish, goats, horses, poultry, reptiles, sheep, swine or game wildlife as defined in the Fish and Wildlife Conservation Act, 1997, but in all other respects the operator is subject to the provisions of this Act and the regulations.  R.S.O. 1990, c. A.22, s. 2 (2); 1997, c. 41, s. 115. Requirements for licensing (3) No person shall be granted a licence as an operator of a supply facility unless the person, (a) is experienced in the proper care and handling of animals; and (b) possesses all pens, cages, compounds, vehicles, tools, implements, buildings and dietary materials necessary to properly care for and handle animals on the premises.  R.S.O. 1990, c. A.22, s. 2 (3). Suspension or revocation of licence (4) A licence as an operator of a supply facility may be suspended or revoked where, (a) the operator has not properly maintained any of the facilities, equipment or materials referred to in clause (3) (b); or (b) the operator or any person employed by or associated with the operator in connection with the operation of the supply facility has failed to observe or carry out the provisions of, (i) this Act or the regulations, or (ii) any other Act relating to cruelty to or maltreatment or neglect of animals.  R.S.O. 1990, c. A.22, s. 2 (4). Section Amendments with date in force (d/m/y) 1997, c. 41, s. 115 - 1/01/1999",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>(1) No person shall commence or continue to be an operator of a supply facility without a licence as an operator of a supply facility from the Director unless the person is exempt under this Act or the regulations.  R.S.O. 1990, c. A.22, s. 2 (1).</p> <p class=\"headnote\">Exception as to certain sales</p> <p class=\"subsection\">(2) An operator of a supply facility is exempt from subsection (1) respecting cattle, fish, goats, horses, poultry, reptiles, sheep, swine or game wildlife as defined in the <i>Fish and Wildlife Conservation Act, 1997</i>, but in all other respects the operator is subject to the provisions of this Act and the regulations.  R.S.O. 1990, c. A.22, s. 2 (2); 1997, c. 41, s. 115.</p> <p class=\"headnote\">Requirements for licensing</p> <p class=\"subsection\">(3) No person shall be granted a licence as an operator of a supply facility unless the person,</p> <p class=\"paragraph\">  (a) is experienced in the proper care and handling of animals; and</p> <p class=\"paragraph\">  (b) possesses all pens, cages, compounds, vehicles, tools, implements, buildings and dietary materials necessary to properly care for and handle animals on the premises.  R.S.O. 1990, c. A.22, s. 2 (3).</p> <p class=\"headnote\">Suspension or revocation of licence</p> <p class=\"subsection\">(4) A licence as an operator of a supply facility may be suspended or revoked where,</p> <p class=\"paragraph\">  (a) the operator has not properly maintained any of the facilities, equipment or materials referred to in clause (3) (b); or</p> <p class=\"paragraph\">  (b) the operator or any person employed by or associated with the operator in connection with the operation of the supply facility has failed to observe or carry out the provisions of,</p> <p class=\"subclause\">  (i) this Act or the regulations, or</p> <p class=\"subclause\">  (ii) any other Act relating to cruelty to or maltreatment or neglect of animals.  R.S.O. 1990, c. A.22, s. 2 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1997, c. 41, s. 115 - 1/01/1999</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "Issue of licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Issue of licence",
            "content": "3 (1) Subject to subsection 12 (1), the Director shall issue a licence as an operator of a supply facility to an applicant therefor unless, in his or her opinion, the applicant does not comply with clauses 2 (3) (a) and (b).  R.S.O. 1990, c. A.22, s. 3 (1). Refusal to issue (2) Where the Director is of the opinion that an applicant does not comply with clauses 2 (3) (a) and (b), he or she may, after a hearing, refuse to issue the licence.  R.S.O. 1990, c. A.22, s. 3 (2). Renewal (3) Subject to subsection (4), the Director shall renew a licence on application therefor by the licensee in accordance with this Act and the regulations and payment of the prescribed fee.  R.S.O. 1990, c. A.22, s. 3 (3). Refusal to renew, suspension, etc. (4) Where the Director is of the opinion, in the case of a licensee, that clause 2 (4) (a) or (b) applies, he or she may, after a hearing, refuse to renew or may suspend or revoke the licence.  R.S.O. 1990, c. A.22, s. 3 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3 </b>(1) Subject to subsection 12 (1), the Director shall issue a licence as an operator of a supply facility to an applicant therefor unless, in his or her opinion, the applicant does not comply with clauses 2 (3) (a) and (b).  R.S.O. 1990, c. A.22, s. 3 (1).</p> <p class=\"headnote\">Refusal to issue</p> <p class=\"subsection\">(2) Where the Director is of the opinion that an applicant does not comply with clauses 2 (3) (a) and (b), he or she may, after a hearing, refuse to issue the licence.  R.S.O. 1990, c. A.22, s. 3 (2).</p> <p class=\"headnote\">Renewal</p> <p class=\"subsection\">(3) Subject to subsection (4), the Director shall renew a licence on application therefor by the licensee in accordance with this Act and the regulations and payment of the prescribed fee.  R.S.O. 1990, c. A.22, s. 3 (3).</p> <p class=\"headnote\">Refusal to renew, suspension, etc.</p> <p class=\"subsection\">(4) Where the Director is of the opinion, in the case of a licensee, that clause 2 (4) (a) or (b) applies, he or she may, after a hearing, refuse to renew or may suspend or revoke the licence.  R.S.O. 1990, c. A.22, s. 3 (4).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "section_x": "Research facility required to be registered",
            "part_id": null,
            "part_type": null,
            "section_y": "Research facility required to be registered",
            "content": "4 (1) No person shall commence or continue to operate a research facility unless the research facility is registered under this Act.  R.S.O. 1990, c. A.22, s. 4 (1). Requirements for registration (2) No research facility shall be registered unless there are therein or adjacent thereto and in connection therewith all pens, cages, compounds, tools, implements, buildings and dietary materials necessary to properly care for and handle animals that are in the research facility.  R.S.O. 1990, c. A.22, s. 4 (2). Suspension or revocation of registration (3) The registration of a research facility may be suspended or revoked where, (a) any of the facilities, equipment or materials referred to in subsection (2) have not been properly maintained therein; or (b) the operator or any person employed by or associated with the operator in the operation of the research facility has failed to observe or carry out the provisions of, (i) this Act or the regulations, or (ii) any Act relating to cruelty to or maltreatment or neglect of animals.  R.S.O. 1990, c. A.22, s. 4 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>4 </b>(1) No person shall commence or continue to operate a research facility unless the research facility is registered under this Act.  R.S.O. 1990, c. A.22, s. 4 (1).</p> <p class=\"headnote\">Requirements for registration</p> <p class=\"subsection\">(2) No research facility shall be registered unless there are therein or adjacent thereto and in connection therewith all pens, cages, compounds, tools, implements, buildings and dietary materials necessary to properly care for and handle animals that are in the research facility.  R.S.O. 1990, c. A.22, s. 4 (2).</p> <p class=\"headnote\">Suspension or revocation of registration</p> <p class=\"subsection\">(3) The registration of a research facility may be suspended or revoked where,</p> <p class=\"paragraph\">  (a) any of the facilities, equipment or materials referred to in subsection (2) have not been properly maintained therein; or</p> <p class=\"paragraph\">  (b) the operator or any person employed by or associated with the operator in the operation of the research facility has failed to observe or carry out the provisions of,</p> <p class=\"subclause\">  (i) this Act or the regulations, or</p> <p class=\"subclause\">  (ii) any Act relating to cruelty to or maltreatment or neglect of animals.  R.S.O. 1990, c. A.22, s. 4 (3).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "section_x": "Registration",
            "part_id": null,
            "part_type": null,
            "section_y": "Registration",
            "content": "5 (1) Subject to subsection 12 (2), the Director shall register a research facility in Ontario unless, in his or her opinion, it does not contain the facilities, equipment or materials referred to in subsection 4 (2).  R.S.O. 1990, c. A.22, s. 5 (1). Refusal to register (2) Where the Director is of the opinion that a research facility in respect of which an application for registration is made does not contain the facilities, equipment or materials referred to in subsection 4 (2), he or she may, after a hearing, refuse to register the research facility.  R.S.O. 1990, c. A.22, s. 5 (2). Renewal (3) Subject to subsection (4), the Director shall renew a registration on application therefor by the registrant in accordance with this Act and the regulations and payment of the prescribed fee.  R.S.O. 1990, c. A.22, s. 5 (3). Refusal to renew, suspension, etc. (4) Where the Director is of the opinion that clause 4 (3) (a) or (b) applies, he or she may, after a hearing, refuse to renew or may suspend or revoke the registration of the research facility.  R.S.O. 1990, c. A.22, s. 5 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>5 </b>(1) Subject to subsection 12 (2), the Director shall register a research facility in Ontario unless, in his or her opinion, it does not contain the facilities, equipment or materials referred to in subsection 4 (2).  R.S.O. 1990, c. A.22, s. 5 (1).</p> <p class=\"headnote\">Refusal to register</p> <p class=\"subsection\">(2) Where the Director is of the opinion that a research facility in respect of which an application for registration is made does not contain the facilities, equipment or materials referred to in subsection 4 (2), he or she may, after a hearing, refuse to register the research facility.  R.S.O. 1990, c. A.22, s. 5 (2).</p> <p class=\"headnote\">Renewal</p> <p class=\"subsection\">(3) Subject to subsection (4), the Director shall renew a registration on application therefor by the registrant in accordance with this Act and the regulations and payment of the prescribed fee.  R.S.O. 1990, c. A.22, s. 5 (3).</p> <p class=\"headnote\">Refusal to renew, suspension, etc.</p> <p class=\"subsection\">(4) Where the Director is of the opinion that clause 4 (3) (a) or (b) applies, he or she may, after a hearing, refuse to renew or may suspend or revoke the registration of the research facility.  R.S.O. 1990, c. A.22, s. 5 (4).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "section_x": "Provisional suspension, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Provisional suspension, etc.",
            "content": "6 (1) Despite sections 3 and 5, the Director, by notice to an operator and without a hearing, may provisionally refuse to renew or suspend the operator’s licence or registration where in the Director’s opinion it is necessary to do so for the immediate protection of the safety or health of, or the prevention of cruelty to or maltreatment or neglect of any animal and the Director so states in such notice giving reasons therefor, and thereafter the Director shall hold a hearing to determine whether renewal of the licence or registration should be refused or whether the licence or registration should be further suspended or revoked under this Act and the regulations.  R.S.O. 1990, c. A.22, s. 6 (1). Continuation of licence or registration pending renewal (2) Subject to subsection (1), where, within the time prescribed therefor or, if no time is prescribed, before expiry of a licence or registration, an operator has applied for a renewal thereof and paid the prescribed fee and has observed or carried out the provisions of this Act and the regulations, the operator’s existing licence or registration shall be deemed to continue until the operator has received the decision of the Director on the application for renewal.  R.S.O. 1990, c. A.22, s. 6 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>6 </b>(1) Despite sections 3 and 5, the Director, by notice to an operator and without a hearing, may provisionally refuse to renew or suspend the operator’s licence or registration where in the Director’s opinion it is necessary to do so for the immediate protection of the safety or health of, or the prevention of cruelty to or maltreatment or neglect of any animal and the Director so states in such notice giving reasons therefor, and thereafter the Director shall hold a hearing to determine whether renewal of the licence or registration should be refused or whether the licence or registration should be further suspended or revoked under this Act and the regulations.  R.S.O. 1990, c. A.22, s. 6 (1).</p> <p class=\"headnote\">Continuation of licence or registration pending renewal</p> <p class=\"subsection\">(2) Subject to subsection (1), where, within the time prescribed therefor or, if no time is prescribed, before expiry of a licence or registration, an operator has applied for a renewal thereof and paid the prescribed fee and has observed or carried out the provisions of this Act and the regulations, the operator’s existing licence or registration shall be deemed to continue until the operator has received the decision of the Director on the application for renewal.  R.S.O. 1990, c. A.22, s. 6 (2).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "section_x": "Notice of hearing",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice of hearing",
            "content": "7 (1) The notice of a hearing by the Director under section 3 or 5 shall afford to the applicant or operator a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue or retention of the licence or registration.  R.S.O. 1990, c. A.22, s. 7 (1). Examination of documentary evidence (2) An applicant or operator who is a party to proceedings in which the Director holds a hearing shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing.  R.S.O. 1990, c. A.22, s. 7 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>7 </b>(1) The notice of a hearing by the Director under section 3 or 5 shall afford to the applicant or operator a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue or retention of the licence or registration.  R.S.O. 1990, c. A.22, s. 7 (1).</p> <p class=\"headnote\">Examination of documentary evidence</p> <p class=\"subsection\">(2) An applicant or operator who is a party to proceedings in which the Director holds a hearing shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing.  R.S.O. 1990, c. A.22, s. 7 (2).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "section_x": "Variation of decision by Director",
            "part_id": null,
            "part_type": null,
            "section_y": "Variation of decision by Director",
            "content": "8 Where the Director has refused to issue or renew or has suspended or revoked a licence or registration pursuant to a hearing, the Director may, at any time of his or her own motion or on the application of the person who was the applicant or operator, vary or rescind the decision, but the Director shall not vary or rescind the decision adversely to the interests of any person without holding a rehearing to which such person is a party and may make such decision pursuant to such rehearing as he or she considers proper under this Act or the regulations.  R.S.O. 1990, c. A.22, s. 8.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>8 </b>Where the Director has refused to issue or renew or has suspended or revoked a licence or registration pursuant to a hearing, the Director may, at any time of his or her own motion or on the application of the person who was the applicant or operator, vary or rescind the decision, but the Director shall not vary or rescind the decision adversely to the interests of any person without holding a rehearing to which such person is a party and may make such decision pursuant to such rehearing as he or she considers proper under this Act or the regulations.  R.S.O. 1990, c. A.22, s. 8.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "9.",
            "section_x": "Appeal to Tribunal",
            "part_id": null,
            "part_type": null,
            "section_y": "Appeal to Tribunal",
            "content": "9 (1) Where the Director refuses to issue or renew or suspends or revokes a licence or registration, the applicant or operator may, by written notice delivered to the Director and filed with the Tribunal within fifteen days after receipt of the decision of the Director, appeal to the Tribunal.  R.S.O. 1990, c. A.22, s. 9 (1); 1994, c. 27, s. 9 (3); 2006, c. 19, Sched. A, s. 2 (1). Extension of time for appeal (2) The Tribunal may extend the time for the giving of notice by an applicant or operator under subsection (1) either before or after expiration of such time where it is satisfied that there are apparent grounds for appeal and that there are reasonable grounds for applying for the extension.  R.S.O. 1990, c. A.22, s. 9 (2); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (2). Disposal of appeal (3) Where an applicant or operator appeals to the Tribunal in accordance with subsection (1), the Tribunal shall hear the appeal by way of a new hearing to determine whether the licence or registration should be issued, renewed, suspended or revoked and may, after the hearing, confirm or alter the decision of the Director or direct the Director to do any act he or she is authorized to do under this Act and as the Tribunal considers proper and, for such purpose, the Tribunal may substitute its opinion for that of the Director.  R.S.O. 1990, c. A.22, s. 9 (3); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (2). Effect of decision pending disposal of appeal (4) Although an applicant or operator has appealed under this section from a decision of the Director, unless the Director otherwise directs, the decision of the Director is effective until the appeal is disposed of.  R.S.O. 1990, c. A.22, s. 9 (4). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 9 (3) - 9/12/1994 2006, c. 19, Sched. A, s. 2 (1, 2) - 22/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>9 </b>(1) Where the Director refuses to issue or renew or suspends or revokes a licence or registration, the applicant or operator may, by written notice delivered to the Director and filed with the Tribunal within fifteen days after receipt of the decision of the Director, appeal to the Tribunal.  R.S.O. 1990, c. A.22, s. 9 (1); 1994, c. 27, s. 9 (3); 2006, c. 19, Sched. A, s. 2 (1).</p> <p class=\"headnote\">Extension of time for appeal</p> <p class=\"subsection\">(2) The Tribunal may extend the time for the giving of notice by an applicant or operator under subsection (1) either before or after expiration of such time where it is satisfied that there are apparent grounds for appeal and that there are reasonable grounds for applying for the extension.  R.S.O. 1990, c. A.22, s. 9 (2); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (2).</p> <p class=\"headnote\">Disposal of appeal</p> <p class=\"subsection\">(3) Where an applicant or operator appeals to the Tribunal in accordance with subsection (1), the Tribunal shall hear the appeal by way of a new hearing to determine whether the licence or registration should be issued, renewed, suspended or revoked and may, after the hearing, confirm or alter the decision of the Director or direct the Director to do any act he or she is authorized to do under this Act and as the Tribunal considers proper and, for such purpose, the Tribunal may substitute its opinion for that of the Director.  R.S.O. 1990, c. A.22, s. 9 (3); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (2).</p> <p class=\"headnote\">Effect of decision pending disposal of appeal</p> <p class=\"subsection\">(4) Although an applicant or operator has appealed under this section from a decision of the Director, unless the Director otherwise directs, the decision of the Director is effective until the appeal is disposed of.  R.S.O. 1990, c. A.22, s. 9 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 9 (3) - 9/12/1994</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedas2s1\">2006, c. 19, Sched. A, s. 2 (1, 2)</a> - 22/06/2006</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "10.",
            "section_x": "Parties",
            "part_id": null,
            "part_type": null,
            "section_y": "Parties",
            "content": "10 (1) The Director, the appellant and such other persons as the Tribunal may specify are parties to the proceedings before the Tribunal under this Act.  R.S.O. 1990, c. A.22, s. 10 (1); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (3). Members making decision not to have taken part in investigation, etc. (2) Members of the Tribunal assigned to render a decision after a hearing shall not have taken part prior to the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or a party’s representative except upon notice to and opportunity for all parties to participate, but such members may seek legal advice from an adviser independent from the parties and in such case the nature of the advice should be made known to the parties in order that they may make submissions as to the law.  R.S.O. 1990, c. A.22, s. 10 (2); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (1). Recording of evidence (3) The oral evidence taken before the Tribunal at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Superior Court of Justice.  R.S.O. 1990, c. A.22, s. 10 (3); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (1); 2006, c. 19, Sched. C, s. 1 (1). Findings of fact (4) The findings of fact of the Tribunal pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the Statutory Powers Procedure Act.  R.S.O. 1990, c. A.22, s. 10 (4); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (4). Only members at hearing to participate in decision (5) No member of the Tribunal shall participate in a decision of the Tribunal pursuant to a hearing unless he or she was present throughout the hearing and heard the evidence and argument of the parties and, except with the consent of the parties, no decision of the Tribunal shall be given unless all members so present participate in the decision.  R.S.O. 1990, c. A.22, s. 10 (5); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (1). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 9 (3) - 9/12/1994 2006, c. 19, Sched. A, s. 2 (1, 3, 4) - 22/06/2006; 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>10 </b>(1) The Director, the appellant and such other persons as the Tribunal may specify are parties to the proceedings before the Tribunal under this Act.  R.S.O. 1990, c. A.22, s. 10 (1); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (3).</p> <p class=\"headnote\">Members making decision not to have taken part in investigation, etc.</p> <p class=\"subsection\">(2) Members of the Tribunal assigned to render a decision after a hearing shall not have taken part prior to the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or a party’s representative except upon notice to and opportunity for all parties to participate, but such members may seek legal advice from an adviser independent from the parties and in such case the nature of the advice should be made known to the parties in order that they may make submissions as to the law.  R.S.O. 1990, c. A.22, s. 10 (2); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (1).</p> <p class=\"headnote\">Recording of evidence</p> <p class=\"subsection\">(3) The oral evidence taken before the Tribunal at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Superior Court of Justice.  R.S.O. 1990, c. A.22, s. 10 (3); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Findings of fact</p> <p class=\"subsection\">(4) The findings of fact of the Tribunal pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the <i>Statutory Powers Procedure Act</i>.  R.S.O. 1990, c. A.22, s. 10 (4); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (4).</p> <p class=\"headnote\">Only members at hearing to participate in decision</p> <p class=\"subsection\">(5) No member of the Tribunal shall participate in a decision of the Tribunal pursuant to a hearing unless he or she was present throughout the hearing and heard the evidence and argument of the parties and, except with the consent of the parties, no decision of the Tribunal shall be given unless all members so present participate in the decision.  R.S.O. 1990, c. A.22, s. 10 (5); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 9 (3) - 9/12/1994</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedas2s1\">2006, c. 19, Sched. A, s. 2 (1, 3, 4)</a> - 22/06/2006; <a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a> - 22/06/2006</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "11.",
            "section_x": "Appeal to court",
            "part_id": null,
            "part_type": null,
            "section_y": "Appeal to court",
            "content": "11 (1) Any party to the hearing before the Tribunal may appeal from the decision of the Tribunal to the Divisional Court in accordance with the rules of court.  R.S.O. 1990, c. A.22, s. 11 (1); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (1). Minister entitled to be heard (2) The Minister is entitled to be heard, by counsel or otherwise, upon the argument of an appeal under this section.  R.S.O. 1990, c. A.22, s. 11 (2). Record to be filed in court (3) The chair of the Tribunal shall file with the Registrar of the Superior Court of Justice the record of the proceedings before the Tribunal which, together with a transcript of the evidence before the Tribunal, if it is not part of the Tribunal’s record, shall constitute the record in the appeal.  R.S.O. 1990, c. A.22, s. 11 (3); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (1) ; 2006, c. 19, Sched. C, s. 1 (1). Powers of court on appeal (4) An appeal under this section may be made on questions of law or fact or both and the court may confirm or alter the decision of the Tribunal or direct the Director to do any act the Director is authorized to do under this Act and as the court considers proper and the court may substitute its opinion for that of the Tribunal.  R.S.O. 1990, c. A.22, s. 11 (4); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (1). Effect of decision of Tribunal pending disposal of appeal (5) Although an applicant or licensee has appealed under this section from a decision of the Tribunal, unless the Tribunal otherwise directs, the decision of the Tribunal is effective until the appeal is disposed of.  R.S.O. 1990, c. A.22, s. 11 (5); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (5). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 9 (3) - 9/12/1994 2006, c. 19, Sched. A, s. 2 (1, 5) - 22/06/2006; 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>11 </b>(1) Any party to the hearing before the Tribunal may appeal from the decision of the Tribunal to the Divisional Court in accordance with the rules of court.  R.S.O. 1990, c. A.22, s. 11 (1); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (1).</p> <p class=\"headnote\">Minister entitled to be heard</p> <p class=\"subsection\">(2) The Minister is entitled to be heard, by counsel or otherwise, upon the argument of an appeal under this section.  R.S.O. 1990, c. A.22, s. 11 (2).</p> <p class=\"headnote\">Record to be filed in court</p> <p class=\"subsection\">(3) The chair of the Tribunal shall file with the Registrar of the Superior Court of Justice the record of the proceedings before the Tribunal which, together with a transcript of the evidence before the Tribunal, if it is not part of the Tribunal’s record, shall constitute the record in the appeal.  R.S.O. 1990, c. A.22, s. 11 (3); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (1) ; 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Powers of court on appeal</p> <p class=\"subsection\">(4) An appeal under this section may be made on questions of law or fact or both and the court may confirm or alter the decision of the Tribunal or direct the Director to do any act the Director is authorized to do under this Act and as the court considers proper and the court may substitute its opinion for that of the Tribunal.  R.S.O. 1990, c. A.22, s. 11 (4); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (1).</p> <p class=\"headnote\">Effect of decision of Tribunal pending disposal of appeal</p> <p class=\"subsection\">(5) Although an applicant or licensee has appealed under this section from a decision of the Tribunal, unless the Tribunal otherwise directs, the decision of the Tribunal is effective until the appeal is disposed of.  R.S.O. 1990, c. A.22, s. 11 (5); 1994, c. 27, s. 9 (3) ; 2006, c. 19, Sched. A, s. 2 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 9 (3) - 9/12/1994</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedas2s1\">2006, c. 19, Sched. A, s. 2 (1, 5)</a> - 22/06/2006; <a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a> - 22/06/2006</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "12.",
            "section_x": "When licence not to issue",
            "part_id": null,
            "part_type": null,
            "section_y": "When licence not to issue",
            "content": "12 (1) The Director shall not issue a licence to any person who formerly held a licence as an operator of a supply facility and whose licence was revoked less than one year before the date of the application.  R.S.O. 1990, c. A.22, s. 12 (1). When research facility not to be registered (2) The Director shall not register a research facility that was formerly registered and the registration of which was revoked less than one year before the date of the application.  R.S.O. 1990, c. A.22, s. 12 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>12 </b>(1) The Director shall not issue a licence to any person who formerly held a licence as an operator of a supply facility and whose licence was revoked less than one year before the date of the application.  R.S.O. 1990, c. A.22, s. 12 (1).</p> <p class=\"headnote\">When research facility not to be registered</p> <p class=\"subsection\">(2) The Director shall not register a research facility that was formerly registered and the registration of which was revoked less than one year before the date of the application.  R.S.O. 1990, c. A.22, s. 12 (2).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "13.",
            "section_x": "Animals to be kept separate",
            "part_id": null,
            "part_type": null,
            "section_y": "Animals to be kept separate",
            "content": "13 Animals that are bred and reared in a supply facility shall, at all times, be maintained by the operator thereof in such manner that they are separate from any other animals owned by the operator.  R.S.O. 1990, c. A.22, s. 13.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>13 </b>Animals that are bred and reared in a supply facility shall, at all times, be maintained by the operator thereof in such manner that they are separate from any other animals owned by the operator.  R.S.O. 1990, c. A.22, s. 13.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "14.",
            "section_x": "Purchase or other acquisition of animals",
            "part_id": null,
            "part_type": null,
            "section_y": "Purchase or other acquisition of animals",
            "content": "14 (1) No person shall purchase or otherwise acquire an animal from any person in Ontario for use in a research facility except from, (a) the operator of a registered research facility; (b) the operator of a pound, under section 20; (c) the operator of a supply facility who is, (i) the holder of a licence as an operator of a supply facility, or (ii) exempt under this Act or the regulations from the provisions of subsection 2 (1) in respect of the animal.  R.S.O. 1990, c. A.22, s. 14 (1). Sale or other disposition of dog or cat (2) No operator of a research facility shall sell or otherwise dispose of any dog or cat purchased or otherwise acquired under section 20 to any person other than the operator of a registered research facility in Ontario.  R.S.O. 1990, c. A.22, s. 14 (2). Exceptions (3) Nothing in this section prevents, (a) the acquisition by a research facility of a dog or cat that has been donated to the research facility by the owner thereof; (b) the return by the research facility of a dog or cat acquired under clause 20 (6) (c) to the person who was the owner thereof before it came into possession of the operator of the pound; or (c) the acquisition by the operator of a supply facility of breeding stock from any person not referred to in subsection (1).  R.S.O. 1990, c. A.22, s. 14 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>14 </b>(1) No person shall purchase or otherwise acquire an animal from any person in Ontario for use in a research facility except from,</p> <p class=\"paragraph\">  (a) the operator of a registered research facility;</p> <p class=\"paragraph\">  (b) the operator of a pound, under section 20;</p> <p class=\"paragraph\">  (c) the operator of a supply facility who is,</p> <p class=\"subclause\">  (i) the holder of a licence as an operator of a supply facility, or</p> <p class=\"subclause\">  (ii) exempt under this Act or the regulations from the provisions of subsection 2 (1) in respect of the animal.  R.S.O. 1990, c. A.22, s. 14 (1).</p> <p class=\"headnote\">Sale or other disposition of dog or cat</p> <p class=\"subsection\">(2) No operator of a research facility shall sell or otherwise dispose of any dog or cat purchased or otherwise acquired under section 20 to any person other than the operator of a registered research facility in Ontario.  R.S.O. 1990, c. A.22, s. 14 (2).</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(3) Nothing in this section prevents,</p> <p class=\"paragraph\">  (a) the acquisition by a research facility of a dog or cat that has been donated to the research facility by the owner thereof;</p> <p class=\"paragraph\">  (b) the return by the research facility of a dog or cat acquired under clause 20 (6) (c) to the person who was the owner thereof before it came into possession of the operator of the pound; or</p> <p class=\"paragraph\">  (c) the acquisition by the operator of a supply facility of breeding stock from any person not referred to in subsection (1).  R.S.O. 1990, c. A.22, s. 14 (3).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "15.",
            "section_x": "Reports",
            "part_id": null,
            "part_type": null,
            "section_y": "Reports",
            "content": "15 The operator of a registered research facility shall submit to the Director such reports respecting animals used in the research facility for research as may be prescribed in the regulations.  R.S.O. 1990, c. A.22, s. 15.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>15 </b>The operator of a registered research facility shall submit to the Director such reports respecting animals used in the research facility for research as may be prescribed in the regulations.  R.S.O. 1990, c. A.22, s. 15.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "16.",
            "section_x": "Animals to be anaesthetized",
            "part_id": null,
            "part_type": null,
            "section_y": "Animals to be anaesthetized",
            "content": "16 (1) Every animal used in a registered research facility in any experiment that is likely to result in pain to the animal shall be anaesthetized so as to prevent the animal from suffering unnecessary pain.  R.S.O. 1990, c. A.22, s. 16 (1). Analgesics to be provided (2) The operator of a research facility shall provide analgesics adequate to prevent an animal from suffering unnecessary pain during the period of its recovery from any procedure used in an experiment.  R.S.O. 1990, c. A.22, s. 16 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>16 </b>(1) Every animal used in a registered research facility in any experiment that is likely to result in pain to the animal shall be anaesthetized so as to prevent the animal from suffering unnecessary pain.  R.S.O. 1990, c. A.22, s. 16 (1).</p> <p class=\"headnote\">Analgesics to be provided</p> <p class=\"subsection\">(2) The operator of a research facility shall provide analgesics adequate to prevent an animal from suffering unnecessary pain during the period of its recovery from any procedure used in an experiment.  R.S.O. 1990, c. A.22, s. 16 (2).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "17.",
            "section_x": "Animal care committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Animal care committee",
            "content": "17 (1) Every person or body of persons having control of a registered research facility or facilities shall establish in connection therewith an animal care committee, one of the members of which shall be a veterinarian.  R.S.O. 1990, c. A.22, s. 17 (1). Responsibility of committee (2) Every animal care committee established under subsection (1) shall be responsible for co-ordinating and reviewing, (a) the activities and procedures relating to the care of animals; (b) the standards of care and facilities for animals; (c) the training and qualifications of personnel that are engaged in the care of animals; and (d) procedures for the prevention of unnecessary pain including the use of anaesthetics and analgesics, in every research facility in connection with which the animal care committee is established, having regard to the requirements of this Act and the regulations.  R.S.O. 1990, c. A.22, s. 17 (2). Filing of research project proposal with animal care committee (3) The operator of a research facility shall, prior to conducting any research project in which animals are to be used, file, or cause to be filed, with the animal care committee a research project proposal setting forth the nature of all procedures to be used in connection with such animals, the number and type of animals to be used and the anticipated pain level that any such animal is likely to experience.  R.S.O. 1990, c. A.22, s. 17 (3). Committee to make orders (4) Where an animal care committee has reason to believe that an offence has been or will be committed against section 16 in any research facility in connection with which it is established, the animal care committee shall order, (a) that any research in connection with such offence or possible offence be stopped or not proceeded with; and (b) that where such research has caused, in any animal, severe pain or illness that cannot be alleviated, such animal be forthwith humanely destroyed.  R.S.O. 1990, c. A.22, s. 17 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>17 </b>(1) Every person or body of persons having control of a registered research facility or facilities shall establish in connection therewith an animal care committee, one of the members of which shall be a veterinarian.  R.S.O. 1990, c. A.22, s. 17 (1).</p> <p class=\"headnote\">Responsibility of committee</p> <p class=\"subsection\">(2) Every animal care committee established under subsection (1) shall be responsible for co-ordinating and reviewing,</p> <p class=\"paragraph\">  (a) the activities and procedures relating to the care of animals;</p> <p class=\"paragraph\">  (b) the standards of care and facilities for animals;</p> <p class=\"paragraph\">  (c) the training and qualifications of personnel that are engaged in the care of animals; and</p> <p class=\"paragraph\">  (d) procedures for the prevention of unnecessary pain including the use of anaesthetics and analgesics,</p> <p class=\"subsection\">in every research facility in connection with which the animal care committee is established, having regard to the requirements of this Act and the regulations.  R.S.O. 1990, c. A.22, s. 17 (2).</p> <p class=\"headnote\">Filing of research project proposal with animal care committee</p> <p class=\"subsection\">(3) The operator of a research facility shall, prior to conducting any research project in which animals are to be used, file, or cause to be filed, with the animal care committee a research project proposal setting forth the nature of all procedures to be used in connection with such animals, the number and type of animals to be used and the anticipated pain level that any such animal is likely to experience.  R.S.O. 1990, c. A.22, s. 17 (3).</p> <p class=\"headnote\">Committee to make orders</p> <p class=\"subsection\">(4) Where an animal care committee has reason to believe that an offence has been or will be committed against section 16 in any research facility in connection with which it is established, the animal care committee shall order,</p> <p class=\"paragraph\">  (a) that any research in connection with such offence or possible offence be stopped or not proceeded with; and</p> <p class=\"paragraph\">  (b) that where such research has caused, in any animal, severe pain or illness that cannot be alleviated, such animal be forthwith humanely destroyed.  R.S.O. 1990, c. A.22, s. 17 (4).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "18.",
            "section_x": "Appointment of chief inspector and inspectors",
            "part_id": null,
            "part_type": null,
            "section_y": "Appointment of chief inspector and inspectors",
            "content": "18 (1) The Minister shall appoint a chief inspector who is a veterinarian and such other inspectors as he or she considers necessary, and, despite any other Act, such inspectors have exclusive authority to initiate proceedings to enforce this Act and the regulations.  R.S.O. 1990, c. A.22, s. 18 (1). Certificate of appointment (2) The production by an inspector of a certificate of appointment purporting to be signed by the Minister is admissible in evidence as proof, in the absence of evidence to the contrary, of his or her appointment without further proof of the signature or authority of the Minister.  R.S.O. 1990, c. A.22, s. 18 (2). Powers of inspectors (3) Subject to subsections (4), (5), (6), (7) and (8), an inspector, for the purpose of carrying out his or her duties under this Act, may, upon production of a certificate of appointment, (a) enter any premises, car, truck or other conveyance in which he or she believes on reasonable and probable grounds there are animals that are used, or that are intended to be used, in research and inspect the premises, car, truck or other conveyance, any facilities or equipment therein and any animals therein; (b) enter any pound and inspect the pound, any facilities or equipment therein and any animals therein; and (c) demand the production or furnishing by the owner or custodian thereof of any books, records, documents or of extracts therefrom relating to animals that, (i) are in a pound, or (ii) he or she believes on reasonable and probable grounds are used or intended to be used in research.  R.S.O. 1990, c. A.22, s. 18 (3). Entry of dwellings (4) Except under the authority of a warrant under section 158 of the Provincial Offences Act, an inspector shall not enter any part of a dwelling without the consent of the owner or tenant unless, (a) the occupant is a licensed operator of a supply facility; and (b) the inspector has reasonable grounds for believing that the occupant is maintaining in such part animals that are used or intended to be used in research.  R.S.O. 1990, c. A.22, s. 18 (4). When powers to be exercised (5) An inspector shall exercise the powers under subsection (3) only between sunrise and sunset, but nothing in this section affects the issuance and execution of a warrant under section 158 of the Provincial Offences Act.  R.S.O. 1990, c. A.22, s. 18 (5). Production and photocopying of records, etc. (6) Where an inspector demands the production or furnishing of books, records, documents or extracts therefrom, the person having custody thereof shall produce or furnish them to the inspector and the inspector may detain them for the purpose of photocopying them, if such photocopying is carried out with reasonable dispatch, and the inspector shall forthwith thereafter return them to the person who produced or furnished them.  R.S.O. 1990, c. A.22, s. 18 (6). Certification of photocopy (7) Where a book, record, document or extract has been photocopied under subsection (6), a photocopy purporting to be certified by the Minister, or a person thereunto authorized by the Minister, to be a copy made under subsection (6) is admissible in evidence and has the same probative force as the original document would have had if it had been proven in the ordinary way.  R.S.O. 1990, c. A.22, s. 18 (7). Demand to be in writing (8) Where an inspector makes a demand under clause (3) (c), the demand shall be in writing and shall include a statement of the nature of the investigation and the general nature of the books, records, documents or extracts required.  R.S.O. 1990, c. A.22, s. 18 (8). (9) Repealed: 2015, c. 10, s. 10. Section Amendments with date in force (d/m/y) 2015, c. 10, s. 10 - 28/05/2015",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>18 </b>(1) The Minister shall appoint a chief inspector who is a veterinarian and such other inspectors as he or she considers necessary, and, despite any other Act, such inspectors have exclusive authority to initiate proceedings to enforce this Act and the regulations.  R.S.O. 1990, c. A.22, s. 18 (1).</p> <p class=\"headnote\">Certificate of appointment</p> <p class=\"subsection\">(2) The production by an inspector of a certificate of appointment purporting to be signed by the Minister is admissible in evidence as proof, in the absence of evidence to the contrary, of his or her appointment without further proof of the signature or authority of the Minister.  R.S.O. 1990, c. A.22, s. 18 (2).</p> <p class=\"headnote\">Powers of inspectors</p> <p class=\"subsection\">(3) Subject to subsections (4), (5), (6), (7) and (8), an inspector, for the purpose of carrying out his or her duties under this Act, may, upon production of a certificate of appointment,</p> <p class=\"paragraph\">  (a) enter any premises, car, truck or other conveyance in which he or she believes on reasonable and probable grounds there are animals that are used, or that are intended to be used, in research and inspect the premises, car, truck or other conveyance, any facilities or equipment therein and any animals therein;</p> <p class=\"paragraph\">  (b) enter any pound and inspect the pound, any facilities or equipment therein and any animals therein; and</p> <p class=\"paragraph\">  (c) demand the production or furnishing by the owner or custodian thereof of any books, records, documents or of extracts therefrom relating to animals that,</p> <p class=\"subclause\">  (i) are in a pound, or</p> <p class=\"subclause\">  (ii) he or she believes on reasonable and probable grounds are used or intended to be used in research.  R.S.O. 1990, c. A.22, s. 18 (3).</p> <p class=\"headnote\">Entry of dwellings</p> <p class=\"subsection\">(4) Except under the authority of a warrant under section 158 of the <i>Provincial Offences Act</i>, an inspector shall not enter any part of a dwelling without the consent of the owner or tenant unless,</p> <p class=\"paragraph\">  (a) the occupant is a licensed operator of a supply facility; and</p> <p class=\"paragraph\">  (b) the inspector has reasonable grounds for believing that the occupant is maintaining in such part animals that are used or intended to be used in research.  R.S.O. 1990, c. A.22, s. 18 (4).</p> <p class=\"headnote\">When powers to be exercised</p> <p class=\"subsection\">(5) An inspector shall exercise the powers under subsection (3) only between sunrise and sunset, but nothing in this section affects the issuance and execution of a warrant under section 158 of the <i>Provincial Offences Act</i>.  R.S.O. 1990, c. A.22, s. 18 (5).</p> <p class=\"headnote\">Production and photocopying of records, etc.</p> <p class=\"subsection\">(6) Where an inspector demands the production or furnishing of books, records, documents or extracts therefrom, the person having custody thereof shall produce or furnish them to the inspector and the inspector may detain them for the purpose of photocopying them, if such photocopying is carried out with reasonable dispatch, and the inspector shall forthwith thereafter return them to the person who produced or furnished them.  R.S.O. 1990, c. A.22, s. 18 (6).</p> <p class=\"headnote\">Certification of photocopy</p> <p class=\"subsection\">(7) Where a book, record, document or extract has been photocopied under subsection (6), a photocopy purporting to be certified by the Minister, or a person thereunto authorized by the Minister, to be a copy made under subsection (6) is admissible in evidence and has the same probative force as the original document would have had if it had been proven in the ordinary way.  R.S.O. 1990, c. A.22, s. 18 (7).</p> <p class=\"headnote\">Demand to be in writing</p> <p class=\"subsection\">(8) Where an inspector makes a demand under clause (3) (c), the demand shall be in writing and shall include a statement of the nature of the investigation and the general nature of the books, records, documents or extracts required.  R.S.O. 1990, c. A.22, s. 18 (8).</p> <p class=\"subsection\">(9) <span class=\"ovsmallcap\">Repealed</span>: 2015, c. 10, s. 10.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15010#s10\">2015, c. 10, s. 10</a></span> - 28/05/2015</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "19.",
            "section_x": "Obstruction of inspector",
            "part_id": null,
            "part_type": null,
            "section_y": "Obstruction of inspector",
            "content": "19 No person shall hinder or obstruct an inspector in the course of his or her duties or furnish him or her with false information or refuse to furnish information.  R.S.O. 1990, c. A.22, s. 19.",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>19 </b>No person shall hinder or obstruct an inspector in the course of his or her duties or furnish him or her with false information or refuse to furnish information.  R.S.O. 1990, c. A.22, s. 19.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "20.",
            "section_x": "Redemption period",
            "part_id": null,
            "part_type": null,
            "section_y": "Redemption period",
            "content": "20 (1) The minimum redemption period shall be three days, excluding the day on which the dog or cat was impounded, or such longer period as the regulations prescribe and holidays shall not be included in calculating any redemption period.  R.S.O. 1990, c. A.22, s. 20 (1). Idem (2) The council of a local municipality may by by-law fix a redemption period that is longer than the minimum redemption period prescribed by or under this Act and shall file a copy of any such by-law with the Director.  R.S.O. 1990, c. A.22, s. 20 (2). Repeal or amendment of by-law (3) Except with the approval in writing of the Director, no by-law referred to in subsection (2) shall be repealed or amended.  R.S.O. 1990, c. A.22, s. 20 (3). Notification by operator (4) Where the operator of a pound has impounded a dog or cat that has a tag, name plate or other means of identification, the operator shall, (a) notify the nearest office of the Ontario Society for the Prevention of Cruelty to Animals or any society affiliated therewith, except where the pound is operated by such society or affiliated society; and (b) take all reasonable steps to find the owner of the dog or cat and shall forthwith notify the owner, if found, that the dog or cat has been impounded.  R.S.O. 1990, c. A.22, s. 20 (4). Dog or cat not to be destroyed (5) During the redemption period and subject to subsections (7) to (7.4), the operator of a pound shall not destroy or cause or permit to be destroyed any dog or cat that is in the pound but the operator may return the dog or cat to the person who owned it before it came into the operator’s possession, subject to the payment of such damages, fines and expenses as are required by law.  R.S.O. 1990, c. A.22, s. 20 (5); 2005, c. 2, s. 2 (3). Idem (6) After the redemption period has expired and subject to subsections (7) to (7.4), the operator of a pound shall not destroy or cause or permit to be destroyed any dog or cat that is in the pound but the operator may, (a) return the dog or cat to the person who owned it before it came into the possession of the operator of the pound, subject to the payment of such damages, fines and expenses as are required by law; (b) sell the dog or cat, dispose of it by gift or hold it in possession for sale or disposal by gift to a purchaser or donee in good faith, (i) as a pet, (ii) for use in hunting, or (iii) for working purposes; or (c) sell the dog or cat to the operator of a registered research facility in Ontario who has requested the operator of the pound to sell a dog or cat, as the case may be.  R.S.O. 1990, c. A.22, s. 20 (6); 2005, c. 2, s. 2 (4). Where dog or cat may be destroyed (7) The operator of a pound may destroy or cause or permit to be destroyed any dog or cat that has been impounded in the pound where, (a) the person who owned the dog or cat before it came into the possession of the operator of the pound has requested in writing that the dog or cat be destroyed; (b) an inspector or veterinarian has ordered that the dog or cat be destroyed under subsection (11); (c) the dog or cat has been impounded in the pound for the redemption period and the operator of the pound has satisfied all requests referred to in clause (6) (c) from operators of research facilities; or (d) during the redemption period, the dog or cat is in a pound and, (i) is ill or injured and in the operator’s opinion is incapable of being so cured or healed as to live thereafter without suffering, and (ii) the operator has satisfied all requests referred to in clause (6) (c) from operators of research facilities.  R.S.O. 1990, c. A.22, s. 20 (7). Transfers of pit pulls (7.1) No pit bull may be transferred under, (a) clause 14 (3) (b); (b) subsection (5) of this section; or (c) clause (6) (a) or (b) of this section.  2005, c. 2, s. 2 (5). Same (7.2) The operator of a pound who believes it has possession of a pit bull and who has found the person who owned the dog before it was delivered to the pound shall provide the owner with an opportunity to satisfy the pound that, (a) the dog is not a pit bull; or (b) the dog is a restricted pit bull and the owner has complied with all of the requirements of the Dog Owners’ Liability Act and the regulations under it relating to pit bulls.  2005, c. 2, s. 2 (5). Same (7.3) If the owner satisfies the operator of the pound that either of clause (7.2) (a) or (b) apply, the operator shall return the dog to the owner, subject to the payment of such damages, fines and expenses as are required by law, unless the operator has reason to believe that the return of the dog would pose a menace to the safety of persons or domestic animals.  2005, c. 2, s. 2 (5). Same (7.4) Where the operator of a pound believes it has possession of a pit bull and that it should not return the pit bull under subsection (7.3), the operator of the pound shall do one of the following with the dog: 1. Destroy the dog. 2. Transfer the dog to a person who is resident outside Ontario in a jurisdiction in which ownership and possession of the pit bull is lawful, where the person is acquiring the dog, in good faith, in order that it be used as a pet or in hunting or for working purposes. 3. Transfer the dog in accordance with clause 20 (6) (c). 4. Transfer the dog in accordance with the permission to transfer restricted pit bulls given by section 9 of the Dog Owners’ Liability Act.  2005, c. 2, s. 2 (5). Sale price of dog or cat (8) Where the operator of a pound sells a dog or cat to the operator of a research facility under subsection (6), the price of the dog or cat, (a) where no maximum price has been prescribed in the regulations in respect of the dog or cat, shall not exceed a price that is reasonable having regard to all the circumstances; or (b) shall not exceed the maximum price prescribed in the regulations in respect of the dog or cat.  R.S.O. 1990, c. A.22, s. 20 (8). Additional amount payable (9) In addition to the price paid for a dog or cat under clause (8) (b), the operator of a pound may require the operator of a research facility to pay such amount as is prescribed in the regulations in respect of the care, treatment, food and accommodation of a dog or cat.  R.S.O. 1990, c. A.22, s. 20 (9). No payment to be made to operator of pound (10) Where a dog or cat is sold or otherwise disposed of in a manner referred to in subsection (6), no person shall make any payment in respect of the dog or cat to the operator of the pound or any person employed therein but shall make such payment in the manner and to such other person as is prescribed in the regulations.  R.S.O. 1990, c. A.22, s. 20 (10). Order for destruction of dog or cat (11) An inspector or veterinarian may order a dog or cat to be destroyed, (a) where, during the redemption period, the dog or cat is in a pound and is ill or injured and, in the opinion of the inspector or veterinarian, is incapable of being so cured or healed as to live thereafter without suffering; or (b) where the dog or cat, (i) is in a pound, supply facility or research facility, (ii) has not, where it is in a pound, been redeemed by its owner within the redemption period, and (iii) is, in the opinion of the inspector or veterinarian, not suitable for use in research by reason of ill health, injury, malnutrition, excessive age or other infirmity.  R.S.O. 1990, c. A.22, s. 20 (11). Identification of dog or cat (12) Where the operator of a pound has possession of a dog or cat that is impounded pursuant to a by-law of a local municipality or the Dog Owners’ Liability Act, the operator shall at all times identify the dog or cat in such manner as is prescribed in the regulations.  R.S.O. 1990, c. A.22, s. 20 (12); 2005, c. 2, s. 2 (6). Exception as to certain animals (13) This section does not apply to an animal that by reason of being suspected of being infected with any communicable disease is confined in a pound pursuant to the Health Protection and Promotion Act or the Animal Disease and Protection Act (Canada).  R.S.O. 1990, c. A.22, s. 20 (13); 2017, c. 11, Sched. 3, s. 10. Section Amendments with date in force (d/m/y) 2005, c. 2, s. 2 (3-6) - 9/03/2005 2017, c. 11, Sched. 3, s. 10 - 30/05/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>20 </b>(1) The minimum redemption period shall be three days, excluding the day on which the dog or cat was impounded, or such longer period as the regulations prescribe and holidays shall not be included in calculating any redemption period.  R.S.O. 1990, c. A.22, s. 20 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The council of a local municipality may by by-law fix a redemption period that is longer than the minimum redemption period prescribed by or under this Act and shall file a copy of any such by-law with the Director.  R.S.O. 1990, c. A.22, s. 20 (2).</p> <p class=\"headnote\">Repeal or amendment of by-law</p> <p class=\"subsection\">(3) Except with the approval in writing of the Director, no by-law referred to in subsection (2) shall be repealed or amended.  R.S.O. 1990, c. A.22, s. 20 (3).</p> <p class=\"headnote\">Notification by operator</p> <p class=\"subsection\">(4) Where the operator of a pound has impounded a dog or cat that has a tag, name plate or other means of identification, the operator shall,</p> <p class=\"paragraph\">  (a) notify the nearest office of the Ontario Society for the Prevention of Cruelty to Animals or any society affiliated therewith, except where the pound is operated by such society or affiliated society; and</p> <p class=\"paragraph\">  (b) take all reasonable steps to find the owner of the dog or cat and shall forthwith notify the owner, if found, that the dog or cat has been impounded.  R.S.O. 1990, c. A.22, s. 20 (4).</p> <p class=\"headnote\">Dog or cat not to be destroyed</p> <p class=\"subsection\">(5) During the redemption period and subject to subsections (7) to (7.4), the operator of a pound shall not destroy or cause or permit to be destroyed any dog or cat that is in the pound but the operator may return the dog or cat to the person who owned it before it came into the operator’s possession, subject to the payment of such damages, fines and expenses as are required by law.  R.S.O. 1990, c. A.22, s. 20 (5); 2005, c. 2, s. 2 (3).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(6) After the redemption period has expired and subject to subsections (7) to (7.4), the operator of a pound shall not destroy or cause or permit to be destroyed any dog or cat that is in the pound but the operator may,</p> <p class=\"paragraph\">  (a) return the dog or cat to the person who owned it before it came into the possession of the operator of the pound, subject to the payment of such damages, fines and expenses as are required by law;</p> <p class=\"paragraph\">  (b) sell the dog or cat, dispose of it by gift or hold it in possession for sale or disposal by gift to a purchaser or donee in good faith,</p> <p class=\"subclause\">  (i) as a pet,</p> <p class=\"subclause\">  (ii) for use in hunting, or</p> <p class=\"subclause\">  (iii) for working purposes; or</p> <p class=\"paragraph\">  (c) sell the dog or cat to the operator of a registered research facility in Ontario who has requested the operator of the pound to sell a dog or cat, as the case may be.  R.S.O. 1990, c. A.22, s. 20 (6); 2005, c. 2, s. 2 (4).</p> <p class=\"headnote\">Where dog or cat may be destroyed</p> <p class=\"subsection\">(7) The operator of a pound may destroy or cause or permit to be destroyed any dog or cat that has been impounded in the pound where,</p> <p class=\"paragraph\">  (a) the person who owned the dog or cat before it came into the possession of the operator of the pound has requested in writing that the dog or cat be destroyed;</p> <p class=\"paragraph\">  (b) an inspector or veterinarian has ordered that the dog or cat be destroyed under subsection (11);</p> <p class=\"paragraph\">  (c) the dog or cat has been impounded in the pound for the redemption period and the operator of the pound has satisfied all requests referred to in clause (6) (c) from operators of research facilities; or</p> <p class=\"paragraph\">  (d) during the redemption period, the dog or cat is in a pound and,</p> <p class=\"subclause\">  (i) is ill or injured and in the operator’s opinion is incapable of being so cured or healed as to live thereafter without suffering, and</p> <p class=\"subclause\">  (ii) the operator has satisfied all requests referred to in clause (6) (c) from operators of research facilities.  R.S.O. 1990, c. A.22, s. 20 (7).</p> <p class=\"headnote\">Transfers of pit pulls</p> <p class=\"subsection\">(7.1) No pit bull may be transferred under,</p> <p class=\"paragraph\">  (a) clause 14 (3) (b);</p> <p class=\"paragraph\">  (b) subsection (5) of this section; or</p> <p class=\"paragraph\">  (c) clause (6) (a) or (b) of this section.  2005, c. 2, s. 2 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7.2) The operator of a pound who believes it has possession of a pit bull and who has found the person who owned the dog before it was delivered to the pound shall provide the owner with an opportunity to satisfy the pound that,</p> <p class=\"paragraph\">  (a) the dog is not a pit bull; or</p> <p class=\"paragraph\">  (b) the dog is a restricted pit bull and the owner has complied with all of the requirements of the <i>Dog Owners’ <i>Liability Act</i></i> and the regulations under it relating to pit bulls.  2005, c. 2, s. 2 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7.3) If the owner satisfies the operator of the pound that either of clause (7.2) (a) or (b) apply, the operator shall return the dog to the owner, subject to the payment of such damages, fines and expenses as are required by law, unless the operator has reason to believe that the return of the dog would pose a menace to the safety of persons or domestic animals.  2005, c. 2, s. 2 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7.4) Where the operator of a pound believes it has possession of a pit bull and that it should not return the pit bull under subsection (7.3), the operator of the pound shall do one of the following with the dog:</p> <p class=\"paragraph\">  1. Destroy the dog.</p> <p class=\"paragraph\">  2. Transfer the dog to a person who is resident outside Ontario in a jurisdiction in which ownership and possession of the pit bull is lawful, where the person is acquiring the dog, in good faith, in order that it be used as a pet or in hunting or for working purposes.</p> <p class=\"paragraph\">  3. Transfer the dog in accordance with clause 20 (6) (c).</p> <p class=\"paragraph\">  4. Transfer the dog in accordance with the permission to transfer restricted pit bulls given by section 9 of the <i>Dog <i>Owners’ Liability Act</i></i>.  2005, c. 2, s. 2 (5).</p> <p class=\"headnote\">Sale price of dog or cat</p> <p class=\"subsection\">(8) Where the operator of a pound sells a dog or cat to the operator of a research facility under subsection (6), the price of the dog or cat,</p> <p class=\"paragraph\">  (a) where no maximum price has been prescribed in the regulations in respect of the dog or cat, shall not exceed a price that is reasonable having regard to all the circumstances; or</p> <p class=\"paragraph\">  (b) shall not exceed the maximum price prescribed in the regulations in respect of the dog or cat.  R.S.O. 1990, c. A.22, s. 20 (8).</p> <p class=\"headnote\">Additional amount payable</p> <p class=\"subsection\">(9) In addition to the price paid for a dog or cat under clause (8) (b), the operator of a pound may require the operator of a research facility to pay such amount as is prescribed in the regulations in respect of the care, treatment, food and accommodation of a dog or cat.  R.S.O. 1990, c. A.22, s. 20 (9).</p> <p class=\"headnote\">No payment to be made to operator of pound</p> <p class=\"subsection\">(10) Where a dog or cat is sold or otherwise disposed of in a manner referred to in subsection (6), no person shall make any payment in respect of the dog or cat to the operator of the pound or any person employed therein but shall make such payment in the manner and to such other person as is prescribed in the regulations.  R.S.O. 1990, c. A.22, s. 20 (10).</p> <p class=\"headnote\">Order for destruction of dog or cat</p> <p class=\"subsection\">(11) An inspector or veterinarian may order a dog or cat to be destroyed,</p> <p class=\"paragraph\">  (a) where, during the redemption period, the dog or cat is in a pound and is ill or injured and, in the opinion of the inspector or veterinarian, is incapable of being so cured or healed as to live thereafter without suffering; or</p> <p class=\"paragraph\">  (b) where the dog or cat,</p> <p class=\"subclause\">  (i) is in a pound, supply facility or research facility,</p> <p class=\"subclause\">  (ii) has not, where it is in a pound, been redeemed by its owner within the redemption period, and</p> <p class=\"subclause\">  (iii) is, in the opinion of the inspector or veterinarian, not suitable for use in research by reason of ill health, injury, malnutrition, excessive age or other infirmity.  R.S.O. 1990, c. A.22, s. 20 (11).</p> <p class=\"headnote\">Identification of dog or cat</p> <p class=\"subsection\">(12) Where the operator of a pound has possession of a dog or cat that is impounded pursuant to a by-law of a local municipality or the <i>Dog Owners’ Liability Act</i>, the operator shall at all times identify the dog or cat in such manner as is prescribed in the regulations.  R.S.O. 1990, c. A.22, s. 20 (12); 2005, c. 2, s. 2 (6).</p> <p class=\"headnote\">Exception as to certain animals</p> <p class=\"subsection\">(13) This section does not apply to an animal that by reason of being suspected of being infected with any communicable disease is confined in a pound pursuant to the <i>Health Protection and Promotion Act</i> or the <i>Animal Disease and Protection Act</i> (Canada).  R.S.O. 1990, c. A.22, s. 20 (13); 2017, c. 11, Sched. 3, s. 10.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s2s3\">2005, c. 2, s. 2 (3-6)</a> - 9/03/2005</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17011#sched3s10\">2017, c. 11, Sched. 3, s. 10</a></span> - 30/05/2017</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "21.",
            "section_x": "Offence",
            "part_id": null,
            "part_type": null,
            "section_y": "Offence",
            "content": "21 (1) Every person who contravenes this Act, other than section 15, or the regulations, other than a regulation made under clause 23 (h), (j) or (l) , or of an order made under subsection 17 (4), is guilty of an offence and on conviction is liable for a first offence to a fine of not more than $2,000 or to imprisonment for a term of not more than three months, or to both, and for a subsequent offence to a fine of not more than $5,000 or to imprisonment for a term of not more than six months, or to both.  R.S.O. 1990, c. A.22, s. 21 (1). Idem (2) Every person who contravenes section 15 or a regulation made under clause 23 (h), (j) or (l), is guilty of an offence and on conviction is liable for a first offence to a fine of not more than $2,000 and for a subsequent offence to a fine of not more than $5,000.  R.S.O. 1990, c. A.22, s. 21 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>21 </b>(1) Every person who contravenes this Act, other than section 15, or the regulations, other than a regulation made under clause 23 (h), (j) or (l) , or of an order made under subsection 17 (4), is guilty of an offence and on conviction is liable for a first offence to a fine of not more than $2,000 or to imprisonment for a term of not more than three months, or to both, and for a subsequent offence to a fine of not more than $5,000 or to imprisonment for a term of not more than six months, or to both.  R.S.O. 1990, c. A.22, s. 21 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Every person who contravenes section 15 or a regulation made under clause 23 (h), (j) or (l), is guilty of an offence and on conviction is liable for a first offence to a fine of not more than $2,000 and for a subsequent offence to a fine of not more than $5,000.  R.S.O. 1990, c. A.22, s. 21 (2). </p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "22.",
            "section_x": "Injunction proceedings",
            "part_id": null,
            "part_type": null,
            "section_y": "Injunction proceedings",
            "content": "22 Where it is made to appear from the material filed or evidence adduced that any offence against this Act or the regulations or against any Act relating to cruelty to or maltreatment or neglect of animals has been or is being committed by any person who is the operator of a pound, research facility or supply facility or who is employed by or associated with any such person, the Superior Court of Justice may, upon the application of the Director, enjoin any such person from being engaged in any way in the operation of such pound, research facility or supply facility absolutely or for such period as seems just.  R.S.O. 1990, c. A.22, s. 22; 2006, c. 19, Sched. C, s. 1 (1). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>22 </b>Where it is made to appear from the material filed or evidence adduced that any offence against this Act or the regulations or against any Act relating to cruelty to or maltreatment or neglect of animals has been or is being committed by any person who is the operator of a pound, research facility or supply facility or who is employed by or associated with any such person, the Superior Court of Justice may, upon the application of the Director, enjoin any such person from being engaged in any way in the operation of such pound, research facility or supply facility absolutely or for such period as seems just.  R.S.O. 1990, c. A.22, s. 22; 2006, c. 19, Sched. C, s. 1 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a> - 22/06/2006</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "23.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "23 The Lieutenant Governor in Council may make regulations, (a) providing for the manner of issuing licences, prescribing their duration and the fees payable therefor; (b) providing for the manner of registering research facilities in Ontario, prescribing the fees payable therefor, and prescribing terms and conditions for such registration; (c) prescribing further procedures for hearings before the Tribunal; (d) prescribing the buildings, facilities and equipment to be provided by the operator of a research facility, supply facility or pound or any class thereof; (e) prescribing standards for the health, welfare and care of animals, or any class thereof, in a research facility, supply facility or pound; (f) prescribing facilities and equipment for the transportation of animals that are used or are intended to be used by a research facility; (g) classifying research facilities, requiring the operators of any class of research facility to provide for the services of a veterinarian in connection with the care of animals in the research facility and prescribing the terms and conditions on which such services shall be provided in respect of any such class; (h) prescribing the records to be made and kept by the operator of a research facility, supply facility or pound, or any class thereof, and prescribing the places at which such records shall be kept; (i) prescribing reports to be submitted to the Director by the operator of a research facility; (j) prescribing methods for the identification of animals; (k) subject to subsection 20 (1), prescribing the redemption period in respect of dogs or cats or any class thereof; (l) determining from time to time the maximum prices that shall be paid for dogs or cats or any class thereof by the operators of research facilities, to the operators of pounds, determining different prices for different parts of Ontario and prescribing the manner in which and the person to whom such prices shall be paid; (m) prescribing for the purposes of subsection 20 (9), an amount or amounts that the operator of a pound may require the operator of a research facility to pay respecting the care, treatment, food and accommodation of a dog or cat; (n) providing for the exemption from this Act or the regulations, or any provision thereof, of any person or class of persons, or any animal or class of animals and prescribing the terms and conditions therefor; (o) prescribing forms and providing for their use; (p) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act.  R.S.O. 1990, c. A.22, s. 23; 1994, c. 27, s. 9 (4) ; 2006, c. 19, Sched. A, s. 2 (1). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 9 (4) - 9/12/1994 2006, c. 19, Sched. A, s. 2 (1) - 22/06/2006 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>23 </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) providing for the manner of issuing licences, prescribing their duration and the fees payable therefor;</p> <p class=\"paragraph\">  (b) providing for the manner of registering research facilities in Ontario, prescribing the fees payable therefor, and prescribing terms and conditions for such registration;</p> <p class=\"paragraph\">  (c) prescribing further procedures for hearings before the Tribunal;</p> <p class=\"paragraph\">  (d) prescribing the buildings, facilities and equipment to be provided by the operator of a research facility, supply facility or pound or any class thereof;</p> <p class=\"paragraph\">  (e) prescribing standards for the health, welfare and care of animals, or any class thereof, in a research facility, supply facility or pound;</p> <p class=\"paragraph\">  (f) prescribing facilities and equipment for the transportation of animals that are used or are intended to be used by a research facility;</p> <p class=\"paragraph\">  (g) classifying research facilities, requiring the operators of any class of research facility to provide for the services of a veterinarian in connection with the care of animals in the research facility and prescribing the terms and conditions on which such services shall be provided in respect of any such class;</p> <p class=\"paragraph\">  (h) prescribing the records to be made and kept by the operator of a research facility, supply facility or pound, or any class thereof, and prescribing the places at which such records shall be kept;</p> <p class=\"paragraph\">  (i) prescribing reports to be submitted to the Director by the operator of a research facility;</p> <p class=\"paragraph\">  (j) prescribing methods for the identification of animals;</p> <p class=\"paragraph\">  (k) subject to subsection 20 (1), prescribing the redemption period in respect of dogs or cats or any class thereof;</p> <p class=\"paragraph\">  (l) determining from time to time the maximum prices that shall be paid for dogs or cats or any class thereof by the operators of research facilities, to the operators of pounds, determining different prices for different parts of Ontario and prescribing the manner in which and the person to whom such prices shall be paid;</p> <p class=\"paragraph\">  (m) prescribing for the purposes of subsection 20 (9), an amount or amounts that the operator of a pound may require the operator of a research facility to pay respecting the care, treatment, food and accommodation of a dog or cat;</p> <p class=\"paragraph\">  (n) providing for the exemption from this Act or the regulations, or any provision thereof, of any person or class of persons, or any animal or class of animals and prescribing the terms and conditions therefor;</p> <p class=\"paragraph\">  (o) prescribing forms and providing for their use;</p> <p class=\"paragraph\">  (p) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act.  R.S.O. 1990, c. A.22, s. 23; 1994, c. 27, s. 9 (4) ; 2006, c. 19, Sched. A, s. 2 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 9 (4) - 9/12/1994</p> <p align=\"left\" class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedas2s1\">2006, c. 19, Sched. A, s. 2 (1)</a> - 22/06/2006</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90a22\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}