{
    "act_info": {
        "full_title": "Anti-Human Trafficking Strategy Act, 2021, S.O. 2021, c. 21, Sched. 2",
        "act_name_text": "Anti-Human Trafficking Strategy Act, 2021",
        "citation": "S.O. 2021, c. 21, Sched. 2",
        "url": "https://www.ontario.ca/laws/statute/21a21b",
        "date_scraped": "2023-12-18 17:50:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  3, 2021",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Preamble",
            "section_x": "Preamble",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "Definitions",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “human trafficking” means conduct described in sections 279.01, 279.011, 279.02 and 279.03 of the Criminal Code (Canada), without regard to the interpretive rules set out in section 279.04 of that Act; (“traite des personnes”) “Minister” means the Minister of Children, Community and Social Services or such other member of the Executive Council to whom the administration of this Act is assigned under the Executive Council Act. (“ministre”) Anti-Human Trafficking Strategy",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“human trafficking” means conduct described in sections 279.01, 279.011, 279.02 and 279.03 of the <i>Criminal Code</i> (Canada), without regard to the interpretive rules set out in section 279.04 of that Act; (“traite des personnes”)</p> <p class=\"definition\">“Minister” means the Minister of Children, Community and Social Services or such other member of the Executive Council to whom the administration of this Act is assigned under the <i>Executive Council Act</i>. (“ministre”)</p> <p class=\"heading1\"><a name=\"BK3\"></a>Anti-Human Trafficking Strategy</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Anti-Human Trafficking Strategy",
            "section_x": "Anti-Human Trafficking Strategy",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "2.",
            "section_x": "Strategy",
            "part_id": null,
            "part_type": null,
            "section_y": "Strategy",
            "content": "2 (1) The Government of Ontario shall maintain an anti-human trafficking strategy that aims to end human trafficking in Ontario and support persons who have experienced human trafficking. Content of strategy (2) The strategy shall include initiatives to achieve the aims referred to in subsection (1) and address any other related matters the Minister considers appropriate.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>2 </b>(1) The Government of Ontario shall maintain an anti-human trafficking strategy that aims to end human trafficking in Ontario and support persons who have experienced human trafficking.</p> <p class=\"headnote\">Content of strategy</p> <p class=\"subsection\">(2) The strategy shall include initiatives to achieve the aims referred to in subsection (1) and address any other related matters the Minister considers appropriate.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.",
            "section_x": "Periodic reporting",
            "part_id": null,
            "part_type": null,
            "section_y": "Periodic reporting",
            "content": "3 The Minister shall periodically publish reports on the actions taken as part of the strategy.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>3 </b>The Minister shall periodically publish reports on the actions taken as part of the strategy.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "section_x": "Review of the strategy",
            "part_id": null,
            "part_type": null,
            "section_y": "Review of the strategy",
            "content": "4 (1) The anti-human trafficking strategy shall be reviewed at least every five years. Principles (2) In reviewing the strategy, the Government of Ontario shall have regard to the paramount principles set out in subsection 5 (1) and the additional principles set out in subsection 5 (2). Consultation (3) As part of the review, the Minister shall, (a)  inform the public that the strategy is being reviewed and solicit the views of the public with respect to the strategy; and (b)  consult, in the manner the Minister considers appropriate, with such community organizations, individuals, other levels of government and stakeholders as the Minister considers appropriate. Same (4) The Minister shall ensure that persons who have experienced human trafficking and members and representatives of communities that are most adversely impacted by human trafficking are consulted as part of the review, including: 1.  Racialized groups, including Indigenous and Black communities and organizations. 2.  Sex workers and sex worker advocates. 3.  Individuals and organizations involved in the protection of civil liberties. 4.  Individuals and organizations involved in public safety, health care provision and other areas relevant to supporting persons with lived experience in human trafficking. Amendment of the strategy (5) After a review is completed, the Government of Ontario shall do one of the following: 1.  Amend the strategy. 2.  Replace the strategy with a new one. 3.  Continue the existing strategy. Publication (6) The Minister shall publish on a Government of Ontario website the anti-human trafficking strategy, as amended, replaced or continued under subsection (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>4</b> (1) The anti-human trafficking strategy shall be reviewed at least every five years.</p> <p class=\"headnote\">Principles</p> <p class=\"subsection\">(2) In reviewing the strategy, the Government of Ontario shall have regard to the paramount principles set out in subsection 5 (1) and the additional principles set out in subsection 5 (2).</p> <p class=\"headnote\">Consultation</p> <p class=\"subsection\">(3) As part of the review, the Minister shall,</p> <p class=\"paragraph\">  (a)  inform the public that the strategy is being reviewed and solicit the views of the public with respect to the strategy; and</p> <p class=\"paragraph\">  (b)  consult, in the manner the Minister considers appropriate, with such community organizations, individuals, other levels of government and stakeholders as the Minister considers appropriate.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) The Minister shall ensure that persons who have experienced human trafficking and members and representatives of communities that are most adversely impacted by human trafficking are consulted as part of the review, including:</p> <p class=\"paragraph\">  1.  Racialized groups, including Indigenous and Black communities and organizations.</p> <p class=\"paragraph\">  2.  Sex workers and sex worker advocates.</p> <p class=\"paragraph\">  3.  Individuals and organizations involved in the protection of civil liberties.</p> <p class=\"paragraph\">  4.  Individuals and organizations involved in public safety, health care provision and other areas relevant to supporting persons with lived experience in human trafficking.</p> <p class=\"headnote\">Amendment of the strategy</p> <p class=\"subsection\">(5) After a review is completed, the Government of Ontario shall do one of the following:</p> <p class=\"paragraph\">  1.  Amend the strategy.</p> <p class=\"paragraph\">  2.  Replace the strategy with a new one.</p> <p class=\"paragraph\">  3.  Continue the existing strategy.</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(6) The Minister shall publish on a Government of Ontario website the anti-human trafficking strategy, as amended, replaced or continued under subsection (5).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "section_x": "Principles",
            "part_id": null,
            "part_type": null,
            "section_y": "Principles",
            "content": "5 (1) The following are the paramount principles referred to in subsection 4 (2): Human rights-based 1.  Promoting and protecting human rights are foundational to an effective strategy. Survivor-centred 2.  It is foundational to the strategy’s success that people with lived experiences of human trafficking be empowered and that their expertise be recognized. Additional principles (2) The following are the additional principles referred to in subsection 4 (2): Collective responsibility 1.  All communities and all levels of government have a collective responsibility to take action and work collaboratively to end human trafficking and support survivors. Intersectionality 2.  Race, ancestry, place of origin, colour, ethnic origin, citizenship, creed, sex, sexual orientation, gender identity, gender expression, age, marital status, family status and disability may intersect and may impact whether and how a person experiences and recovers from human trafficking. Cultural responsiveness 3.  Access to safe, culturally-responsive and respectful services, including for Indigenous individuals and communities, supports the strategy’s success. Prevention 4.  To achieve the strategy’s aims, efforts are required to address the root causes of human trafficking and the factors that result in children and other persons being at higher risk of being trafficked. Trauma-informed 5.  Supports provided across service systems over the course of survivors’ lives should be informed by the complexity and pervasiveness of trauma and the risk of re-traumatization. Informed by evidence 6.  Decisions should be guided by diverse sources of evidence, including survivors’ experiences, promising practices and traditional Indigenous knowledge. Sustainability and agility 7.  A sustainable and agile approach is necessary to adapt to the changing nature of human trafficking and to achieve the strategy’s aims. Note: Sections 6 to 10 come into force on a day to be named by proclamation of the Lieutenant Governor. Regulations Respecting Anti-Human Trafficking Measures Regulations, anti-human trafficking measures 6 (1) Subject to subsection (3), the Lieutenant Governor in Council may make regulations, (a)  requiring specified persons or entities to disseminate information respecting human trafficking, including providing for the specific information to be disseminated as well as where it is to be disseminated and the manner in which it is to be disseminated; (b)  requiring specified employers to provide training on human trafficking or specified persons to undergo training on human trafficking, including providing for the content and means of delivery of any such training; (c)  imposing requirements on persons or entities to which a regulation made under clause (a) or (b) applies in order to facilitate the enforcement of the requirements of the regulation, including reporting requirements, requirements to make specified information available to the public and record-keeping requirements; (d)  requiring specified persons whose employers are required to provide them training or who are required to undergo training under a regulation made under clause (a) or (b) and who, in the course of their employment or professional duties, witness instances of suspected human trafficking to report such instances, including, (i)  specifying instances that must be reported and to whom the report must be made, (ii)  prescribing the information that must be reported as well as the manner in which the report must be made; (e)  with respect to entities that post, publish or otherwise disseminate advertisements for sexual services and entities that operate platforms for such advertisements, (i)  prescribing the entities and advertisements, including the types or categories of entities and advertisements, to which a regulation made under this clause applies or does not apply, (ii)  requiring such entities to make their contact information available to the public, including providing for the types of contact information to be included as well as the manner in which it is to be made available, (iii)  requiring such entities to respond to the police and other specified persons or entities and providing for the manner in which to respond, including the time period in which the response must be given, (iv)  imposing requirements on such entities in order to facilitate the enforcement of the requirements of the regulation, including reporting requirements, requirements to make specified information available to the public and record-keeping requirements; (f)  requiring specified persons or entities to collect and provide the Minister with information, except for personal information within the meaning of the Freedom of Information and Protection of Privacy Act, that the Minister determines is necessary in order to, (i)  conduct research and analysis to plan for the delivery of programs and services under the anti-human trafficking strategy, (ii)  evaluate those programs and services; (g)  for the purposes of clause (f), prescribing the type of information to be provided as well as the manner in which it is to be provided. Protection from liability (2) No action for making a report as required by a regulation made under clause (1) (d) or for providing information in connection with such a report shall be commenced against a person who made the report or provided the information unless the person acts maliciously or without reasonable grounds for making the report or providing the information. Consultation (3) Before a regulation may be made under subsection (1), the Minister shall consult, in the manner that the Minister considers appropriate, with the persons or bodies that the Minister considers appropriate given the content of the proposed regulation. Other information (4) A regulation made under subsection (1) shall not permit or require the collection, use or disclosure of personal information if other information will serve the purpose of the collection, use or disclosure, as the case may be. Extent of information (5) A regulation made under subsection (1) shall not permit or require the collection, use or disclosure of more personal information than is reasonably necessary to meet the purposes of the collection, use or disclosure, as the case may be. Enforcement Inspectors 7 (1) The Minister may appoint inspectors for the purposes of this Act. Restricted appointments (2) The Minister may specify, in an appointment, conditions or restrictions to which the appointment is subject. Inspection (3) Subject to subsection (4), for the purpose of determining whether the regulations made under subsection 6 (1) are being complied with, an inspector may, without a warrant or notice, and at any time, enter and inspect any place. Dwellings (4) An inspector shall not enter into a place or part of a place that is a dwelling, without the consent of the occupant. Use of force (5) An inspector is not entitled to use force to enter and inspect a place. Identification (6) An inspector conducting an inspection shall produce, on request, evidence of the inspector’s appointment. Powers of inspector (7) An inspector conducting an inspection may, (a)  examine a record or other thing that is or may be relevant to the inspection; (b)  demand the production for inspection of a record, in a readable format, or other thing that is or may be relevant to the inspection; (c)  remove for review and copying a record or other thing that is or may be relevant to the inspection; (d)  require that a copy of any record retained in an electronic form be provided on paper or electronically, or both; and (e)  question a person on any matter that is or may be relevant to the inspection, including questioning a person separate from others. Written demand (8) A demand that a record or other thing be produced for inspection must be in writing and include a statement of the nature of the record or thing required, and may include a date and time for the record or other thing to be produced. Records and things removed from place (9) An inspector who removes a record or other thing shall provide a receipt and return the record or thing within a reasonable time. Copy admissible in evidence (10) A copy of a record that purports to be certified by an inspector as being a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value, without proof of the signature or official character of the person appearing to have certified the copy. Obstruction (11) No person shall, (a)  obstruct an inspector who is conducting an inspection; (b)  conceal, destroy or refuse to furnish any record or thing required by the inspector for the purposes of the inspection; (c)  provide the inspector with information that the person knows to be false or misleading; or (d)  refuse to answer questions on any matter that is or may be relevant to the inspection. Offences 8 (1) A person is guilty of an offence if the person contravenes, (a)  a provision of a regulation made under subsection 6 (1); or (b)  clause 7 (11) (a), (b), (c) or (d). Penalty, individual (2) An individual who is convicted of an offence under subsection (1) is liable to a fine of not more than $50,000. Penalty, corporation (3) A corporation that is convicted of an offence under subsection (1) is liable to a fine of not more than $100,000. No limitation (4) Section 76 of the Provincial Offences Act does not apply to a prosecution under this Act. Protection of information (5) In a prosecution for an offence under subsection (1) that relates to the reporting of instances of suspected human trafficking or where documents or materials are filed with a court under sections 158 to 160 of the Provincial Offences Act in relation to an investigation into such an offence under this Act, the court may, at any time, take precautions to avoid the disclosure by the court or any person of any personal information, within the meaning of the Freedom of Information and Protection of Privacy Act, including, where appropriate, (a)  removing the identifying information of any person whose personal information is referred to in any documents or materials; (b)  receiving representations without notice; (c)  conducting hearings or parts of hearings in private; or (d)  sealing all or part of the court files. Public record 9 The Minister may publish or otherwise make available to the public information, including personal information within the meaning of the Freedom of Information and Protection of Privacy Act, respecting a person or entity’s compliance with the regulations made under subsection 6 (1), including information about convictions and penalties imposed on conviction. General Regulations and Miscellaneous General regulations 10 The Lieutenant Governor in Council may make regulations, (a)  defining any term that is used in this Act and that is not defined in this Act; (b)  providing for how elements of an offence under this Act may be proved in a prosecution, including providing for presumptions that apply or inferences that may be made in the absence of evidence to the contrary.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>5 </b>(1) The following are the paramount principles referred to in subsection 4 (2):</p> <p class=\"headnote\">Human rights-based</p> <p class=\"paragraph\">  1.  Promoting and protecting human rights are foundational to an effective strategy.</p> <p class=\"headnote\">Survivor-centred</p> <p class=\"paragraph\">  2.  It is foundational to the strategy’s success that people with lived experiences of human trafficking be empowered and that their expertise be recognized.</p> <p class=\"headnote\">Additional principles</p> <p class=\"subsection\">(2) The following are the additional principles referred to in subsection 4 (2):</p> <p class=\"headnote\">Collective responsibility</p> <p class=\"paragraph\">  1.  All communities and all levels of government have a collective responsibility to take action and work collaboratively to end human trafficking and support survivors.</p> <p class=\"headnote\">Intersectionality</p> <p class=\"paragraph\">  2.  Race, ancestry, place of origin, colour, ethnic origin, citizenship, creed, sex, sexual orientation, gender identity, gender expression, age, marital status, family status and disability may intersect and may impact whether and how a person experiences and recovers from human trafficking.</p> <p class=\"headnote\">Cultural responsiveness</p> <p class=\"paragraph\">  3.  Access to safe, culturally-responsive and respectful services, including for Indigenous individuals and communities, supports the strategy’s success.</p> <p class=\"headnote\">Prevention</p> <p class=\"paragraph\">  4.  To achieve the strategy’s aims, efforts are required to address the root causes of human trafficking and the factors that result in children and other persons being at higher risk of being trafficked.</p> <p class=\"headnote\">Trauma-informed</p> <p class=\"paragraph\">  5.  Supports provided across service systems over the course of survivors’ lives should be informed by the complexity and pervasiveness of trauma and the risk of re-traumatization.</p> <p class=\"headnote\">Informed by evidence</p> <p class=\"paragraph\">  6.  Decisions should be guided by diverse sources of evidence, including survivors’ experiences, promising practices and traditional Indigenous knowledge.</p> <p class=\"headnote\">Sustainability and agility</p> <p class=\"paragraph\">  7.  A sustainable and agile approach is necessary to adapt to the changing nature of human trafficking and to achieve the strategy’s aims.</p> <p class=\"Pnote\">Note: Sections 6 to 10 come into force on a day to be named by proclamation of the Lieutenant Governor.</p> <p class=\"Yheading1\"><a name=\"BK8\"></a>Regulations Respecting Anti-Human Trafficking Measures</p> <p class=\"Yheadnote\">Regulations, anti-human trafficking measures</p> <p class=\"Ysection\"><a name=\"BK9\"></a><b>6 </b>(1) Subject to subsection (3), the Lieutenant Governor in Council may make regulations,</p> <p class=\"Yparagraph\">  (a)  requiring specified persons or entities to disseminate information respecting human trafficking, including providing for the specific information to be disseminated as well as where it is to be disseminated and the manner in which it is to be disseminated;</p> <p class=\"Yparagraph\">  (b)  requiring specified employers to provide training on human trafficking or specified persons to undergo training on human trafficking, including providing for the content and means of delivery of any such training;</p> <p class=\"Yparagraph\">  (c)  imposing requirements on persons or entities to which a regulation made under clause (a) or (b) applies in order to facilitate the enforcement of the requirements of the regulation, including reporting requirements, requirements to make specified information available to the public and record-keeping requirements;</p> <p class=\"Yparagraph\">  (d)  requiring specified persons whose employers are required to provide them training or who are required to undergo training under a regulation made under clause (a) or (b) and who, in the course of their employment or professional duties, witness instances of suspected human trafficking to report such instances, including,</p> <p class=\"Ysubpara\">  (i)  specifying instances that must be reported and to whom the report must be made,</p> <p class=\"Ysubpara\">  (ii)  prescribing the information that must be reported as well as the manner in which the report must be made;</p> <p class=\"Yparagraph\">  (e)  with respect to entities that post, publish or otherwise disseminate advertisements for sexual services and entities that operate platforms for such advertisements,</p> <p class=\"Ysubpara\">  (i)  prescribing the entities and advertisements, including the types or categories of entities and advertisements, to which a regulation made under this clause applies or does not apply,</p> <p class=\"Ysubpara\">  (ii)  requiring such entities to make their contact information available to the public, including providing for the types of contact information to be included as well as the manner in which it is to be made available,</p> <p class=\"Ysubpara\">  (iii)  requiring such entities to respond to the police and other specified persons or entities and providing for the manner in which to respond, including the time period in which the response must be given,</p> <p class=\"Ysubpara\">  (iv)  imposing requirements on such entities in order to facilitate the enforcement of the requirements of the regulation, including reporting requirements, requirements to make specified information available to the public and record-keeping requirements;</p> <p class=\"Yparagraph\">  (f)  requiring specified persons or entities to collect and provide the Minister with information, except for personal information within the meaning of the <i>Freedom of Information and Protection of Privacy Act</i>, that the Minister determines is necessary in order to,</p> <p class=\"Ysubpara\">  (i)  conduct research and analysis to plan for the delivery of programs and services under the anti-human trafficking strategy,</p> <p class=\"Ysubpara\">  (ii)  evaluate those programs and services;</p> <p class=\"Yparagraph\">  (g)  for the purposes of clause (f), prescribing the type of information to be provided as well as the manner in which it is to be provided.</p> <p class=\"Yheadnote\">Protection from liability</p> <p class=\"Ysubsection\">(2) No action for making a report as required by a regulation made under clause (1) (d) or for providing information in connection with such a report shall be commenced against a person who made the report or provided the information unless the person acts maliciously or without reasonable grounds for making the report or providing the information.</p> <p class=\"Yheadnote\">Consultation</p> <p class=\"Ysubsection\">(3) Before a regulation may be made under subsection (1), the Minister shall consult, in the manner that the Minister considers appropriate, with the persons or bodies that the Minister considers appropriate given the content of the proposed regulation.</p> <p class=\"Yheadnote\">Other information</p> <p class=\"Ysubsection\">(4) A regulation made under subsection (1) shall not permit or require the collection, use or disclosure of personal information if other information will serve the purpose of the collection, use or disclosure, as the case may be. </p> <p class=\"Yheadnote\">Extent of information</p> <p class=\"Ysubsection\">(5) A regulation made under subsection (1) shall not permit or require the collection, use or disclosure of more personal information than is reasonably necessary to meet the purposes of the collection, use or disclosure, as the case may be.</p> <p class=\"Yheading1\"><a name=\"BK10\"></a>Enforcement</p> <p class=\"Yheadnote\">Inspectors</p> <p class=\"Ysection\"><a name=\"BK11\"></a><b>7 </b>(1) The Minister may appoint inspectors for the purposes of this Act.</p> <p class=\"Yheadnote\">Restricted appointments</p> <p class=\"Ysubsection\">(2) The Minister may specify, in an appointment, conditions or restrictions to which the appointment is subject.</p> <p class=\"Yheadnote\">Inspection</p> <p class=\"Ysubsection\">(3) Subject to subsection (4), for the purpose of determining whether the regulations made under subsection 6 (1) are being complied with, an inspector may, without a warrant or notice, and at any time, enter and inspect any place.</p> <p class=\"Yheadnote\">Dwellings</p> <p class=\"Ysubsection\">(4) An inspector shall not enter into a place or part of a place that is a dwelling, without the consent of the occupant.</p> <p class=\"Yheadnote\">Use of force</p> <p class=\"Ysubsection\">(5) An inspector is not entitled to use force to enter and inspect a place.</p> <p class=\"Yheadnote\">Identification</p> <p class=\"Ysubsection\">(6) An inspector conducting an inspection shall produce, on request, evidence of the inspector’s appointment.</p> <p class=\"Yheadnote\">Powers of inspector</p> <p class=\"Ysubsection\">(7) An inspector conducting an inspection may,</p> <p class=\"Yparagraph\">  (a)  examine a record or other thing that is or may be relevant to the inspection;</p> <p class=\"Yparagraph\">  (b)  demand the production for inspection of a record, in a readable format, or other thing that is or may be relevant to the inspection;</p> <p class=\"Yparagraph\">  (c)  remove for review and copying a record or other thing that is or may be relevant to the inspection;</p> <p class=\"Yparagraph\">  (d)  require that a copy of any record retained in an electronic form be provided on paper or electronically, or both; and</p> <p class=\"Yparagraph\">  (e)  question a person on any matter that is or may be relevant to the inspection, including questioning a person separate from others.</p> <p class=\"Yheadnote\">Written demand</p> <p class=\"Ysubsection\">(8) A demand that a record or other thing be produced for inspection must be in writing and include a statement of the nature of the record or thing required, and may include a date and time for the record or other thing to be produced.</p> <p class=\"Yheadnote\">Records and things removed from place</p> <p class=\"Ysubsection\">(9) An inspector who removes a record or other thing shall provide a receipt and return the record or thing within a reasonable time.</p> <p class=\"Yheadnote\">Copy admissible in evidence</p> <p class=\"Ysubsection\">(10) A copy of a record that purports to be certified by an inspector as being a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value, without proof of the signature or official character of the person appearing to have certified the copy.</p> <p class=\"Yheadnote\">Obstruction</p> <p class=\"Ysubsection\">(11) No person shall,</p> <p class=\"Yparagraph\">  (a)  obstruct an inspector who is conducting an inspection;</p> <p class=\"Yparagraph\">  (b)  conceal, destroy or refuse to furnish any record or thing required by the inspector for the purposes of the inspection;</p> <p class=\"Yparagraph\">  (c)  provide the inspector with information that the person knows to be false or misleading; or</p> <p class=\"Yparagraph\">  (d)  refuse to answer questions on any matter that is or may be relevant to the inspection.</p> <p class=\"Yheadnote\">Offences</p> <p class=\"Ysection\"><a name=\"BK12\"></a><b>8 </b>(1) A person is guilty of an offence if the person contravenes,</p> <p class=\"Yparagraph\">  (a)  a provision of a regulation made under subsection 6 (1); or</p> <p class=\"Yparagraph\">  (b)  clause 7 (11) (a), (b), (c) or (d).</p> <p class=\"Yheadnote\">Penalty, individual</p> <p class=\"Ysubsection\">(2) An individual who is convicted of an offence under subsection (1) is liable to a fine of not more than $50,000.</p> <p class=\"Yheadnote\">Penalty, corporation</p> <p class=\"Ysubsection\">(3) A corporation that is convicted of an offence under subsection (1) is liable to a fine of not more than $100,000.</p> <p class=\"Yheadnote\">No limitation</p> <p class=\"Ysubsection\">(4) Section 76 of the <i>Provincial Offences Act</i> does not apply to a prosecution under this Act.</p> <p class=\"Yheadnote\">Protection of information</p> <p class=\"Ysubsection\">(5) In a prosecution for an offence under subsection (1) that relates to the reporting of instances of suspected human trafficking or where documents or materials are filed with a court under sections 158 to 160 of the <i>Provincial Offences Act</i> in relation to an investigation into such an offence under this Act, the court may, at any time, take precautions to avoid the disclosure by the court or any person of any personal information, within the meaning of the <i>Freedom of Information and Protection of Privacy Act</i>, including, where appropriate,</p> <p class=\"Yparagraph\">  (a)  removing the identifying information of any person whose personal information is referred to in any documents or materials;</p> <p class=\"Yparagraph\">  (b)  receiving representations without notice;</p> <p class=\"Yparagraph\">  (c)  conducting hearings or parts of hearings in private; or</p> <p class=\"Yparagraph\">  (d)  sealing all or part of the court files.</p> <p class=\"Yheadnote\">Public record</p> <p class=\"Ysection\"><a name=\"BK13\"></a><b>9 </b>The Minister may publish or otherwise make available to the public information, including personal information within the meaning of the <i>Freedom of Information and Protection of Privacy Act</i>, respecting a person or entity’s compliance with the regulations made under subsection 6 (1), including information about convictions and penalties imposed on conviction.</p> <p class=\"Yheading1\"><a name=\"BK14\"></a>General Regulations and Miscellaneous</p> <p class=\"Yheadnote\">General regulations</p> <p class=\"Ysection\"><a name=\"BK15\"></a><b>10 </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"Yparagraph\">  (a)  defining any term that is used in this Act and that is not defined in this Act;</p> <p class=\"Yparagraph\">  (b)  providing for how elements of an offence under this Act may be proved in a prosecution, including providing for presumptions that apply or inferences that may be made in the absence of evidence to the contrary.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Regulations Respecting Anti-Human Trafficking Measures",
            "section_x": "Regulations Respecting Anti-Human Trafficking Measures",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "6.",
            "section_x": "Regulations, anti-human trafficking measures",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Enforcement",
            "section_x": "Enforcement",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "7.",
            "section_x": "Inspectors",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "8.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "9.",
            "section_x": "Public record",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "General Regulations and Miscellaneous",
            "section_x": "General Regulations and Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "10.",
            "section_x": "General regulations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "11.",
            "section_x": "Crown bound",
            "part_id": null,
            "part_type": null,
            "section_y": "Crown bound",
            "content": "11 This Act binds the Crown. 12 Omitted (provides for coming into force of provisions of this Act). 13 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>11 </b>This Act binds the Crown.</p> <p class=\"section\"><b>12 </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>13</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/21a21b\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}