{
    "act_info": {
        "full_title": "Architects Act, R.S.O. 1990, c. A.26",
        "act_name_text": "Architects Act",
        "citation": "R.S.O. 1990, c. A.26",
        "url": "https://www.ontario.ca/laws/statute/90a26",
        "date_scraped": "2023-12-18 14:21:53"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 19, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90a26/v5",
            "valid_from": "June  1, 2011",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/90a26/v4",
            "valid_from": "October 25, 2010",
            "valid_to": "May 31, 2011"
        },
        {
            "a_href": "/laws/statute/90a26/v3",
            "valid_from": "December 15, 2009",
            "valid_to": "October 24, 2010"
        },
        {
            "a_href": "/laws/statute/90a26/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90a26/v1",
            "valid_from": "January 15, 2003",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/900027",
            "Citation": "R.R.O. 1990, Reg. 27",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1. In this Act, “Academic Requirements Committee” means the academic requirements committee appointed pursuant to the regulations; (“comité de vérification des diplômes”) “architect” means the holder of a licence, a certificate of practice or a temporary licence; (“architecte”) “architectural services” means services that are part of or are related to the practice of architecture; (“services d’architecte”) “Association” means the Ontario Association of Architects; (“Ordre”) “building” means a structure consisting of a wall, roof and floor, or any one or more of them; (“bâtiment”) “by-laws” means by-laws made under this Act; (“règlements administratifs”) “certificate of practice” means a certificate of practice to engage in the practice of architecture issued under this Act; (“certificat d’exercice”) “Complaints Review Councillor” means the complaints review councillor appointed under this Act; (“conseiller médiateur”) “construction” means the doing of anything in the erection, installation, extension or repair of a building and includes the installation of a building unit fabricated or moved from elsewhere and, “constructed” has a corresponding meaning; (“construction”, “construit”) “Council” means the Council of the Association; (“Conseil”) “design” means a plan, sketch, drawing, graphic representation or specification intended to govern the construction, enlargement or alteration of a building or a part of a building; (“plan”) “Experience Requirements Committee” means the experience requirements committee appointed pursuant to the regulations; (“comité de vérification de l’expérience”) “general certificate of authorization” means a general certificate of authorization to provide services that are within the practice of professional engineering, issued under the Professional Engineers Act; (“certificat général d’autorisation”) “general review”, in relation to the construction, enlargement or alteration of a building, means an examination of the building to determine whether the construction, enlargement or alteration is in general conformity with the design governing the construction, enlargement or alteration, and reporting thereon; (“examen de conformité”) “graphic representation” means a representation produced by electrical, electronic, photographic or printing methods and includes a representation produced on a video display terminal; (“représentation graphique”) “Joint Practice Board” means the Joint Practice Board under this Act; (“conseil professionnel mixte”) “licence” means a licence to engage in the practice of architecture issued under this Act; (“permis”) “Minister” means the Attorney General or such other member of the Executive Council as is designated by the Lieutenant Governor in Council; (“ministre”) “practice of architecture” means, (a)  the preparation or provision of a design to govern the construction, enlargement or alteration of a building, (b)  evaluating, advising on or reporting on the construction, enlargement or alteration of a building, or (c)  a general review of the construction, enlargement or alteration of a building; (“exercice de la profession d’architecte”) “professional engineer” means a person who holds a licence or a temporary licence under the Professional Engineers Act; (“ingénieur”) “Registrar” means the Registrar of the Association; (“registrateur”) “regulations” means the regulations made under this Act; (“règlements”) “temporary licence” means a temporary licence to engage in the practice of architecture issued under this Act. (“permis temporaire”)  R.S.O. 1990, c. A.26, s. 1; 2001, c. 9, Sched. B, s. 1 (1). Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. B, s. 1 (1) - 15/01/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1.</b> In this Act,</p> <p class=\"definition\">“Academic Requirements Committee” means the academic requirements committee appointed pursuant to the regulations; (“comité de vérification des diplômes”)</p> <p class=\"definition\">“architect” means the holder of a licence, a certificate of practice or a temporary licence; (“architecte”)</p> <p class=\"definition\">“architectural services” means services that are part of or are related to the practice of architecture; (“services d’architecte”)</p> <p class=\"definition\">“Association” means the Ontario Association of Architects; (“Ordre”)</p> <p class=\"definition\">“building” means a structure consisting of a wall, roof and floor, or any one or more of them; (“bâtiment”)</p> <p class=\"definition\">“by-laws” means by-laws made under this Act; (“règlements administratifs”)</p> <p class=\"definition\">“certificate of practice” means a certificate of practice to engage in the practice of architecture issued under this Act; (“certificat d’exercice”)</p> <p class=\"definition\">“Complaints Review Councillor” means the complaints review councillor appointed under this Act; (“conseiller médiateur”)</p> <p class=\"definition\">“construction” means the doing of anything in the erection, installation, extension or repair of a building and includes the installation of a building unit fabricated or moved from elsewhere and, “constructed” has a corresponding meaning; (“construction”, “construit”)</p> <p class=\"definition\">“Council” means the Council of the Association; (“Conseil”)</p> <p class=\"definition\">“design” means a plan, sketch, drawing, graphic representation or specification intended to govern the construction, enlargement or alteration of a building or a part of a building; (“plan”)</p> <p class=\"definition\">“Experience Requirements Committee” means the experience requirements committee appointed pursuant to the regulations; (“comité de vérification de l’expérience”)</p> <p class=\"definition\">“general certificate of authorization” means a general certificate of authorization to provide services that are within the practice of professional engineering, issued under the <i>Professional Engineers Act</i>; (“certificat général d’autorisation”)</p> <p class=\"definition\">“general review”, in relation to the construction, enlargement or alteration of a building, means an examination of the building to determine whether the construction, enlargement or alteration is in general conformity with the design governing the construction, enlargement or alteration, and reporting thereon; (“examen de conformité”)</p> <p class=\"definition\">“graphic representation” means a representation produced by electrical, electronic, photographic or printing methods and includes a representation produced on a video display terminal; (“représentation graphique”)</p> <p class=\"definition\">“Joint Practice Board” means the Joint Practice Board under this Act; (“conseil professionnel mixte”)</p> <p class=\"definition\">“licence” means a licence to engage in the practice of architecture issued under this Act; (“permis”)</p> <p class=\"definition\">“Minister” means the Attorney General or such other member of the Executive Council as is designated by the Lieutenant Governor in Council; (“ministre”)</p> <p class=\"definition\">“practice of architecture” means,</p> <p class=\"paragraph\">  (a)  the preparation or provision of a design to govern the construction, enlargement or alteration of a building,</p> <p class=\"paragraph\">  (b)  evaluating, advising on or reporting on the construction, enlargement or alteration of a building, or</p> <p class=\"paragraph\">  (c)  a general review of the construction, enlargement or alteration of a building; (“exercice de la profession d’architecte”)</p> <p class=\"definition\">“professional engineer” means a person who holds a licence or a temporary licence under the <i>Professional Engineers Act</i>; (“ingénieur”)</p> <p class=\"definition\">“Registrar” means the Registrar of the Association; (“registrateur”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“temporary licence” means a temporary licence to engage in the practice of architecture issued under this Act. (“permis temporaire”)  R.S.O. 1990, c. A.26, s. 1; 2001, c. 9, Sched. B, s. 1 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedbs1s1\">2001, c. 9, Sched. B, s. 1 (1)</a></span> - 15/01/2003</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Association",
            "part_id": null,
            "part_type": null,
            "section_y": "Association",
            "content": "2 (1) The Ontario Association of Architects, a body corporate, is continued as a corporation without share capital under the name Ontario Association of Architects in English and Ordre des architectes de l’Ontario in French.  R.S.O. 1990, c. A.26, s. 2 (1). Principal object (2) The principal object of the Association is to regulate the practice of architecture and to govern its members, holders of certificates of practice and holders of temporary licences in accordance with this Act, the regulations and the by-laws in order that the public interest may be served and protected.  R.S.O. 1990, c. A.26, s. 2 (2). Additional objects (3) For the purpose of carrying out its principal object, the Association has the following additional objects: 1.  To establish, maintain and develop standards of knowledge and skill among its members. 2.  To establish, maintain and develop standards of qualification and standards of practice for the practice of architecture. 3.  To establish, maintain and develop standards of professional ethics among its members. 4.  To establish and maintain or to assist in the establishment and maintenance of classes, schools, exhibitions or lectures in, and to promote public appreciation of, architecture and the allied arts and sciences. 5.  To perform such other duties and exercise such other powers as are imposed or conferred on the Association by or under any Act.  R.S.O. 1990, c. A.26, s. 2 (3). Capacity and powers of Association (4) For the purpose of carrying out its objects, the Association has the capacity and the powers of a natural person.  R.S.O. 1990, c. A.26, s. 2 (4). Interest in insurance corporation (5) The Association may own shares of or hold a membership interest in an insurance corporation incorporated for the purpose of providing insurance to, (a)  members of the Association, holders of certificates of practice and holders of temporary licences; and (b)  persons authorized to engage in the practice of architecture in a jurisdiction other than Ontario.  2001, c. 9, Sched. B, s. 1 (2). Funds and acquisition of interest (6) The Association may use all or part of its reserve fund or other funds to acquire shares of or a membership interest in an insurance corporation described in subsection (5).  2001, c. 9, Sched. B, s. 1 (2). Transfer of assets, etc., re indemnity plan (7) The Association may transfer to an insurance corporation described in subsection (5) of which the Association owns shares or in which it holds a membership interest, (a)  all or part of the assets used in connection with the establishment, maintenance and administration of an indemnity plan under subsection 40 (2), as it read before the coming into force of subsection 1 (8) of Schedule B to the Government Efficiency Act, 2001; and (b)  all or part of the debts, liabilities and claims incurred in connection with the establishment, maintenance and administration of such an indemnity plan.  2001, c. 9, Sched. B, s. 1 (2, 3). Debts, liabilities and claims (8) Debts, liabilities and claims that are transferred under subsection (7) cease to be debts and liabilities of and claims against the Association and become debts and liabilities of and claims against the insurance corporation.  2001, c. 9, Sched. B, s. 1 (2). Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. B, s. 1 (2) - 29/06/2001; 2001, c. 9, Sched. B, s. 1 (3) - 15/01/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>(1) The Ontario Association of Architects, a body corporate, is continued as a corporation without share capital under the name Ontario Association of Architects in English and Ordre des architectes de l’Ontario in French.  R.S.O. 1990, c. A.26, s. 2 (1).</p> <p class=\"headnote\">Principal object</p> <p class=\"subsection\">(2) The principal object of the Association is to regulate the practice of architecture and to govern its members, holders of certificates of practice and holders of temporary licences in accordance with this Act, the regulations and the by-laws in order that the public interest may be served and protected.  R.S.O. 1990, c. A.26, s. 2 (2).</p> <p class=\"headnote\">Additional objects</p> <p class=\"subsection\">(3) For the purpose of carrying out its principal object, the Association has the following additional objects:</p> <p class=\"paragraph\">  1.  To establish, maintain and develop standards of knowledge and skill among its members.</p> <p class=\"paragraph\">  2.  To establish, maintain and develop standards of qualification and standards of practice for the practice of architecture.</p> <p class=\"paragraph\">  3.  To establish, maintain and develop standards of professional ethics among its members.</p> <p class=\"paragraph\">  4.  To establish and maintain or to assist in the establishment and maintenance of classes, schools, exhibitions or lectures in, and to promote public appreciation of, architecture and the allied arts and sciences.</p> <p class=\"paragraph\">  5.  To perform such other duties and exercise such other powers as are imposed or conferred on the Association by or under any Act.  R.S.O. 1990, c. A.26, s. 2 (3).</p> <p class=\"headnote\">Capacity and powers of Association</p> <p class=\"subsection\">(4) For the purpose of carrying out its objects, the Association has the capacity and the powers of a natural person.  R.S.O. 1990, c. A.26, s. 2 (4).</p> <p class=\"headnote\">Interest in insurance corporation</p> <p class=\"subsection\">(5) The Association may own shares of or hold a membership interest in an insurance corporation incorporated for the purpose of providing insurance to,</p> <p class=\"paragraph\">  (a)  members of the Association, holders of certificates of practice and holders of temporary licences; and</p> <p class=\"paragraph\">  (b)  persons authorized to engage in the practice of architecture in a jurisdiction other than Ontario.  2001, c. 9, Sched. B, s. 1 (2).</p> <p class=\"headnote\">Funds and acquisition of interest</p> <p class=\"subsection\">(6) The Association may use all or part of its reserve fund or other funds to acquire shares of or a membership interest in an insurance corporation described in subsection (5).  2001, c. 9, Sched. B, s. 1 (2).</p> <p class=\"headnote\">Transfer of assets, etc., re indemnity plan</p> <p class=\"subsection\">(7) The Association may transfer to an insurance corporation described in subsection (5) of which the Association owns shares or in which it holds a membership interest,</p> <p class=\"paragraph\">  (a)  all or part of the assets used in connection with the establishment, maintenance and administration of an indemnity plan under subsection 40 (2), as it read before the coming into force of subsection 1 (8) of Schedule B to the <i>Government Efficiency Act, 2001</i>; and</p> <p class=\"paragraph\">  (b)  all or part of the debts, liabilities and claims incurred in connection with the establishment, maintenance and administration of such an indemnity plan.  2001, c. 9, Sched. B, s. 1 (2, 3).</p> <p class=\"headnote\">Debts, liabilities and claims</p> <p class=\"subsection\">(8) Debts, liabilities and claims that are transferred under subsection (7) cease to be debts and liabilities of and claims against the Association and become debts and liabilities of and claims against the insurance corporation.  2001, c. 9, Sched. B, s. 1 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedbs1s2\">2001, c. 9, Sched. B, s. 1 (2)</a></span> - 29/06/2001; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedbs1s3\">2001, c. 9, Sched. B, s. 1 (3)</a></span> - 15/01/2003</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "Council",
            "part_id": null,
            "part_type": null,
            "section_y": "Council",
            "content": "3.  (1)  The Council of the Association is continued and shall be the governing body and board of directors of the Association and shall manage and administer its affairs.  R.S.O. 1990, c. A.26, s. 3 (1). Composition of Council (2)  The Council shall be composed of, (a)  not fewer than twelve and not more than twenty persons who are members of the Association and who are elected by the members of the Association as provided by the regulations; (b)  not fewer than three and not more than five persons who are not members of the governing body of a self-regulating licensing body under any other Act or licensed under this Act and who are appointed by the Lieutenant Governor in Council; and (c)  the immediate past president of the Council, if he or she is not an elected member of the Council.  R.S.O. 1990, c. A.26, s. 3 (2). Idem (3)  No person shall be elected or appointed to the Council unless he or she is a Canadian citizen resident in Ontario.  R.S.O. 1990, c. A.26, s. 3 (3). Remuneration of lay members (4)  The persons appointed under clause (2) (b) shall be paid, out of the money appropriated therefor by the Legislature, such expenses and remuneration as is determined by the Lieutenant Governor in Council.  R.S.O. 1990, c. A.26, s. 3 (4). Term of office, appointed members (5)  The persons to be appointed by the Lieutenant Governor in Council shall be appointed for one year, two year or three year terms in order that one-third, or as near thereto as possible, shall be appointed in each year.  R.S.O. 1990, c. A.26, s. 3 (5). Qualifications to vote (6)  Every member of the Association who is not in default of payment of the annual fee prescribed by the by-laws is qualified to vote at an election of members of the Council.  R.S.O. 1990, c. A.26, s. 3 (6). Officers (7)  The Council shall elect a president, a treasurer and one or more vice-presidents from among its elected members.  R.S.O. 1990, c. A.26, s. 3 (7). Registrar and staff (8)  The Council shall appoint at pleasure a Registrar and may appoint one or more deputy registrars who shall have the powers of the Registrar for the purposes of this Act, and may appoint such other persons as are from time to time necessary or desirable in the opinion of the Council to perform the work of the Association.  R.S.O. 1990, c. A.26, s. 3 (8); 2010, c. 16, Sched. 2, s. 1 (1). Quorum (9)  A majority of the members of the Council constitutes a quorum.  R.S.O. 1990, c. A.26, s. 3 (9). Vacancies (10)  Where one or more vacancies occur in the membership of the Council, the members remaining in office constitute the Council so long as their number is not fewer than a quorum.  R.S.O. 1990, c. A.26, s. 3 (10). Filling of vacancy (11)  A vacancy on the Council caused by the death, resignation, removal or incapacity to act of an elected member of the Council shall be filled by a member of the Association, (a)  where a quorum of the Council remains in office, appointed by the majority of the Council, and the member so appointed shall be deemed to be an elected member of the Council; or (b)  where no quorum of the Council remains in office, elected in accordance with the regulations, and the member so appointed or elected shall hold office for the unexpired portion of the term of office of the member whose office he or she is elected or appointed to fill.  R.S.O. 1990, c. A.26, s. 3 (11). Same (11.1) A vacancy on the Council caused by the failure in an election under clause (2) (a) to fill a seat on the Council shall be filled by a member of the Association in accordance with the procedure set out in clause (11) (a) or (b), as the case may be, and, in the case of a member of the Council appointed in accordance with the procedure set out in clause (11) (a), the member shall be deemed to be an elected member of the Council.  2010, c. 16, Sched. 2, s. 1 (2). Meetings of Council (12)  The Council shall meet at least four times a year.  R.S.O. 1990, c. A.26, s. 3 (12). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 2, s. 1 (1, 2) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>3.</b>  (1)  The Council of the Association is continued and shall be the governing body and board of directors of the Association and shall manage and administer its affairs.  R.S.O. 1990, c. A.26, s. 3 (1).</p> <p class=\"headnote\">Composition of Council</p> <p class=\"subsection\">(2)  The Council shall be composed of,</p> <p class=\"paragraph\">  (a)  not fewer than twelve and not more than twenty persons who are members of the Association and who are elected by the members of the Association as provided by the regulations;</p> <p class=\"paragraph\">  (b)  not fewer than three and not more than five persons who are not members of the governing body of a self-regulating licensing body under any other Act or licensed under this Act and who are appointed by the Lieutenant Governor in Council; and</p> <p class=\"paragraph\">  (c)  the immediate past president of the Council, if he or she is not an elected member of the Council.  R.S.O. 1990, c. A.26, s. 3 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3)  No person shall be elected or appointed to the Council unless he or she is a Canadian citizen resident in Ontario.  R.S.O. 1990, c. A.26, s. 3 (3).</p> <p class=\"headnote\">Remuneration of lay members</p> <p class=\"subsection\">(4)  The persons appointed under clause (2) (b) shall be paid, out of the money appropriated therefor by the Legislature, such expenses and remuneration as is determined by the Lieutenant Governor in Council.  R.S.O. 1990, c. A.26, s. 3 (4).</p> <p class=\"headnote\">Term of office, appointed members</p> <p class=\"subsection\">(5)  The persons to be appointed by the Lieutenant Governor in Council shall be appointed for one year, two year or three year terms in order that one-third, or as near thereto as possible, shall be appointed in each year.  R.S.O. 1990, c. A.26, s. 3 (5).</p> <p class=\"headnote\">Qualifications to vote</p> <p class=\"subsection\">(6)  Every member of the Association who is not in default of payment of the annual fee prescribed by the by-laws is qualified to vote at an election of members of the Council.  R.S.O. 1990, c. A.26, s. 3 (6).</p> <p class=\"headnote\">Officers</p> <p class=\"subsection\">(7)  The Council shall elect a president, a treasurer and one or more vice-presidents from among its elected members.  R.S.O. 1990, c. A.26, s. 3 (7).</p> <p class=\"headnote\">Registrar and staff</p> <p class=\"subsection\">(8)  The Council shall appoint at pleasure a Registrar and may appoint one or more deputy registrars who shall have the powers of the Registrar for the purposes of this Act, and may appoint such other persons as are from time to time necessary or desirable in the opinion of the Council to perform the work of the Association.  R.S.O. 1990, c. A.26, s. 3 (8); 2010, c. 16, Sched. 2, s. 1 (1).</p> <p class=\"headnote\">Quorum</p> <p class=\"subsection\">(9)  A majority of the members of the Council constitutes a quorum.  R.S.O. 1990, c. A.26, s. 3 (9).</p> <p class=\"headnote\">Vacancies</p> <p class=\"subsection\">(10)  Where one or more vacancies occur in the membership of the Council, the members remaining in office constitute the Council so long as their number is not fewer than a quorum.  R.S.O. 1990, c. A.26, s. 3 (10).</p> <p class=\"headnote\">Filling of vacancy</p> <p class=\"subsection\">(11)  A vacancy on the Council caused by the death, resignation, removal or incapacity to act of an elected member of the Council shall be filled by a member of the Association,</p> <p class=\"paragraph\">  (a)  where a quorum of the Council remains in office, appointed by the majority of the Council, and the member so appointed shall be deemed to be an elected member of the Council; or</p> <p class=\"paragraph\">  (b)  where no quorum of the Council remains in office, elected in accordance with the regulations,</p> <p class=\"subsection\">and the member so appointed or elected shall hold office for the unexpired portion of the term of office of the member whose office he or she is elected or appointed to fill.  R.S.O. 1990, c. A.26, s. 3 (11).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(11.1) A vacancy on the Council caused by the failure in an election under clause (2) (a) to fill a seat on the Council shall be filled by a member of the Association in accordance with the procedure set out in clause (11) (a) or (b), as the case may be, and, in the case of a member of the Council appointed in accordance with the procedure set out in clause (11) (a), the member shall be deemed to be an elected member of the Council.  2010, c. 16, Sched. 2, s. 1 (2).</p> <p class=\"headnote\">Meetings of Council</p> <p class=\"subsection\">(12)  The Council shall meet at least four times a year.  R.S.O. 1990, c. A.26, s. 3 (12).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s1\">2010, c. 16, Sched. 2, s. 1 (1, 2)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "section_x": "Annual meetings",
            "part_id": null,
            "part_type": null,
            "section_y": "Annual meetings",
            "content": "4. (1) The Association shall hold an annual meeting of the members of the Association not more than fifteen months after the holding of the last preceding annual meeting.  R.S.O. 1990, c. A.26, s. 4 (1). Proxies (2) A member of the Association entitled to vote at a meeting of members of the Association may, by means of a proxy, appoint a member as his or her nominee, to attend and act at the meeting in the manner, to the extent and with the power conferred by the proxy.  R.S.O. 1990, c. A.26, s. 4 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>4.</b> (1) The Association shall hold an annual meeting of the members of the Association not more than fifteen months after the holding of the last preceding annual meeting.  R.S.O. 1990, c. A.26, s. 4 (1).</p> <p class=\"headnote\">Proxies</p> <p class=\"subsection\">(2) A member of the Association entitled to vote at a meeting of members of the Association may, by means of a proxy, appoint a member as his or her nominee, to attend and act at the meeting in the manner, to the extent and with the power conferred by the proxy.  R.S.O. 1990, c. A.26, s. 4 (2).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "section_x": "Membership",
            "part_id": null,
            "part_type": null,
            "section_y": "Membership",
            "content": "5. (1) Every person licensed by the Association is a member of the Association, subject to any term, condition or limitation to which the licence is subject.  R.S.O. 1990, c. A.26, s. 5 (1). Resignation of membership (2) A member may resign his or her membership by filing with the Registrar his or her resignation in writing and the member’s licence is thereupon cancelled, subject to the continuing jurisdiction of the Association in respect of any disciplinary action arising out of his or her professional conduct while a member.  R.S.O. 1990, c. A.26, s. 5 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>5.</b> (1) Every person licensed by the Association is a member of the Association, subject to any term, condition or limitation to which the licence is subject.  R.S.O. 1990, c. A.26, s. 5 (1).</p> <p class=\"headnote\">Resignation of membership</p> <p class=\"subsection\">(2) A member may resign his or her membership by filing with the Registrar his or her resignation in writing and the member’s licence is thereupon cancelled, subject to the continuing jurisdiction of the Association in respect of any disciplinary action arising out of his or her professional conduct while a member.  R.S.O. 1990, c. A.26, s. 5 (2).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "section_x": "Powers of Minister",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers of Minister",
            "content": "6. In addition to his or her other powers and duties under this Act, the Minister may, (a)  review the activities of the Council; (b)  request the Council to undertake activities that, in the opinion of the Minister, are necessary and advisable to carry out the intent of this Act; (c)  advise the Council with respect to the implementation of this Act and the regulations and with respect to the methods used or proposed to be used by the Council to implement policies and to enforce its regulations and procedures.  R.S.O. 1990, c. A.26, s. 6.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>6.</b> In addition to his or her other powers and duties under this Act, the Minister may,</p> <p class=\"paragraph\">  (a)  review the activities of the Council;</p> <p class=\"paragraph\">  (b)  request the Council to undertake activities that, in the opinion of the Minister, are necessary and advisable to carry out the intent of this Act;</p> <p class=\"paragraph\">  (c)  advise the Council with respect to the implementation of this Act and the regulations and with respect to the methods used or proposed to be used by the Council to implement policies and to enforce its regulations and procedures.  R.S.O. 1990, c. A.26, s. 6.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "7 (1) Subject to the approval of the Lieutenant Governor in Council and with prior review by the Minister, the Council may make regulations, 1.  fixing the number of members to be elected to the Council under clause 3 (2) (a) and defining constituencies, and prescribing the number of representatives of each constituency; 2.  respecting and governing the qualifications, nomination, election and term or terms of office of the members to be elected to the Council, and controverted elections; 3.  prescribing the conditions disqualifying elected members from sitting on the Council and governing the filling of vacancies on the Council; 4.  providing for the election of a president, vice-presidents and a treasurer from among the elected members of the Council; 5.  respecting the composition of the committees required by this Act, other than the Complaints Committee and the Discipline Committee, the mechanism of the appointment of members of the committees and procedures ancillary to those specified in this Act in respect of any committee; 6.  respecting matters of practice and procedure before committees required under this Act not inconsistent with this Act and the Statutory Powers Procedure Act; 7.  prescribing the quorums of the committees required by this Act, except the Complaints Committee and the Discipline Committee; 8.  prescribing classes of persons whose interests are related to those of the Association and the privileges of persons in the classes in relation to the Association; 9.  respecting any matter ancillary to the provisions of this Act with regard to the issuing, suspension and revocation of licences, certificates of practice and temporary licences, and the requirements and qualifications therefor, including but not limited to regulations respecting, i.  the scope, standards and conduct of any examination or courses of study set or approved by the Council as a licensing requirement, ii.  the curricula and standards of professional training programs and courses of study offered by the Council, iii.  the academic, experience and other requirements for admission into professional training programs and courses of study, and iv.  the academic and experience requirements for the issuance of a licence; 10.  prescribing terms and conditions of licences, certificates of practice and temporary licences; 11.  prescribing forms of applications for licences, certificates of practice and temporary licences and requiring their use; 12.  prescribing a proportion greater than 51 per cent for the purposes of clauses 14 (1) (b) and (2) (c) and subsection 15 (1); 13.  requiring the making of returns of information in respect of the holdings of shares and the officers and directors of corporations that apply for or hold certificates of practice and in respect of the interests of partners that apply for or hold certificates of practice, and prescribing and requiring the use of forms of such returns; 14.  requiring and governing the signing and sealing of documents and designs by members of the Association and holders of temporary licences, specifying the forms of seals and respecting the issuance and ownership of seals; 15.  requiring the making of returns of information by members of the Association and holders of certificates of practice and temporary licences in respect of names, addresses, telephone numbers, associates, partners, employees and professional liability insurance, and prescribing and requiring the use of forms of such returns; 16.  governing the use of names and designations in the practice of architecture by members of the Association and holders of certificates of practice and temporary licences; 17.  providing for the maintenance and inspection of registers of persons permitted to engage in the practice of architecture; 18.  prescribing and governing standards of practice and performance standards for the profession; 19.  respecting the advertising of the practice of architecture; 20.  prescribing a code of ethics; 21.  defining professional misconduct for the purposes of this Act; 22.  defining classes of specialists among members and holders of certificates of practice and temporary licences, prescribing the qualifications required, providing for the suspension or revocation of any such designation and for the regulation and prohibition of the use of terms, titles or designations indicating specialization by a member or a holder of a certificate of practice or a temporary licence in the practice of architecture; 23.  providing for inspection programs related to the practice of architecture, including programs for the inspection of records, other than financial records, of members of the Association, holders of certificates of practice and holders of temporary licences, but such a program does not authorize inspection of records of a holder of a certificate of practice or temporary licence who is also a holder of a general certificate of authorization unless the inspection of the records, other than financial records, is recommended by the Joint Practice Board; 24.  providing for the compilation of statistical data on the supply, distribution and professional activities of members of the Association and holders of temporary licences and professional activities related to the practice of architecture of holders of certificates of practice and on remuneration for the practice of architecture and requiring members of the Association and holders of certificates of practice and temporary licences to provide the information necessary to compile such statistics, but persons engaged in the administration of this Act shall maintain secret the names of persons providing the information as a matter that comes to their knowledge in the course of their duties under this Act; 25.  requiring members, holders of certificates of practice or holders of temporary licences, or all of them, to obtain and to maintain insurance against liability that may be incurred in the practice of architecture, respecting the terms and conditions and prescribing the minimum amounts of such insurance, requiring such members and holders to provide to the Registrar proof of the insurance coverage, and respecting the form of the proof and the times when the proof shall be provided; 26.  exempting any class of members, holders of certificates of practice or holders of temporary licences from the requirement to be insured in respect of professional liability, and classifying members, holders of certificates of practice or holders of temporary licences for the purpose of such exemption; 27.  prescribing provisions of the Not-for-Profit Corporations Act, 2010 that apply to the Association; 28.  Repealed:  2001, c. 9, Sched. B, s. 1 (4). 29.  prohibiting or regulating the practice of architecture where there is a conflict of interest and defining the activities that constitute a conflict of interest for the purpose; 30.  providing for a program of continuing education of members of the Association; 31.  respecting the duties and authority of the Registrar; 32.  prescribing qualifications and requirements that shall be complied with to obtain the reinstatement of a licence, certificate of practice or temporary licence that was cancelled by the Registrar; 33.  classifying and exempting any class of holders of licences, certificates of practice or temporary licences from any provision of the regulations under such special circumstances in the public interest as the Council considers advisable; 34.  specifying acts within the practice of architecture that are exempt from the application of this Act when performed or provided by a member of a prescribed class of persons, and prescribing classes of persons for the purpose of the exemption.  R.S.O. 1990, c. A.26, s. 7 (1); 2001, c. 9, Sched. B, s. 1 (4); 2010, c. 15, s. 213 (1); 2010, c. 16, Sched. 2, s. 1 (3). Distribution of regulations (2) A copy of each regulation made under subsection (1), (a)  shall be forwarded to each member of the Association and to each holder of a certificate of practice or temporary licence; and (b)  shall be available for public inspection in the office of the Association.  R.S.O. 1990, c. A.26, s. 7 (2). Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. B, s. 1 (4) - 15/01/2003 2010, c. 15, s. 213 (1)\n- 19/10/2021; 2010, c. 16, Sched. 2, s. 1 (3) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>7 </b>(1) Subject to the approval of the Lieutenant Governor in Council and with prior review by the Minister, the Council may make regulations,</p> <p class=\"paragraph\">  1.  fixing the number of members to be elected to the Council under clause 3 (2) (a) and defining constituencies, and prescribing the number of representatives of each constituency;</p> <p class=\"paragraph\">  2.  respecting and governing the qualifications, nomination, election and term or terms of office of the members to be elected to the Council, and controverted elections;</p> <p class=\"paragraph\">  3.  prescribing the conditions disqualifying elected members from sitting on the Council and governing the filling of vacancies on the Council;</p> <p class=\"paragraph\">  4.  providing for the election of a president, vice-presidents and a treasurer from among the elected members of the Council;</p> <p class=\"paragraph\">  5.  respecting the composition of the committees required by this Act, other than the Complaints Committee and the Discipline Committee, the mechanism of the appointment of members of the committees and procedures ancillary to those specified in this Act in respect of any committee;</p> <p class=\"paragraph\">  6.  respecting matters of practice and procedure before committees required under this Act not inconsistent with this Act and the <i>Statutory Powers Procedure Act</i>;</p> <p class=\"paragraph\">  7.  prescribing the quorums of the committees required by this Act, except the Complaints Committee and the Discipline Committee;</p> <p class=\"paragraph\">  8.  prescribing classes of persons whose interests are related to those of the Association and the privileges of persons in the classes in relation to the Association;</p> <p class=\"paragraph\">  9.  respecting any matter ancillary to the provisions of this Act with regard to the issuing, suspension and revocation of licences, certificates of practice and temporary licences, and the requirements and qualifications therefor, including but not limited to regulations respecting,</p> <p class=\"subpara\">  i.  the scope, standards and conduct of any examination or courses of study set or approved by the Council as a licensing requirement,</p> <p class=\"subpara\">  ii.  the curricula and standards of professional training programs and courses of study offered by the Council,</p> <p class=\"subpara\">  iii.  the academic, experience and other requirements for admission into professional training programs and courses of study, and</p> <p class=\"subpara\">  iv.  the academic and experience requirements for the issuance of a licence;</p> <p class=\"paragraph\">  10.  prescribing terms and conditions of licences, certificates of practice and temporary licences;</p> <p class=\"paragraph\">  11.  prescribing forms of applications for licences, certificates of practice and temporary licences and requiring their use;</p> <p class=\"paragraph\">  12.  prescribing a proportion greater than 51 per cent for the purposes of clauses 14 (1) (b) and (2) (c) and subsection 15 (1);</p> <p class=\"paragraph\">  13.  requiring the making of returns of information in respect of the holdings of shares and the officers and directors of corporations that apply for or hold certificates of practice and in respect of the interests of partners that apply for or hold certificates of practice, and prescribing and requiring the use of forms of such returns;</p> <p class=\"paragraph\">  14.  requiring and governing the signing and sealing of documents and designs by members of the Association and holders of temporary licences, specifying the forms of seals and respecting the issuance and ownership of seals;</p> <p class=\"paragraph\">  15.  requiring the making of returns of information by members of the Association and holders of certificates of practice and temporary licences in respect of names, addresses, telephone numbers, associates, partners, employees and professional liability insurance, and prescribing and requiring the use of forms of such returns;</p> <p class=\"paragraph\">  16.  governing the use of names and designations in the practice of architecture by members of the Association and holders of certificates of practice and temporary licences;</p> <p class=\"paragraph\">  17.  providing for the maintenance and inspection of registers of persons permitted to engage in the practice of architecture;</p> <p class=\"paragraph\">  18.  prescribing and governing standards of practice and performance standards for the profession;</p> <p class=\"paragraph\">  19.  respecting the advertising of the practice of architecture;</p> <p class=\"paragraph\">  20.  prescribing a code of ethics;</p> <p class=\"paragraph\">  21.  defining professional misconduct for the purposes of this Act;</p> <p class=\"paragraph\">  22.  defining classes of specialists among members and holders of certificates of practice and temporary licences, prescribing the qualifications required, providing for the suspension or revocation of any such designation and for the regulation and prohibition of the use of terms, titles or designations indicating specialization by a member or a holder of a certificate of practice or a temporary licence in the practice of architecture;</p> <p class=\"paragraph\">  23.  providing for inspection programs related to the practice of architecture, including programs for the inspection of records, other than financial records, of members of the Association, holders of certificates of practice and holders of temporary licences, but such a program does not authorize inspection of records of a holder of a certificate of practice or temporary licence who is also a holder of a general certificate of authorization unless the inspection of the records, other than financial records, is recommended by the Joint Practice Board;</p> <p class=\"paragraph\">  24.  providing for the compilation of statistical data on the supply, distribution and professional activities of members of the Association and holders of temporary licences and professional activities related to the practice of architecture of holders of certificates of practice and on remuneration for the practice of architecture and requiring members of the Association and holders of certificates of practice and temporary licences to provide the information necessary to compile such statistics, but persons engaged in the administration of this Act shall maintain secret the names of persons providing the information as a matter that comes to their knowledge in the course of their duties under this Act;</p> <p class=\"paragraph\">  25.  requiring members, holders of certificates of practice or holders of temporary licences, or all of them, to obtain and to maintain insurance against liability that may be incurred in the practice of architecture, respecting the terms and conditions and prescribing the minimum amounts of such insurance, requiring such members and holders to provide to the Registrar proof of the insurance coverage, and respecting the form of the proof and the times when the proof shall be provided;</p> <p class=\"paragraph\">  26.  exempting any class of members, holders of certificates of practice or holders of temporary licences from the requirement to be insured in respect of professional liability, and classifying members, holders of certificates of practice or holders of temporary licences for the purpose of such exemption;</p> <p class=\"paragraph\">  27.  prescribing provisions of the <i>Not-for-Profit Corporations Act, 2010</i> that apply to the Association;</p> <p class=\"paragraph\">  28.  <span class=\"ovsmallcap\">Repealed</span><span>:</span>  2001, c. 9, Sched. B, s. 1 (4).</p> <p class=\"paragraph\">  29.  prohibiting or regulating the practice of architecture where there is a conflict of interest and defining the activities that constitute a conflict of interest for the purpose;</p> <p class=\"paragraph\">  30.  providing for a program of continuing education of members of the Association;</p> <p class=\"paragraph\">  31.  respecting the duties and authority of the Registrar;</p> <p class=\"paragraph\">  32.  prescribing qualifications and requirements that shall be complied with to obtain the reinstatement of a licence, certificate of practice or temporary licence that was cancelled by the Registrar;</p> <p class=\"paragraph\">  33.  classifying and exempting any class of holders of licences, certificates of practice or temporary licences from any provision of the regulations under such special circumstances in the public interest as the Council considers advisable;</p> <p class=\"paragraph\">  34.  specifying acts within the practice of architecture that are exempt from the application of this Act when performed or provided by a member of a prescribed class of persons, and prescribing classes of persons for the purpose of the exemption.  R.S.O. 1990, c. A.26, s. 7 (1); 2001, c. 9, Sched. B, s. 1 (4); 2010, c. 15, s. 213 (1); 2010, c. 16, Sched. 2, s. 1 (3).</p> <p class=\"headnote\">Distribution of regulations</p> <p class=\"subsection\">(2) A copy of each regulation made under subsection (1),</p> <p class=\"paragraph\">  (a)  shall be forwarded to each member of the Association and to each holder of a certificate of practice or temporary licence; and</p> <p class=\"paragraph\">  (b)  shall be available for public inspection in the office of the Association.  R.S.O. 1990, c. A.26, s. 7 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedbs1s4\">2001, c. 9, Sched. B, s. 1 (4)</a></span> - 15/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10015#s213s1\">2010, c. 15, s. 213 (1)</a>\n</span>- 19/10/2021; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s3\">2010, c. 16, Sched. 2, s. 1 (3)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "section_x": "By-laws",
            "part_id": null,
            "part_type": null,
            "section_y": "By-laws",
            "content": "8 (1) The Council may pass by-laws relating to the administrative and domestic affairs of the Association not inconsistent with this Act and the regulations and, without limiting the generality of the foregoing, 1.  prescribing the seal of the Association; 2.  providing for the execution of documents by the Association; 3.  respecting banking and finance; 4.  fixing the financial year of the Association and providing for the audit of the accounts and transactions of the Association; 5.  respecting the calling, holding and conducting of meetings of the Council and the duties of members of Council; 6.  respecting the form and content of proxies, the deposit of proxies with the Association and the manner and proof of revocation of proxies; 7.  providing for meetings of the Council and committees, except in a proceeding in respect of a licence, certificate of practice or temporary licence, by means of conference telephone or other communications equipment by means of which all persons participating in the meeting can hear each other, and a member of the Council or committee participating in a meeting in accordance with such by-law shall be deemed to be present in person at the meeting; 8.  providing that the Council or a committee may act upon a resolution consented to by the signatures of all members of the Council or the committee except in a proceeding in respect of a licence, certificate of practice or temporary licence, and a resolution so consented to in accordance with such a by-law is as valid and effective as if passed at a meeting of the Council or the committee duly called, constituted and held for that purpose; 9.  respecting the calling, holding and conducting of meetings of the membership of the Association; 10.  prescribing the remuneration of the members of the Council and committees, other than persons appointed by the Lieutenant Governor in Council, and providing for the payment of necessary expenses of the Council and committees in the conduct of their business; 11.  prescribing the duties of officers of the Association; 12.  providing for the appointment of inspectors for the purposes of this Act; 13.  prescribing forms and providing for their use; 14.  providing procedures for the making, amending and revoking of the by-laws; 15.  respecting management of the property of the Association; 16.  providing for the appointment, composition, powers and duties of additional or special committees; 17.  respecting the application of the funds of the Association and the investment and reinvestment of any of its funds not immediately required, and for the safekeeping of its securities; 18.  respecting the borrowing of money by the Association and the giving of security therefor; 19.  respecting membership of the Association in other organizations, the payment of annual assessments and provision for representatives at meetings; 20.  providing for the establishment and dissolution and governing the operation of groups of members as societies of the Association and respecting grants by the Association to societies or any of them; 21.  authorizing the making of grants for any purpose that may tend to advance knowledge of architectural education, or maintain or improve the standards of practice in architecture or support and encourage public information and interest in the role of architecture in society; 22.  respecting scholarships, bursaries and prizes related to the study of architecture; 23.  prescribing the amounts of and requiring the payment of annual fees by members of the Association and holders of certificates of practice and temporary licences and by students and members of related classes recognized by the Association, and fees for licensing, temporary licences, certification, registration, examinations, courses of study, professional training programs and continuing education, including penalties for late payment, and fees for anything the Registrar is required or authorized to do, and prescribing the amounts thereof; 24.  requiring the payment and remittance of premiums in connection with insurance against professional liability for members of the Association, holders of certificates of practice and holders of temporary licences, and prescribing levies that shall be paid by members of the Association, holders of certificates of practice and holders of temporary licences in respect of professional liability; 25.  Repealed:  2001, c. 9, Sched. B, s. 1 (6). 26.  providing for the establishment of group insurance plans, other than for professional liability, in which members of the Association may participate on a voluntary basis; 27.  regarding such other matters as are entailed in carrying on the business of the Association and are not included in section 7.  R.S.O. 1990, c. A.26, s. 8 (1); 2001, c. 9, Sched. B, s. 1 (5, 6). Confirmation of by-laws (2) A by-law is effective when it is passed by the Council but expires with the close of the next annual meeting of members of the Association held after its passing, unless it is confirmed by the meeting.  R.S.O. 1990, c. A.26, s. 8 (2). Distribution of by-laws (3) A copy of the by-laws made under subsection (1) and amendments thereto, (a)  shall be forwarded to the Minister; (b)  shall be forwarded to each member; and (c)  shall be available for public inspection in the office of the Association.  R.S.O. 1990, c. A.26, s. 8 (3). Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. B, s. 1 (5, 6) - 15/01/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>8 </b>(1) The Council may pass by-laws relating to the administrative and domestic affairs of the Association not inconsistent with this Act and the regulations and, without limiting the generality of the foregoing,</p> <p class=\"paragraph\">  1.  prescribing the seal of the Association;</p> <p class=\"paragraph\">  2.  providing for the execution of documents by the Association;</p> <p class=\"paragraph\">  3.  respecting banking and finance;</p> <p class=\"paragraph\">  4.  fixing the financial year of the Association and providing for the audit of the accounts and transactions of the Association;</p> <p class=\"paragraph\">  5.  respecting the calling, holding and conducting of meetings of the Council and the duties of members of Council;</p> <p class=\"paragraph\">  6.  respecting the form and content of proxies, the deposit of proxies with the Association and the manner and proof of revocation of proxies;</p> <p class=\"paragraph\">  7.  providing for meetings of the Council and committees, except in a proceeding in respect of a licence, certificate of practice or temporary licence, by means of conference telephone or other communications equipment by means of which all persons participating in the meeting can hear each other, and a member of the Council or committee participating in a meeting in accordance with such by-law shall be deemed to be present in person at the meeting;</p> <p class=\"paragraph\">  8.  providing that the Council or a committee may act upon a resolution consented to by the signatures of all members of the Council or the committee except in a proceeding in respect of a licence, certificate of practice or temporary licence, and a resolution so consented to in accordance with such a by-law is as valid and effective as if passed at a meeting of the Council or the committee duly called, constituted and held for that purpose;</p> <p class=\"paragraph\">  9.  respecting the calling, holding and conducting of meetings of the membership of the Association;</p> <p class=\"paragraph\">  10.  prescribing the remuneration of the members of the Council and committees, other than persons appointed by the Lieutenant Governor in Council, and providing for the payment of necessary expenses of the Council and committees in the conduct of their business;</p> <p class=\"paragraph\">  11.  prescribing the duties of officers of the Association;</p> <p class=\"paragraph\">  12.  providing for the appointment of inspectors for the purposes of this Act;</p> <p class=\"paragraph\">  13.  prescribing forms and providing for their use;</p> <p class=\"paragraph\">  14.  providing procedures for the making, amending and revoking of the by-laws;</p> <p class=\"paragraph\">  15.  respecting management of the property of the Association;</p> <p class=\"paragraph\">  16.  providing for the appointment, composition, powers and duties of additional or special committees;</p> <p class=\"paragraph\">  17.  respecting the application of the funds of the Association and the investment and reinvestment of any of its funds not immediately required, and for the safekeeping of its securities;</p> <p class=\"paragraph\">  18.  respecting the borrowing of money by the Association and the giving of security therefor;</p> <p class=\"paragraph\">  19.  respecting membership of the Association in other organizations, the payment of annual assessments and provision for representatives at meetings;</p> <p class=\"paragraph\">  20.  providing for the establishment and dissolution and governing the operation of groups of members as societies of the Association and respecting grants by the Association to societies or any of them;</p> <p class=\"paragraph\">  21.  authorizing the making of grants for any purpose that may tend to advance knowledge of architectural education, or maintain or improve the standards of practice in architecture or support and encourage public information and interest in the role of architecture in society;</p> <p class=\"paragraph\">  22.  respecting scholarships, bursaries and prizes related to the study of architecture;</p> <p class=\"paragraph\">  23.  prescribing the amounts of and requiring the payment of annual fees by members of the Association and holders of certificates of practice and temporary licences and by students and members of related classes recognized by the Association, and fees for licensing, temporary licences, certification, registration, examinations, courses of study, professional training programs and continuing education, including penalties for late payment, and fees for anything the Registrar is required or authorized to do, and prescribing the amounts thereof;</p> <p class=\"paragraph\">  24.  requiring the payment and remittance of premiums in connection with insurance against professional liability for members of the Association, holders of certificates of practice and holders of temporary licences, and prescribing levies that shall be paid by members of the Association, holders of certificates of practice and holders of temporary licences in respect of professional liability;</p> <p class=\"paragraph\">  25.  <span>Repealed:</span>  2001, c. 9, Sched. B, s. 1 (6).</p> <p class=\"paragraph\">  26.  providing for the establishment of group insurance plans, other than for professional liability, in which members of the Association may participate on a voluntary basis;</p> <p class=\"paragraph\">  27.  regarding such other matters as are entailed in carrying on the business of the Association and are not included in section 7.  R.S.O. 1990, c. A.26, s. 8 (1); 2001, c. 9, Sched. B, s. 1 (5, 6).</p> <p class=\"headnote\">Confirmation of by-laws</p> <p class=\"subsection\">(2) A by-law is effective when it is passed by the Council but expires with the close of the next annual meeting of members of the Association held after its passing, unless it is confirmed by the meeting.  R.S.O. 1990, c. A.26, s. 8 (2).</p> <p class=\"headnote\">Distribution of by-laws</p> <p class=\"subsection\">(3) A copy of the by-laws made under subsection (1) and amendments thereto,</p> <p class=\"paragraph\">  (a)  shall be forwarded to the Minister;</p> <p class=\"paragraph\">  (b)  shall be forwarded to each member; and</p> <p class=\"paragraph\">  (c)  shall be available for public inspection in the office of the Association.  R.S.O. 1990, c. A.26, s. 8 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedbs1s5\">2001, c. 9, Sched. B, s. 1 (5, 6)</a></span> - 15/01/2003</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "section_x": "Committees",
            "part_id": null,
            "part_type": null,
            "section_y": "Committees",
            "content": "9. (1) The Council shall establish and appoint the following committees: (a)  Executive Committee; (b)  Academic Requirements Committee; (c)  Experience Requirements Committee; (d)  Registration Committee; (e)  Complaints Committee; (f)  Discipline Committee; (g)  Fees Mediation Committee, and may establish such other committees as the Council from time to time considers necessary.  R.S.O. 1990, c. A.26, s. 9 (1). Vacancies (2) Where one or more vacancies occur in the membership of a committee, the members remaining in office constitute the committee so long as their number is not fewer than a quorum of the committee.  R.S.O. 1990, c. A.26, s. 9 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>9.</b> (1) The Council shall establish and appoint the following committees:</p> <p class=\"paragraph\">  (a)  Executive Committee;</p> <p class=\"paragraph\">  (b)  Academic Requirements Committee;</p> <p class=\"paragraph\">  (c)  Experience Requirements Committee;</p> <p class=\"paragraph\">  (d)  Registration Committee;</p> <p class=\"paragraph\">  (e)  Complaints Committee;</p> <p class=\"paragraph\">  (f)  Discipline Committee;</p> <p class=\"paragraph\">  (g)  Fees Mediation Committee,</p> <p class=\"subsection\">and may establish such other committees as the Council from time to time considers necessary.  R.S.O. 1990, c. A.26, s. 9 (1).</p> <p class=\"headnote\">Vacancies</p> <p class=\"subsection\">(2) Where one or more vacancies occur in the membership of a committee, the members remaining in office constitute the committee so long as their number is not fewer than a quorum of the committee.  R.S.O. 1990, c. A.26, s. 9 (2).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "section_x": "Executive Committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Executive Committee",
            "content": "10. (1) The Council may delegate to the Executive Committee the authority to exercise any power or perform any duty of the Council, other than to make, amend or revoke a regulation or a by-law.  R.S.O. 1990, c. A.26, s. 10 (1). Urgent matters (2) Subject to ratification by the Council at its next meeting, the Executive Committee may take action upon any other matter that requires immediate attention between meetings of the Council, other than to make, amend or revoke a regulation or a by-law.  R.S.O. 1990, c. A.26, s. 10 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>10.</b> (1) The Council may delegate to the Executive Committee the authority to exercise any power or perform any duty of the Council, other than to make, amend or revoke a regulation or a by-law.  R.S.O. 1990, c. A.26, s. 10 (1).</p> <p class=\"headnote\">Urgent matters</p> <p class=\"subsection\">(2) Subject to ratification by the Council at its next meeting, the Executive Committee may take action upon any other matter that requires immediate attention between meetings of the Council, other than to make, amend or revoke a regulation or a by-law.  R.S.O. 1990, c. A.26, s. 10 (2).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "section_x": "Who may engage in practice of architecture",
            "part_id": null,
            "part_type": null,
            "section_y": "Who may engage in practice of architecture",
            "content": "11.  (1)  No person shall engage in the practice of architecture or hold himself, herself or itself out as engaging in the practice of architecture unless, (a)  the person is licensed under this Act; (b)  the person is the holder of a certificate of practice or the person is doing so as a member of a partnership that holds a certificate of practice; or (c)  the person is the holder of a temporary licence under this Act.  R.S.O. 1990, c. A.26, s. 11 (1); 2010, c. 16, Sched. 2, s. 1 (4). Who may provide service to public (2)  No person shall provide to a member of the public a service that is part of the practice of architecture except under and in accordance with a certificate of practice or a temporary licence.  R.S.O. 1990, c. A.26, s. 11 (2). Exception (3)  Subsections (1) and (2) do not apply to, (a)  the preparation or provision of a design for the construction, enlargement or alteration of a building, (i)  that is not more than three storeys and not more than 600 square metres in gross area as constructed, enlarged or altered, and (ii)  that is used or intended for one or more of residential occupancy, business occupancy, personal services occupancy, mercantile occupancy or industrial occupancy; (b)  the preparation or provision of a design for the construction, enlargement or alteration of a building that is not more than three storeys and that is used or intended for residential occupancy and, (i)  that contains one dwelling unit or two attached dwelling units each of which is constructed directly on grade, or (ii)  that is not more than 600 square metres in building area as constructed, enlarged or altered and contains three or more attached dwelling units, each of which is constructed directly on grade, with no dwelling unit constructed above another dwelling unit; (c)  the preparation or provision of a design for the construction, enlargement or alteration of a building used directly in the extraction, processing or storage of ore from a mine; (d)  the preparation or provision, under the personal supervision and direction of a member of the Association or the holder of a temporary licence, of a design for the construction, enlargement or alteration of a building; (e)  the preparation or provision of a design for interior space for a building, including finishes, fixed or loose furnishings, equipment, fixtures and partitioning of space, and related exterior elements such as signs, finishes and glazed openings used for display purposes, that does not affect or is not likely to affect, (i)  the structural integrity, (ii)  a fire safety system or fire separation, (iii)  a main entrance or public corridor on a floor, (iv)  an exit to a public thoroughfare or to the exterior, (v)  the construction or location of an exterior wall, or (vi)  the usable floor space through the addition of a mezzanine, infill or other similar element, of the building; (f)  the preparation or provision of a design for alterations within a dwelling unit that will not affect or are not likely to affect fire separations, firewalls, the strength or safety of the building or the safety of persons in the building; (g)  the doing of an act that is within the practice of architecture but that is exempt from the application of this Act when performed or provided by a member of a class of persons prescribed by the regulations for the purpose of the exemption, if the act is done by a person who is a member of the class.  R.S.O. 1990, c. A.26, s. 11 (3). Idem (4)  The following rules govern the relationship between architects and professional engineers, and subsections (1) and (2) do not apply to prevent a professional engineer from preparing or providing a design for and carrying out the general review of the construction, enlargement or alteration of a building in accordance with these rules: 1.  Only an architect may prepare or provide a design for the construction, enlargement or alteration of a building, i.  used or intended for residential occupancy, ii.  that exceeds 600 square metres in gross area, and iii.  that does not exceed three storeys, and carry out the general review of the construction, enlargement or alteration of the building but an architect who prepares or provides such a design may engage a professional engineer to provide services within the practice of professional engineering in connection with the design and the professional engineer may provide the services. 2.  An architect or a professional engineer may prepare or provide a design for the construction, enlargement or alteration of a building, i.  that exceeds 600 square metres in gross area or three storeys, and ii.  that is used or intended for, A.  industrial occupancy, or B.  mixed occupancy consisting of industrial occupancy and one or more other occupancies, where none of the other occupancies exceeds 600 square metres of the gross area, but only a professional engineer may provide services within the practice of professional engineering in connection with the design. 3.  Subject to rules 4 and 5, an architect shall provide services that are within the practice of architecture and a professional engineer shall provide services that are within the practice of professional engineering related to the construction, enlargement or alteration of a building used or intended for, i.  assembly occupancy, ii.  institutional occupancy, iii.  business occupancy or personal services occupancy that exceeds 600 square metres in gross area or three storeys, iv.  mercantile occupancy that exceeds 600 square metres in gross area or three storeys, v.  residential occupancy that exceeds three storeys, vi.  mixed occupancy consisting of industrial occupancy and one or more other occupancies, where one of the other occupancies exceeds 600 square metres in gross area, vii.  mixed occupancy consisting of a combination of, A.  assembly occupancy and any other occupancy, except industrial occupancy, B.  institutional occupancy and any other occupancy, except industrial occupancy, C.  one or more of, 1.  business occupancy, 2.  personal services occupancy, or 3.  mercantile occupancy, and any other occupancy, except assembly occupancy, institutional occupancy or industrial occupancy, where the building as constructed, enlarged or altered exceeds 600 square metres in gross area or three storeys, D.  residential occupancy that exceeds three storeys and any other occupancy, where the building as constructed, enlarged or altered exceeds 600 square metres in gross area, or viii.  any other occupancy where the building as constructed, enlarged or altered exceeds 600 square metres in gross area or three storeys, but a professional engineer may provide a design for the industrial occupancy of a mixed occupancy described in subparagraph vi. 4.  An architect may perform or provide services that are within the practice of professional engineering in preparing or providing a design for and carrying out the general review of the construction, enlargement or alteration of a building described in rule 2 or 3 where to do so does not constitute a substantial part of the services within the practice of professional engineering related to the construction, enlargement or alteration of the building and is necessary, i.  for the construction, enlargement or alteration of the building and is incidental to other services provided as part of the practice of architecture by the architect in respect of the construction, enlargement or alteration of the building, or ii.  for co-ordination purposes. 5.  A professional engineer may perform or provide services that are within the practice of architecture in preparing or providing a design for and carrying out the general review of the construction, enlargement or alteration of a building described in rule 1 or 3 where to do so does not constitute a substantial part of the services within the practice of architecture related to the construction, enlargement or alteration of the building and is necessary, i.  for the construction, enlargement or alteration of the building and is incidental to other services provided as part of the practice of professional engineering by the professional engineer in respect of the construction, enlargement or alteration of the building, or ii.  for co-ordination purposes. 6.  Only an architect may carry out or provide the general review of the construction, enlargement or alteration of a building, i.  that is constructed, enlarged or altered in accordance with a design prepared or provided by an architect, or ii.  in relation to services that are provided by an architect in connection with the design in accordance with which the building is constructed, enlarged or altered. 7.  Only a professional engineer may carry out or provide the general review of the construction, enlargement or alteration of a building, i.  that is constructed, enlarged or altered in accordance with a design prepared or provided by a professional engineer, or ii.  in relation to services that are provided by a professional engineer in connection with the design in accordance with which the building is constructed, enlarged or altered. 8.  An architect or a professional engineer may act as prime consultant for the construction, enlargement or alteration of a building. 9.  A reference in these rules to the provision of a design or services by a professional engineer applies equally to a holder of a certificate of authorization issued under the Professional Engineers Act.  R.S.O. 1990, c. A.26, s. 11 (4). Idem (5)  Subsections (1) and (2) do not apply to prevent a person from, (a)  evaluating, advising on or reporting on the construction, enlargement or alteration of a building that does not or is not intended to take the place of evaluating, advising or reporting required to be done by an architect; or (b)  carrying out a general review of the construction, enlargement or alteration of a building that does not or is not intended to take the place of a general review required to be done by an architect.  R.S.O. 1990, c. A.26, s. 11 (5). Definitions (6)  In this section, “assembly occupancy” means occupancy for gatherings of persons for civic, educational, political, recreational, religious, social, travel or other similar purpose, or for the consumption of food or drink; (“établissement de réunion”) “building area” means the greatest horizontal area of a building within the outside surface of exterior walls or, where a firewall is to be constructed, within the outside surface of exterior walls and the centre line of firewalls; (“aire de bâtiment”) “business occupancy” means occupancy for the transaction of business; (“établissement d’affaires”) “dwelling unit” means a room or suite of rooms used or intended to be used as a domicile by one or more persons and usually containing cooking, eating, living, sleeping and sanitary facilities; (“logement”) “fire separation” means a construction assembly that acts as a barrier against the spread of fire and that may or may not have a fire-resistance rating or a fire-protection rating; (“séparation coupe-feu”) “firewall” means a type of fire separation of non-combustible construction that subdivides a building or separates adjoining buildings to resist the spread of fire and that has a fire-resistance rating prescribed in the building code under the Building Code Act and has structural stability to remain intact under fire conditions for the fire-resistance time for which it is rated; (“mur coupe-feu”) “grade” means the lowest of the average levels of finished ground adjoining each exterior wall of a building, but does not include localized depressions such as for vehicle or pedestrian entrances; (“niveau du sol”) “gross area” means the total area of all floors above grade measured between the outside surfaces of exterior walls or, where no access or building service penetrates a firewall, between the outside surfaces of exterior walls and the centre line of firewalls but in a residential occupancy where access or a building service penetrates a firewall, the measurement may be taken to the centre line of the firewall; (“surface hors-tout”) “industrial occupancy” means occupancy for assembling, fabricating, manufacturing, processing, repairing or storing of goods or materials or for producing, converting, processing or storing of energy, waste or natural resources; (“établissement industriel”) “institutional occupancy” means occupancy for the harbouring, housing or detention of persons who require special care or treatment on account of their age or mental or physical limitations or who are involuntarily detained; (“établissement hospitalier, d’assistance ou de détention”) “mercantile occupancy” means occupancy or use for displaying or selling retail goods, wares or merchandise; (“établissement commercial”) “personal services occupancy” means occupancy for the rendering or receiving of professional or personal services; (“établissement de services personnels”) “residential occupancy” means occupancy for providing sleeping accommodation for persons, but does not include institutional occupancy. (“habitation”)  R.S.O. 1990, c. A.26, s. 11 (6). Proof of practice (7)  For the purposes of this section, proof of the performance of one act in the practice of architecture on one occasion is sufficient to establish engaging in the practice of architecture.  R.S.O. 1990, c. A.26, s. 11 (7). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 2, s. 1 (4) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>11. </b> (1)  No person shall engage in the practice of architecture or hold himself, herself or itself out as engaging in the practice of architecture unless,</p> <p class=\"paragraph\">  (a)  the person is licensed under this Act;</p> <p class=\"paragraph\">  (b)  the person is the holder of a certificate of practice or the person is doing so as a member of a partnership that holds a certificate of practice; or</p> <p class=\"paragraph\">  (c)  the person is the holder of a temporary licence under this Act.  R.S.O. 1990, c. A.26, s. 11 (1); 2010, c. 16, Sched. 2, s. 1 (4).</p> <p class=\"headnote\">Who may provide service to public</p> <p class=\"subsection\">(2)  No person shall provide to a member of the public a service that is part of the practice of architecture except under and in accordance with a certificate of practice or a temporary licence.  R.S.O. 1990, c. A.26, s. 11 (2).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3)  Subsections (1) and (2) do not apply to,</p> <p class=\"paragraph\">  (a)  the preparation or provision of a design for the construction, enlargement or alteration of a building,</p> <p class=\"subclause\">  (i)  that is not more than three storeys and not more than 600 square metres in gross area as constructed, enlarged or altered, and</p> <p class=\"subclause\">  (ii)  that is used or intended for one or more of residential occupancy, business occupancy, personal services occupancy, mercantile occupancy or industrial occupancy;</p> <p class=\"paragraph\">  (b)  the preparation or provision of a design for the construction, enlargement or alteration of a building that is not more than three storeys and that is used or intended for residential occupancy and,</p> <p class=\"subclause\">  (i)  that contains one dwelling unit or two attached dwelling units each of which is constructed directly on grade, or</p> <p class=\"subclause\">  (ii)  that is not more than 600 square metres in building area as constructed, enlarged or altered and contains three or more attached dwelling units, each of which is constructed directly on grade, with no dwelling unit constructed above another dwelling unit;</p> <p class=\"paragraph\">  (c)  the preparation or provision of a design for the construction, enlargement or alteration of a building used directly in the extraction, processing or storage of ore from a mine;</p> <p class=\"paragraph\">  (d)  the preparation or provision, under the personal supervision and direction of a member of the Association or the holder of a temporary licence, of a design for the construction, enlargement or alteration of a building;</p> <p class=\"paragraph\">  (e)  the preparation or provision of a design for interior space for a building, including finishes, fixed or loose furnishings, equipment, fixtures and partitioning of space, and related exterior elements such as signs, finishes and glazed openings used for display purposes, that does not affect or is not likely to affect,</p> <p class=\"subclause\">  (i)  the structural integrity,</p> <p class=\"subclause\">  (ii)  a fire safety system or fire separation,</p> <p class=\"subclause\">  (iii)  a main entrance or public corridor on a floor,</p> <p class=\"subclause\">  (iv)  an exit to a public thoroughfare or to the exterior,</p> <p class=\"subclause\">  (v)  the construction or location of an exterior wall, or</p> <p class=\"subclause\">  (vi)  the usable floor space through the addition of a mezzanine, infill or other similar element,</p> <p class=\"paragraph\">of the building;</p> <p class=\"paragraph\">  (f)  the preparation or provision of a design for alterations within a dwelling unit that will not affect or are not likely to affect fire separations, firewalls, the strength or safety of the building or the safety of persons in the building;</p> <p class=\"paragraph\">  (g)  the doing of an act that is within the practice of architecture but that is exempt from the application of this Act when performed or provided by a member of a class of persons prescribed by the regulations for the purpose of the exemption, if the act is done by a person who is a member of the class.  R.S.O. 1990, c. A.26, s. 11 (3).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(4)  The following rules govern the relationship between architects and professional engineers, and subsections (1) and (2) do not apply to prevent a professional engineer from preparing or providing a design for and carrying out the general review of the construction, enlargement or alteration of a building in accordance with these rules:</p> <p class=\"paragraph\">  1.  Only an architect may prepare or provide a design for the construction, enlargement or alteration of a building,</p> <p class=\"subpara\">  i.  used or intended for residential occupancy,</p> <p class=\"subpara\">  ii.  that exceeds 600 square metres in gross area, and</p> <p class=\"subpara\">  iii.  that does not exceed three storeys,</p> <p class=\"paragraph\">and carry out the general review of the construction, enlargement or alteration of the building but an architect who prepares or provides such a design may engage a professional engineer to provide services within the practice of professional engineering in connection with the design and the professional engineer may provide the services.</p> <p class=\"paragraph\">  2.  An architect or a professional engineer may prepare or provide a design for the construction, enlargement or alteration of a building,</p> <p class=\"subpara\">  i.  that exceeds 600 square metres in gross area or three storeys, and</p> <p class=\"subpara\">  ii.  that is used or intended for,</p> <p class=\"subsubpara\">  A.  industrial occupancy, or</p> <p class=\"subsubpara\">  B.  mixed occupancy consisting of industrial occupancy and one or more other occupancies, where none of the other occupancies exceeds 600 square metres of the gross area,</p> <p class=\"paragraph\">but only a professional engineer may provide services within the practice of professional engineering in connection with the design.</p> <p class=\"paragraph\">  3.  Subject to rules 4 and 5, an architect shall provide services that are within the practice of architecture and a professional engineer shall provide services that are within the practice of professional engineering related to the construction, enlargement or alteration of a building used or intended for,</p> <p class=\"subpara\">  i.  assembly occupancy,</p> <p class=\"subpara\">  ii.  institutional occupancy,</p> <p class=\"subpara\">  iii.  business occupancy or personal services occupancy that exceeds 600 square metres in gross area or three storeys,</p> <p class=\"subpara\">  iv.  mercantile occupancy that exceeds 600 square metres in gross area or three storeys,</p> <p class=\"subpara\">  v.  residential occupancy that exceeds three storeys,</p> <p class=\"subpara\">  vi.  mixed occupancy consisting of industrial occupancy and one or more other occupancies, where one of the other occupancies exceeds 600 square metres in gross area,</p> <p class=\"subpara\">  vii.  mixed occupancy consisting of a combination of,</p> <p class=\"subsubpara\">  A.  assembly occupancy and any other occupancy, except industrial occupancy,</p> <p class=\"subsubpara\">  B.  institutional occupancy and any other occupancy, except industrial occupancy,</p> <p class=\"subsubpara\">  C.  one or more of,</p> <p class=\"subsubsubpara\">  1.  business occupancy,</p> <p class=\"subsubsubpara\">  2.  personal services occupancy, or</p> <p class=\"subsubsubpara\">  3.  mercantile occupancy,</p> <p class=\"subsubpara\">and any other occupancy, except assembly occupancy, institutional occupancy or industrial occupancy,</p> <p class=\"subpara\">where the building as constructed, enlarged or altered exceeds 600 square metres in gross area or three storeys,</p> <p class=\"subsubpara\">  D.  residential occupancy that exceeds three storeys and any other occupancy, where the building as constructed, enlarged or altered exceeds 600 square metres in gross area, or</p> <p class=\"subpara\">  viii.  any other occupancy where the building as constructed, enlarged or altered exceeds 600 square metres in gross area or three storeys,</p> <p class=\"paragraph\">but a professional engineer may provide a design for the industrial occupancy of a mixed occupancy described in subparagraph vi.</p> <p class=\"paragraph\">  4.  An architect may perform or provide services that are within the practice of professional engineering in preparing or providing a design for and carrying out the general review of the construction, enlargement or alteration of a building described in rule 2 or 3 where to do so does not constitute a substantial part of the services within the practice of professional engineering related to the construction, enlargement or alteration of the building and is necessary,</p> <p class=\"subpara\">  i.  for the construction, enlargement or alteration of the building and is incidental to other services provided as part of the practice of architecture by the architect in respect of the construction, enlargement or alteration of the building, or</p> <p class=\"subpara\">  ii.  for co-ordination purposes.</p> <p class=\"paragraph\">  5.  A professional engineer may perform or provide services that are within the practice of architecture in preparing or providing a design for and carrying out the general review of the construction, enlargement or alteration of a building described in rule 1 or 3 where to do so does not constitute a substantial part of the services within the practice of architecture related to the construction, enlargement or alteration of the building and is necessary,</p> <p class=\"subpara\">  i.  for the construction, enlargement or alteration of the building and is incidental to other services provided as part of the practice of professional engineering by the professional engineer in respect of the construction, enlargement or alteration of the building, or</p> <p class=\"subpara\">  ii.  for co-ordination purposes.</p> <p class=\"paragraph\">  6.  Only an architect may carry out or provide the general review of the construction, enlargement or alteration of a building,</p> <p class=\"subpara\">  i.  that is constructed, enlarged or altered in accordance with a design prepared or provided by an architect, or</p> <p class=\"subpara\">  ii.  in relation to services that are provided by an architect in connection with the design in accordance with which the building is constructed, enlarged or altered.</p> <p class=\"paragraph\">  7.  Only a professional engineer may carry out or provide the general review of the construction, enlargement or alteration of a building,</p> <p class=\"subpara\">  i.  that is constructed, enlarged or altered in accordance with a design prepared or provided by a professional engineer, or</p> <p class=\"subpara\">  ii.  in relation to services that are provided by a professional engineer in connection with the design in accordance with which the building is constructed, enlarged or altered.</p> <p class=\"paragraph\">  8.  An architect or a professional engineer may act as prime consultant for the construction, enlargement or alteration of a building.</p> <p class=\"paragraph\">  9.  A reference in these rules to the provision of a design or services by a professional engineer applies equally to a holder of a certificate of authorization issued under the Professional Engineers Act.  R.S.O. 1990, c. A.26, s. 11 (4).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(5)  Subsections (1) and (2) do not apply to prevent a person from,</p> <p class=\"paragraph\">  (a)  evaluating, advising on or reporting on the construction, enlargement or alteration of a building that does not or is not intended to take the place of evaluating, advising or reporting required to be done by an architect; or</p> <p class=\"paragraph\">  (b)  carrying out a general review of the construction, enlargement or alteration of a building that does not or is not intended to take the place of a general review required to be done by an architect.  R.S.O. 1990, c. A.26, s. 11 (5).</p> <p class=\"headnote\">Definitions</p> <p class=\"subsection\">(6)  In this section,</p> <p class=\"definition\">“assembly occupancy” means occupancy for gatherings of persons for civic, educational, political, recreational, religious, social, travel or other similar purpose, or for the consumption of food or drink; (“établissement de réunion”)</p> <p class=\"definition\">“building area” means the greatest horizontal area of a building within the outside surface of exterior walls or, where a firewall is to be constructed, within the outside surface of exterior walls and the centre line of firewalls; (“aire de bâtiment”)</p> <p class=\"definition\">“business occupancy” means occupancy for the transaction of business; (“établissement d’affaires”)</p> <p class=\"definition\">“dwelling unit” means a room or suite of rooms used or intended to be used as a domicile by one or more persons and usually containing cooking, eating, living, sleeping and sanitary facilities; (“logement”)</p> <p class=\"definition\">“fire separation” means a construction assembly that acts as a barrier against the spread of fire and that may or may not have a fire-resistance rating or a fire-protection rating; (“séparation coupe-feu”)</p> <p class=\"definition\">“firewall” means a type of fire separation of non-combustible construction that subdivides a building or separates adjoining buildings to resist the spread of fire and that has a fire-resistance rating prescribed in the building code under the <i>Building Code Act</i> and has structural stability to remain intact under fire conditions for the fire-resistance time for which it is rated; (“mur coupe-feu”)</p> <p class=\"definition\">“grade” means the lowest of the average levels of finished ground adjoining each exterior wall of a building, but does not include localized depressions such as for vehicle or pedestrian entrances; (“niveau du sol”)</p> <p class=\"definition\">“gross area” means the total area of all floors above grade measured between the outside surfaces of exterior walls or, where no access or building service penetrates a firewall, between the outside surfaces of exterior walls and the centre line of firewalls but in a residential occupancy where access or a building service penetrates a firewall, the measurement may be taken to the centre line of the firewall; (“surface hors-tout”)</p> <p class=\"definition\">“industrial occupancy” means occupancy for assembling, fabricating, manufacturing, processing, repairing or storing of goods or materials or for producing, converting, processing or storing of energy, waste or natural resources; (“établissement industriel”)</p> <p class=\"definition\">“institutional occupancy” means occupancy for the harbouring, housing or detention of persons who require special care or treatment on account of their age or mental or physical limitations or who are involuntarily detained; (“établissement hospitalier, d’assistance ou de détention”)</p> <p class=\"definition\">“mercantile occupancy” means occupancy or use for displaying or selling retail goods, wares or merchandise; (“établissement commercial”)</p> <p class=\"definition\">“personal services occupancy” means occupancy for the rendering or receiving of professional or personal services; (“établissement de services personnels”)</p> <p class=\"definition\">“residential occupancy” means occupancy for providing sleeping accommodation for persons, but does not include institutional occupancy. (“habitation”)  R.S.O. 1990, c. A.26, s. 11 (6).</p> <p class=\"headnote\">Proof of practice</p> <p class=\"subsection\">(7)  For the purposes of this section, proof of the performance of one act in the practice of architecture on one occasion is sufficient to establish engaging in the practice of architecture.  R.S.O. 1990, c. A.26, s. 11 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s4\">2010, c. 16, Sched. 2, s. 1 (4)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "section_x": "Corporation, partnership",
            "part_id": null,
            "part_type": null,
            "section_y": "Corporation, partnership",
            "content": "12 A corporation or partnership that holds a certificate of practice may engage in the practice of architecture.  2010, c. 16, Sched. 2, s. 1 (5). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 2, s. 1 (5) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>12 </b>A corporation or partnership that holds a certificate of practice may engage in the practice of architecture.  2010, c. 16, Sched. 2, s. 1 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s5\">2010, c. 16, Sched. 2, s. 1 (5)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "13.",
            "section_x": "Issuance of licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Issuance of licence",
            "content": "13.  (1)  The Registrar shall issue a licence to a natural person who applies therefor in accordance with the regulations and, (a)  is of good character; (b)  is not less than eighteen years of age; (c)  is a citizen of Canada or has the status of a permanent resident of Canada or is a member of an organization of architects that is recognized by the Council and that has objects, standards of practice and requirements for membership similar to those of the Association; (d)  has complied with the academic and experience requirements specified in the regulations for the issuance of the licence or is exempted therefrom by the Council; and (e)  has passed such examinations and completed such courses of study as the Council may set or approve in accordance with the regulations or is exempted therefrom by the Council.  R.S.O. 1990, c. A.26, s. 13 (1); 2010, c. 16, Sched. 2, s. 1 (6). Grounds for refusal to issue licence (2)  The Registrar may refuse to issue a licence to an applicant where the Registrar is of the opinion, upon reasonable and probable grounds, that the past conduct of the applicant affords grounds for belief that the applicant will not engage in the practice of architecture in accordance with the law and with honesty and integrity.  R.S.O. 1990, c. A.26, s. 13 (2). Referral to committee (3)  The Registrar, on his or her own initiative, may refer and on the request of an applicant shall refer the application of the applicant for the issuance of a licence, (a)  to the Academic Requirements Committee for a determination as to whether or not the applicant has met the academic requirements prescribed by the regulations for the issuance of the licence; (b)  to the Experience Requirements Committee for a determination as to whether or not the applicant has met the experience requirements prescribed by the regulations for the issuance of the licence; or (c)  first to the Academic Requirements Committee and then to the Experience Requirements Committee for determinations under clauses (a) and (b).  R.S.O. 1990, c. A.26, s. 13 (3). Determination by committee (4)  A determination by a committee under subsection (3) is final and is binding on the Registrar and on the applicant.  R.S.O. 1990, c. A.26, s. 13 (4). Hearing (5)  A committee shall receive written representations from an applicant but is not required to hold or to afford to any person a hearing or an opportunity to make oral submissions before making a determination under subsection (3).  R.S.O. 1990, c. A.26, s. 13 (5). Notice of determination (6)  The Registrar shall give notice to the applicant of a determination by a committee under subsection (3) and, if the applicant is rejected, the notice shall detail the specific requirements that the applicant must meet.  R.S.O. 1990, c. A.26, s. 13 (6). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 2, s. 1 (6) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>13.</b>  (1)  The Registrar shall issue a licence to a natural person who applies therefor in accordance with the regulations and,</p> <p class=\"paragraph\">  (a)  is of good character;</p> <p class=\"paragraph\">  (b)  is not less than eighteen years of age;</p> <p class=\"paragraph\">  (c)  is a citizen of Canada or has the status of a permanent resident of Canada or is a member of an organization of architects that is recognized by the Council and that has objects, standards of practice and requirements for membership similar to those of the Association;</p> <p class=\"paragraph\">  (d)  has complied with the academic and experience requirements specified in the regulations for the issuance of the licence or is exempted therefrom by the Council; and</p> <p class=\"paragraph\">  (e)  has passed such examinations and completed such courses of study as the Council may set or approve in accordance with the regulations or is exempted therefrom by the Council.  R.S.O. 1990, c. A.26, s. 13 (1); 2010, c. 16, Sched. 2, s. 1 (6).</p> <p class=\"headnote\">Grounds for refusal to issue licence</p> <p class=\"subsection\">(2)  The Registrar may refuse to issue a licence to an applicant where the Registrar is of the opinion, upon reasonable and probable grounds, that the past conduct of the applicant affords grounds for belief that the applicant will not engage in the practice of architecture in accordance with the law and with honesty and integrity.  R.S.O. 1990, c. A.26, s. 13 (2).</p> <p class=\"headnote\">Referral to committee</p> <p class=\"subsection\">(3)  The Registrar, on his or her own initiative, may refer and on the request of an applicant shall refer the application of the applicant for the issuance of a licence,</p> <p class=\"paragraph\">  (a)  to the Academic Requirements Committee for a determination as to whether or not the applicant has met the academic requirements prescribed by the regulations for the issuance of the licence;</p> <p class=\"paragraph\">  (b)  to the Experience Requirements Committee for a determination as to whether or not the applicant has met the experience requirements prescribed by the regulations for the issuance of the licence; or</p> <p class=\"paragraph\">  (c)  first to the Academic Requirements Committee and then to the Experience Requirements Committee for determinations under clauses (a) and (b).  R.S.O. 1990, c. A.26, s. 13 (3).</p> <p class=\"headnote\">Determination by committee</p> <p class=\"subsection\">(4)  A determination by a committee under subsection (3) is final and is binding on the Registrar and on the applicant.  R.S.O. 1990, c. A.26, s. 13 (4).</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(5)  A committee shall receive written representations from an applicant but is not required to hold or to afford to any person a hearing or an opportunity to make oral submissions before making a determination under subsection (3).  R.S.O. 1990, c. A.26, s. 13 (5).</p> <p class=\"headnote\">Notice of determination</p> <p class=\"subsection\">(6)  The Registrar shall give notice to the applicant of a determination by a committee under subsection (3) and, if the applicant is rejected, the notice shall detail the specific requirements that the applicant must meet.  R.S.O. 1990, c. A.26, s. 13 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s6\">2010, c. 16, Sched. 2, s. 1 (6)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "14.",
            "section_x": "Issuance of certificate of practice to corporation",
            "part_id": null,
            "part_type": null,
            "section_y": "Issuance of certificate of practice to corporation",
            "content": "14.  (1)  The Registrar shall issue a certificate of practice to a corporation that applies therefor in accordance with the regulations if, (a)  a majority of the directors of the corporation is composed of, (i)  members of the Ontario Association of Architects, or (ii)  members of the Ontario Association of Architects and members of the Association of Professional Engineers of Ontario; (b)  at least 51 per cent, or such greater proportion as may be prescribed by the regulations, of the voting shares and of the value of all the shares of the corporation is directly or indirectly controlled and owned by, (i)  members of the Ontario Association of Architects, or (ii)  members of the Ontario Association of Architects and members of the Association of Professional Engineers of Ontario; (c)  the primary function of the corporation is to engage in the practice of architecture; and (d)  at least one of the directors or employees of the corporation is a member of the Association who will personally supervise and direct on a full-time basis the practice of architecture by the corporation.  R.S.O. 1990, c. A.26, s. 14 (1); 2010, c. 16, Sched. 2, s. 1 (7, 8). Idem (2)  The Registrar shall issue a certificate of practice to a corporation that applies therefor in accordance with the regulations if, (a)  the corporation holds a general certificate of authorization issued under the Professional Engineers Act; (b)  a majority of the directors of the corporation is composed of, (i)  members of the Association of Professional Engineers of Ontario, or (ii)  members of the Ontario Association of Architects and members of the Association of Professional Engineers of Ontario; (c)  at least 51 per cent, or such greater proportion as may be prescribed by the regulations, of the voting shares and of the value of all the shares of the corporation is directly or indirectly controlled and owned by, (i)  members of the Association of Professional Engineers of Ontario, or (ii)  members of the Association of Professional Engineers of Ontario and members of the Ontario Association of Architects; and (d)  at least one of the directors or employees of the corporation is a member of the Association who will personally supervise and direct on a full-time basis the practice of architecture by the corporation.  R.S.O. 1990, c. A.26, s. 14 (2); 2010, c. 16, Sched. 2, s. 1 (9, 10). Exclusion (2.1) Sections 3.2, 3.3 and 3.4 of the Business Corporations Act do not apply to a corporation that has been issued a certificate of practice under this section.  2009, c. 34, Sched. B, s. 1. Refusal to issue or revocation (3) The Registrar may refuse to issue a certificate of practice to a corporation or may suspend or revoke a certificate of practice issued to a corporation if the Registrar is of the opinion, on reasonable and probable grounds, that the corporation fails to comply with the requirements for the issuance of the certificate of practice set out in subsection (1) or (2).  2010, c. 16, Sched. 2, s. 1 (11). Section Amendments with date in force (d/m/y) 2009, c. 34, Sched. B, s. 1 - 1/11/2001 2010, c. 16, Sched. 2, s. 1 (7-11) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>14.</b>  (1)  The Registrar shall issue a certificate of practice to a corporation that applies therefor in accordance with the regulations if,</p> <p class=\"paragraph\">  (a)  a majority of the directors of the corporation is composed of,</p> <p class=\"subclause\">  (i)  members of the Ontario Association of Architects, or</p> <p class=\"subclause\">  (ii)  members of the Ontario Association of Architects and members of the Association of Professional Engineers of Ontario;</p> <p class=\"paragraph\">  (b)  at least 51 per cent, or such greater proportion as may be prescribed by the regulations, of the voting shares and of the value of all the shares of the corporation is directly or indirectly controlled and owned by,</p> <p class=\"subclause\">  (i)  members of the Ontario Association of Architects, or</p> <p class=\"subclause\">  (ii)  members of the Ontario Association of Architects and members of the Association of Professional Engineers of Ontario;</p> <p class=\"paragraph\">  (c)  the primary function of the corporation is to engage in the practice of architecture; and</p> <p class=\"paragraph\">  (d)  at least one of the directors or employees of the corporation is a member of the Association who will personally supervise and direct on a full-time basis the practice of architecture by the corporation.  R.S.O. 1990, c. A.26, s. 14 (1); 2010, c. 16, Sched. 2, s. 1 (7, 8).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2)  The Registrar shall issue a certificate of practice to a corporation that applies therefor in accordance with the regulations if,</p> <p class=\"paragraph\">  (a)  the corporation holds a general certificate of authorization issued under the <i>Professional Engineers Act</i>;</p> <p class=\"paragraph\">  (b)  a majority of the directors of the corporation is composed of,</p> <p class=\"subclause\">  (i)  members of the Association of Professional Engineers of Ontario, or</p> <p class=\"subclause\">  (ii)  members of the Ontario Association of Architects and members of the Association of Professional Engineers of Ontario;</p> <p class=\"paragraph\">  (c)  at least 51 per cent, or such greater proportion as may be prescribed by the regulations, of the voting shares and of the value of all the shares of the corporation is directly or indirectly controlled and owned by,</p> <p class=\"subclause\">  (i)  members of the Association of Professional Engineers of Ontario, or</p> <p class=\"subclause\">  (ii)  members of the Association of Professional Engineers of Ontario and members of the Ontario Association of Architects; and</p> <p class=\"paragraph\">  (d)  at least one of the directors or employees of the corporation is a member of the Association who will personally supervise and direct on a full-time basis the practice of architecture by the corporation.  R.S.O. 1990, c. A.26, s. 14 (2); 2010, c. 16, Sched. 2, s. 1 (9, 10).</p> <p class=\"headnote\">Exclusion</p> <p class=\"subsection\">(2.1) Sections 3.2, 3.3 and 3.4 of the <i>Business Corporations Act</i> do not apply to a corporation that has been issued a certificate of practice under this section.  2009, c. 34, Sched. B, s. 1.</p> <p class=\"headnote\">Refusal to issue or revocation</p> <p class=\"subsection\">(3) The Registrar may refuse to issue a certificate of practice to a corporation or may suspend or revoke a certificate of practice issued to a corporation if the Registrar is of the opinion, on reasonable and probable grounds, that the corporation fails to comply with the requirements for the issuance of the certificate of practice set out in subsection (1) or (2).  2010, c. 16, Sched. 2, s. 1 (11).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09034#schedas12s2\">2009, c. 34, Sched. B, s. 1</a></span> - 1/11/2001</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s7\">2010, c. 16, Sched. 2, s. 1 (7-11)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "15.",
            "section_x": "Issuance of certificate of practice to partnership",
            "part_id": null,
            "part_type": null,
            "section_y": "Issuance of certificate of practice to partnership",
            "content": "15 (1) The Registrar shall issue a certificate of practice to a partnership that proposes to engage in or hold itself out as engaging in the practice of architecture if the partnership applies for the certificate in accordance with the regulations and, (a)  at least 51 per cent, or such greater proportion as may be prescribed by the regulations, of the voting interest and of the financial interest in the partnership is directly or indirectly held by, (i)  one or more members of the Ontario Association of Architects, (ii)  one or more members of the Association of Professional Engineers of Ontario, or (iii)  one or more members of the Ontario Association of Architects and one or more members of the Association of Professional Engineers of Ontario; (b)  in the case of a partnership to which subclause (a) (ii) applies, the partnership employs at least one member of the Ontario Association of Architects who will personally supervise and direct on a full-time basis the practice of architecture by the partnership; and (c)  in the case of a partnership to which subclause (a) (ii) or (iii) applies, the partnership holds a general certificate of authorization.  2010, c. 16, Sched. 2, s. 1 (12). Exclusion (2) Sections 3.2, 3.3 and 3.4 of the Business Corporations Act\ndo not apply to a corporation that is a partner in a partnership that has been issued a certificate of practice under this section.  2010, c. 16, Sched. 2, s. 1 (12). Refusal to issue or revocation (3) The Registrar may refuse to issue a certificate of practice to a partnership or may suspend or revoke a certificate of practice issued to a partnership if the Registrar is of the opinion, on reasonable and probable grounds, that the partnership fails to comply with the requirements for the issuance of the certificate of practice set out in subsection (1).  2010, c. 16, Sched. 2, s. 1 (12). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 2, s. 1 (12) - 25/10/2010 16 Repealed:  2010, c. 16, Sched. 2, s. 1 (12). Section Amendments with date in force (d/m/y) 2009, c. 34, Sched. B, s. 2 - 1/11/2001 2010, c. 16, Sched. 2, s. 1 (12) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>15 </b>(1) The Registrar shall issue a certificate of practice to a partnership that proposes to engage in or hold itself out as engaging in the practice of architecture if the partnership applies for the certificate in accordance with the regulations and,</p> <p class=\"paragraph\">  (a)  at least 51 per cent, or such greater proportion as may be prescribed by the regulations, of the voting interest and of the financial interest in the partnership is directly or indirectly held by,</p> <p class=\"subclause\">  (i)  one or more members of the Ontario Association of Architects,</p> <p class=\"subclause\">  (ii)  one or more members of the Association of Professional Engineers of Ontario, or</p> <p class=\"subclause\">  (iii)  one or more members of the Ontario Association of Architects and one or more members of the Association of Professional Engineers of Ontario;</p> <p class=\"paragraph\">  (b)  in the case of a partnership to which subclause (a) (ii) applies, the partnership employs at least one member of the Ontario Association of Architects who will personally supervise and direct on a full-time basis the practice of architecture by the partnership; and</p> <p class=\"paragraph\">  (c)  in the case of a partnership to which subclause (a) (ii) or (iii) applies, the partnership holds a general certificate of authorization.  2010, c. 16, Sched. 2, s. 1 (12).</p> <p class=\"headnote\">Exclusion</p> <p class=\"subsection\">(2) Sections 3.2, 3.3 and 3.4 of the <i>Business Corporations Act</i><i>\n</i>do not apply to a corporation that is a partner in a partnership that has been issued a certificate of practice under this section.  2010, c. 16, Sched. 2, s. 1 (12).</p> <p class=\"headnote\">Refusal to issue or revocation</p> <p class=\"subsection\">(3) The Registrar may refuse to issue a certificate of practice to a partnership or may suspend or revoke a certificate of practice issued to a partnership if the Registrar is of the opinion, on reasonable and probable grounds, that the partnership fails to comply with the requirements for the issuance of the certificate of practice set out in subsection (1).  2010, c. 16, Sched. 2, s. 1 (12).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s12\">2010, c. 16, Sched. 2, s. 1 (12)</a></span> - 25/10/2010</p> <p class=\"section\"><b>16 </b><span class=\"ovsmallcap\">Repealed</span>:  2010, c. 16, Sched. 2, s. 1 (12).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09034#schedbs2\">2009, c. 34, Sched. B, s. 2</a></span> - 1/11/2001</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s12\">2010, c. 16, Sched. 2, s. 1 (12)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "17.",
            "section_x": "Issuance of certificate of practice to member of Association",
            "part_id": null,
            "part_type": null,
            "section_y": "Issuance of certificate of practice to member of Association",
            "content": "17. (1) The Registrar shall issue a certificate of practice to a member of the Association who applies therefor in accordance with the regulations.  R.S.O. 1990, c. A.26, s. 17 (1). Refusal or revocation (2) The Registrar may refuse to issue a certificate of practice to a member of the Association or may suspend or revoke a certificate of practice held by a member of the Association where the Registrar is of the opinion, upon reasonable and probable grounds, that the member has not engaged in the practice of architecture during the period of five years preceding the date of the refusal or revocation.  R.S.O. 1990, c. A.26, s. 17 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>17.</b> (1) The Registrar shall issue a certificate of practice to a member of the Association who applies therefor in accordance with the regulations.  R.S.O. 1990, c. A.26, s. 17 (1).</p> <p class=\"headnote\">Refusal or revocation</p> <p class=\"subsection\">(2) The Registrar may refuse to issue a certificate of practice to a member of the Association or may suspend or revoke a certificate of practice held by a member of the Association where the Registrar is of the opinion, upon reasonable and probable grounds, that the member has not engaged in the practice of architecture during the period of five years preceding the date of the refusal or revocation.  R.S.O. 1990, c. A.26, s. 17 (2).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "18.",
            "section_x": "Issuance of certificate of practice to member of A.P.E.O.",
            "part_id": null,
            "part_type": null,
            "section_y": "Issuance of certificate of practice to member of A.P.E.O.",
            "content": "18.  The Registrar shall issue a certificate of practice to a member of the Association of Professional Engineers of Ontario who applies therefor in accordance with the regulations and who, (a)  holds a general certificate of authorization; and (b)  employs at least one member of the Association who will personally supervise and direct on a full-time basis the practice of architecture by the holder of the certificate of practice.  R.S.O. 1990, c. A.26, s. 18; 2010, c. 16, Sched. 2, s. 1 (13). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 2, s. 1 (13) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>18.</b>  The Registrar shall issue a certificate of practice to a member of the Association of Professional Engineers of Ontario who applies therefor in accordance with the regulations and who,</p> <p class=\"paragraph\">  (a)  holds a general certificate of authorization; and</p> <p class=\"paragraph\">  (b)  employs at least one member of the Association who will personally supervise and direct on a full-time basis the practice of architecture by the holder of the certificate of practice.  R.S.O. 1990, c. A.26, s. 18; 2010, c. 16, Sched. 2, s. 1 (13).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s13\">2010, c. 16, Sched. 2, s. 1 (13)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "19.",
            "section_x": "Issuance of licence or certificate of practice on direction of Council",
            "part_id": null,
            "part_type": null,
            "section_y": "Issuance of licence or certificate of practice on direction of Council",
            "content": "19. The Registrar shall issue a licence or a certificate of practice upon a direction of the Council made in accordance with a recommendation by the Joint Practice Board.  R.S.O. 1990, c. A.26, s. 19. Refusal, revocation and suspension of certificates of practice",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>19.</b> The Registrar shall issue a licence or a certificate of practice upon a direction of the Council made in accordance with a recommendation by the Joint Practice Board.  R.S.O. 1990, c. A.26, s. 19.</p> <p class=\"headnote\">Refusal, revocation and suspension of certificates of practice</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "20.",
            "section_x": "Refusal, revocation and suspension of certificates of practice",
            "part_id": null,
            "part_type": null,
            "section_y": "Refusal or revocation related to past conduct",
            "content": "20 (1) The Registrar may refuse to issue a certificate of practice to a corporation, a partnership or a natural person, or may suspend or revoke a certificate of practice, where the Registrar is of the opinion, upon reasonable and probable grounds, that the past conduct, (a)  in the case of a corporation, of an officer, director or employee of the corporation; (b)  in the case of a partnership, of a member or employee of the partnership or of an officer, director or employee of a member of the partnership; or (c)  Repealed:  2010, c. 16, Sched. 2, s. 1 (15). (d)  in the case of a natural person, of the natural person, affords grounds for belief that the corporation, partnership or natural person, as the case may be, will not engage in the practice of architecture in accordance with the law and with honesty and integrity.  R.S.O. 1990, c. A.26, s. 20 (1); 2010, c. 16, Sched. 2, s. 1 (14-16). Suspension of effect (2) A holder of a certificate of practice ceases to be entitled to offer to the public or to provide to the public services that are within the practice of architecture as soon as there is no member of the Association who personally supervises and directs the practice of architecture by the holder of the certificate of practice.  R.S.O. 1990, c. A.26, s. 20 (2). Notice to Registrar by holder (3) The holder of a certificate of practice must give notice to the Registrar when there ceases to be a member of the Association who personally supervises and directs the practice of architecture by the holder of the certificate of practice and when the holder of the certificate of practice designates another member of the Association to personally supervise and direct such practice of architecture.  R.S.O. 1990, c. A.26, s. 20 (3). Notice to Registrar by person in position of professional responsibility (4) A member of the Association who ceases to personally supervise and direct the practice of architecture by a holder of a certificate of practice as the person so designated by the holder of the certificate of practice shall give notice of the cessation forthwith to the Registrar.  R.S.O. 1990, c. A.26, s. 20 (4). Past conduct (5) The Registrar may suspend or revoke a certificate of practice where the Registrar is of the opinion, upon reasonable and probable grounds, (a)  that the holder of the certificate of practice does not meet the requirements or the qualifications for the issuance of the certificate of practice set out in the regulations; or (b)  that there has been a breach of a condition of the certificate of practice.  R.S.O. 1990, c. A.26, s. 20 (5). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 2, s. 1 (14-16) - 25/10/2010 21 Repealed:  2010, c. 16, Sched. 2, s. 1 (17). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 2, s. 1 (17) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>20 </b>(1) The Registrar may refuse to issue a certificate of practice to a corporation, a partnership or a natural person, or may suspend or revoke a certificate of practice, where the Registrar is of the opinion, upon reasonable and probable grounds, that the past conduct,</p> <p class=\"paragraph\">  (a)  in the case of a corporation, of an officer, director or employee of the corporation;</p> <p class=\"paragraph\">  (b)  in the case of a partnership, of a member or employee of the partnership or of an officer, director or employee of a member of the partnership; or</p> <p class=\"paragraph\">  (c)  <span class=\"ovsmallcap\">Repealed</span>:  2010, c. 16, Sched. 2, s. 1 (15).</p> <p class=\"paragraph\">  (d)  in the case of a natural person, of the natural person,</p> <p class=\"subsection\">affords grounds for belief that the corporation, partnership or natural person, as the case may be, will not engage in the practice of architecture in accordance with the law and with honesty and integrity.  R.S.O. 1990, c. A.26, s. 20 (1); 2010, c. 16, Sched. 2, s. 1 (14-16).</p> <p class=\"headnote\">Suspension of effect</p> <p class=\"subsection\">(2) A holder of a certificate of practice ceases to be entitled to offer to the public or to provide to the public services that are within the practice of architecture as soon as there is no member of the Association who personally supervises and directs the practice of architecture by the holder of the certificate of practice.  R.S.O. 1990, c. A.26, s. 20 (2).</p> <p class=\"headnote\">Notice to Registrar by holder</p> <p class=\"subsection\">(3) The holder of a certificate of practice must give notice to the Registrar when there ceases to be a member of the Association who personally supervises and directs the practice of architecture by the holder of the certificate of practice and when the holder of the certificate of practice designates another member of the Association to personally supervise and direct such practice of architecture.  R.S.O. 1990, c. A.26, s. 20 (3).</p> <p class=\"headnote\">Notice to Registrar by person in position of professional responsibility</p> <p class=\"subsection\">(4) A member of the Association who ceases to personally supervise and direct the practice of architecture by a holder of a certificate of practice as the person so designated by the holder of the certificate of practice shall give notice of the cessation forthwith to the Registrar.  R.S.O. 1990, c. A.26, s. 20 (4).</p> <p class=\"headnote\">Past conduct</p> <p class=\"subsection\">(5) The Registrar may suspend or revoke a certificate of practice where the Registrar is of the opinion, upon reasonable and probable grounds,</p> <p class=\"paragraph\">  (a)  that the holder of the certificate of practice does not meet the requirements or the qualifications for the issuance of the certificate of practice set out in the regulations; or</p> <p class=\"paragraph\">  (b)  that there has been a breach of a condition of the certificate of practice.  R.S.O. 1990, c. A.26, s. 20 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s14\">2010, c. 16, Sched. 2, s. 1 (14-16)</a></span> - 25/10/2010</p> <p class=\"section\"><b>21 </b><span class=\"ovsmallcap\">Repealed</span>:  2010, c. 16, Sched. 2, s. 1 (17).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s17\">2010, c. 16, Sched. 2, s. 1 (17)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "22.",
            "section_x": "Supervision by architect",
            "part_id": null,
            "part_type": null,
            "section_y": "Supervision by architect",
            "content": "22 (1) It is a condition of every certificate of practice held by a corporation or a partnership that the holder of the certificate of practice shall provide services that are within the practice of architecture only under the personal supervision and direction, on a full-time basis, of a member of the Association who is, (a)  in the case of a corporation, an officer, director or employee of the corporation; or (b)  in the case of a partnership, a member or employee of the partnership or an officer, director or employee of a member of the partnership.  2010, c. 16, Sched. 2, s. 1 (18). Professional responsibility of supervising architect (2) A member of the Association who personally supervises and directs the practice of architecture by a holder of a certificate of practice is subject to the same standards of professional conduct and competence in respect of such practice of architecture as if the member personally engaged in the practice of architecture.  R.S.O. 1990, c. A.26, s. 22 (2). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 2, s. 1 (18) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>22 </b>(1) It is a condition of every certificate of practice held by a corporation or a partnership that the holder of the certificate of practice shall provide services that are within the practice of architecture only under the personal supervision and direction, on a full-time basis, of a member of the Association who is,</p> <p class=\"paragraph\">  (a)  in the case of a corporation, an officer, director or employee of the corporation; or</p> <p class=\"paragraph\">  (b)  in the case of a partnership, a member or employee of the partnership or an officer, director or employee of a member of the partnership.  2010, c. 16, Sched. 2, s. 1 (18).</p> <p class=\"headnote\">Professional responsibility of supervising architect</p> <p class=\"subsection\">(2) A member of the Association who personally supervises and directs the practice of architecture by a holder of a certificate of practice is subject to the same standards of professional conduct and competence in respect of such practice of architecture as if the member personally engaged in the practice of architecture.  R.S.O. 1990, c. A.26, s. 22 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s18\">2010, c. 16, Sched. 2, s. 1 (18)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "23.",
            "section_x": "Limited certificate of practice",
            "part_id": null,
            "part_type": null,
            "section_y": "Limited certificate of practice",
            "content": "23 (1) The Registrar shall issue a certificate of practice, (a)  to a corporation incorporated under the laws of a jurisdiction other than Ontario; (b)  Repealed:  2010, c. 16, Sched. 2, s. 1 (19). (c)  to a partnership formed under the laws of a jurisdiction other than Ontario, if the corporation or partnership is licensed or authorized to practise architecture by the jurisdiction other than Ontario, applies in accordance with the regulations and meets the requirements and qualifications set out in the regulations for the issuance of the certificate of practice.  R.S.O. 1990, c. A.26, s. 23 (1); 2010, c. 16, Sched. 2, s. 1 (19-21). Conditions (2) Every certificate of practice issued under subsection (1) is subject to the conditions prescribed by the regulations.  R.S.O. 1990, c. A.26, s. 23 (2). Limitation (3) A certificate of practice issued under subsection (1) is not valid except in respect of the architectural project described in the certificate of practice.  R.S.O. 1990, c. A.26, s. 23 (3). Non-application of s. 22 (4) Section 22 does not apply to a corporation or partnership that is issued a certificate of practice under subsection (1).  2010, c. 16, Sched. 2, s. 1 (22). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 2, s. 1 (19-22) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>23 </b>(1) The Registrar shall issue a certificate of practice,</p> <p class=\"paragraph\">  (a)  to a corporation incorporated under the laws of a jurisdiction other than Ontario;</p> <p class=\"paragraph\">  (b)  <span class=\"ovsmallcap\">Repealed</span>:  2010, c. 16, Sched. 2, s. 1 (19).</p> <p class=\"paragraph\">  (c)  to a partnership formed under the laws of a jurisdiction other than Ontario,</p> <p class=\"subsection\">if the corporation or partnership is licensed or authorized to practise architecture by the jurisdiction other than Ontario, applies in accordance with the regulations and meets the requirements and qualifications set out in the regulations for the issuance of the certificate of practice.  R.S.O. 1990, c. A.26, s. 23 (1); 2010, c. 16, Sched. 2, s. 1 (19-21).</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(2) Every certificate of practice issued under subsection (1) is subject to the conditions prescribed by the regulations.  R.S.O. 1990, c. A.26, s. 23 (2).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(3) A certificate of practice issued under subsection (1) is not valid except in respect of the architectural project described in the certificate of practice.  R.S.O. 1990, c. A.26, s. 23 (3).</p> <p class=\"headnote\">Non-application of s. 22</p> <p class=\"subsection\">(4) Section 22 does not apply to a corporation or partnership that is issued a certificate of practice under subsection (1).  2010, c. 16, Sched. 2, s. 1 (22).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s19\">2010, c. 16, Sched. 2, s. 1 (19-22)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "24.",
            "section_x": "Temporary licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Temporary licence",
            "content": "24. (1) The Registrar shall issue a temporary licence to a natural person who applies therefor in accordance with the regulations and who meets the requirements and qualifications for the issuance of the temporary licence set out in the regulations, whether or not the applicant is a Canadian citizen or has the status of a permanent resident of Canada.  R.S.O. 1990, c. A.26, s. 24 (1). Grounds for refusal, suspension or revocation (2) The Registrar may refuse to issue or may suspend or revoke a temporary licence where the Registrar is of the opinion, upon reasonable and probable grounds, (a)  that the past conduct of the applicant for or the holder of the temporary licence affords grounds for the belief that the applicant or holder will not engage in the practice of architecture in accordance with the law and with honesty and integrity; (b)  that the applicant for or the holder of the temporary licence does not meet the requirements or the qualifications for the issuance of the temporary licence set out in the regulations; or (c)  that there has been a breach of a condition of the temporary licence.  R.S.O. 1990, c. A.26, s. 24 (2). Referral to committees (3) Subsections 13 (3) to (6) (which relate to the Academic Requirements Committee and the Experience Requirements Committee) apply with necessary modifications in respect of an applicant for a temporary licence.  R.S.O. 1990, c. A.26, s. 24 (3). Conditions (4) Every temporary licence is subject to the conditions prescribed by the regulations.  R.S.O. 1990, c. A.26, s. 24 (4). Extent of temporary licence (5) A temporary licence is not valid except in respect of the architectural project described in the temporary licence.  R.S.O. 1990, c. A.26, s. 24 (5). Application of subs. (1) (6) Subsection (1) does not apply in respect of a member or a holder of a certificate of practice.  R.S.O. 1990, c. A.26, s. 24 (6). Membership (7) A temporary licensee is not a member of the Association.  R.S.O. 1990, c. A.26, s. 24 (7). Refusal to issue, suspend, revoke, imposition of conditions",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>24.</b> (1) The Registrar shall issue a temporary licence to a natural person who applies therefor in accordance with the regulations and who meets the requirements and qualifications for the issuance of the temporary licence set out in the regulations, whether or not the applicant is a Canadian citizen or has the status of a permanent resident of Canada.  R.S.O. 1990, c. A.26, s. 24 (1).</p> <p class=\"headnote\">Grounds for refusal, suspension or revocation</p> <p class=\"subsection\">(2) The Registrar may refuse to issue or may suspend or revoke a temporary licence where the Registrar is of the opinion, upon reasonable and probable grounds,</p> <p class=\"paragraph\">  (a)  that the past conduct of the applicant for or the holder of the temporary licence affords grounds for the belief that the applicant or holder will not engage in the practice of architecture in accordance with the law and with honesty and integrity;</p> <p class=\"paragraph\">  (b)  that the applicant for or the holder of the temporary licence does not meet the requirements or the qualifications for the issuance of the temporary licence set out in the regulations; or</p> <p class=\"paragraph\">  (c)  that there has been a breach of a condition of the temporary licence.  R.S.O. 1990, c. A.26, s. 24 (2).</p> <p class=\"headnote\">Referral to committees</p> <p class=\"subsection\">(3) Subsections 13 (3) to (6) (which relate to the Academic Requirements Committee and the Experience Requirements Committee) apply with necessary modifications in respect of an applicant for a temporary licence.  R.S.O. 1990, c. A.26, s. 24 (3).</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(4) Every temporary licence is subject to the conditions prescribed by the regulations.  R.S.O. 1990, c. A.26, s. 24 (4).</p> <p class=\"headnote\">Extent of temporary licence</p> <p class=\"subsection\">(5) A temporary licence is not valid except in respect of the architectural project described in the temporary licence.  R.S.O. 1990, c. A.26, s. 24 (5).</p> <p class=\"headnote\">Application of subs. (1)</p> <p class=\"subsection\">(6) Subsection (1) does not apply in respect of a member or a holder of a certificate of practice.  R.S.O. 1990, c. A.26, s. 24 (6).</p> <p class=\"headnote\">Membership</p> <p class=\"subsection\">(7) A temporary licensee is not a member of the Association.  R.S.O. 1990, c. A.26, s. 24 (7).</p> <p class=\"headnote\">Refusal to issue, suspend, revoke, imposition of conditions</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "25.",
            "section_x": "Refusal to issue, suspend, revoke, imposition of conditions",
            "part_id": null,
            "part_type": null,
            "section_y": "Registrar’s proposal",
            "content": "25. (1) Where the Registrar proposes, (a)  to refuse an application for a licence, a certificate of practice or a temporary licence; (b)  to suspend or revoke a certificate of practice or a temporary licence; or (c)  to issue a licence, a certificate of practice or a temporary licence subject to terms, conditions or limitations, the Registrar shall serve notice of the proposal, together with written reasons therefor, on the applicant.  R.S.O. 1990, c. A.26, s. 25 (1). Exceptions (2) Subsection (1) does not apply in respect of a proposal to refuse to issue a licence, a certificate of practice or a temporary licence where, (a)  the Academic Requirements Committee has determined that the applicant has not met the academic requirements set out in the regulations for the issuance of the licence or the temporary licence; (b)  the Experience Requirements Committee has determined that the applicant has not met the experience requirements set out in the regulations for the issuance of the licence or the temporary licence; or (c)  the applicant previously held a licence, a certificate of practice or a temporary licence that was suspended or revoked as a result of a decision of the Discipline Committee.  R.S.O. 1990, c. A.26, s. 25 (2). Notice (3) A notice under subsection (1) shall state that the applicant is entitled to a hearing by the Registration Committee if the applicant delivers, within thirty days after the notice under subsection (1) is served on the applicant, notice in writing requiring a hearing by the Registration Committee and the applicant may so require such a hearing.  R.S.O. 1990, c. A.26, s. 25 (3). Power of Registrar where no hearing (4) Where the applicant does not require a hearing by the Registration Committee in accordance with subsection (3), the Registrar may carry out the proposal stated in the notice under subsection (1).  R.S.O. 1990, c. A.26, s. 25 (4). Hearing by Registration Committee (5) Where an applicant requires a hearing by the Registration Committee in accordance with subsection (3), the Registration Committee shall appoint a time for, give notice of and shall hold the hearing.  R.S.O. 1990, c. A.26, s. 25 (5). Disability of member (6) Where the Registration Committee commences a hearing and a member of the Registration Committee becomes unable to act, the remaining members may complete the hearing despite the absence of the member who is unable to act.  R.S.O. 1990, c. A.26, s. 25 (6). Continuation on expiry of committee membership (7) Where a proceeding is commenced before the Registration Committee and the term of office on the Council or on the committee of a member sitting for the hearing expires or is terminated other than for cause before the proceeding is disposed of but after evidence is heard, the member shall be deemed to remain a member of the Registration Committee for the purpose of completing the disposition of the proceeding in the same manner as if his or her term of office had not expired or been terminated.  R.S.O. 1990, c. A.26, s. 25 (7). Powers of Registration Committee (8) Following upon a hearing under this section in respect of a proposal by the Registrar, the Registration Committee may, by order, (a)  where the committee is of the opinion upon reasonable grounds that the applicant meets the requirements and qualifications of this Act and the regulations and will engage in the practice of architecture with competence and integrity, direct the Registrar to issue a licence, certificate of practice or temporary licence, as the case may be, to the applicant; (b)  where the committee is of the opinion upon reasonable grounds that the applicant does not meet the requirements and qualifications of this Act and the regulations, (i)  direct the Registrar to refuse to issue a licence, certificate of practice or temporary licence, or to revoke the certificate of practice issued to the applicant, as the case may be, or (ii)  where the committee is of the opinion upon reasonable grounds that the applicant will engage in the practice of architecture with competence and integrity, exempt the applicant from any of the requirements of this Act and the regulations and direct the Registrar to issue a licence, certificate of practice or temporary licence, as the case may be; or (c)  where the committee is of the opinion upon reasonable grounds that it is necessary in order to ensure that the applicant will engage in the practice of architecture with competence and integrity, (i)  require the applicant to take and successfully complete such examinations as the Registration Committee may set or approve and to pay such fees therefor as the Registration Committee fixes, (ii)  require the applicant to take such additional training as the Registration Committee specifies, or (iii)  direct the Registrar to issue a licence, certificate of practice or temporary licence, as the case may be, subject to such terms, conditions or limitations as the Registration Committee specifies.  R.S.O. 1990, c. A.26, s. 25 (8). Extension of time for requiring hearing (9) The Registration Committee may extend the time for the giving of notice requiring a hearing by an applicant under this section before or after the expiration of such time where it is satisfied that there are apparent grounds for granting relief to the applicant following upon a hearing and that there are reasonable grounds for applying for the extension, and the Registration Committee may give such directions as it considers proper consequent upon the extension.  R.S.O. 1990, c. A.26, s. 25 (9). Parties (10) The Registrar and the applicant who has required the hearing are parties to proceedings before the Registration Committee under this section.  R.S.O. 1990, c. A.26, s. 25 (10). Opportunity to show compliance (11) The applicant shall be given a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue of the licence, the certificate of practice or the temporary licence.  R.S.O. 1990, c. A.26, s. 25 (11). Examination of documentary evidence (12) A party to proceedings under this section shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing.  R.S.O. 1990, c. A.26, s. 25 (12). Members holding hearing not to have taken part in investigation, etc. (13) Members of the Registration Committee holding a hearing shall not have taken part before the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or representative of a party except upon notice to and opportunity for both parties to participate, but the Registration Committee may seek legal advice from a person who is not counsel in the proceedings and, in such case, the nature of the advice shall be made known to the parties in order that they may make submissions as to the law.  R.S.O. 1990, c. A.26, s. 25 (13). Recording of evidence (14) The oral evidence taken before the Registration Committee at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Superior Court of Justice.  R.S.O. 1990, c. A.26, s. 25 (14); 2001, c. 9, Sched. B, s. 1 (9). Only members at hearing to participate in decision (15) No member of the Registration Committee shall participate in a decision of the Registration Committee following upon a hearing unless he or she was present throughout the hearing and heard the evidence and argument of the parties.  R.S.O. 1990, c. A.26, s. 25 (15). Release of documentary evidence (16) Documents and things put in evidence at a hearing shall, upon the request of the person who produced them, be released to the person by the Registration Committee within a reasonable time after the matter in issue has been finally determined.  R.S.O. 1990, c. A.26, s. 25 (16). Applicant (17) In this section, “applicant” means applicant for the issuance of a licence, or applicant for or holder of a certificate of practice or a temporary licence.  R.S.O. 1990, c. A.26, s. 25 (17). Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. B, s. 1 (9) - 29/06/2001",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>25.</b> (1) Where the Registrar proposes,</p> <p class=\"paragraph\">  (a)  to refuse an application for a licence, a certificate of practice or a temporary licence;</p> <p class=\"paragraph\">  (b)  to suspend or revoke a certificate of practice or a temporary licence; or</p> <p class=\"paragraph\">  (c)  to issue a licence, a certificate of practice or a temporary licence subject to terms, conditions or limitations,</p> <p class=\"subsection\">the Registrar shall serve notice of the proposal, together with written reasons therefor, on the applicant.  R.S.O. 1990, c. A.26, s. 25 (1).</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(2) Subsection (1) does not apply in respect of a proposal to refuse to issue a licence, a certificate of practice or a temporary licence where,</p> <p class=\"paragraph\">  (a)  the Academic Requirements Committee has determined that the applicant has not met the academic requirements set out in the regulations for the issuance of the licence or the temporary licence;</p> <p class=\"paragraph\">  (b)  the Experience Requirements Committee has determined that the applicant has not met the experience requirements set out in the regulations for the issuance of the licence or the temporary licence; or</p> <p class=\"paragraph\">  (c)  the applicant previously held a licence, a certificate of practice or a temporary licence that was suspended or revoked as a result of a decision of the Discipline Committee.  R.S.O. 1990, c. A.26, s. 25 (2).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(3) A notice under subsection (1) shall state that the applicant is entitled to a hearing by the Registration Committee if the applicant delivers, within thirty days after the notice under subsection (1) is served on the applicant, notice in writing requiring a hearing by the Registration Committee and the applicant may so require such a hearing.  R.S.O. 1990, c. A.26, s. 25 (3).</p> <p class=\"headnote\">Power of Registrar where no hearing</p> <p class=\"subsection\">(4) Where the applicant does not require a hearing by the Registration Committee in accordance with subsection (3), the Registrar may carry out the proposal stated in the notice under subsection (1).  R.S.O. 1990, c. A.26, s. 25 (4).</p> <p class=\"headnote\">Hearing by Registration Committee</p> <p class=\"subsection\">(5) Where an applicant requires a hearing by the Registration Committee in accordance with subsection (3), the Registration Committee shall appoint a time for, give notice of and shall hold the hearing.  R.S.O. 1990, c. A.26, s. 25 (5).</p> <p class=\"headnote\">Disability of member</p> <p class=\"subsection\">(6) Where the Registration Committee commences a hearing and a member of the Registration Committee becomes unable to act, the remaining members may complete the hearing despite the absence of the member who is unable to act.  R.S.O. 1990, c. A.26, s. 25 (6).</p> <p class=\"headnote\">Continuation on expiry of committee membership</p> <p class=\"subsection\">(7) Where a proceeding is commenced before the Registration Committee and the term of office on the Council or on the committee of a member sitting for the hearing expires or is terminated other than for cause before the proceeding is disposed of but after evidence is heard, the member shall be deemed to remain a member of the Registration Committee for the purpose of completing the disposition of the proceeding in the same manner as if his or her term of office had not expired or been terminated.  R.S.O. 1990, c. A.26, s. 25 (7).</p> <p class=\"headnote\">Powers of Registration Committee</p> <p class=\"subsection\">(8) Following upon a hearing under this section in respect of a proposal by the Registrar, the Registration Committee may, by order,</p> <p class=\"paragraph\">  (a)  where the committee is of the opinion upon reasonable grounds that the applicant meets the requirements and qualifications of this Act and the regulations and will engage in the practice of architecture with competence and integrity, direct the Registrar to issue a licence, certificate of practice or temporary licence, as the case may be, to the applicant;</p> <p class=\"paragraph\">  (b)  where the committee is of the opinion upon reasonable grounds that the applicant does not meet the requirements and qualifications of this Act and the regulations,</p> <p class=\"subclause\">  (i)  direct the Registrar to refuse to issue a licence, certificate of practice or temporary licence, or to revoke the certificate of practice issued to the applicant, as the case may be, or</p> <p class=\"subclause\">  (ii)  where the committee is of the opinion upon reasonable grounds that the applicant will engage in the practice of architecture with competence and integrity, exempt the applicant from any of the requirements of this Act and the regulations and direct the Registrar to issue a licence, certificate of practice or temporary licence, as the case may be; or</p> <p class=\"paragraph\">  (c)  where the committee is of the opinion upon reasonable grounds that it is necessary in order to ensure that the applicant will engage in the practice of architecture with competence and integrity,</p> <p class=\"subclause\">  (i)  require the applicant to take and successfully complete such examinations as the Registration Committee may set or approve and to pay such fees therefor as the Registration Committee fixes,</p> <p class=\"subclause\">  (ii)  require the applicant to take such additional training as the Registration Committee specifies, or</p> <p class=\"subclause\">  (iii)  direct the Registrar to issue a licence, certificate of practice or temporary licence, as the case may be, subject to such terms, conditions or limitations as the Registration Committee specifies.  R.S.O. 1990, c. A.26, s. 25 (8).</p> <p class=\"headnote\">Extension of time for requiring hearing</p> <p class=\"subsection\">(9) The Registration Committee may extend the time for the giving of notice requiring a hearing by an applicant under this section before or after the expiration of such time where it is satisfied that there are apparent grounds for granting relief to the applicant following upon a hearing and that there are reasonable grounds for applying for the extension, and the Registration Committee may give such directions as it considers proper consequent upon the extension.  R.S.O. 1990, c. A.26, s. 25 (9).</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(10) The Registrar and the applicant who has required the hearing are parties to proceedings before the Registration Committee under this section.  R.S.O. 1990, c. A.26, s. 25 (10).</p> <p class=\"headnote\">Opportunity to show compliance</p> <p class=\"subsection\">(11) The applicant shall be given a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue of the licence, the certificate of practice or the temporary licence.  R.S.O. 1990, c. A.26, s. 25 (11).</p> <p class=\"headnote\">Examination of documentary evidence</p> <p class=\"subsection\">(12) A party to proceedings under this section shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing.  R.S.O. 1990, c. A.26, s. 25 (12).</p> <p class=\"headnote\">Members holding hearing not to have taken part in investigation, etc.</p> <p class=\"subsection\">(13) Members of the Registration Committee holding a hearing shall not have taken part before the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or representative of a party except upon notice to and opportunity for both parties to participate, but the Registration Committee may seek legal advice from a person who is not counsel in the proceedings and, in such case, the nature of the advice shall be made known to the parties in order that they may make submissions as to the law.  R.S.O. 1990, c. A.26, s. 25 (13).</p> <p class=\"headnote\">Recording of evidence</p> <p class=\"subsection\">(14) The oral evidence taken before the Registration Committee at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Superior Court of Justice.  R.S.O. 1990, c. A.26, s. 25 (14); 2001, c. 9, Sched. B, s. 1 (9).</p> <p class=\"headnote\">Only members at hearing to participate in decision</p> <p class=\"subsection\">(15) No member of the Registration Committee shall participate in a decision of the Registration Committee following upon a hearing unless he or she was present throughout the hearing and heard the evidence and argument of the parties.  R.S.O. 1990, c. A.26, s. 25 (15).</p> <p class=\"headnote\">Release of documentary evidence</p> <p class=\"subsection\">(16) Documents and things put in evidence at a hearing shall, upon the request of the person who produced them, be released to the person by the Registration Committee within a reasonable time after the matter in issue has been finally determined.  R.S.O. 1990, c. A.26, s. 25 (16).</p> <p class=\"headnote\">Applicant</p> <p class=\"subsection\">(17) In this section,</p> <p class=\"definition\">“applicant” means applicant for the issuance of a licence, or applicant for or holder of a certificate of practice or a temporary licence.  R.S.O. 1990, c. A.26, s. 25 (17).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedbs1s9\">2001, c. 9, Sched. B, s. 1 (9)</a></span> - 29/06/2001</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "26.",
            "section_x": "Relationship between corporation or partnership and client",
            "part_id": null,
            "part_type": null,
            "section_y": "Relationship between corporation or partnership and client",
            "content": "26 A corporation or partnership that holds a certificate of practice has the same rights and is subject to the same obligations in respect of fiduciary, confidential and ethical relationships with each client of the corporation or partnership that exist at law between a member of the Association and his or her client.  R.S.O. 1990, c. A.26, s. 26; 2010, c. 16, Sched. 2, s. 1 (23). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 2, s. 1 (23) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>26 </b>A corporation or partnership that holds a certificate of practice has the same rights and is subject to the same obligations in respect of fiduciary, confidential and ethical relationships with each client of the corporation or partnership that exist at law between a member of the Association and his or her client.  R.S.O. 1990, c. A.26, s. 26; 2010, c. 16, Sched. 2, s. 1 (23).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s23\">2010, c. 16, Sched. 2, s. 1 (23)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "27.",
            "section_x": "Registers",
            "part_id": null,
            "part_type": null,
            "section_y": "Registers",
            "content": "27. (1) The Registrar shall maintain one or more registers in which is entered every person who is licensed under this Act and every holder of a certificate of practice or temporary licence, identifying the terms, conditions and limitations attached to the licence, certificate of practice or temporary licence, and shall note on the register every revocation, suspension and cancellation or termination of a licence, certificate of practice or temporary licence and such other information as the Registration Committee or Discipline Committee directs.  R.S.O. 1990, c. A.26, s. 27 (1). Inspection (2) Any person has the right, during normal business hours, to inspect the registers maintained by the Registrar.  R.S.O. 1990, c. A.26, s. 27 (2). Copies (3) The Registrar shall provide to any person, upon payment of a reasonable charge therefor, a copy of any part of the registers maintained by the Registrar.  R.S.O. 1990, c. A.26, s. 27 (3). Cancellation and reinstatement",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>27.</b> (1) The Registrar shall maintain one or more registers in which is entered every person who is licensed under this Act and every holder of a certificate of practice or temporary licence, identifying the terms, conditions and limitations attached to the licence, certificate of practice or temporary licence, and shall note on the register every revocation, suspension and cancellation or termination of a licence, certificate of practice or temporary licence and such other information as the Registration Committee or Discipline Committee directs.  R.S.O. 1990, c. A.26, s. 27 (1).</p> <p class=\"headnote\">Inspection</p> <p class=\"subsection\">(2) Any person has the right, during normal business hours, to inspect the registers maintained by the Registrar.  R.S.O. 1990, c. A.26, s. 27 (2).</p> <p class=\"headnote\">Copies</p> <p class=\"subsection\">(3) The Registrar shall provide to any person, upon payment of a reasonable charge therefor, a copy of any part of the registers maintained by the Registrar.  R.S.O. 1990, c. A.26, s. 27 (3).</p> <p class=\"headnote\">Cancellation and reinstatement</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "28.",
            "section_x": "Cancellation and reinstatement",
            "part_id": null,
            "part_type": null,
            "section_y": "Cancellation for default of fees",
            "content": "28 (1) The Registrar may cancel a licence, certificate of practice or temporary licence for non-payment of any fee prescribed by the by-laws after giving the member or the holder of the certificate of practice or temporary licence at least two months notice of the default and intention to cancel, subject to the continuing jurisdiction of the Association in respect of any disciplinary action arising out of the member’s or holder’s professional conduct while a member or holder.  R.S.O. 1990, c. A.26, s. 28 (1). Reinstatement (2) A person who was a member or a holder of a certificate of practice or temporary licence whose licence, certificate of practice or temporary licence was cancelled by the Registrar under subsection (1) is entitled to have the licence, certificate of practice or temporary licence reinstated upon compliance with the requirements and qualifications prescribed by the regulations.  R.S.O. 1990, c. A.26, s. 28 (2). Cancellation for failure to pay premiums, etc. (3) The Registrar may cancel a licence, certificate of practice or temporary licence if the member or holder, (a)  has failed to pay a premium, levy or deductible in connection with insurance against professional liability as required by the by-laws; (b)  has not obtained and maintained insurance against professional liability as required by the regulations; or (c)  ceases to meet the conditions for exemption from the insurance requirement.  2001, c. 9, Sched. B, s. 1 (7). Notice (3.1) Before cancelling a licence, certificate of practice or temporary licence under subsection (3), the Registrar shall give the member or holder at least 10 days notice of the default and of the intention to cancel.  2001, c. 9, Sched. B, s. 1 (7). Continuing jurisdiction, discipline (3.2) Notice under subsection (3.1) and cancellation under subsection (3) do not affect the continuing jurisdiction of the Association in respect of any disciplinary action arising out of the member’s or holder’s professional conduct while a member or holder.  2001, c. 9, Sched. B, s. 1 (7). Reinstatement (4) A person who was a member or a holder of a certificate of practice or temporary licence whose licence, certificate of practice or temporary licence was cancelled by the Registrar under subsection (3) is entitled to have the licence, certificate of practice or temporary licence reinstated upon payment of all unpaid premiums, levies and deductibles and upon satisfying any other requirements prescribed by the regulations.  R.S.O. 1990, c. A.26, s. 28 (4). Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. B, s. 1 (7) - 15/01/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>28 </b>(1) The Registrar may cancel a licence, certificate of practice or temporary licence for non-payment of any fee prescribed by the by-laws after giving the member or the holder of the certificate of practice or temporary licence at least two months notice of the default and intention to cancel, subject to the continuing jurisdiction of the Association in respect of any disciplinary action arising out of the member’s or holder’s professional conduct while a member or holder.  R.S.O. 1990, c. A.26, s. 28 (1).</p> <p class=\"headnote\">Reinstatement</p> <p class=\"subsection\">(2) A person who was a member or a holder of a certificate of practice or temporary licence whose licence, certificate of practice or temporary licence was cancelled by the Registrar under subsection (1) is entitled to have the licence, certificate of practice or temporary licence reinstated upon compliance with the requirements and qualifications prescribed by the regulations.  R.S.O. 1990, c. A.26, s. 28 (2).</p> <p class=\"headnote\">Cancellation for failure to pay premiums, etc.</p> <p class=\"subsection\">(3) The Registrar may cancel a licence, certificate of practice or temporary licence if the member or holder,</p> <p class=\"paragraph\">  (a)  has failed to pay a premium, levy or deductible in connection with insurance against professional liability as required by the by-laws;</p> <p class=\"paragraph\">  (b)  has not obtained and maintained insurance against professional liability as required by the regulations; or</p> <p class=\"paragraph\">  (c)  ceases to meet the conditions for exemption from the insurance requirement.  2001, c. 9, Sched. B, s. 1 (7).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(3.1) Before cancelling a licence, certificate of practice or temporary licence under subsection (3), the Registrar shall give the member or holder at least 10 days notice of the default and of the intention to cancel.  2001, c. 9, Sched. B, s. 1 (7).</p> <p class=\"headnote\">Continuing jurisdiction, discipline</p> <p class=\"subsection\">(3.2) Notice under subsection (3.1) and cancellation under subsection (3) do not affect the continuing jurisdiction of the Association in respect of any disciplinary action arising out of the member’s or holder’s professional conduct while a member or holder.  2001, c. 9, Sched. B, s. 1 (7).</p> <p class=\"headnote\">Reinstatement</p> <p class=\"subsection\">(4) A person who was a member or a holder of a certificate of practice or temporary licence whose licence, certificate of practice or temporary licence was cancelled by the Registrar under subsection (3) is entitled to have the licence, certificate of practice or temporary licence reinstated upon payment of all unpaid premiums, levies and deductibles and upon satisfying any other requirements prescribed by the regulations.  R.S.O. 1990, c. A.26, s. 28 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedbs1s7\">2001, c. 9, Sched. B, s. 1 (7)</a></span> - 15/01/2003</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "29.",
            "section_x": "Complaints Committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Complaints Committee",
            "content": "29. (1) The Complaints Committee shall be composed of, (a)  at least one member of the Council who was elected to the Council; (b)  at least one member of the Council who was appointed to the Council by the Lieutenant Governor in Council; and (c)  such other members of the Association as may be appointed by the Council.  R.S.O. 1990, c. A.26, s. 29 (1). Idem (2) No person who is a member of the Discipline Committee shall be a member of the Complaints Committee.  R.S.O. 1990, c. A.26, s. 29 (2). Chair (3) The Council shall name one member of the Complaints Committee to be chair.  R.S.O. 1990, c. A.26, s. 29 (3). Quorum (4) Three members of the Complaints Committee, of whom one shall be a person elected to the Council, constitute a quorum.  R.S.O. 1990, c. A.26, s. 29 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>29.</b> (1) The Complaints Committee shall be composed of,</p> <p class=\"paragraph\">  (a)  at least one member of the Council who was elected to the Council;</p> <p class=\"paragraph\">  (b)  at least one member of the Council who was appointed to the Council by the Lieutenant Governor in Council; and</p> <p class=\"paragraph\">  (c)  such other members of the Association as may be appointed by the Council.  R.S.O. 1990, c. A.26, s. 29 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) No person who is a member of the Discipline Committee shall be a member of the Complaints Committee.  R.S.O. 1990, c. A.26, s. 29 (2).</p> <p class=\"headnote\">Chair</p> <p class=\"subsection\">(3) The Council shall name one member of the Complaints Committee to be chair.  R.S.O. 1990, c. A.26, s. 29 (3).</p> <p class=\"headnote\">Quorum</p> <p class=\"subsection\">(4) Three members of the Complaints Committee, of whom one shall be a person elected to the Council, constitute a quorum.  R.S.O. 1990, c. A.26, s. 29 (4).</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "30.",
            "section_x": "Powers and duties of Complaints Committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers and duties of Complaints Committee",
            "content": "30 (1) The Complaints Committee shall consider and investigate complaints made by members of the public or members of the Association regarding the conduct or actions of any member of the Association or holder of a certificate of practice or a temporary licence, but no action shall be taken by the Committee under subsection (2) unless, (a)  a written complaint has been filed with the Registrar and the member or holder whose conduct or actions are being investigated has been notified of the complaint and given at least two weeks in which to submit in writing to the Committee any explanations or representations the member or holder may wish to make concerning the matter; and (b)  the Committee has examined or has made every reasonable effort to examine all records and other documents relating to the complaint.  R.S.O. 1990, c. A.26, s. 30 (1). Idem (2) The Committee in accordance with the information it receives may, (a)  direct that the matter be referred, in whole or in part, to the Discipline Committee; (b)  direct that the matter not be referred under clause (a); or (c)  take such action as it considers appropriate in the circumstances and that is not inconsistent with this Act or the regulations or by-laws.  R.S.O. 1990, c. A.26, s. 30 (2). Decision and reasons (3) The Committee shall give its decision in writing to the Registrar for the purposes of subsection (4) and, where the decision is made under clause (2) (b), its reasons therefor.  R.S.O. 1990, c. A.26, s. 30 (3). Notice (4) The Registrar shall mail to the complainant and to the person complained against a copy of the written decision made by the Complaints Committee and its reasons therefor, if any, together with notice advising the complainant of the complainant’s right to apply to the Complaints Review Councillor under section 32.  R.S.O. 1990, c. A.26, s. 30 (4); 2006, c. 19, Sched. B, s. 1. Hearing (5) The Committee is not required to hold a hearing or to afford to any person an opportunity for a hearing or an opportunity to make oral submissions before making a decision or giving a direction under this section.  R.S.O. 1990, c. A.26, s. 30 (5). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. B, s. 1 - 22/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>30 </b>(1) The Complaints Committee shall consider and investigate complaints made by members of the public or members of the Association regarding the conduct or actions of any member of the Association or holder of a certificate of practice or a temporary licence, but no action shall be taken by the Committee under subsection (2) unless,</p> <p class=\"paragraph\">  (a)  a written complaint has been filed with the Registrar and the member or holder whose conduct or actions are being investigated has been notified of the complaint and given at least two weeks in which to submit in writing to the Committee any explanations or representations the member or holder may wish to make concerning the matter; and</p> <p class=\"paragraph\">  (b)  the Committee has examined or has made every reasonable effort to examine all records and other documents relating to the complaint.  R.S.O. 1990, c. A.26, s. 30 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The Committee in accordance with the information it receives may,</p> <p class=\"paragraph\">  (a)  direct that the matter be referred, in whole or in part, to the Discipline Committee;</p> <p class=\"paragraph\">  (b)  direct that the matter not be referred under clause (a); or</p> <p class=\"paragraph\">  (c)  take such action as it considers appropriate in the circumstances and that is not inconsistent with this Act or the regulations or by-laws.  R.S.O. 1990, c. A.26, s. 30 (2).</p> <p class=\"headnote\">Decision and reasons</p> <p class=\"subsection\">(3) The Committee shall give its decision in writing to the Registrar for the purposes of subsection (4) and, where the decision is made under clause (2) (b), its reasons therefor.  R.S.O. 1990, c. A.26, s. 30 (3).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(4) The Registrar shall mail to the complainant and to the person complained against a copy of the written decision made by the Complaints Committee and its reasons therefor, if any, together with notice advising the complainant of the complainant’s right to apply to the Complaints Review Councillor under section 32.  R.S.O. 1990, c. A.26, s. 30 (4); 2006, c. 19, Sched. B, s. 1.</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(5) The Committee is not required to hold a hearing or to afford to any person an opportunity for a hearing or an opportunity to make oral submissions before making a decision or giving a direction under this section.  R.S.O. 1990, c. A.26, s. 30 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedbs1\">2006, c. 19, Sched. B, s. 1</a></span> - 22/06/2006</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "31.",
            "section_x": "Complaints Review Councillor",
            "part_id": null,
            "part_type": null,
            "section_y": "Complaints Review Councillor",
            "content": "31. (1) There shall be a Complaints Review Councillor who shall be appointed by and from among the members of the Council appointed by the Lieutenant Governor in Council.  R.S.O. 1990, c. A.26, s. 31 (1). Idem (2) The Complaints Review Councillor is not eligible to be a member of the Complaints Committee or the Fees Mediation Committee.  R.S.O. 1990, c. A.26, s. 31 (2). Role of Complaints Review Councillor",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>31.</b> (1) There shall be a Complaints Review Councillor who shall be appointed by and from among the members of the Council appointed by the Lieutenant Governor in Council.  R.S.O. 1990, c. A.26, s. 31 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The Complaints Review Councillor is not eligible to be a member of the Complaints Committee or the Fees Mediation Committee.  R.S.O. 1990, c. A.26, s. 31 (2).</p> <p class=\"headnote\">Role of Complaints Review Councillor</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "32.",
            "section_x": "Role of Complaints Review Councillor",
            "part_id": null,
            "part_type": null,
            "section_y": "Examination of procedures",
            "content": "32 (1) The Complaints Review Councillor may examine from time to time the procedures for the treatment of complaints by the Association.  R.S.O. 1990, c. A.26, s. 32 (1). Review of a complaint (2) Where a complaint respecting a member of the Association or a holder of a certificate of practice or a temporary licence has not been disposed of by the Complaints Committee within 150 days after the complaint is filed with the Registrar, upon application by the complainant or on his or her own initiative the Complaints Review Councillor may review the treatment of the complaint by the Complaints Committee.  R.S.O. 1990, c. A.26, s. 32 (2); 2010, c. 16, Sched. 2, s. 1 (24). Same (3) A complainant who is not satisfied with the handling by the Complaints Committee of the complainant’s complaint to the Committee may apply to the Complaints Review Councillor for a review of the treatment of the complaint after the Committee has disposed of the complaint.  R.S.O. 1990, c. A.26, s. 32 (3). Complaints Review Councillor not to inquire into merit of complaint (4) In an examination or review in respect of the Association, the Complaints Review Councillor shall not inquire into the merits of any particular complaint made to the Association.  R.S.O. 1990, c. A.26, s. 32 (4). Discretionary power (5) The Complaints Review Councillor in his or her discretion may decide in a particular case not to make a review or not to continue a review in respect of the Association where, (a)  the review is or would be in respect of the treatment of a complaint that was disposed of by the Association more than twelve months before the matter came to the attention of the Complaints Review Councillor; or (b)  in the opinion of the Complaints Review Councillor, (i)  the application to the Complaints Review Councillor is frivolous or vexatious or is not made in good faith, or (ii)  the person who has made application to the Complaints Review Councillor has not a sufficient personal interest in the subject-matter of the particular complaint.  R.S.O. 1990, c. A.26, s. 32 (5). Notice (6) Before commencing an examination or review in respect of the Association, the Complaints Review Councillor shall inform the Association of his or her intention to commence the examination or review.  R.S.O. 1990, c. A.26, s. 32 (6). Office accommodation (7) The Council shall provide to the Complaints Review Councillor such accommodation and support staff in the offices of the Association as are necessary to the performance of the powers and duties of the Complaints Review Councillor.  R.S.O. 1990, c. A.26, s. 32 (7). Privacy (8) Every examination or review by the Complaints Review Councillor in respect of the Association shall be conducted in private.  R.S.O. 1990, c. A.26, s. 32 (8). Receipt of information (9) In conducting an examination or review in respect of the Association, the Complaints Review Councillor may hear or obtain information from any person and may make such inquiries as he or she thinks fit.  R.S.O. 1990, c. A.26, s. 32 (9). Hearing not required (10) The Complaints Review Councillor is not required to hold or to afford to any person an opportunity for a hearing in relation to an examination, review or report in respect of the Association.  R.S.O. 1990, c. A.26, s. 32 (10). Duty to furnish information (11) Every person who is, (a)  a member of the Council; (b)  an officer of the Association; (c)  a member of a committee of the Association; or (d)  an employee of the Association, shall furnish to the Complaints Review Councillor such information regarding any proceedings or procedures of the Association in respect of the treatment of complaints made to the Association as the Complaints Review Councillor from time to time requires, and shall give the Complaints Review Councillor access to all records, reports, files and other papers and things belonging to or under the control of the Association or any of such persons and that relate to the treatment by the Association of complaints or any particular complaint.  R.S.O. 1990, c. A.26, s. 32 (11). Report (12) The Complaints Review Councillor shall make a report following upon each examination or review by him or her in respect of the Association.  R.S.O. 1990, c. A.26, s. 32 (12). Report following upon examination (13) Where the report follows upon an examination of the procedure for the treatment of complaints by the Association, the Complaints Review Councillor shall transmit the report to the Council.  R.S.O. 1990, c. A.26, s. 32 (13). Report following upon review (14) Where the report follows upon a review as to the treatment of a complaint by the Association, the Complaints Review Councillor shall transmit the report to the Council, to the complainant and to the person complained against.  R.S.O. 1990, c. A.26, s. 32 (14). Report to Minister (15) The Complaints Review Councillor may transmit a report following upon an examination or review to the Minister where, in the opinion of the Complaints Review Councillor, the report should be brought to the attention of the Minister.  R.S.O. 1990, c. A.26, s. 32 (15). Recommendations (16) The Complaints Review Councillor may include in a report following upon an examination or review his or her recommendations in respect of the procedures of the Association, either generally or with respect to the treatment of a particular complaint.  R.S.O. 1990, c. A.26, s. 32 (16). Consideration by Council (17) The Council shall consider each report, and any recommendations included in the report, transmitted to it by the Complaints Review Councillor and shall notify the Complaints Review Councillor of any action it has taken in consequence.  R.S.O. 1990, c. A.26, s. 32 (17). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 2, s. 1 (24) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>32 </b>(1) The Complaints Review Councillor may examine from time to time the procedures for the treatment of complaints by the Association.  R.S.O. 1990, c. A.26, s. 32 (1).</p> <p class=\"headnote\">Review of a complaint</p> <p class=\"subsection\">(2) Where a complaint respecting a member of the Association or a holder of a certificate of practice or a temporary licence has not been disposed of by the Complaints Committee within 150 days after the complaint is filed with the Registrar, upon application by the complainant or on his or her own initiative the Complaints Review Councillor may review the treatment of the complaint by the Complaints Committee.  R.S.O. 1990, c. A.26, s. 32 (2); 2010, c. 16, Sched. 2, s. 1 (24).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A complainant who is not satisfied with the handling by the Complaints Committee of the complainant’s complaint to the Committee may apply to the Complaints Review Councillor for a review of the treatment of the complaint after the Committee has disposed of the complaint.  R.S.O. 1990, c. A.26, s. 32 (3).</p> <p class=\"headnote\">Complaints Review Councillor not to inquire into merit of complaint</p> <p class=\"subsection\">(4) In an examination or review in respect of the Association, the Complaints Review Councillor shall not inquire into the merits of any particular complaint made to the Association.  R.S.O. 1990, c. A.26, s. 32 (4).</p> <p class=\"headnote\">Discretionary power</p> <p class=\"subsection\">(5) The Complaints Review Councillor in his or her discretion may decide in a particular case not to make a review or not to continue a review in respect of the Association where,</p> <p class=\"paragraph\">  (a)  the review is or would be in respect of the treatment of a complaint that was disposed of by the Association more than twelve months before the matter came to the attention of the Complaints Review Councillor; or</p> <p class=\"paragraph\">  (b)  in the opinion of the Complaints Review Councillor,</p> <p class=\"subclause\">  (i)  the application to the Complaints Review Councillor is frivolous or vexatious or is not made in good faith, or</p> <p class=\"subclause\">  (ii)  the person who has made application to the Complaints Review Councillor has not a sufficient personal interest in the subject-matter of the particular complaint.  R.S.O. 1990, c. A.26, s. 32 (5).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(6) Before commencing an examination or review in respect of the Association, the Complaints Review Councillor shall inform the Association of his or her intention to commence the examination or review.  R.S.O. 1990, c. A.26, s. 32 (6).</p> <p class=\"headnote\">Office accommodation</p> <p class=\"subsection\">(7) The Council shall provide to the Complaints Review Councillor such accommodation and support staff in the offices of the Association as are necessary to the performance of the powers and duties of the Complaints Review Councillor.  R.S.O. 1990, c. A.26, s. 32 (7).</p> <p class=\"headnote\">Privacy</p> <p class=\"subsection\">(8) Every examination or review by the Complaints Review Councillor in respect of the Association shall be conducted in private.  R.S.O. 1990, c. A.26, s. 32 (8).</p> <p class=\"headnote\">Receipt of information</p> <p class=\"subsection\">(9) In conducting an examination or review in respect of the Association, the Complaints Review Councillor may hear or obtain information from any person and may make such inquiries as he or she thinks fit.  R.S.O. 1990, c. A.26, s. 32 (9).</p> <p class=\"headnote\">Hearing not required</p> <p class=\"subsection\">(10) The Complaints Review Councillor is not required to hold or to afford to any person an opportunity for a hearing in relation to an examination, review or report in respect of the Association.  R.S.O. 1990, c. A.26, s. 32 (10).</p> <p class=\"headnote\">Duty to furnish information</p> <p class=\"subsection\">(11) Every person who is,</p> <p class=\"paragraph\">  (a)  a member of the Council;</p> <p class=\"paragraph\">  (b)  an officer of the Association;</p> <p class=\"paragraph\">  (c)  a member of a committee of the Association; or</p> <p class=\"paragraph\">  (d)  an employee of the Association,</p> <p class=\"subsection\">shall furnish to the Complaints Review Councillor such information regarding any proceedings or procedures of the Association in respect of the treatment of complaints made to the Association as the Complaints Review Councillor from time to time requires, and shall give the Complaints Review Councillor access to all records, reports, files and other papers and things belonging to or under the control of the Association or any of such persons and that relate to the treatment by the Association of complaints or any particular complaint.  R.S.O. 1990, c. A.26, s. 32 (11).</p> <p class=\"headnote\">Report</p> <p class=\"subsection\">(12) The Complaints Review Councillor shall make a report following upon each examination or review by him or her in respect of the Association.  R.S.O. 1990, c. A.26, s. 32 (12).</p> <p class=\"headnote\">Report following upon examination</p> <p class=\"subsection\">(13) Where the report follows upon an examination of the procedure for the treatment of complaints by the Association, the Complaints Review Councillor shall transmit the report to the Council.  R.S.O. 1990, c. A.26, s. 32 (13).</p> <p class=\"headnote\">Report following upon review</p> <p class=\"subsection\">(14) Where the report follows upon a review as to the treatment of a complaint by the Association, the Complaints Review Councillor shall transmit the report to the Council, to the complainant and to the person complained against.  R.S.O. 1990, c. A.26, s. 32 (14).</p> <p class=\"headnote\">Report to Minister</p> <p class=\"subsection\">(15) The Complaints Review Councillor may transmit a report following upon an examination or review to the Minister where, in the opinion of the Complaints Review Councillor, the report should be brought to the attention of the Minister.  R.S.O. 1990, c. A.26, s. 32 (15).</p> <p class=\"headnote\">Recommendations</p> <p class=\"subsection\">(16) The Complaints Review Councillor may include in a report following upon an examination or review his or her recommendations in respect of the procedures of the Association, either generally or with respect to the treatment of a particular complaint.  R.S.O. 1990, c. A.26, s. 32 (16).</p> <p class=\"headnote\">Consideration by Council</p> <p class=\"subsection\">(17) The Council shall consider each report, and any recommendations included in the report, transmitted to it by the Complaints Review Councillor and shall notify the Complaints Review Councillor of any action it has taken in consequence.  R.S.O. 1990, c. A.26, s. 32 (17).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s24\">2010, c. 16, Sched. 2, s. 1 (24)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "33.",
            "section_x": "Discipline Committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Discipline Committee",
            "content": "33. (1) The Discipline Committee shall be composed of, (a)  at least one person appointed to the Discipline Committee by the Council from among the members of the Council elected to the Council; (b)  at least one person who is a member of the Council appointed by the Lieutenant Governor in Council; and (c)  the persons appointed to the Discipline Committee by the Council from among the members of the Association who have not less than ten years experience in the practice of architecture.  R.S.O. 1990, c. A.26, s. 33 (1). Quorum and votes (2) Three members of the Discipline Committee, of whom one shall be a person appointed to the Council by the Lieutenant Governor in Council, constitute a quorum, and all disciplinary decisions require the vote of a majority of the members of the Discipline Committee present at the meeting.  R.S.O. 1990, c. A.26, s. 33 (2). Disability of member (3) Where the Discipline Committee commences a hearing and a member of the Discipline Committee becomes unable to act, the remaining members may complete the hearing despite the absence of the member who is unable to act.  R.S.O. 1990, c. A.26, s. 33 (3). Chair (4) The Council shall name one member of the Discipline Committee who is a member of and elected to the Council to be chair.  R.S.O. 1990, c. A.26, s. 33 (4). Reference by Council (5) The Council, by resolution, may direct the Discipline Committee to hold a hearing and determine any allegation of professional misconduct or incompetence on the part of a member of the Association or a holder of a certificate of practice or a temporary licence specified in the resolution.  R.S.O. 1990, c. A.26, s. 33 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>33.</b> (1) The Discipline Committee shall be composed of,</p> <p class=\"paragraph\">  (a)  at least one person appointed to the Discipline Committee by the Council from among the members of the Council elected to the Council;</p> <p class=\"paragraph\">  (b)  at least one person who is a member of the Council appointed by the Lieutenant Governor in Council; and</p> <p class=\"paragraph\">  (c)  the persons appointed to the Discipline Committee by the Council from among the members of the Association who have not less than ten years experience in the practice of architecture.  R.S.O. 1990, c. A.26, s. 33 (1).</p> <p class=\"headnote\">Quorum and votes</p> <p class=\"subsection\">(2) Three members of the Discipline Committee, of whom one shall be a person appointed to the Council by the Lieutenant Governor in Council, constitute a quorum, and all disciplinary decisions require the vote of a majority of the members of the Discipline Committee present at the meeting.  R.S.O. 1990, c. A.26, s. 33 (2).</p> <p class=\"headnote\">Disability of member</p> <p class=\"subsection\">(3) Where the Discipline Committee commences a hearing and a member of the Discipline Committee becomes unable to act, the remaining members may complete the hearing despite the absence of the member who is unable to act.  R.S.O. 1990, c. A.26, s. 33 (3).</p> <p class=\"headnote\">Chair</p> <p class=\"subsection\">(4) The Council shall name one member of the Discipline Committee who is a member of and elected to the Council to be chair.  R.S.O. 1990, c. A.26, s. 33 (4).</p> <p class=\"headnote\">Reference by Council</p> <p class=\"subsection\">(5) The Council, by resolution, may direct the Discipline Committee to hold a hearing and determine any allegation of professional misconduct or incompetence on the part of a member of the Association or a holder of a certificate of practice or a temporary licence specified in the resolution.  R.S.O. 1990, c. A.26, s. 33 (5).</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "34.",
            "section_x": "Powers and duties of Discipline Committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers and duties of Discipline Committee",
            "content": "34. (1) The Discipline Committee shall, (a)  when so directed by the Council or the Complaints Committee, hear and determine allegations of professional misconduct or incompetence against a member of the Association or a holder of a certificate of practice or a temporary licence; (b)  hear and determine matters referred to it under section 30, 33 or 42; and (c)  perform such other duties as are assigned to it by the Council.  R.S.O. 1990, c. A.26, s. 34 (1). Professional misconduct (2) A member of the Association or a holder of a certificate of practice or a temporary licence may be found guilty of professional misconduct by the Committee if, (a)  the member or holder has been found guilty of an offence relevant to the person’s suitability to practise, upon proof of such conviction; (b)  the member or holder has been guilty in the opinion of the Discipline Committee of professional misconduct as defined in the regulations.  R.S.O. 1990, c. A.26, s. 34 (2). Incompetence (3) The Discipline Committee may find a member of the Association or a holder of a certificate of practice or a temporary licence to be incompetent if in its opinion, (a)  the member or holder has displayed in the member’s or holder’s professional responsibilities a lack of knowledge, skill or judgment or disregard for the welfare of the public the member or holder serves of a nature or to an extent that demonstrates the member or holder is unfit to carry out the responsibilities of an architect; or (b)  the member or holder is suffering from a physical or mental condition or disorder of a nature and extent making it desirable in the interests of the public or the member or holder that the member or holder no longer be permitted to engage in the practice of architecture or that the member’s or holder’s practice of architecture be restricted.  R.S.O. 1990, c. A.26, s. 34 (3). Powers of Discipline Committee (4) Where the Discipline Committee finds a member of the Association or a holder of a certificate of practice or a temporary licence guilty of professional misconduct or incompetence it may, by order, (a)  revoke the licence of the member or the certificate of practice or temporary licence of the holder; (b)  suspend the licence of the member or the certificate of practice or temporary licence of the holder for a stated period, not exceeding twenty-four months; (c)  accept the undertaking of the member or holder to limit the professional work of the member or holder in the practice of architecture to the extent specified in the undertaking; (d)  impose terms, conditions or limitations on the licence, certificate of practice or temporary licence, of the member or holder, including but not limited, in the case of a member or a holder of a temporary licence, to the successful completion of a particular course or courses of study, as are specified by the Discipline Committee; (e)  impose specific restrictions on the licence, certificate of practice or temporary licence, including but not limited to, (i)  requiring the member or the holder of the temporary licence to engage in the practice of architecture only under the personal supervision and direction of another member, or a member, as the case may be, (ii)  requiring the member to not alone engage in the practice of architecture, (iii)  requiring the member or the holder of the certificate of practice or temporary licence to accept periodic inspections by the Committee or its delegate of the books, accounts, records and designs of the member or the holder in connection with the member’s or holder’s practice, (iv)  requiring the member or the holder of the certificate of practice or temporary licence to report to the Registrar or to such committee of the Council as the Discipline Committee may specify on such matters in respect of the member’s or holder’s practice for such period of time, at such times and in such form, as the Discipline Committee may specify; (f)  require that the member or the holder of the certificate of practice or temporary licence be reprimanded, admonished or counselled and, if considered warranted, direct that the fact of the reprimand, admonishment or counselling be recorded on the register; (g)  revoke or suspend for a stated period of time the designation of the member or holder by the Association as a specialist in any branch of architecture; (h)  impose such fine as the Discipline Committee considers appropriate, to a maximum of $5,000, to be paid by the member or the holder of the certificate of practice or temporary licence to the Treasurer of Ontario for payment into the Consolidated Revenue Fund; (i)  require the member or the holder of the certificate of practice or temporary licence to repay, waive or reduce the fee of the member or the holder in respect of the practice of architecture related to the finding of professional misconduct or incompetence; (j)  subject to subsection (5) in respect of orders of revocation or suspension, direct that the finding and the order of the Discipline Committee be published in an official publication of the Association in detail or in summary and either with or without including the name of the member or holder; (k)  fix and impose costs to be paid by the member or the holder to the Association; (l)  direct that the imposition of a penalty be suspended or postponed for such period and upon such terms or for such purpose as may be specified by the Discipline Committee, including but not limited to, (i)  the successful completion by the member or the holder of the temporary licence of a particular course or courses of study, (ii)  the production to the Discipline Committee of evidence satisfactory to it that any physical or mental incapacity in respect of which the penalty was imposed has been overcome, or any combination of them.  R.S.O. 1990, c. A.26, s. 34 (4); 2009, c. 33, Sched. 2, s. 6. Publication of revocation or suspension (5) The Discipline Committee shall cause an order of the Committee revoking or suspending a licence, certificate of practice or temporary licence to be published, with or without the reasons therefor, in an official publication of the Association together with the name of the member or holder of the revoked or suspended licence, certificate of practice or temporary licence.  R.S.O. 1990, c. A.26, s. 34 (5). Publication on request (6) The Discipline Committee shall cause a determination by the Committee that an allegation of professional misconduct or incompetence was unfounded to be published in an official publication of the Association, upon the request of the member or the holder of a certificate of practice or temporary licence against whom the allegation was made.  R.S.O. 1990, c. A.26, s. 34 (6). Costs (7) Where the Discipline Committee is of the opinion that the commencement of the proceedings was unwarranted, the Committee may order that the Association reimburse the member or the holder of the certificate of practice or temporary licence for the member’s or holder’s costs or such portion thereof as the Discipline Committee fixes and the Association shall comply with the order.  R.S.O. 1990, c. A.26, s. 34 (7). Stay on appeal for incompetence (8) Where the Discipline Committee revokes, suspends or restricts a licence, certificate of practice or temporary licence on the ground of incompetence, the decision takes effect immediately even if an appeal is taken from the decision unless the court to which the appeal is taken otherwise orders, and, where the court is satisfied that it is appropriate in the circumstances, the court may so order.  R.S.O. 1990, c. A.26, s. 34 (8). Stay on appeal for professional misconduct (9) Where the Discipline Committee revokes, suspends or restricts a licence, a certificate of practice or a temporary licence on a ground other than incompetence, the order does not take effect until the time for appeal from the order has expired without an appeal being taken or, if taken, the appeal has been disposed of or abandoned, unless the Discipline Committee otherwise orders, and, where the Committee considers that it is appropriate for the protection of the public, the Committee may so order.  R.S.O. 1990, c. A.26, s. 34 (9). Service of decision of Discipline Committee (10) Where the Discipline Committee finds a member or a holder of a certificate of practice or temporary licence guilty of professional misconduct or incompetence, a copy of the decision shall be served upon the person complaining in respect of the conduct or action of the member or holder.  R.S.O. 1990, c. A.26, s. 34 (10). Continuation on expiry of Committee membership (11) Where a proceeding is commenced before the Discipline Committee and the term of office on the Council or on the Committee of a member sitting for the hearing expires or is terminated, other than for cause, before the proceeding is disposed of but after evidence has been heard, the member shall be deemed to remain a member of the Discipline Committee for the purpose of completing the disposition of the proceeding in the same manner as if his or her term of office had not expired or been terminated.  R.S.O. 1990, c. A.26, s. 34 (11). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 2, s. 6 - 15/12/2009 Discipline proceedings",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>34.</b> (1) The Discipline Committee shall,</p> <p class=\"paragraph\">  (a)  when so directed by the Council or the Complaints Committee, hear and determine allegations of professional misconduct or incompetence against a member of the Association or a holder of a certificate of practice or a temporary licence;</p> <p class=\"paragraph\">  (b)  hear and determine matters referred to it under section 30, 33 or 42; and</p> <p class=\"paragraph\">  (c)  perform such other duties as are assigned to it by the Council.  R.S.O. 1990, c. A.26, s. 34 (1).</p> <p class=\"headnote\">Professional misconduct</p> <p class=\"subsection\">(2) A member of the Association or a holder of a certificate of practice or a temporary licence may be found guilty of professional misconduct by the Committee if,</p> <p class=\"paragraph\">  (a)  the member or holder has been found guilty of an offence relevant to the person’s suitability to practise, upon proof of such conviction;</p> <p class=\"paragraph\">  (b)  the member or holder has been guilty in the opinion of the Discipline Committee of professional misconduct as defined in the regulations.  R.S.O. 1990, c. A.26, s. 34 (2).</p> <p class=\"headnote\">Incompetence</p> <p class=\"subsection\">(3) The Discipline Committee may find a member of the Association or a holder of a certificate of practice or a temporary licence to be incompetent if in its opinion,</p> <p class=\"paragraph\">  (a)  the member or holder has displayed in the member’s or holder’s professional responsibilities a lack of knowledge, skill or judgment or disregard for the welfare of the public the member or holder serves of a nature or to an extent that demonstrates the member or holder is unfit to carry out the responsibilities of an architect; or</p> <p class=\"paragraph\">  (b)  the member or holder is suffering from a physical or mental condition or disorder of a nature and extent making it desirable in the interests of the public or the member or holder that the member or holder no longer be permitted to engage in the practice of architecture or that the member’s or holder’s practice of architecture be restricted.  R.S.O. 1990, c. A.26, s. 34 (3).</p> <p class=\"headnote\">Powers of Discipline Committee</p> <p class=\"subsection\">(4) Where the Discipline Committee finds a member of the Association or a holder of a certificate of practice or a temporary licence guilty of professional misconduct or incompetence it may, by order,</p> <p class=\"paragraph\">  (a)  revoke the licence of the member or the certificate of practice or temporary licence of the holder;</p> <p class=\"paragraph\">  (b)  suspend the licence of the member or the certificate of practice or temporary licence of the holder for a stated period, not exceeding twenty-four months;</p> <p class=\"paragraph\">  (c)  accept the undertaking of the member or holder to limit the professional work of the member or holder in the practice of architecture to the extent specified in the undertaking;</p> <p class=\"paragraph\">  (d)  impose terms, conditions or limitations on the licence, certificate of practice or temporary licence, of the member or holder, including but not limited, in the case of a member or a holder of a temporary licence, to the successful completion of a particular course or courses of study, as are specified by the Discipline Committee;</p> <p class=\"paragraph\">  (e)  impose specific restrictions on the licence, certificate of practice or temporary licence, including but not limited to,</p> <p class=\"subclause\">  (i)  requiring the member or the holder of the temporary licence to engage in the practice of architecture only under the personal supervision and direction of another member, or a member, as the case may be,</p> <p class=\"subclause\">  (ii)  requiring the member to not alone engage in the practice of architecture,</p> <p class=\"subclause\">  (iii)  requiring the member or the holder of the certificate of practice or temporary licence to accept periodic inspections by the Committee or its delegate of the books, accounts, records and designs of the member or the holder in connection with the member’s or holder’s practice,</p> <p class=\"subclause\">  (iv)  requiring the member or the holder of the certificate of practice or temporary licence to report to the Registrar or to such committee of the Council as the Discipline Committee may specify on such matters in respect of the member’s or holder’s practice for such period of time, at such times and in such form, as the Discipline Committee may specify;</p> <p class=\"paragraph\">  (f)  require that the member or the holder of the certificate of practice or temporary licence be reprimanded, admonished or counselled and, if considered warranted, direct that the fact of the reprimand, admonishment or counselling be recorded on the register;</p> <p class=\"paragraph\">  (g)  revoke or suspend for a stated period of time the designation of the member or holder by the Association as a specialist in any branch of architecture;</p> <p class=\"paragraph\">  (h)  impose such fine as the Discipline Committee considers appropriate, to a maximum of $5,000, to be paid by the member or the holder of the certificate of practice or temporary licence to the Treasurer of Ontario for payment into the Consolidated Revenue Fund;</p> <p class=\"paragraph\">  (i)  require the member or the holder of the certificate of practice or temporary licence to repay, waive or reduce the fee of the member or the holder in respect of the practice of architecture related to the finding of professional misconduct or incompetence;</p> <p class=\"paragraph\">  (j)  subject to subsection (5) in respect of orders of revocation or suspension, direct that the finding and the order of the Discipline Committee be published in an official publication of the Association in detail or in summary and either with or without including the name of the member or holder;</p> <p class=\"paragraph\">  (k)  fix and impose costs to be paid by the member or the holder to the Association;</p> <p class=\"paragraph\">  (l)  direct that the imposition of a penalty be suspended or postponed for such period and upon such terms or for such purpose as may be specified by the Discipline Committee, including but not limited to,</p> <p class=\"subclause\">  (i)  the successful completion by the member or the holder of the temporary licence of a particular course or courses of study,</p> <p class=\"subclause\">  (ii)  the production to the Discipline Committee of evidence satisfactory to it that any physical or mental incapacity in respect of which the penalty was imposed has been overcome,</p> <p class=\"subsection\">or any combination of them.  R.S.O. 1990, c. A.26, s. 34 (4); 2009, c. 33, Sched. 2, s. 6.</p> <p class=\"headnote\">Publication of revocation or suspension</p> <p class=\"subsection\">(5) The Discipline Committee shall cause an order of the Committee revoking or suspending a licence, certificate of practice or temporary licence to be published, with or without the reasons therefor, in an official publication of the Association together with the name of the member or holder of the revoked or suspended licence, certificate of practice or temporary licence.  R.S.O. 1990, c. A.26, s. 34 (5).</p> <p class=\"headnote\">Publication on request</p> <p class=\"subsection\">(6) The Discipline Committee shall cause a determination by the Committee that an allegation of professional misconduct or incompetence was unfounded to be published in an official publication of the Association, upon the request of the member or the holder of a certificate of practice or temporary licence against whom the allegation was made.  R.S.O. 1990, c. A.26, s. 34 (6).</p> <p class=\"headnote\">Costs</p> <p class=\"subsection\">(7) Where the Discipline Committee is of the opinion that the commencement of the proceedings was unwarranted, the Committee may order that the Association reimburse the member or the holder of the certificate of practice or temporary licence for the member’s or holder’s costs or such portion thereof as the Discipline Committee fixes and the Association shall comply with the order.  R.S.O. 1990, c. A.26, s. 34 (7).</p> <p class=\"headnote\">Stay on appeal for incompetence</p> <p class=\"subsection\">(8) Where the Discipline Committee revokes, suspends or restricts a licence, certificate of practice or temporary licence on the ground of incompetence, the decision takes effect immediately even if an appeal is taken from the decision unless the court to which the appeal is taken otherwise orders, and, where the court is satisfied that it is appropriate in the circumstances, the court may so order.  R.S.O. 1990, c. A.26, s. 34 (8).</p> <p class=\"headnote\">Stay on appeal for professional misconduct</p> <p class=\"subsection\">(9) Where the Discipline Committee revokes, suspends or restricts a licence, a certificate of practice or a temporary licence on a ground other than incompetence, the order does not take effect until the time for appeal from the order has expired without an appeal being taken or, if taken, the appeal has been disposed of or abandoned, unless the Discipline Committee otherwise orders, and, where the Committee considers that it is appropriate for the protection of the public, the Committee may so order.  R.S.O. 1990, c. A.26, s. 34 (9).</p> <p class=\"headnote\">Service of decision of Discipline Committee</p> <p class=\"subsection\">(10) Where the Discipline Committee finds a member or a holder of a certificate of practice or temporary licence guilty of professional misconduct or incompetence, a copy of the decision shall be served upon the person complaining in respect of the conduct or action of the member or holder.  R.S.O. 1990, c. A.26, s. 34 (10).</p> <p class=\"headnote\">Continuation on expiry of Committee membership</p> <p class=\"subsection\">(11) Where a proceeding is commenced before the Discipline Committee and the term of office on the Council or on the Committee of a member sitting for the hearing expires or is terminated, other than for cause, before the proceeding is disposed of but after evidence has been heard, the member shall be deemed to remain a member of the Discipline Committee for the purpose of completing the disposition of the proceeding in the same manner as if his or her term of office had not expired or been terminated.  R.S.O. 1990, c. A.26, s. 34 (11).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s6\">2009, c. 33, Sched. 2, s. 6</a></span> - 15/12/2009</p> <p class=\"headnote\">Discipline proceedings</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "35.",
            "section_x": "Discipline proceedings",
            "part_id": null,
            "part_type": null,
            "section_y": "Parties",
            "content": "35. (1) In proceedings before the Discipline Committee, the Association and the member of the Association or holder of a certificate of practice or temporary licence whose conduct is being investigated in the proceedings are parties to the proceedings.  R.S.O. 1990, c. A.26, s. 35 (1). Examination of documentary evidence (2) A member or holder of a certificate of practice or temporary licence whose conduct is being investigated in proceedings before the Discipline Committee shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing.  R.S.O. 1990, c. A.26, s. 35 (2). Members holding hearing not to have taken part in investigation, etc. (3) Members of the Discipline Committee holding a hearing shall not have taken part before the hearing in any investigation of the subject-matter of the hearing other than as a member of the Council considering the referral of the matter to the Discipline Committee or at a previous hearing of the Committee, and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or representative of a party except upon notice to and opportunity for all parties to participate, but the Committee may seek legal advice from a person who is not counsel in the proceedings and, in such case, the nature of the advice shall be made known to the parties in order that they may make submissions as to the law.  R.S.O. 1990, c. A.26, s. 35 (3). Hearings closed to public, exception (4) Despite anything in the Statutory Powers Procedure Act, hearings of the Discipline Committee shall be closed to the public, but, if the party whose conduct is being investigated requests otherwise by a notice delivered to the Registrar before the day fixed for the hearing, the committee shall conduct the hearing in public except where, (a)  matters involving public security may be disclosed; or (b)  the possible disclosure of intimate financial or personal matters outweighs the desirability of holding the hearing in public.  R.S.O. 1990, c. A.26, s. 35 (4). Recording of evidence (5) The oral evidence taken before the Discipline Committee shall be recorded and, if so required, copies of a transcript thereof shall be furnished only to the parties at their own cost.  R.S.O. 1990, c. A.26, s. 35 (5). Evidence (6) Despite the Statutory Powers Procedure Act, nothing is admissible in evidence before the Discipline Committee that would be inadmissible in a court in a civil case and the findings of the Discipline Committee shall be based exclusively on evidence admitted before it.  R.S.O. 1990, c. A.26, s. 35 (6). Only members at hearing to participate in decision (7) No member of the Discipline Committee shall participate in a decision of the Committee following upon a hearing unless he or she was present throughout the hearing and heard the evidence and argument of the parties.  R.S.O. 1990, c. A.26, s. 35 (7). Release of documentary evidence (8) Documents and things put in evidence at a hearing of the Discipline Committee shall, upon the request of the party who produced them, be returned by the Committee within a reasonable time after the matter in issue has been finally determined.  R.S.O. 1990, c. A.26, s. 35 (8).",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>35.</b> (1) In proceedings before the Discipline Committee, the Association and the member of the Association or holder of a certificate of practice or temporary licence whose conduct is being investigated in the proceedings are parties to the proceedings.  R.S.O. 1990, c. A.26, s. 35 (1).</p> <p class=\"headnote\">Examination of documentary evidence</p> <p class=\"subsection\">(2) A member or holder of a certificate of practice or temporary licence whose conduct is being investigated in proceedings before the Discipline Committee shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing.  R.S.O. 1990, c. A.26, s. 35 (2).</p> <p class=\"headnote\">Members holding hearing not to have taken part in investigation, etc.</p> <p class=\"subsection\">(3) Members of the Discipline Committee holding a hearing shall not have taken part before the hearing in any investigation of the subject-matter of the hearing other than as a member of the Council considering the referral of the matter to the Discipline Committee or at a previous hearing of the Committee, and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or representative of a party except upon notice to and opportunity for all parties to participate, but the Committee may seek legal advice from a person who is not counsel in the proceedings and, in such case, the nature of the advice shall be made known to the parties in order that they may make submissions as to the law.  R.S.O. 1990, c. A.26, s. 35 (3).</p> <p class=\"headnote\">Hearings closed to public, exception</p> <p class=\"subsection\">(4) Despite anything in the <i>Statutory Powers Procedure Act</i>, hearings of the Discipline Committee shall be closed to the public, but, if the party whose conduct is being investigated requests otherwise by a notice delivered to the Registrar before the day fixed for the hearing, the committee shall conduct the hearing in public except where,</p> <p class=\"paragraph\">  (a)  matters involving public security may be disclosed; or</p> <p class=\"paragraph\">  (b)  the possible disclosure of intimate financial or personal matters outweighs the desirability of holding the hearing in public.  R.S.O. 1990, c. A.26, s. 35 (4).</p> <p class=\"headnote\">Recording of evidence</p> <p class=\"subsection\">(5) The oral evidence taken before the Discipline Committee shall be recorded and, if so required, copies of a transcript thereof shall be furnished only to the parties at their own cost.  R.S.O. 1990, c. A.26, s. 35 (5).</p> <p class=\"headnote\">Evidence</p> <p class=\"subsection\">(6) Despite the <i>Statutory Powers Procedure Act</i>, nothing is admissible in evidence before the Discipline Committee that would be inadmissible in a court in a civil case and the findings of the Discipline Committee shall be based exclusively on evidence admitted before it.  R.S.O. 1990, c. A.26, s. 35 (6).</p> <p class=\"headnote\">Only members at hearing to participate in decision</p> <p class=\"subsection\">(7) No member of the Discipline Committee shall participate in a decision of the Committee following upon a hearing unless he or she was present throughout the hearing and heard the evidence and argument of the parties.  R.S.O. 1990, c. A.26, s. 35 (7).</p> <p class=\"headnote\">Release of documentary evidence</p> <p class=\"subsection\">(8) Documents and things put in evidence at a hearing of the Discipline Committee shall, upon the request of the party who produced them, be returned by the Committee within a reasonable time after the matter in issue has been finally determined.  R.S.O. 1990, c. A.26, s. 35 (8).</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "36.",
            "section_x": "Appeal to court",
            "part_id": null,
            "part_type": null,
            "section_y": "Appeal to court",
            "content": "36. (1) A party to proceedings before the Registration Committee or the Discipline Committee may appeal to the Divisional Court, in accordance with the rules of court, from the decision or order of the committee.  R.S.O. 1990, c. A.26, s. 36 (1). Certified copy of record (2) Upon the request of a party desiring to appeal to the Divisional Court and upon payment of the fee therefor, the Registrar shall furnish the party with a certified copy of the record of the proceedings, including the documents received in evidence and the decision or order appealed from.  R.S.O. 1990, c. A.26, s. 36 (2). Powers of court on appeal (3) An appeal under this section may be made on questions of law or fact or both and the court may affirm or may rescind the decision of the committee appealed from and may exercise all powers of the committee and may direct the committee to take any action which the committee may take and as the court considers proper, and for such purposes the court may substitute its opinion for that of the committee or the court may refer the matter back to the committee for rehearing, in whole or in part, in accordance with such directions as the court considers proper.  R.S.O. 1990, c. A.26, s. 36 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>36.</b> (1) A party to proceedings before the Registration Committee or the Discipline Committee may appeal to the Divisional Court, in accordance with the rules of court, from the decision or order of the committee.  R.S.O. 1990, c. A.26, s. 36 (1).</p> <p class=\"headnote\">Certified copy of record</p> <p class=\"subsection\">(2) Upon the request of a party desiring to appeal to the Divisional Court and upon payment of the fee therefor, the Registrar shall furnish the party with a certified copy of the record of the proceedings, including the documents received in evidence and the decision or order appealed from.  R.S.O. 1990, c. A.26, s. 36 (2).</p> <p class=\"headnote\">Powers of court on appeal</p> <p class=\"subsection\">(3) An appeal under this section may be made on questions of law or fact or both and the court may affirm or may rescind the decision of the committee appealed from and may exercise all powers of the committee and may direct the committee to take any action which the committee may take and as the court considers proper, and for such purposes the court may substitute its opinion for that of the committee or the court may refer the matter back to the committee for rehearing, in whole or in part, in accordance with such directions as the court considers proper.  R.S.O. 1990, c. A.26, s. 36 (3).</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "37.",
            "section_x": "Fees Mediation Committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Fees Mediation Committee",
            "content": "37. (1) No person who is a member of the Complaints Committee or the Discipline Committee shall be a member of the Fees Mediation Committee.  R.S.O. 1990, c. A.26, s. 37 (1). Duties of Fees Mediation Committee (2) The Fees Mediation Committee, (a)  shall, unless the Committee considers it inappropriate to do so, mediate any written complaint by a client of a member of the Association or of a holder of a certificate of practice or temporary licence in respect of a fee charged for architectural services provided to the client; and (b)  shall perform such other duties as are assigned to it by the Council.  R.S.O. 1990, c. A.26, s. 37 (2). Arbitration by Fees Mediation Committee (3) The Fees Mediation Committee, with the written consent of all parties to the dispute, may arbitrate a dispute in respect of a fee between a client and a member of the Association or a holder of a certificate of practice or temporary licence and in that case the decision of the Fees Mediation Committee is final and binding on all parties to the dispute.  R.S.O. 1990, c. A.26, s. 37 (3). Arbitrations Act (4) Where the Fees Mediation Committee acts as arbitrator under subsection (3), the Arbitrations Act does not apply.  R.S.O. 1990, c. A.26, s. 37 (4). Enforcement (5) A decision by the Fees Mediation Committee under subsection (3), exclusive of the reasons therefor, certified by the Registrar, may be filed with the Superior Court of Justice and when filed the decision may be enforced in the same manner as a judgment of the court.  R.S.O. 1990, c. A.26, s. 37 (5); 2001, c. 9, Sched. B, s. 1 (9). Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. B, s. 1 (9) - 29/06/2001",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>37.</b> (1) No person who is a member of the Complaints Committee or the Discipline Committee shall be a member of the Fees Mediation Committee.  R.S.O. 1990, c. A.26, s. 37 (1).</p> <p class=\"headnote\">Duties of Fees Mediation Committee</p> <p class=\"subsection\">(2) The Fees Mediation Committee,</p> <p class=\"paragraph\">  (a)  shall, unless the Committee considers it inappropriate to do so, mediate any written complaint by a client of a member of the Association or of a holder of a certificate of practice or temporary licence in respect of a fee charged for architectural services provided to the client; and</p> <p class=\"paragraph\">  (b)  shall perform such other duties as are assigned to it by the Council.  R.S.O. 1990, c. A.26, s. 37 (2).</p> <p class=\"headnote\">Arbitration by Fees Mediation Committee</p> <p class=\"subsection\">(3) The Fees Mediation Committee, with the written consent of all parties to the dispute, may arbitrate a dispute in respect of a fee between a client and a member of the Association or a holder of a certificate of practice or temporary licence and in that case the decision of the Fees Mediation Committee is final and binding on all parties to the dispute.  R.S.O. 1990, c. A.26, s. 37 (3).</p> <p class=\"headnote\"><i>Arbitrations Act</i></p> <p class=\"subsection\">(4) Where the Fees Mediation Committee acts as arbitrator under subsection (3), the <i>Arbitrations Act</i> does not apply.  R.S.O. 1990, c. A.26, s. 37 (4).</p> <p class=\"headnote\">Enforcement</p> <p class=\"subsection\">(5) A decision by the Fees Mediation Committee under subsection (3), exclusive of the reasons therefor, certified by the Registrar, may be filed with the Superior Court of Justice and when filed the decision may be enforced in the same manner as a judgment of the court.  R.S.O. 1990, c. A.26, s. 37 (5); 2001, c. 9, Sched. B, s. 1 (9).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedbs1s9\">2001, c. 9, Sched. B, s. 1 (9)</a></span> - 29/06/2001</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "38.",
            "section_x": "Registrar’s investigation",
            "part_id": null,
            "part_type": null,
            "section_y": "Registrar’s investigation",
            "content": "38.  (1)  Where the Registrar believes on reasonable and probable grounds that a member of the Association or a holder of a certificate of practice or temporary licence has committed an act of professional misconduct or incompetence, the Registrar by order may appoint one or more persons to investigate whether such act has occurred, and the person appointed shall report the result of his or her investigation to the Registrar.  R.S.O. 1990, c. A.26, s. 38 (1). Powers of investigator (2) For purposes relevant to the subject matter of an investigation under this section, the person appointed to make the investigation may inquire into and examine the practice of the member or holder of the certificate of practice or temporary licence in respect of whom the investigation is being made and may, upon production of his or her appointment, enter at any reasonable time the business premises of the member or holder and examine books, records, documents and things relevant to the subject matter of the investigation.  2009, c. 33, Sched. 6, s. 39. Application of Public Inquiries Act, 2009 (2.1) Section 33 of the Public Inquiries Act, 2009 applies to the inquiry under subsection (2).  2009, c. 33, Sched. 6, s. 39. Obstruction of investigator (3)  No person shall obstruct a person appointed to make an investigation under this section or withhold from him or her or conceal or destroy any books, records, documents or things relevant to the subject-matter of the investigation.  R.S.O. 1990, c. A.26, s. 38 (3). Order by provincial judge (4)  Where a provincial judge is satisfied on evidence upon oath, (a)  that the Registrar had grounds for appointing and by order has appointed one or more persons to make an investigation; and (b)  that there is reasonable ground for believing there are in any building, dwelling, receptacle or place any books, records, documents or things relating to the member of the Association or holder of a certificate of practice or a temporary licence whose affairs are being investigated and to the subject-matter of the investigation, the provincial judge may issue an order authorizing the person or persons making the investigation, together with such police officer or officers as they call upon to assist them, to enter and search, by force if necessary, such building, dwelling, receptacle or place for such books, records, documents or things and to examine them.  R.S.O. 1990, c. A.26, s. 38 (4). Execution of order (5)  An order issued under subsection (4) shall be executed at reasonable times as specified in the order.  R.S.O. 1990, c. A.26, s. 38 (5). Expiry of order (6)  An order issued under subsection (4) shall state the date on which it expires, which shall be a date not later than fifteen days after the order is issued.  R.S.O. 1990, c. A.26, s. 38 (6). Application without notice (7)  A provincial judge may receive and consider an application for an order under subsection (4) without notice to and in the absence of the member of the Association or holder of a certificate of practice or a temporary licence whose affairs are being investigated.  R.S.O. 1990, c. A.26, s. 38 (7). Removal of books, etc. (8)  Any person making an investigation under this section may, upon giving a receipt therefor, remove any books, records, documents or things examined under subsection (2) or (4) relating to the member or holder whose practice is being investigated and to the subject-matter of the investigation for the purpose of making copies of such books, records or documents, but such copying shall be carried out with reasonable dispatch and the books, records or documents in question shall be promptly thereafter returned to the member or holder whose practice is being investigated.  R.S.O. 1990, c. A.26, s. 38 (8). Admissibility of copies (9)  Any copy made as provided in subsection (8) and certified to be a true copy by the person making the investigation is admissible in evidence in any action, proceeding or prosecution as proof in the absence of evidence to the contrary of the original book, record or document and its contents.  R.S.O. 1990, c. A.26, s. 38 (9). Report of Registrar (10)  The Registrar shall report the results of the investigation to the Council or such committee as he or she considers appropriate.  R.S.O. 1990, c. A.26, s. 38 (10). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 6, s. 39 - 1/06/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>38.</b>  (1)  Where the Registrar believes on reasonable and probable grounds that a member of the Association or a holder of a certificate of practice or temporary licence has committed an act of professional misconduct or incompetence, the Registrar by order may appoint one or more persons to investigate whether such act has occurred, and the person appointed shall report the result of his or her investigation to the Registrar.  R.S.O. 1990, c. A.26, s. 38 (1).</p> <p class=\"headnote\">Powers of investigator</p> <p class=\"subsection\">(2) For purposes relevant to the subject matter of an investigation under this section, the person appointed to make the investigation may inquire into and examine the practice of the member or holder of the certificate of practice or temporary licence in respect of whom the investigation is being made and may, upon production of his or her appointment, enter at any reasonable time the business premises of the member or holder and examine books, records, documents and things relevant to the subject matter of the investigation.  2009, c. 33, Sched. 6, s. 39.</p> <p class=\"headnote\">Application of <i>Public Inquiries Act, 2009</i></p> <p class=\"subsection\">(2.1) Section 33 of the <i>Public Inquiries Act, 2009</i> applies to the inquiry under subsection (2).  2009, c. 33, Sched. 6, s. 39.</p> <p class=\"headnote\">Obstruction of investigator</p> <p class=\"subsection\">(3)  No person shall obstruct a person appointed to make an investigation under this section or withhold from him or her or conceal or destroy any books, records, documents or things relevant to the subject-matter of the investigation.  R.S.O. 1990, c. A.26, s. 38 (3).</p> <p class=\"headnote\">Order by provincial judge</p> <p class=\"subsection\">(4)  Where a provincial judge is satisfied on evidence upon oath,</p> <p class=\"paragraph\">  (a)  that the Registrar had grounds for appointing and by order has appointed one or more persons to make an investigation; and</p> <p class=\"paragraph\">  (b)  that there is reasonable ground for believing there are in any building, dwelling, receptacle or place any books, records, documents or things relating to the member of the Association or holder of a certificate of practice or a temporary licence whose affairs are being investigated and to the subject-matter of the investigation,</p> <p class=\"subsection\">the provincial judge may issue an order authorizing the person or persons making the investigation, together with such police officer or officers as they call upon to assist them, to enter and search, by force if necessary, such building, dwelling, receptacle or place for such books, records, documents or things and to examine them.  R.S.O. 1990, c. A.26, s. 38 (4).</p> <p class=\"headnote\">Execution of order</p> <p class=\"subsection\">(5)  An order issued under subsection (4) shall be executed at reasonable times as specified in the order.  R.S.O. 1990, c. A.26, s. 38 (5).</p> <p class=\"headnote\">Expiry of order</p> <p class=\"subsection\">(6)  An order issued under subsection (4) shall state the date on which it expires, which shall be a date not later than fifteen days after the order is issued.  R.S.O. 1990, c. A.26, s. 38 (6).</p> <p class=\"headnote\">Application without notice</p> <p class=\"subsection\">(7)  A provincial judge may receive and consider an application for an order under subsection (4) without notice to and in the absence of the member of the Association or holder of a certificate of practice or a temporary licence whose affairs are being investigated.  R.S.O. 1990, c. A.26, s. 38 (7).</p> <p class=\"headnote\">Removal of books, etc.</p> <p class=\"subsection\">(8)  Any person making an investigation under this section may, upon giving a receipt therefor, remove any books, records, documents or things examined under subsection (2) or (4) relating to the member or holder whose practice is being investigated and to the subject-matter of the investigation for the purpose of making copies of such books, records or documents, but such copying shall be carried out with reasonable dispatch and the books, records or documents in question shall be promptly thereafter returned to the member or holder whose practice is being investigated.  R.S.O. 1990, c. A.26, s. 38 (8).</p> <p class=\"headnote\">Admissibility of copies</p> <p class=\"subsection\">(9)  Any copy made as provided in subsection (8) and certified to be a true copy by the person making the investigation is admissible in evidence in any action, proceeding or prosecution as proof in the absence of evidence to the contrary of the original book, record or document and its contents.  R.S.O. 1990, c. A.26, s. 38 (9).</p> <p class=\"headnote\">Report of Registrar</p> <p class=\"subsection\">(10)  The Registrar shall report the results of the investigation to the Council or such committee as he or she considers appropriate.  R.S.O. 1990, c. A.26, s. 38 (10).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched6s39\">2009, c. 33, Sched. 6, s. 39</a></span> - 1/06/2011</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "39.",
            "section_x": "Information re insurance claims",
            "part_id": null,
            "part_type": null,
            "section_y": "Information re insurance claims",
            "content": "39. (1) In this section, “insurer” means a person offering insurance in respect of liability incurred in the practice of architecture.  R.S.O. 1990, c. A.26, s. 39 (1). Same (2) Upon the request of the Registrar, an insurer shall furnish to the Registrar any information that is in the possession of the insurer and that is specified in the request related to a claim or claims for indemnity in respect of the practice of architecture.  R.S.O. 1990, c. A.26, s. 39 (2). Exception (3) Subsection (2) does not apply in respect of a document prepared by an insured person related to a claim for indemnity in respect of the practice of architecture by the insured person.  R.S.O. 1990, c. A.26, s. 39 (3). Transmittal of information (4) The Registrar may forward any information referred to in subsection (2) to the Council or to such committee as he or she considers appropriate.  R.S.O. 1990, c. A.26, s. 39 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>39.</b> (1) In this section,</p> <p class=\"definition\">“insurer” means a person offering insurance in respect of liability incurred in the practice of architecture.  R.S.O. 1990, c. A.26, s. 39 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Upon the request of the Registrar, an insurer shall furnish to the Registrar any information that is in the possession of the insurer and that is specified in the request related to a claim or claims for indemnity in respect of the practice of architecture.  R.S.O. 1990, c. A.26, s. 39 (2).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Subsection (2) does not apply in respect of a document prepared by an insured person related to a claim for indemnity in respect of the practice of architecture by the insured person.  R.S.O. 1990, c. A.26, s. 39 (3).</p> <p class=\"headnote\">Transmittal of information</p> <p class=\"subsection\">(4) The Registrar may forward any information referred to in subsection (2) to the Council or to such committee as he or she considers appropriate.  R.S.O. 1990, c. A.26, s. 39 (4).</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "40.",
            "section_x": "Professional liability insurance",
            "part_id": null,
            "part_type": null,
            "section_y": "Professional liability insurance",
            "content": "40 No member of the Association, holder of a certificate of practice or holder of a temporary licence shall engage in the practice of architecture unless the member or holder is, (a)  insured against professional liability in accordance with the regulations; (b)  insured, where required by the regulations, against professional liability by an insurance corporation referred to in subsection 2 (5), for the amounts of insurance that are prescribed by the regulations; or (c)  exempted by the regulations from the requirements of clauses (a) and (b).  2001, c. 9, Sched. B, s. 1 (8). Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. B, s. 1 (8) - 15/01/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>40 </b>No member of the Association, holder of a certificate of practice or holder of a temporary licence shall engage in the practice of architecture unless the member or holder is,</p> <p class=\"paragraph\">  (a)  insured against professional liability in accordance with the regulations;</p> <p class=\"paragraph\">  (b)  insured, where required by the regulations, against professional liability by an insurance corporation referred to in subsection 2 (5), for the amounts of insurance that are prescribed by the regulations; or</p> <p class=\"paragraph\">  (c)  exempted by the regulations from the requirements of clauses (a) and (b).  2001, c. 9, Sched. B, s. 1 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedbs1s8\">2001, c. 9, Sched. B, s. 1 (8)</a></span> - 15/01/2003</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "41.",
            "section_x": "Surrender of cancelled licence, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Surrender of cancelled licence, etc.",
            "content": "41. Where a licence, certificate of practice or temporary licence is revoked or cancelled, the former holder thereof shall forthwith deliver the licence, certificate of practice or temporary licence and related seal to the Registrar.  R.S.O. 1990, c. A.26, s. 41.",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>41.</b> Where a licence, certificate of practice or temporary licence is revoked or cancelled, the former holder thereof shall forthwith deliver the licence, certificate of practice or temporary licence and related seal to the Registrar.  R.S.O. 1990, c. A.26, s. 41.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "42.",
            "section_x": "Application for restoration",
            "part_id": null,
            "part_type": null,
            "section_y": "Application for restoration",
            "content": "42. (1) A person whose licence, certificate of practice or temporary licence has been revoked for cause under this Act, or whose membership has been cancelled for cause under a predecessor of this Act, may apply in writing to the Registrar for the issuance of a licence, certificate of practice or temporary licence, but such application shall not be made sooner than two years after the revocation.  R.S.O. 1990, c. A.26, s. 42 (1). Same (2) A person whose licence, certificate of practice or temporary licence has been suspended for cause under this Act, or whose membership has been suspended for cause under a predecessor of this Act, may apply in writing to the Registrar for the removal of the suspension, but, where the suspension is for more than one year, the application shall not be made sooner than one year after the commencement of the suspension.  R.S.O. 1990, c. A.26, s. 42 (2). Reference to Discipline Committee (3) The Registrar shall refer the application to the Discipline Committee which shall hold a hearing respecting and decide upon the application, and shall report its decision and reasons to the Council and to the applicant.  R.S.O. 1990, c. A.26, s. 42 (3). Procedures (4) The provisions of this Act applying to hearings by the Registration Committee, except section 36, apply with necessary modifications to proceedings of the Discipline Committee under this section.  R.S.O. 1990, c. A.26, s. 42 (4). Direction by Council to issue licence (5) Despite subsections (1), (2) and (3), the Council may direct at any time that a licence, certificate of practice or temporary licence be issued to a person whose licence, certificate of practice or temporary licence has previously been revoked for cause or suspended for cause or that a suspension or cancellation for cause under a predecessor of this Act be removed, subject to such terms, conditions or limitations as the Council considers appropriate.  R.S.O. 1990, c. A.26, s. 42 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>42.</b> (1) A person whose licence, certificate of practice or temporary licence has been revoked for cause under this Act, or whose membership has been cancelled for cause under a predecessor of this Act, may apply in writing to the Registrar for the issuance of a licence, certificate of practice or temporary licence, but such application shall not be made sooner than two years after the revocation.  R.S.O. 1990, c. A.26, s. 42 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A person whose licence, certificate of practice or temporary licence has been suspended for cause under this Act, or whose membership has been suspended for cause under a predecessor of this Act, may apply in writing to the Registrar for the removal of the suspension, but, where the suspension is for more than one year, the application shall not be made sooner than one year after the commencement of the suspension.  R.S.O. 1990, c. A.26, s. 42 (2).</p> <p class=\"headnote\">Reference to Discipline Committee</p> <p class=\"subsection\">(3) The Registrar shall refer the application to the Discipline Committee which shall hold a hearing respecting and decide upon the application, and shall report its decision and reasons to the Council and to the applicant.  R.S.O. 1990, c. A.26, s. 42 (3).</p> <p class=\"headnote\">Procedures</p> <p class=\"subsection\">(4) The provisions of this Act applying to hearings by the Registration Committee, except section 36, apply with necessary modifications to proceedings of the Discipline Committee under this section.  R.S.O. 1990, c. A.26, s. 42 (4).</p> <p class=\"headnote\">Direction by Council to issue licence</p> <p class=\"subsection\">(5) Despite subsections (1), (2) and (3), the Council may direct at any time that a licence, certificate of practice or temporary licence be issued to a person whose licence, certificate of practice or temporary licence has previously been revoked for cause or suspended for cause or that a suspension or cancellation for cause under a predecessor of this Act be removed, subject to such terms, conditions or limitations as the Council considers appropriate.  R.S.O. 1990, c. A.26, s. 42 (5).</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "43.",
            "section_x": "Confidentiality",
            "part_id": null,
            "part_type": null,
            "section_y": "Confidentiality",
            "content": "43. (1) Every person engaged in the administration of this Act, including any person making an examination or review under section 32 or an investigation under section 38, shall preserve secrecy with respect to all matters that come to the person’s knowledge in the course of his or her duties, employment, inquiry or investigation and shall not communicate any such matters to any other person except, (a)  as may be required in connection with the administration of, (i)  this Act and the regulations and by-laws, or (ii)  the Professional Engineers Act and the regulations and by-laws under that Act, or any proceedings under, (iii)  this Act or the regulations, or (iv)  the Professional Engineers Act or the regulations under that Act; (b)  to his or her counsel; or (c)  with the consent of the person to whom the information relates.  R.S.O. 1990, c. A.26, s. 43 (1). Testimony in civil action (2) No person to whom subsection (1) applies shall be required to give testimony or to produce any book, record, document or thing in any action or proceeding with regard to information obtained by the person in the course of his or her duties, employment, inquiry or investigation except in a proceeding under this Act or the regulations or by-laws or a proceeding under the Professional Engineers Act or the regulations or by-laws under that Act.  R.S.O. 1990, c. A.26, s. 43 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>43.</b> (1) Every person engaged in the administration of this Act, including any person making an examination or review under section 32 or an investigation under section 38, shall preserve secrecy with respect to all matters that come to the person’s knowledge in the course of his or her duties, employment, inquiry or investigation and shall not communicate any such matters to any other person except,</p> <p class=\"paragraph\">  (a)  as may be required in connection with the administration of,</p> <p class=\"subclause\">  (i)  this Act and the regulations and by-laws, or</p> <p class=\"subclause\">  (ii)  the <i>Professional Engineers Act</i> and the regulations and by-laws under that Act,</p> <p class=\"paragraph\">or any proceedings under,</p> <p class=\"subclause\">  (iii)  this Act or the regulations, or</p> <p class=\"subclause\">  (iv)  the <i>Professional Engineers Act</i> or the regulations under that Act;</p> <p class=\"paragraph\">  (b)  to his or her counsel; or</p> <p class=\"paragraph\">  (c)  with the consent of the person to whom the information relates.  R.S.O. 1990, c. A.26, s. 43 (1).</p> <p class=\"headnote\">Testimony in civil action</p> <p class=\"subsection\">(2) No person to whom subsection (1) applies shall be required to give testimony or to produce any book, record, document or thing in any action or proceeding with regard to information obtained by the person in the course of his or her duties, employment, inquiry or investigation except in a proceeding under this Act or the regulations or by-laws or a proceeding under the <i>Professional Engineers Act</i> or the regulations or by-laws under that Act.  R.S.O. 1990, c. A.26, s. 43 (2).</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "44.",
            "section_x": "Use of word “architect” by corporation or partnership",
            "part_id": null,
            "part_type": null,
            "section_y": "Use of word “architect” by corporation or partnership",
            "content": "44 (1) A corporation or partnership whose name includes the word “architect” or “architecte” or a derivative or abbreviation of either word and that ceases to hold a certificate of practice shall not carry on or engage in any business until the word, derivative or abbreviation of “architect” or “architecte” is removed from the name of the corporation or partnership.  R.S.O. 1990, c. A.26, s. 44 (1); 2010, c. 16, Sched. 2, s. 1 (25). Exception (2) Subsection (1) does not apply to prevent a corporation or partnership from carrying on an activity necessary to the winding up of the corporation or partnership.  R.S.O. 1990, c. A.26, s. 44 (2); 2010, c. 16, Sched. 2, s. 1 (26). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 2, s. 1 (25, 26) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>44 </b>(1) A corporation or partnership whose name includes the word “architect” or “architecte” or a derivative or abbreviation of either word and that ceases to hold a certificate of practice shall not carry on or engage in any business until the word, derivative or abbreviation of “architect” or “architecte” is removed from the name of the corporation or partnership.  R.S.O. 1990, c. A.26, s. 44 (1); 2010, c. 16, Sched. 2, s. 1 (25).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply to prevent a corporation or partnership from carrying on an activity necessary to the winding up of the corporation or partnership.  R.S.O. 1990, c. A.26, s. 44 (2); 2010, c. 16, Sched. 2, s. 1 (26).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s25\">2010, c. 16, Sched. 2, s. 1 (25, 26)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "45.",
            "section_x": "Proceedings to prohibit continuation or repetition of contravention",
            "part_id": null,
            "part_type": null,
            "section_y": "Proceedings to prohibit continuation or repetition of contravention",
            "content": "45. Where any provision of this Act or the regulations is contravened, despite any other remedy or any penalty imposed, the Association may apply to a judge of the Superior Court of Justice for an order prohibiting the continuation or repetition of the contravention or the carrying on of any activity specified in the order that, in the opinion of the court, will or will likely result in the continuation or repetition of the contravention by the person committing the contravention, and the judge may make the order and it may be enforced in the same manner as any other order or judgment of the court.  R.S.O. 1990, c. A.26, s. 45; 2001, c. 9, Sched. B, s. 1 (9). Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. B, s. 1 (9) - 29/06/2001",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>45.</b> Where any provision of this Act or the regulations is contravened, despite any other remedy or any penalty imposed, the Association may apply to a judge of the Superior Court of Justice for an order prohibiting the continuation or repetition of the contravention or the carrying on of any activity specified in the order that, in the opinion of the court, will or will likely result in the continuation or repetition of the contravention by the person committing the contravention, and the judge may make the order and it may be enforced in the same manner as any other order or judgment of the court.  R.S.O. 1990, c. A.26, s. 45; 2001, c. 9, Sched. B, s. 1 (9).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedbs1s9\">2001, c. 9, Sched. B, s. 1 (9)</a></span> - 29/06/2001</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "46.",
            "section_x": "Penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "Penalties",
            "content": "46 (1) Every person who contravenes section 11 is guilty of an offence and on conviction is liable for the first offence to a fine of not more than $25,000 and for each subsequent offence to a fine of not more than $50,000.  R.S.O. 1990, c. A.26, s. 46 (1). Idem (2) Every person who is not a holder of a licence, certificate of practice or temporary licence and who, (a)  uses the title “architect” or “architecte” as an occupational designation; (b)  uses, (i)  an addition to or an abbreviation of the title “architect” or “architecte”, (ii)  an occupational designation, or (iii)  a term, title, addition or description, that will lead to the belief that the person may engage in the practice of architecture; or (c)  uses a seal that will lead to the belief that the person is an architect, is guilty of an offence and on conviction is liable for the first offence to a fine of not more than $10,000 and for each subsequent offence to a fine of not more than $25,000.  R.S.O. 1990, c. A.26, s. 46 (2). Idem (3) Any person who obstructs a person appointed to make an investigation under section 38 in the course of his or her duties is guilty of an offence and on conviction is liable to a fine of not more than $10,000.  R.S.O. 1990, c. A.26, s. 46 (3). Idem (4) Every person that contravenes section 44 is guilty of an offence and on conviction is liable for a first offence to a fine of not more than $10,000 and for each subsequent offence to a fine of not more than $25,000.  R.S.O. 1990, c. A.26, s. 46 (4); 2010, c. 16, Sched. 2, s. 1 (27). Idem, director or officer of corporation (5) Where a corporation is guilty of an offence under subsection (1), (2), (3) or (4), every director or officer of the corporation who authorizes, permits or acquiesces in the offence is guilty of an offence and on conviction is liable to a fine of not more than $50,000.  R.S.O. 1990, c. A.26, s. 46 (5). Idem, partner (6) Where a person who is guilty of an offence under subsection (1), (2), (3) or (4) is a member or an employee of a partnership, every member of the partnership who authorizes, permits or acquiesces in the offence is guilty of an offence and on conviction is liable to a fine of not more than $50,000.  R.S.O. 1990, c. A.26, s. 46 (6); 2010, c. 16, Sched. 2, s. 1 (28). Limitation (7) Proceedings shall not be commenced in respect of an offence under subsection (1), (2), (3), (4), (5) or (6) after two years after the date on which the offence was, or is alleged to have been, committed.  R.S.O. 1990, c. A.26, s. 46 (7). Exception (8) It is not an offence under subsection (2), (a)  for a member of the Association of Architectural Technologists of Ontario to use the designation “architectural technologist” or “architecte-technologue” or “architectural technician” or “architecte-technicien”; (b)  for a person to use the designation “landscape architect” or “architecte paysagiste”; or (c)  for a person to use the title “architect” or “architecte” if the person is a member of a class for whom the use of the title is a privilege prescribed by the regulations.  R.S.O. 1990, c. A.26, s. 46 (8). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 2, s. 1 (27, 28) - 25/10/2010 Offences",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>46 </b>(1) Every person who contravenes section 11 is guilty of an offence and on conviction is liable for the first offence to a fine of not more than $25,000 and for each subsequent offence to a fine of not more than $50,000.  R.S.O. 1990, c. A.26, s. 46 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Every person who is not a holder of a licence, certificate of practice or temporary licence and who,</p> <p class=\"paragraph\">  (a)  uses the title “architect” or “architecte” as an occupational designation;</p> <p class=\"paragraph\">  (b)  uses,</p> <p class=\"subclause\">  (i)  an addition to or an abbreviation of the title “architect” or “architecte”,</p> <p class=\"subclause\">  (ii)  an occupational designation, or</p> <p class=\"subclause\">  (iii)  a term, title, addition or description,</p> <p class=\"paragraph\">that will lead to the belief that the person may engage in the practice of architecture; or</p> <p class=\"paragraph\">  (c)  uses a seal that will lead to the belief that the person is an architect,</p> <p class=\"subsection\">is guilty of an offence and on conviction is liable for the first offence to a fine of not more than $10,000 and for each subsequent offence to a fine of not more than $25,000.  R.S.O. 1990, c. A.26, s. 46 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) Any person who obstructs a person appointed to make an investigation under section 38 in the course of his or her duties is guilty of an offence and on conviction is liable to a fine of not more than $10,000.  R.S.O. 1990, c. A.26, s. 46 (3).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(4) Every person that contravenes section 44 is guilty of an offence and on conviction is liable for a first offence to a fine of not more than $10,000 and for each subsequent offence to a fine of not more than $25,000.  R.S.O. 1990, c. A.26, s. 46 (4); 2010, c. 16, Sched. 2, s. 1 (27).</p> <p class=\"headnote\">Idem, director or officer of corporation</p> <p class=\"subsection\">(5) Where a corporation is guilty of an offence under subsection (1), (2), (3) or (4), every director or officer of the corporation who authorizes, permits or acquiesces in the offence is guilty of an offence and on conviction is liable to a fine of not more than $50,000.  R.S.O. 1990, c. A.26, s. 46 (5).</p> <p class=\"headnote\">Idem, partner</p> <p class=\"subsection\">(6) Where a person who is guilty of an offence under subsection (1), (2), (3) or (4) is a member or an employee of a partnership, every member of the partnership who authorizes, permits or acquiesces in the offence is guilty of an offence and on conviction is liable to a fine of not more than $50,000.  R.S.O. 1990, c. A.26, s. 46 (6); 2010, c. 16, Sched. 2, s. 1 (28).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(7) Proceedings shall not be commenced in respect of an offence under subsection (1), (2), (3), (4), (5) or (6) after two years after the date on which the offence was, or is alleged to have been, committed.  R.S.O. 1990, c. A.26, s. 46 (7).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(8) It is not an offence under subsection (2),</p> <p class=\"paragraph\">  (a)  for a member of the Association of Architectural Technologists of Ontario to use the designation “architectural technologist” or “architecte-technologue” or “architectural technician” or “architecte-technicien”;</p> <p class=\"paragraph\">  (b)  for a person to use the designation “landscape architect” or “architecte paysagiste”; or</p> <p class=\"paragraph\">  (c)  for a person to use the title “architect” or “architecte” if the person is a member of a class for whom the use of the title is a privilege prescribed by the regulations.  R.S.O. 1990, c. A.26, s. 46 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s27\">2010, c. 16, Sched. 2, s. 1 (27, 28)</a></span> - 25/10/2010</p> <p class=\"headnote\">Offences</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "47.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Falsification of certificate",
            "content": "47. (1) Any person who makes or causes to be made any wilful falsification in any matter relating to a register or issues a false licence, certificate of practice, temporary licence or document with respect to registration is guilty of an offence and on conviction is liable to a fine of not more than $10,000.  R.S.O. 1990, c. A.26, s. 47 (1). False representation, etc. (2) Every person who wilfully procures or attempts to procure the issuance of a licence, a certificate of practice or a temporary licence under this Act by knowingly making any false representation or declaration or by making a fraudulent representation or declaration, either orally or in writing, is guilty of an offence and on conviction is liable to a fine of not more than $10,000, and every person knowingly aiding and assisting the person therein is guilty of an offence and on conviction is liable to a fine of not more than $10,000.  R.S.O. 1990, c. A.26, s. 47 (2). Limitation period (3) Proceedings to obtain a conviction for an offence under subsection (1) or (2) shall not be commenced after the expiration of six months after the date on which the offence was, or is alleged to have been, committed.  R.S.O. 1990, c. A.26, s. 47 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>47.</b> (1) Any person who makes or causes to be made any wilful falsification in any matter relating to a register or issues a false licence, certificate of practice, temporary licence or document with respect to registration is guilty of an offence and on conviction is liable to a fine of not more than $10,000.  R.S.O. 1990, c. A.26, s. 47 (1).</p> <p class=\"headnote\">False representation, etc.</p> <p class=\"subsection\">(2) Every person who wilfully procures or attempts to procure the issuance of a licence, a certificate of practice or a temporary licence under this Act by knowingly making any false representation or declaration or by making a fraudulent representation or declaration, either orally or in writing, is guilty of an offence and on conviction is liable to a fine of not more than $10,000, and every person knowingly aiding and assisting the person therein is guilty of an offence and on conviction is liable to a fine of not more than $10,000.  R.S.O. 1990, c. A.26, s. 47 (2).</p> <p class=\"headnote\">Limitation period</p> <p class=\"subsection\">(3) Proceedings to obtain a conviction for an offence under subsection (1) or (2) shall not be commenced after the expiration of six months after the date on which the offence was, or is alleged to have been, committed.  R.S.O. 1990, c. A.26, s. 47 (3).</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "48.",
            "section_x": "Onus of proof",
            "part_id": null,
            "part_type": null,
            "section_y": "Onus of proof",
            "content": "48 Where licensing or the holding of a certificate of practice or a temporary licence or acting under and in accordance with a certificate of practice under this Act is required to permit the lawful doing of any act or thing, if in any prosecution it is proven that the defendant has done such act or thing, the burden of proving that the defendant was so licensed or that the defendant held a certificate of practice or temporary licence or that the defendant acted in accordance with a certificate of practice under this Act rests upon the defendant.  R.S.O. 1990, c. A.26, s. 48; 2010, c. 16, Sched. 2, s. 1 (29). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 2, s. 1 (29) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>48 </b>Where licensing or the holding of a certificate of practice or a temporary licence or acting under and in accordance with a certificate of practice under this Act is required to permit the lawful doing of any act or thing, if in any prosecution it is proven that the defendant has done such act or thing, the burden of proving that the defendant was so licensed or that the defendant held a certificate of practice or temporary licence or that the defendant acted in accordance with a certificate of practice under this Act rests upon the defendant.  R.S.O. 1990, c. A.26, s. 48; 2010, c. 16, Sched. 2, s. 1 (29).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s29\">2010, c. 16, Sched. 2, s. 1 (29)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "49.",
            "section_x": "Service, delivery",
            "part_id": null,
            "part_type": null,
            "section_y": "Service, delivery",
            "content": "49 (1) A document required under this Act to be served on or delivered to a person may be served or delivered by, (a)  leaving a copy with the person; (b)  mailing a copy to the person’s last known address; (c)  faxing a copy to the fax number indicated for the person in the Association’s records in accordance with subsections (3) and (4); or (d)  e-mailing a copy to the e-mail address indicated for the person in the Association’s records in accordance with subsection (5).  2010, c. 16, Sched. 2, s. 1 (30). By mail (2) Service or delivery of a document by mail is deemed to be effective on the 10th day following the date of mailing, unless the person receiving the document establishes that he or she, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, did not receive the document, or received the document on a later date.  2010, c. 16, Sched. 2, s. 1 (30). By fax (3) A document that is served or delivered by fax shall include a cover page indicating, (a)  the sender’s name, address and telephone number; (b)  the name of the person receiving the document; (c)  the date and time of transmission; (d)  the total number of pages transmitted, including the cover page; (e)  the fax number of the sender; and (f)  the name and telephone number of a person to contact in the event of transmission problems.  2010, c. 16, Sched. 2, s. 1 (30). Same (4) A document of 16 pages or more, including the cover page and the backsheet, may be served or delivered by fax only between 4 p.m. and 8 a.m. the following day, unless the person receiving the document gives prior consent.  2010, c. 16, Sched. 2, s. 1 (30). By e-mail (5) The e-mail message to which a document served or delivered by e-mail is attached shall include, (a)  the sender’s name, address, telephone number, fax number and e-mail address; (b)  the date and time of transmission; and (c)  the name and telephone number of a person to contact in the event of transmission problems.  2010, c. 16, Sched. 2, s. 1 (30). When effective, fax or e-mail (6) Service or delivery of a document by fax or by e-mail under this section is effective on the day the document is faxed or e-mailed to the recipient.  2010, c. 16, Sched. 2, s. 1 (30). Application to Association (7) This section applies with necessary modifications to service or delivery of a document on or to the Association, a committee of the Association or the Registrar, except that service or delivery by e-mail is effective only if an acceptance of the service or delivery containing the date of acceptance is provided by e-mail to the sender, and the effective date of the service or delivery is deemed to be the date of acceptance indicated in the acceptance e-mail.  2010, c. 16, Sched. 2, s. 1 (30). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 2, s. 1 (30) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>49 </b>(1) A document required under this Act to be served on or delivered to a person may be served or delivered by,</p> <p class=\"paragraph\">  (a)  leaving a copy with the person;</p> <p class=\"paragraph\">  (b)  mailing a copy to the person’s last known address;</p> <p class=\"paragraph\">  (c)  faxing a copy to the fax number indicated for the person in the Association’s records in accordance with subsections (3) and (4); or</p> <p class=\"paragraph\">  (d)  e-mailing a copy to the e-mail address indicated for the person in the Association’s records in accordance with subsection (5).  2010, c. 16, Sched. 2, s. 1 (30).</p> <p class=\"headnote\">By mail</p> <p class=\"subsection\">(2) Service or delivery of a document by mail is deemed to be effective on the 10th day following the date of mailing, unless the person receiving the document establishes that he or she, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, did not receive the document, or received the document on a later date.  2010, c. 16, Sched. 2, s. 1 (30).</p> <p class=\"headnote\">By fax</p> <p class=\"subsection\">(3) A document that is served or delivered by fax shall include a cover page indicating,</p> <p class=\"paragraph\">  (a)  the sender’s name, address and telephone number;</p> <p class=\"paragraph\">  (b)  the name of the person receiving the document;</p> <p class=\"paragraph\">  (c)  the date and time of transmission;</p> <p class=\"paragraph\">  (d)  the total number of pages transmitted, including the cover page;</p> <p class=\"paragraph\">  (e)  the fax number of the sender; and</p> <p class=\"paragraph\">  (f)  the name and telephone number of a person to contact in the event of transmission problems.  2010, c. 16, Sched. 2, s. 1 (30).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) A document of 16 pages or more, including the cover page and the backsheet, may be served or delivered by fax only between 4 p.m. and 8 a.m. the following day, unless the person receiving the document gives prior consent.  2010, c. 16, Sched. 2, s. 1 (30).</p> <p class=\"headnote\">By e-mail</p> <p class=\"subsection\">(5) The e-mail message to which a document served or delivered by e-mail is attached shall include,</p> <p class=\"paragraph\">  (a)  the sender’s name, address, telephone number, fax number and e-mail address;</p> <p class=\"paragraph\">  (b)  the date and time of transmission; and</p> <p class=\"paragraph\">  (c)  the name and telephone number of a person to contact in the event of transmission problems.  2010, c. 16, Sched. 2, s. 1 (30).</p> <p class=\"headnote\">When effective, fax or e-mail</p> <p class=\"subsection\">(6) Service or delivery of a document by fax or by e-mail under this section is effective on the day the document is faxed or e-mailed to the recipient.  2010, c. 16, Sched. 2, s. 1 (30).</p> <p class=\"headnote\">Application to Association</p> <p class=\"subsection\">(7) This section applies with necessary modifications to service or delivery of a document on or to the Association, a committee of the Association or the Registrar, except that service or delivery by e-mail is effective only if an acceptance of the service or delivery containing the date of acceptance is provided by e-mail to the sender, and the effective date of the service or delivery is deemed to be the date of acceptance indicated in the acceptance e-mail.  2010, c. 16, Sched. 2, s. 1 (30).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched2s1s30\">2010, c. 16, Sched. 2, s. 1 (30)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "50.",
            "section_x": "Registrar’s certificate as evidence",
            "part_id": null,
            "part_type": null,
            "section_y": "Registrar’s certificate as evidence",
            "content": "50. Any statement containing information from the records required to be kept by the Registrar under this Act, purporting to be certified by the Registrar under the seal of the Association, is admissible in evidence in all courts as proof in the absence of evidence to the contrary of the facts stated therein without proof of the appointment or signature of the Registrar and without proof of the seal.  R.S.O. 1990, c. A.26, s. 50.",
            "raw_html": "<p class=\"section\"><a name=\"BK47\"></a><b>50.</b> Any statement containing information from the records required to be kept by the Registrar under this Act, purporting to be certified by the Registrar under the seal of the Association, is admissible in evidence in all courts as proof in the absence of evidence to the contrary of the facts stated therein without proof of the appointment or signature of the Registrar and without proof of the seal.  R.S.O. 1990, c. A.26, s. 50.</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "51.",
            "section_x": "Immunity and indemnification",
            "part_id": null,
            "part_type": null,
            "section_y": "Immunity and indemnification",
            "content": "51. (1) No action or other proceeding for damages shall be instituted against the Association, a member of the Council, a member of the Association, a member of a committee of the Association, the chair or any other member of the Joint Practice Board or an officer, employee, agent or appointee of the Association for any act done in good faith in the performance or intended performance of a duty or in the exercise or the intended exercise of a power under this Act or the Professional Engineers Act, a regulation or a by-law, or for any neglect or default in the performance or exercise in good faith of such duty or power.  R.S.O. 1990, c. A.26, s. 51 (1). Same (2) Every person who is a member of the Council, a member of the Association, a member of a committee of the Association, the chair or other member of the Joint Practice Board or an officer, employee, agent or appointee of the Association, and the person’s heirs, executors and administrators, and estate and effects, respectively, may, with the consent of the Council, from time to time and at all times, be indemnified and saved harmless out of the funds of the Association, from and against, (a)  all costs, charges and expenses whatsoever that the person sustains or incurs in or about any action, suit or proceeding that is brought, commenced or prosecuted against the person, for or in respect of any act, deed, matter or thing whatsoever, made, done or committed by the person, in the performance or intended performance of a duty or in the exercise or in the intended exercise of a power under this Act or the\r\nProfessional Engineers Act, a regulation or a by-law, or for any neglect or default in the performance or exercise in good faith of such duty or power or otherwise in or about the execution of such duties; and (b)  all other costs, charges and expenses that the person sustains or incurs in or about or in relation to the affairs thereof, except such costs, charges or expenses as are occasioned by the person’s own wilful neglect or default.  R.S.O. 1990, c. A.26, s. 51 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>51.</b> (1) No action or other proceeding for damages shall be instituted against the Association, a member of the Council, a member of the Association, a member of a committee of the Association, the chair or any other member of the Joint Practice Board or an officer, employee, agent or appointee of the Association for any act done in good faith in the performance or intended performance of a duty or in the exercise or the intended exercise of a power under this Act or the <i>Professional Engineers Act</i>, a regulation or a by-law, or for any neglect or default in the performance or exercise in good faith of such duty or power.  R.S.O. 1990, c. A.26, s. 51 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Every person who is a member of the Council, a member of the Association, a member of a committee of the Association, the chair or other member of the Joint Practice Board or an officer, employee, agent or appointee of the Association, and the person’s heirs, executors and administrators, and estate and effects, respectively, may, with the consent of the Council, from time to time and at all times, be indemnified and saved harmless out of the funds of the Association, from and against,</p> <p class=\"paragraph\">  (a)  all costs, charges and expenses whatsoever that the person sustains or incurs in or about any action, suit or proceeding that is brought, commenced or prosecuted against the person, for or in respect of any act, deed, matter or thing whatsoever, made, done or committed by the person, in the performance or intended performance of a duty or in the exercise or in the intended exercise of a power under this Act or the\r\n<i>Professional Engineers Act</i>, a regulation or a by-law, or for any neglect or default in the performance or exercise in good faith of such duty or power or otherwise in or about the execution of such duties; and</p> <p class=\"paragraph\">  (b)  all other costs, charges and expenses that the person sustains or incurs in or about or in relation to the affairs thereof, except such costs, charges or expenses as are occasioned by the person’s own wilful neglect or default.  R.S.O. 1990, c. A.26, s. 51 (2).</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "52.",
            "section_x": "Joint Practice Board",
            "part_id": null,
            "part_type": null,
            "section_y": "Joint Practice Board",
            "content": "52. (1) The Joint Practice Board, whose function is assisting the Ontario Association of Architects and the Association of Professional Engineers of Ontario in the maintenance of the professional relationship between the two associations, is continued under the name Joint Practice Board in English and Conseil professionnel mixte in French.  R.S.O. 1990, c. A.26, s. 52 (1). Composition (2) The Joint Practice Board shall be composed of a chair, three members representing the Ontario Association of Architects and three members representing the Association of Professional Engineers of Ontario.  R.S.O. 1990, c. A.26, s. 52 (2). Appointment of chair (3) The Lieutenant Governor in Council may appoint the chair after requesting and considering the views, if any, of the council of each of the associations and may provide for remuneration and payment of the expenses, or either of them, of the chair.  R.S.O. 1990, c. A.26, s. 52 (3). Appointment of members by Council (4) The Council shall appoint to the Joint Practice Board the three members representing the Association and shall prescribe the term of each appointment.  R.S.O. 1990, c. A.26, s. 52 (4). Recommendations (5) The Joint Practice Board may recommend to the Council, (a)  that the Council direct the Registrar to issue a licence or a certificate of practice to a holder of a general certificate of authorization; (b)  that an inspection be made of records, other than financial records, of a specific member of the Association, holder of a certificate of practice or holder of a temporary licence as part of a program of inspection of records other than financial records.  R.S.O. 1990, c. A.26, s. 52 (5). Direction by Council to issue licence or certificate of practice (6) The Council, upon the recommendation of the Joint Practice Board, may direct the Registrar to issue a licence or a certificate of practice to a holder of a general certificate of authorization and, if the Council does not direct the issuance of the licence or the certificate of practice, the Council shall give its reasons therefor in writing to the Joint Practice Board and to the applicant for the licence or the certificate of practice.  R.S.O. 1990, c. A.26, s. 52 (6). Referral of dispute to Joint Practice Board (7) Where a dispute arises between an architect and a professional engineer or a holder of a certificate of authorization issued under the Professional Engineers Act\r\nas to jurisdiction in respect of professional services, the Registrar may refer the matter to the Joint Practice Board and the Joint Practice Board shall consider the matter and assist the architect and the professional engineer or the holder of the certificate of authorization to resolve the dispute in accordance with the rules in section 11.  R.S.O. 1990, c. A.26, s. 52 (7). Commencement of proceedings (8) Proceedings shall not be commenced under this Act in respect of a matter mentioned in subsection (7) except upon the certificate of the chair of the Joint Practice Board that the Board has considered the matter and has been unable to resolve the dispute.  R.S.O. 1990, c. A.26, s. 52 (8). Certificate (9) The certificate of the chair is admissible in evidence in all courts as proof in the absence of evidence to the contrary of the facts stated therein without proof of the appointment or signature of the chair.  R.S.O. 1990, c. A.26, s. 52 (9).",
            "raw_html": "<p class=\"section\"><a name=\"BK49\"></a><b>52.</b> (1) The Joint Practice Board, whose function is assisting the Ontario Association of Architects and the Association of Professional Engineers of Ontario in the maintenance of the professional relationship between the two associations, is continued under the name Joint Practice Board in English and Conseil professionnel mixte in French.  R.S.O. 1990, c. A.26, s. 52 (1).</p> <p class=\"headnote\">Composition</p> <p class=\"subsection\">(2) The Joint Practice Board shall be composed of a chair, three members representing the Ontario Association of Architects and three members representing the Association of Professional Engineers of Ontario.  R.S.O. 1990, c. A.26, s. 52 (2).</p> <p class=\"headnote\">Appointment of chair</p> <p class=\"subsection\">(3) The Lieutenant Governor in Council may appoint the chair after requesting and considering the views, if any, of the council of each of the associations and may provide for remuneration and payment of the expenses, or either of them, of the chair.  R.S.O. 1990, c. A.26, s. 52 (3).</p> <p class=\"headnote\">Appointment of members by Council</p> <p class=\"subsection\">(4) The Council shall appoint to the Joint Practice Board the three members representing the Association and shall prescribe the term of each appointment.  R.S.O. 1990, c. A.26, s. 52 (4).</p> <p class=\"headnote\">Recommendations</p> <p class=\"subsection\">(5) The Joint Practice Board may recommend to the Council,</p> <p class=\"paragraph\">  (a)  that the Council direct the Registrar to issue a licence or a certificate of practice to a holder of a general certificate of authorization;</p> <p class=\"paragraph\">  (b)  that an inspection be made of records, other than financial records, of a specific member of the Association, holder of a certificate of practice or holder of a temporary licence as part of a program of inspection of records other than financial records.  R.S.O. 1990, c. A.26, s. 52 (5).</p> <p class=\"headnote\">Direction by Council to issue licence or certificate of practice</p> <p class=\"subsection\">(6) The Council, upon the recommendation of the Joint Practice Board, may direct the Registrar to issue a licence or a certificate of practice to a holder of a general certificate of authorization and, if the Council does not direct the issuance of the licence or the certificate of practice, the Council shall give its reasons therefor in writing to the Joint Practice Board and to the applicant for the licence or the certificate of practice.  R.S.O. 1990, c. A.26, s. 52 (6).</p> <p class=\"headnote\">Referral of dispute to Joint Practice Board</p> <p class=\"subsection\">(7) Where a dispute arises between an architect and a professional engineer or a holder of a certificate of authorization issued under the <i>Professional Engineers Act</i>\r\nas to jurisdiction in respect of professional services, the Registrar may refer the matter to the Joint Practice Board and the Joint Practice Board shall consider the matter and assist the architect and the professional engineer or the holder of the certificate of authorization to resolve the dispute in accordance with the rules in section 11.  R.S.O. 1990, c. A.26, s. 52 (7).</p> <p class=\"headnote\">Commencement of proceedings</p> <p class=\"subsection\">(8) Proceedings shall not be commenced under this Act in respect of a matter mentioned in subsection (7) except upon the certificate of the chair of the Joint Practice Board that the Board has considered the matter and has been unable to resolve the dispute.  R.S.O. 1990, c. A.26, s. 52 (8).</p> <p class=\"headnote\">Certificate</p> <p class=\"subsection\">(9) The certificate of the chair is admissible in evidence in all courts as proof in the absence of evidence to the contrary of the facts stated therein without proof of the appointment or signature of the chair.  R.S.O. 1990, c. A.26, s. 52 (9).</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "53.",
            "section_x": "Annual report",
            "part_id": null,
            "part_type": null,
            "section_y": "Annual report",
            "content": "53. (1) The Council shall make a report annually to the Minister containing such information as the Minister requires.  R.S.O. 1990, c. A.26, s. 53 (1). Idem (2) The Minister shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session.  R.S.O. 1990, c. A.26, s. 53 (2). Not-for-Profit Corporations Act, 2010 54 The Not-for-Profit Corporations Act, 2010\r\ndoes not apply to the Association, except as may be prescribed by regulation.  2010, c. 15, s. 213 (2). Section Amendments with date in force (d/m/y) 2010, c. 15, s. 213 (2)\n- 19/10/2021 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK50\"></a><b>53.</b> (1) The Council shall make a report annually to the Minister containing such information as the Minister requires.  R.S.O. 1990, c. A.26, s. 53 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The Minister shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session.  R.S.O. 1990, c. A.26, s. 53 (2).</p> <p class=\"headnoteitalic\">Not-for-Profit Corporations Act, 2010</p> <p class=\"section\"><a name=\"BK51\"></a><b>54 </b>The <i>Not-for-Profit Corporations Act, 2010</i>\r\ndoes not apply to the Association, except as may be prescribed by regulation.  2010, c. 15, s. 213 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10015#s213s2\">2010, c. 15, s. 213 (2)</a>\n</span>- 19/10/2021</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90a26\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "54.",
            "section_x": "Not-for-Profit Corporations Act, 2010",
            "part_id": null,
            "part_type": null,
            "section_y": "Idem",
            "content": "54 The Not-for-Profit Corporations Act, 2010\r\ndoes not apply to the Association, except as may be prescribed by regulation.  2010, c. 15, s. 213 (2). Section Amendments with date in force (d/m/y) 2010, c. 15, s. 213 (2)\n- 19/10/2021 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK51\"></a><b>54 </b>The <i>Not-for-Profit Corporations Act, 2010</i>\r\ndoes not apply to the Association, except as may be prescribed by regulation.  2010, c. 15, s. 213 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10015#s213s2\">2010, c. 15, s. 213 (2)</a>\n</span>- 19/10/2021</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90a26\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}