{
    "act_info": {
        "full_title": "Artificial Insemination of Livestock Act, R.S.O. 1990, c. A.29",
        "act_name_text": "Not Found",
        "citation": "Artificial Insemination of Livestock Act, R.S.O. 1990, c. A.29",
        "url": "https://www.ontario.ca/laws/statute/90a29",
        "date_scraped": "2023-12-21 12:59:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900028",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 28",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “artificial insemination” means the depositing of semen in the genital tract of a domestic female livestock animal by a means other than the natural method; (“insémination artificielle”) “Committee” means the Artificial Insemination of Livestock Advisory Committee; (“Comité”) “inseminating business” means a business in which one or more inseminators are engaged in artificial insemination; (“entreprise d’insémination”) “inseminator” means a person who engages in the process of artificial insemination; (“inséminateur”) “licence” means a licence under this Act; (“permis”) “livestock” means cattle, goats, horses, sheep or swine; (“bétail”) “Minister” means the Minister of Agriculture and Food or such other member of the Executive Council to whom the administration of this Act may be assigned by the Lieutenant Governor in Council; (“ministre”) “regulations” means the regulations made under this Act; (“règlements”) “semen-producing business” means a business that maintains one or more livestock animals from which it offers semen for sale for the purpose of artificial insemination; (“entreprise de production de semence”) “semen processing supervisor” means a person who is responsible for the supervision of the collection, processing or identification of semen for the purpose of artificial insemination. (“surveillant de la préparation de la semence”) “Tribunal” means the Farm Products Appeal Tribunal under the Ministry of Agriculture and Food Act. (“Commission”) R.S.O. 1990, c. A.29, s. 1; 1994, c. 27, s. 10 (1-3).",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“artificial insemination” means the depositing of semen in the genital tract of a domestic female livestock animal by a means other than the natural method; (“insémination artificielle”)</p> <p class=\"definition-e\">“Committee” means the Artificial Insemination of Livestock Advisory Committee; (“Comité”)</p> <p class=\"definition-e\">“inseminating business” means a business in which one or more inseminators are engaged in artificial insemination; (“entreprise d’insémination”)</p> <p class=\"definition-e\">“inseminator” means a person who engages in the process of artificial insemination; (“inséminateur”)</p> <p class=\"definition-e\">“licence” means a licence under this Act; (“permis”)</p> <p class=\"definition-e\">“livestock” means cattle, goats, horses, sheep or swine; (“bétail”)</p> <p class=\"definition-e\">“Minister” means the Minister of Agriculture and Food or such other member of the Executive Council to whom the administration of this Act may be assigned by the Lieutenant Governor in Council; (“ministre”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“semen-producing business” means a business that maintains one or more livestock animals from which it offers semen for sale for the purpose of artificial insemination; (“entreprise de production de semence”)</p> <p class=\"definition-e\">“semen processing supervisor” means a person who is responsible for the supervision of the collection, processing or identification of semen for the purpose of artificial insemination. (“surveillant de la préparation de la semence”)</p> <p class=\"definition-e\">“Tribunal” means the Farm Products Appeal Tribunal under the <i>Ministry of Agriculture and Food Act</i>. (“Commission”) R.S.O. 1990, c. A.29, s. 1; 1994, c. 27, s. 10 (1-3).</p>"
        },
        {
            "id": "2.",
            "section": "Director",
            "content": "2. The Minister may appoint a director who shall be responsible to him or her for the administration and enforcement of this Act. 1994, c. 27, s. 10 (4).",
            "raw_html": "<p class=\"section-e\"><b>2.</b> The Minister may appoint a director who shall be responsible to him or her for the administration and enforcement of this Act. 1994, c. 27, s. 10 (4).</p>"
        },
        {
            "id": "3.",
            "section": "Committee Continued",
            "content": "3. (1) The committee known as the Artificial Insemination of Livestock Advisory Committee, consisting of not fewer than three persons appointed by the Minister, is continued under the name of Artificial Insemination of Livestock Advisory Committee in English and under the name Comité consultatif sur l’insémination artificielle du bétail in French. R.S.O. 1990, c. A.29, s. 3 (1); 1994, c. 27, s. 10 (5). Function of Committee (2) The Committee shall act in an advisory capacity to the Minister and the director. R.S.O. 1990, c. A.29, s. 3 (2); 1994, c. 27, s. 10 (6). Chair and vice-chair (3) The Minister may designate one of the members as chair and one member as vice-chair. R.S.O. 1990, c. A.29, s. 3 (3); 1994, c. 27, s. 10 (7). Allowances to members (4) The members of the Committee shall receive such allowances and expenses as the Lieutenant Governor in Council determines. R.S.O. 1990, c. A.29, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) The committee known as the Artificial Insemination of Livestock Advisory Committee, consisting of not fewer than three persons appointed by the Minister, is continued under the name of Artificial Insemination of Livestock Advisory Committee in English and under the name Comité consultatif sur l’insémination artificielle du bétail in French. R.S.O. 1990, c. A.29, s. 3 (1); 1994, c. 27, s. 10 (5).</p> <p class=\"headnote-e\"><b>Function of Committee</b></p> <p class=\"subsection-e\">(2) The Committee shall act in an advisory capacity to the Minister and the director. R.S.O. 1990, c. A.29, s. 3 (2); 1994, c. 27, s. 10 (6).</p> <p class=\"headnote-e\"><b>Chair and vice-chair</b></p> <p class=\"subsection-e\">(3) The Minister may designate one of the members as chair and one member as vice-chair. R.S.O. 1990, c. A.29, s. 3 (3); 1994, c. 27, s. 10 (7).</p> <p class=\"headnote-e\"><b>Allowances to members</b></p> <p class=\"subsection-e\">(4) The members of the Committee shall receive such allowances and expenses as the Lieutenant Governor in Council determines. R.S.O. 1990, c. A.29, s. 3 (4).</p>"
        },
        {
            "id": "4.",
            "section": "Inspectors",
            "content": "4. The Minister may appoint inspectors to carry out and enforce this Act and the regulations. R.S.O. 1990, c. A.29, s. 4; 1994, c. 27, s. 10 (8).",
            "raw_html": "<p class=\"section-e\"><b>4.</b> The Minister may appoint inspectors to carry out and enforce this Act and the regulations. R.S.O. 1990, c. A.29, s. 4; 1994, c. 27, s. 10 (8).</p>"
        },
        {
            "id": "5.",
            "section": "Certificate of appointment",
            "content": "5. (1) The production by the director or by an inspector of a certificate of his or her appointment purporting to be signed by the Minister is admissible in evidence as proof, in the absence of evidence to the contrary, of the appointment without further proof of the signature or authority of the Minister. R.S.O. 1990, c. A.29, s. 5 (1); 1994, c. 27, s. 10 (9), part. Obstruction of director or inspector (2) No person shall hinder or obstruct the director or an inspector in the course of his or her duties, or furnish him or her with false information, or refuse to furnish him or her with information. R.S.O. 1990, c. A.29, s. 5 (2); 1994, c. 27, s. 10 (9), part.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) The production by the director or by an inspector of a certificate of his or her appointment purporting to be signed by the Minister is admissible in evidence as proof, in the absence of evidence to the contrary, of the appointment without further proof of the signature or authority of the Minister. R.S.O. 1990, c. A.29, s. 5 (1); 1994, c. 27, s. 10 (9), <i>part</i>.</p> <p class=\"headnote-e\"><b>Obstruction of director or inspector</b></p> <p class=\"subsection-e\">(2) No person shall hinder or obstruct the director or an inspector in the course of his or her duties, or furnish him or her with false information, or refuse to furnish him or her with information. R.S.O. 1990, c. A.29, s. 5 (2); 1994, c. 27, s. 10 (9), <i>part</i>.</p>"
        },
        {
            "id": "6.",
            "section": "Licensing",
            "content": "6. (1) No person shall commence or continue to engage in an inseminating business or a semen-producing business without a licence therefor from the director. R.S.O. 1990, c. A.29, s. 6 (1); 1994, c. 27, s. 10 (9), part. Only a corporation without share capital to hold a licence (2) No person, other than a corporation without share capital, shall hold a licence to engage in an inseminating business but nothing in this subsection affects a person who held such a licence prior to the 1st day of January, 1974. Classification of businesses (3) Semen-producing businesses are classified as follows: 1. Class “A” semen-producing businesses consisting of semen-producing businesses that are corporations without share capital. 2. Class “B” semen-producing businesses consisting of semen-producing businesses that are not corporations without share capital. Collection of semen (4) All semen from every semen-producing business shall be collected, identified and processed only under the supervision of semen processing supervisors who are in the employ and under the direction of a Class “A” semen-producing business. Provision of services (5) Every Class “A” semen-producing business shall on request provide services to any Class “B” semen-producing business on such terms and conditions as are reasonable having regard to all of the circumstances, unless the Class “B” semen-producing business is in default in respect of any account for the services of semen processing supervisors. R.S.O. 1990, c. A.29, s. 6 (2-5).",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) No person shall commence or continue to engage in an inseminating business or a semen-producing business without a licence therefor from the director. R.S.O. 1990, c. A.29, s. 6 (1); 1994, c. 27, s. 10 (9), <i>part</i>.</p> <p class=\"headnote-e\"><b>Only a corporation without share capital to hold a licence</b></p> <p class=\"subsection-e\">(2) No person, other than a corporation without share capital, shall hold a licence to engage in an inseminating business but nothing in this subsection affects a person who held such a licence prior to the 1st day of January, 1974.</p> <p class=\"headnote-e\"><b>Classification of businesses</b></p> <p class=\"subsection-e\">(3) Semen-producing businesses are classified as follows:</p> <p class=\"paragraph-e\">1. Class “A” semen-producing businesses consisting of semen-producing businesses that are corporations without share capital.</p> <p class=\"paragraph-e\">2. Class “B” semen-producing businesses consisting of semen-producing businesses that are not corporations without share capital.</p> <p class=\"headnote-e\"><b>Collection of semen</b></p> <p class=\"subsection-e\">(4) All semen from every semen-producing business shall be collected, identified and processed only under the supervision of semen processing supervisors who are in the employ and under the direction of a Class “A” semen-producing business.</p> <p class=\"headnote-e\"><b>Provision of services</b></p> <p class=\"subsection-e\">(5) Every Class “A” semen-producing business shall on request provide services to any Class “B” semen-producing business on such terms and conditions as are reasonable having regard to all of the circumstances, unless the Class “B” semen-producing business is in default in respect of any account for the services of semen processing supervisors. R.S.O. 1990, c. A.29, s. 6 (2-5).</p>"
        },
        {
            "id": "7.",
            "section": "Licensing",
            "content": "7. No person shall commence or continue to act as an inseminator or semen processing supervisor without a licence therefor from the director. R.S.O. 1990, c. A.29, s. 7; 1994, c. 27, s. 10 (9), part.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> No person shall commence or continue to act as an inseminator or semen processing supervisor without a licence therefor from the director. R.S.O. 1990, c. A.29, s. 7; 1994, c. 27, s. 10 (9), <i>part</i>.</p>"
        },
        {
            "id": "8.",
            "section": "Territorial restrictions",
            "content": "8. A licence may be issued to engage in an inseminating business or to act as an inseminator throughout Ontario or in such part thereof as is determined by the director and specified in the licence. R.S.O. 1990, c. A.29, s. 8; 1994, c. 27, s. 10 (9), part.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> A licence may be issued to engage in an inseminating business or to act as an inseminator throughout Ontario or in such part thereof as is determined by the director and specified in the licence. R.S.O. 1990, c. A.29, s. 8; 1994, c. 27, s. 10 (9), <i>part</i>.</p>"
        },
        {
            "id": "9.",
            "section": "Licence, issue",
            "content": "9. (1) The director shall issue a licence to a person who makes application therefor in accordance with this Act and the regulations and pays the prescribed fee unless, after a hearing, the director is of opinion that, (a) the applicant or, where the applicant is a corporation, its officers or directors, is or are not competent to carry on the operations that would be authorized by the licence; (b) the past conduct of the applicant or, where the applicant is a corporation, of its officers or directors, affords reasonable grounds for belief that the operations that would be authorized by the licence will not be carried on in accordance with law; (c) the applicant does not possess or will not have available all premises, facilities and equipment necessary to carry on the operations that would be authorized by the licence in accordance with this Act and the regulations; or (d) the applicant is not in a position to observe or carry out the provisions of this Act and the regulations. R.S.O. 1990, c. A.29, s. 9 (1); 1994, c. 27, s. 10 (9), part. Renewal (2) Subject to section 10, the director shall renew a licence on application therefor by the licensee in accordance with this Act and the regulations and payment of the prescribed fee. R.S.O. 1990, c. A.29, s. 9 (2); 1994, c. 27, s. 10 (9), part.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) The director shall issue a licence to a person who makes application therefor in accordance with this Act and the regulations and pays the prescribed fee unless, after a hearing, the director is of opinion that,</p> <p class=\"clause-e\">(a) the applicant or, where the applicant is a corporation, its officers or directors, is or are not competent to carry on the operations that would be authorized by the licence;</p> <p class=\"clause-e\">(b) the past conduct of the applicant or, where the applicant is a corporation, of its officers or directors, affords reasonable grounds for belief that the operations that would be authorized by the licence will not be carried on in accordance with law;</p> <p class=\"clause-e\">(c) the applicant does not possess or will not have available all premises, facilities and equipment necessary to carry on the operations that would be authorized by the licence in accordance with this Act and the regulations; or</p> <p class=\"clause-e\">(d) the applicant is not in a position to observe or carry out the provisions of this Act and the regulations. R.S.O. 1990, c. A.29, s. 9 (1); 1994, c. 27, s. 10 (9), <i>part</i>.</p> <p class=\"headnote-e\"><b>Renewal</b></p> <p class=\"subsection-e\">(2) Subject to section 10, the director shall renew a licence on application therefor by the licensee in accordance with this Act and the regulations and payment of the prescribed fee. R.S.O. 1990, c. A.29, s. 9 (2); 1994, c. 27, s. 10 (9), <i>part</i>.</p>"
        },
        {
            "id": "10.",
            "section": "Refusal to renew, suspension or cancellation",
            "content": "10. (1) The director may refuse to renew or may suspend or cancel a licence if, after a hearing, the director is of opinion that, (a) the premises, facilities and equipment used in the operations authorized by the licence do not comply with this Act and the regulations; (b) the licensee or, where the licensee is a corporation, any officer, director or servant thereof has contravened or has permitted any person under his or her control or direction in connection with the operations authorized by the licence to contravene any provision of this Act or the regulations or of any other Act or the regulations thereunder or of any law applying to the operations authorized by the licence and the contravention warrants refusal to renew, suspension or cancellation of the licence; or (c) any other ground for refusal to renew, suspension or cancellation specified in the regulations exists. R.S.O. 1990, c. A.29, s. 10 (1); 1994, c. 27, s. 10 (9), part. Provisional suspension, etc. (2) Despite subsection (1), the director, by notice to a licensee and without a hearing, may provisionally refuse to renew or suspend the licensee’s licence where in the director’s opinion it is necessary to do so for the immediate protection of the safety or health of any animal and the director so states in the notice giving his or her reasons therefor, and thereafter the director shall hold a hearing to determine whether renewal of the licence should be refused or whether the licence should be further suspended or cancelled under this Act and the regulations. R.S.O. 1990, c. A.29, s. 10 (2); 1994, c. 27, s. 10 (9), part. Continuation of licence pending renewal (3) Subject to subsection (2), where, within the time prescribed or, if no time is prescribed, before expiry of the licensee’s licence, a licensee has applied for a renewal of the licence and has paid the prescribed fee and observed or carried out the provisions of this Act and the regulations, the existing licence shall be deemed to continue until the licensee has received the decision of the director on the application for renewal. R.S.O. 1990, c. A.29, s. 10 (3); 1994, c. 27, s. 10 (9), part.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) The director may refuse to renew or may suspend or cancel a licence if, after a hearing, the director is of opinion that,</p> <p class=\"clause-e\">(a) the premises, facilities and equipment used in the operations authorized by the licence do not comply with this Act and the regulations;</p> <p class=\"clause-e\">(b) the licensee or, where the licensee is a corporation, any officer, director or servant thereof has contravened or has permitted any person under his or her control or direction in connection with the operations authorized by the licence to contravene any provision of this Act or the regulations or of any other Act or the regulations thereunder or of any law applying to the operations authorized by the licence and the contravention warrants refusal to renew, suspension or cancellation of the licence; or</p> <p class=\"clause-e\">(c) any other ground for refusal to renew, suspension or cancellation specified in the regulations exists. R.S.O. 1990, c. A.29, s. 10 (1); 1994, c. 27, s. 10 (9), <i>part</i>.</p> <p class=\"headnote-e\"><b>Provisional suspension, etc.</b></p> <p class=\"subsection-e\">(2) Despite subsection (1), the director, by notice to a licensee and without a hearing, may provisionally refuse to renew or suspend the licensee’s licence where in the director’s opinion it is necessary to do so for the immediate protection of the safety or health of any animal and the director so states in the notice giving his or her reasons therefor, and thereafter the director shall hold a hearing to determine whether renewal of the licence should be refused or whether the licence should be further suspended or cancelled under this Act and the regulations. R.S.O. 1990, c. A.29, s. 10 (2); 1994, c. 27, s. 10 (9), <i>part</i>.</p> <p class=\"headnote-e\"><b>Continuation of licence pending renewal</b></p> <p class=\"subsection-e\">(3) Subject to subsection (2), where, within the time prescribed or, if no time is prescribed, before expiry of the licensee’s licence, a licensee has applied for a renewal of the licence and has paid the prescribed fee and observed or carried out the provisions of this Act and the regulations, the existing licence shall be deemed to continue until the licensee has received the decision of the director on the application for renewal. R.S.O. 1990, c. A.29, s. 10 (3); 1994, c. 27, s. 10 (9), <i>part</i>.</p>"
        },
        {
            "id": "11.",
            "section": "Notice of hearing",
            "content": "11. (1) The notice of a hearing by the director under section 9 or 10 shall afford to the applicant or licensee a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue or retention of the licence. R.S.O. 1990, c. A.29, s. 11 (1); 1994, c. 27, s. 10 (9), part. Examination of documentary evidence (2) An applicant or licensee who is a party to proceedings in which the director holds a hearing shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing. R.S.O. 1990, c. A.29, s. 11 (2); 1994, c. 27, s. 10 (9), part.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) The notice of a hearing by the director under section 9 or 10 shall afford to the applicant or licensee a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue or retention of the licence. R.S.O. 1990, c. A.29, s. 11 (1); 1994, c. 27, s. 10 (9), <i>part</i>.</p> <p class=\"headnote-e\"><b>Examination of documentary evidence</b></p> <p class=\"subsection-e\">(2) An applicant or licensee who is a party to proceedings in which the director holds a hearing shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing. R.S.O. 1990, c. A.29, s. 11 (2); 1994, c. 27, s. 10 (9), <i>part</i>.</p>"
        },
        {
            "id": "12.",
            "section": "Variation of decision by director",
            "content": "12. Where the director has refused to issue or renew or has suspended or cancelled a licence pursuant to a hearing, the director may, at any time of his or her own motion or on the application of the person who was the applicant or licensee, vary or rescind his or her decision, but the director shall not vary or rescind the decision adversely to the interests of any person without holding a rehearing to which the person is a party and may make such decision pursuant to such rehearing as the director considers proper under this Act and the regulations. R.S.O. 1990, c. A.29, s. 12; 1994, c. 27, s. 10 (9), part.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> Where the director has refused to issue or renew or has suspended or cancelled a licence pursuant to a hearing, the director may, at any time of his or her own motion or on the application of the person who was the applicant or licensee, vary or rescind his or her decision, but the director shall not vary or rescind the decision adversely to the interests of any person without holding a rehearing to which the person is a party and may make such decision pursuant to such rehearing as the director considers proper under this Act and the regulations. R.S.O. 1990, c. A.29, s. 12; 1994, c. 27, s. 10 (9), <i>part</i>.</p>"
        },
        {
            "id": "13.",
            "section": "Appeal to Tribunal",
            "content": "13. (1) Where the director refuses to issue or renew or suspends or cancels a licence, the applicant or licensee may by written notice delivered to the director and filed with the Tribunal within fifteen days after receipt of the decision of the director appeal to the Tribunal. R.S.O. 1990, c. A.29, s. 13 (1); 1994, c. 27, s. 10 (10), part. Extension of time for appeal (2) The Tribunal may extend the time for the giving of notice by an applicant or licensee under subsection (1) either before or after expiration of such time where it is satisfied that there are apparent grounds for appeal and that there are reasonable grounds for applying for the extension. R.S.O. 1990, c. A.29, s. 13 (2); 1994, c. 27, s. 10 (10), part. Disposal of appeal (3) Where an applicant or licensee appeals to the Tribunal under this section, the Tribunal shall hear the appeal by way of a new hearing to determine whether the licence should be issued, renewed, suspended or cancelled and may, after the hearing, confirm or alter the decision of the director or direct the director to do any act he or she is authorized to do under this Act and as the Tribunal considers proper and, for such purpose, the Tribunal may substitute its opinion for that of the director. R.S.O. 1990, c. A.29, s. 13 (3); 1994, c. 27, s. 10 (10), part. Effect of decision pending disposal of appeal (4) Although an applicant or licensee has appealed under this section from a decision of the director, unless the director otherwise directs, the decision of the director is effective until the appeal is disposed of. R.S.O. 1990, c. A.29, s. 13 (4); 1994, c. 27, s. 10 (10), part.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> (1) Where the director refuses to issue or renew or suspends or cancels a licence, the applicant or licensee may by written notice delivered to the director and filed with the Tribunal within fifteen days after receipt of the decision of the director appeal to the Tribunal. R.S.O. 1990, c. A.29, s. 13 (1); 1994, c. 27, s. 10 (10), <i>part</i>.</p> <p class=\"headnote-e\"><b>Extension of time for appeal</b></p> <p class=\"subsection-e\">(2) The Tribunal may extend the time for the giving of notice by an applicant or licensee under subsection (1) either before or after expiration of such time where it is satisfied that there are apparent grounds for appeal and that there are reasonable grounds for applying for the extension. R.S.O. 1990, c. A.29, s. 13 (2); 1994, c. 27, s. 10 (10), <i>part</i>.</p> <p class=\"headnote-e\"><b>Disposal of appeal</b></p> <p class=\"subsection-e\">(3) Where an applicant or licensee appeals to the Tribunal under this section, the Tribunal shall hear the appeal by way of a new hearing to determine whether the licence should be issued, renewed, suspended or cancelled and may, after the hearing, confirm or alter the decision of the director or direct the director to do any act he or she is authorized to do under this Act and as the Tribunal considers proper and, for such purpose, the Tribunal may substitute its opinion for that of the director. R.S.O. 1990, c. A.29, s. 13 (3); 1994, c. 27, s. 10 (10), <i>part</i>.</p> <p class=\"headnote-e\"><b>Effect of decision pending disposal of appeal</b></p> <p class=\"subsection-e\">(4) Although an applicant or licensee has appealed under this section from a decision of the director, unless the director otherwise directs, the decision of the director is effective until the appeal is disposed of. R.S.O. 1990, c. A.29, s. 13 (4); 1994, c. 27, s. 10 (10), <i>part</i>.</p>"
        },
        {
            "id": "14.",
            "section": "Parties",
            "content": "14. (1) The director, the appellant and such other persons as the Triunal may specify are parties to the proceedings before the Tribunal under this Act. R.S.O. 1990, c. A.29, s. 14 (1); 1994, c. 27, s. 10 (10), part. Members making decision not to have taken part in investigation, etc. (2) Members of the Tribunal assigned to render a decision after a hearing shall not have taken part prior to the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or representative of the party except upon notice to and opportunity for all parties to participate, but such members may seek legal advice from an adviser independent from the parties and in such case the nature of the advice should be made known to the parties in order that they may make submissions as to the law. R.S.O. 1990, c. A.29, s. 14 (2); 1994, c. 27, s. 10 (10), part. Recording of evidence (3) The oral evidence taken before the Tribunal at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Ontario Court (General Division). R.S.O. 1990, c. A.29, s. 14 (3); 1994, c. 27, s. 10 (10), part. Findings of fact (4) The findings of fact of the Tribunal pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the Statutory Powers Procedure Act. R.S.O. 1990, c. A.29, s. 14 (4); 1994, c. 27, s. 10 (10), part. Only members at hearing to participate in decision (5) No member of the Tribunal shall participate in a decision of the Tribunal pursuant to a hearing unless the member was present throughout the hearing and heard the evidence and argument of the parties and, except with the consent of the parties, no decision of the Tribunal shall be given unless all members so present participate in the decision. R.S.O. 1990, c. A.29, s. 14 (5); 1994, c. 27, s. 10 (10), part.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> (1) The director, the appellant and such other persons as the Triunal may specify are parties to the proceedings before the Tribunal under this Act. R.S.O. 1990, c. A.29, s. 14 (1); 1994, c. 27, s. 10 (10), <i>part</i>.</p> <p class=\"headnote-e\"><b>Members making decision not to have taken part in investigation, etc.</b></p> <p class=\"subsection-e\">(2) Members of the Tribunal assigned to render a decision after a hearing shall not have taken part prior to the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or representative of the party except upon notice to and opportunity for all parties to participate, but such members may seek legal advice from an adviser independent from the parties and in such case the nature of the advice should be made known to the parties in order that they may make submissions as to the law. R.S.O. 1990, c. A.29, s. 14 (2); 1994, c. 27, s. 10 (10), <i>part</i>.</p> <p class=\"headnote-e\"><b>Recording of evidence</b></p> <p class=\"subsection-e\">(3) The oral evidence taken before the Tribunal at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Ontario Court (General Division). R.S.O. 1990, c. A.29, s. 14 (3); 1994, c. 27, s. 10 (10), <i>part</i>.</p> <p class=\"headnote-e\"><b>Findings of fact</b></p> <p class=\"subsection-e\">(4) The findings of fact of the Tribunal pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the<i> Statutory Powers Procedure Act</i>. R.S.O. 1990, c. A.29, s. 14 (4); 1994, c. 27, s. 10 (10), <i>part</i>.</p> <p class=\"headnote-e\"><b>Only members at hearing to participate in decision</b></p> <p class=\"subsection-e\">(5) No member of the Tribunal shall participate in a decision of the Tribunal pursuant to a hearing unless the member was present throughout the hearing and heard the evidence and argument of the parties and, except with the consent of the parties, no decision of the Tribunal shall be given unless all members so present participate in the decision. R.S.O. 1990, c. A.29, s. 14 (5); 1994, c. 27, s. 10 (10), <i>part</i>.</p>"
        },
        {
            "id": "15.",
            "section": "Appeal to court",
            "content": "15. (1) Any party to the hearing before the Tribunal may appeal from the decision of the Tribunal to the Divisional Court. R.S.O. 1990, c. A.29, s. 15 (1); 1994, c. 27, s. 10 (10), part. Minister entitled to be heard (2) The Minister is entitled to be heard, by counsel or otherwise, upon the argument of an appeal under this section. R.S.O. 1990, c. A.29, s. 15 (2). Record to be filed in court (3) The chair of the Tribunal shall file with the Divisional Court the record of the proceedings before the Tribunal which, together with a transcript of the evidence before the Tribunal, if it is not part of the Tribunal’s record, shall constitute the record in the appeal. R.S.O. 1990, c. A.29, s. 15 (3); 1994, c. 27, s. 10 (10), part. Powers of court on appeal (4) An appeal under this section may be made on any question that is not a question of fact alone and the court may confirm or alter the decision of the Tribunal or direct the director to do any act the director is authorized to do under this Act or may refer the matter back to the Tribunal for reconsideration by the Tribunal as the court considers proper, and the court may substitute its opinion for that of the director or the Tribunal. R.S.O. 1990, c. A.29, s. 15 (4); 1994, c. 27, s. 10 (10), part. Effect of decision of Tribunal pending disposal of appeal (5) Although an applicant or licensee has appealed under this section from a decision of the Tribunal, unless the Tribunal otherwise directs, the decision of the Tribunal is effective until the appeal is disposed of. R.S.O. 1990, c. A.29, s. 15 (5); 1994, c. 27, s. 10 (10), part.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) Any party to the hearing before the Tribunal may appeal from the decision of the Tribunal to the Divisional Court. R.S.O. 1990, c. A.29, s. 15 (1); 1994, c. 27, s. 10 (10), <i>part</i>.</p> <p class=\"headnote-e\"><b>Minister entitled to be heard</b></p> <p class=\"subsection-e\">(2) The Minister is entitled to be heard, by counsel or otherwise, upon the argument of an appeal under this section. R.S.O. 1990, c. A.29, s. 15 (2).</p> <p class=\"headnote-e\"><b>Record to be filed in court</b></p> <p class=\"subsection-e\">(3) The chair of the Tribunal shall file with the Divisional Court the record of the proceedings before the Tribunal which, together with a transcript of the evidence before the Tribunal, if it is not part of the Tribunal’s record, shall constitute the record in the appeal. R.S.O. 1990, c. A.29, s. 15 (3); 1994, c. 27, s. 10 (10), <i>part</i>.</p> <p class=\"headnote-e\"><b>Powers of court on appeal</b></p> <p class=\"subsection-e\">(4) An appeal under this section may be made on any question that is not a question of fact alone and the court may confirm or alter the decision of the Tribunal or direct the director to do any act the director is authorized to do under this Act or may refer the matter back to the Tribunal for reconsideration by the Tribunal as the court considers proper, and the court may substitute its opinion for that of the director or the Tribunal. R.S.O. 1990, c. A.29, s. 15 (4); 1994, c. 27, s. 10 (10), <i>part</i>.</p> <p class=\"headnote-e\"><b>Effect of decision of Tribunal pending disposal of appeal</b></p> <p class=\"subsection-e\">(5) Although an applicant or licensee has appealed under this section from a decision of the Tribunal, unless the Tribunal otherwise directs, the decision of the Tribunal is effective until the appeal is disposed of. R.S.O. 1990, c. A.29, s. 15 (5); 1994, c. 27, s. 10 (10), <i>part</i>.</p>"
        },
        {
            "id": "16.",
            "section": "Semen to be obtained from licensed producer",
            "content": "16. (1) No person shall sell or offer for sale any semen produced in Ontario from any male livestock animal unless the semen has been collected, identified and processed by a person licensed to engage in a semen-producing business under section 6. Sale of semen (2) No person shall sell or offer for sale semen produced outside Ontario from any male livestock animal other than a person licensed to engage in an inseminating business under section 6. R.S.O. 1990, c. A.29, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) No person shall sell or offer for sale any semen produced in Ontario from any male livestock animal unless the semen has been collected, identified and processed by a person licensed to engage in a semen-producing business under section 6.</p> <p class=\"headnote-e\"><b>Sale of semen</b></p> <p class=\"subsection-e\">(2) No person shall sell or offer for sale semen produced outside Ontario from any male livestock animal other than a person licensed to engage in an inseminating business under section 6. R.S.O. 1990, c. A.29, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Regulations",
            "content": "17. (1) The Lieutenant Governor in Council may make regulations, (a) prescribing the duties of the Committee; (b) providing for the issue, renewal, cancellation, suspension or revocation of or refusal to issue or renew licences, and prescribing the fees payable for licences or the renewal thereof; (b.1) exempting classes of persons from the requirement under section 6 or 7 to hold a licence, in such circumstances as may be prescribed and subject to such restrictions as may be prescribed; . .  .  .  . (d) prescribing forms and providing for their use; (e) prescribing requirements and minimum standards for any semen-producing business or any inseminating business; (f) requiring every semen-producing business to conduct such programs for the proving of the breeding value of any male livestock animals as the director may approve, and prohibiting use of semen from male livestock animals that have not taken part in any such program that is required or that have taken part in such a program but have not met the standards approved by the director for the program; (g) prescribing the terms and conditions under which semen may be obtained from any semen-producing business; (h) prescribing the places at which and the conditions under which semen may be frozen and stored; (i) prescribing the qualification and duties of inseminators and semen processing supervisors; (j) prescribing the powers and duties of the director and inspectors; (k) providing for grants to semen-producing businesses and inseminating businesses and prescribing the terms and conditions upon which such grants may be paid; (l) requiring the keeping of prescribed books and records and the furnishing of prescribed information by the operators of semen-producing businesses and inseminating businesses and by inseminators; (m) providing for the blood-typing of male livestock animals maintained by a semen-producing business and of male livestock animals from which semen is obtained by a semen-producing business; (n) providing for the verification of parentage of male livestock animals by blood-typing; (o) prescribing health standards of male livestock animals maintained by a semen-producing business and male livestock animals from which semen is obtained by a semen-producing business; (p) governing the advertising of semen and the furnishing of information to the public by any person licensed under this Act; (q) exempting any person or class of persons from any or all of the provisions of this Act or the regulations; (r) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. A.29, s. 17; 1994, c. 27, s. 10 (11-13). Same (2) The Lieutenant Governor in Council may make regulations adding to, removing, replacing or changing in any other way the grounds upon which or the circumstances in which a licence may be issued, renewed, suspended or revoked under section 9 or 10. 1994, c. 27, s. 10 (14).",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) prescribing the duties of the Committee;</p> <p class=\"clause-e\">(b) providing for the issue, renewal, cancellation, suspension or revocation of or refusal to issue or renew licences, and prescribing the fees payable for licences or the renewal thereof;</p> <p class=\"clause-e\">(b.1) exempting classes of persons from the requirement under section 6 or 7 to hold a licence, in such circumstances as may be prescribed and subject to such restrictions as may be prescribed;</p> <p class=\"ellipsis-e\">. .  .  .  .</p> <p class=\"clause-e\">(d) prescribing forms and providing for their use;</p> <p class=\"clause-e\">(e) prescribing requirements and minimum standards for any semen-producing business or any inseminating business;</p> <p class=\"clause-e\">(f) requiring every semen-producing business to conduct such programs for the proving of the breeding value of any male livestock animals as the director may approve, and prohibiting use of semen from male livestock animals that have not taken part in any such program that is required or that have taken part in such a program but have not met the standards approved by the director for the program;</p> <p class=\"clause-e\">(g) prescribing the terms and conditions under which semen may be obtained from any semen-producing business;</p> <p class=\"clause-e\">(h) prescribing the places at which and the conditions under which semen may be frozen and stored;</p> <p class=\"clause-e\">(i) prescribing the qualification and duties of inseminators and semen processing supervisors;</p> <p class=\"clause-e\">(j) prescribing the powers and duties of the director and inspectors;</p> <p class=\"clause-e\">(k) providing for grants to semen-producing businesses and inseminating businesses and prescribing the terms and conditions upon which such grants may be paid;</p> <p class=\"clause-e\">(l) requiring the keeping of prescribed books and records and the furnishing of prescribed information by the operators of semen-producing businesses and inseminating businesses and by inseminators;</p> <p class=\"clause-e\">(m) providing for the blood-typing of male livestock animals maintained by a semen-producing business and of male livestock animals from which semen is obtained by a semen-producing business;</p> <p class=\"clause-e\">(n) providing for the verification of parentage of male livestock animals by blood-typing;</p> <p class=\"clause-e\">(o) prescribing health standards of male livestock animals maintained by a semen-producing business and male livestock animals from which semen is obtained by a semen-producing business;</p> <p class=\"clause-e\">(p) governing the advertising of semen and the furnishing of information to the public by any person licensed under this Act;</p> <p class=\"clause-e\">(q) exempting any person or class of persons from any or all of the provisions of this Act or the regulations;</p> <p class=\"clause-e\">(r) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. A.29, s. 17; 1994, c. 27, s. 10 (11-13).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The Lieutenant Governor in Council may make regulations adding to, removing, replacing or changing in any other way the grounds upon which or the circumstances in which a licence may be issued, renewed, suspended or revoked under section 9 or 10. 1994, c. 27, s. 10 (14).</p>"
        },
        {
            "id": "18.",
            "section": "Offences",
            "content": "18. Every person who contravenes any provision of this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not less than $50 and not more than $2,000 for a first offence, and to a fine of not less than $200 and not more than $5,000 for a subsequent offence. R.S.O. 1990, c. A.29, s. 18. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>18.</b> Every person who contravenes any provision of this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not less than $50 and not more than $2,000 for a first offence, and to a fine of not less than $200 and not more than $5,000 for a subsequent offence. R.S.O. 1990, c. A.29, s. 18.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90a29_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90a29_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}