{
    "act_info": {
        "full_title": "Automobile Insurance Rate Stabilization Act, 2003, S.O. 2003, c. 9",
        "act_name_text": "Automobile Insurance Rate Stabilization Act, 2003",
        "citation": "S.O. 2003, c. 9",
        "url": "https://www.ontario.ca/laws/statute/03a09",
        "date_scraped": "2023-12-18 23:03:58"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/03a09/v8",
            "valid_from": "December  6, 2018",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/statute/03a09/v7",
            "valid_from": "August 16, 2013",
            "valid_to": "December  5, 2018"
        },
        {
            "a_href": "/laws/statute/03a09/v6",
            "valid_from": "June 13, 2013",
            "valid_to": "August 15, 2013"
        },
        {
            "a_href": "/laws/statute/03a09/v5",
            "valid_from": "January  1, 2013",
            "valid_to": "June 12, 2013"
        },
        {
            "a_href": "/laws/statute/03a09/v4",
            "valid_from": "June 20, 2012",
            "valid_to": "December 31, 2012"
        },
        {
            "a_href": "/laws/statute/03a09/v3",
            "valid_from": "December 15, 2005",
            "valid_to": "June 19, 2012"
        },
        {
            "a_href": "/laws/statute/03a09/v2",
            "valid_from": "July 14, 2004",
            "valid_to": "December 14, 2005"
        },
        {
            "a_href": "/laws/statute/03a09/v1",
            "valid_from": "December 18, 2003",
            "valid_to": "July 13, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/130237",
            "Citation": "O. Reg. 237/13",
            "title": "INDUSTRY-WIDE RATE REDUCTION TARGET"
        },
        {
            "a_href": "/laws/regulation/120410",
            "Citation": "O. Reg. 410/12",
            "title": "ADMINISTRATIVE PENALTIES"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “authorized rate” means, in respect of a contract of automobile insurance, the rate the insurer is authorized under this Act to charge on the issue or renewal of the contract; (“taux autorisé”) “insurer” means a person who undertakes or agrees or offers to undertake a contract of automobile insurance and includes the Facility Association. (“assureur”) 2003, c. 9, s. 1; 2005, c. 31, Sched. 2, s. 1; 2013, c. 2, Sched. 1, s. 1 (1). Interpretation (2) Expressions used in this Act have the same meaning as in the Insurance Act, unless the context requires otherwise. 2013, c. 2, Sched. 1, s. 1 (2). Section Amendments with date in force (d/m/y) 2005, c. 31, Sched. 2, s. 1 - 15/12/2005 2013, c. 2, Sched. 1, s. 1 (1, 2) - 16/08/2013",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“authorized rate” means, in respect of a contract of automobile insurance, the rate the insurer is authorized under this Act to charge on the issue or renewal of the contract; (“taux autorisé”)</p> <p class=\"definition\">“insurer” means a person who undertakes or agrees or offers to undertake a contract of automobile insurance and includes the Facility Association. (“assureur”) 2003, c. 9, s. 1; 2005, c. 31, Sched. 2, s. 1; 2013, c. 2, Sched. 1, s. 1 (1).</p> <p class=\"headnote\">Interpretation</p> <p class=\"subsection\">(2) Expressions used in this Act have the same meaning as in the <i>Insurance Act</i>, unless the context requires otherwise. 2013, c. 2, Sched. 1, s. 1 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05031#sched2s1\">2005, c. 31, Sched. 2, s. 1</a></span> - 15/12/2005</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S13002#sched1s1s1\">2013, c. 2, Sched. 1, s. 1 (1, 2)</a></span> - 16/08/2013</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Application of Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of Act",
            "content": "2 (1) This Act applies to insurers and contracts of automobile insurance, but only with respect to the Personal Vehicles — Private Passenger Automobile category of automobile insurance. 2013, c. 2, Sched. 1, s. 2 (1). Same (2) This Act does not apply to an insurer in respect of any category or coverage of automobile insurance for which the insurer is not required to make an application for approval under section 410 of the Insurance Act by reason of an exemption granted under subsection 413 (1) of that Act.  2003, c. 9, s. 2 (2). (3) Repealed: 2013, c. 2, Sched. 1, s. 2 (2). Section Amendments with date in force (d/m/y) 2013, c. 2, Sched. 1, s. 2 (1, 2) - 16/08/2013",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>(1) This Act applies to insurers and contracts of automobile insurance, but only with respect to the Personal Vehicles — Private Passenger Automobile category of automobile insurance. 2013, c. 2, Sched. 1, s. 2 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) This Act does not apply to an insurer in respect of any category or coverage of automobile insurance for which the insurer is not required to make an application for approval under section 410 of the <i>Insurance Act</i> by reason of an exemption granted under subsection 413 (1) of that Act.  2003, c. 9, s. 2 (2).</p> <p class=\"subsection\">(3) <span class=\"ovsmallcap\">Repealed</span>: 2013, c. 2, Sched. 1, s. 2 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S13002#sched1s2s1\">2013, c. 2, Sched. 1, s. 2 (1, 2)</a></span> - 16/08/2013</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.1",
            "section_x": "Industry-wide rate reduction target",
            "part_id": null,
            "part_type": null,
            "section_y": "Industry-wide rate reduction target",
            "content": "2.1 (1) This section establishes an industry-wide target for the reduction of rates that insurers are permitted to charge for the Personal Vehicles — Private Passenger Automobile category of automobile insurance. 2013, c. 2, Sched. 1, s. 3. Target (2) The target is a 15 per cent reduction in the average of the authorized rates that may be charged by all insurers.  The average is to be determined in accordance with the regulations, and the reduction must be achieved during the period prescribed by regulation. 2013, c. 2, Sched. 1, s. 3. Periodic reductions (3) The regulations may provide for periodic reductions toward the target and may specify the period within which each such reduction must be achieved. 2013, c. 2, Sched. 1, s. 3. Applications by insurers (4) When making an application under section 3 or 7 or making written submissions under section 7.1, every insurer is required to propose a risk classification system and rates that contribute adequately to the achievement of the target. 2013, c. 2, Sched. 1, s. 3. Contribution to achieving the target (5) When making a decision under section 3, 7 or 7.1, the Chief Executive Officer shall consider such factors as may be prescribed by regulation and such other factors as the Chief Executive Officer considers reasonable in determining whether an insurer’s risk classification system and rates contribute adequately to the achievement of the target. 2013, c. 2, Sched. 1, s. 3; 2018, c. 17, Sched. 4, s. 1. Presumption, consistency with rate reduction target (6) For the purposes of clauses 3 (5) (a), 7 (7) (a) and 7.1 (1) (a), an insurer’s current or proposed risk classification system and rates are presumed not to be just and reasonable if, in the Chief Executive Officer’s opinion, they do not contribute adequately to the achievement of the target. 2013, c. 2, Sched. 1, s. 3; 2018, c. 17, Sched. 4, s. 1, 2. Presumption, safe driving history (7) For the purposes of clauses 3 (5) (a), 7 (7) (a) and 7.1 (1) (a), an insurer’s current or proposed risk classification system is presumed not to be just and reasonable unless it includes one or more elements that, in the Chief Executive Officer’s opinion, appropriately take into account the safe driving history of the persons who would be insured under a contract. 2013, c. 2, Sched. 1, s. 3; 2018, c. 17, Sched. 4, s. 1, 2. Regulations (8) The Lieutenant Governor in Council may make the regulations referred to in this section. 2013, c. 2, Sched. 1, s. 3. Referral of regulations to Standing Committee (9) Each of the following regulations stands permanently referred to the Standing Committee on General Government (established under the Standing Orders of the Assembly) when the regulation is filed with the Registrar of Regulations under section 18 of the Legislation Act, 2006: 1. Every regulation referred to in subsection (2) concerning the average of the authorized rates that may be charged by all insurers and concerning the period within which the 15 per cent reduction in the average of the authorized rates must be achieved. 2. Every regulation referred to in subsection (3) concerning periodic reductions toward the target and the period within which each such reduction must be achieved. 2013, c. 2, Sched. 1, s. 3. Terms of reference (10) The Standing Committee may examine the regulations with particular reference to whether they are reasonable in the circumstances and with respect to such other matters as the Standing Committee considers appropriate. 2013, c. 2, Sched. 1, s. 3. Authority to call persons (11) The Standing Committee may examine any member of the Executive Council or any public servant designated by the member respecting the regulations. 2013, c. 2, Sched. 1, s. 3. Report (12) The Standing Committee shall report its observations, opinions and recommendations about the regulations to the Assembly from time to time. 2013, c. 2, Sched. 1, s. 3. Section Amendments with date in force (d/m/y) 2013, c. 2, Sched. 1, s. 3 - 16/08/2013 2018, c. 17, Sched. 4, s. 1, 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2.1 </b>(1) This section establishes an industry-wide target for the reduction of rates that insurers are permitted to charge for the Personal Vehicles — Private Passenger Automobile category of automobile insurance. 2013, c. 2, Sched. 1, s. 3.</p> <p class=\"headnote\">Target</p> <p class=\"subsection\">(2) The target is a 15 per cent reduction in the average of the authorized rates that may be charged by all insurers.  The average is to be determined in accordance with the regulations, and the reduction must be achieved during the period prescribed by regulation. 2013, c. 2, Sched. 1, s. 3.</p> <p class=\"headnote\">Periodic reductions</p> <p class=\"subsection\">(3) The regulations may provide for periodic reductions toward the target and may specify the period within which each such reduction must be achieved. 2013, c. 2, Sched. 1, s. 3.</p> <p class=\"headnote\">Applications by insurers</p> <p class=\"subsection\">(4) When making an application under section 3 or 7 or making written submissions under section 7.1, every insurer is required to propose a risk classification system and rates that contribute adequately to the achievement of the target. 2013, c. 2, Sched. 1, s. 3.</p> <p class=\"headnote\">Contribution to achieving the target</p> <p class=\"subsection\">(5) When making a decision under section 3, 7 or 7.1, the Chief Executive Officer shall consider such factors as may be prescribed by regulation and such other factors as the Chief Executive Officer considers reasonable in determining whether an insurer’s risk classification system and rates contribute adequately to the achievement of the target. 2013, c. 2, Sched. 1, s. 3; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Presumption, consistency with rate reduction target</p> <p class=\"subsection\">(6) For the purposes of clauses 3 (5) (a), 7 (7) (a) and 7.1 (1) (a), an insurer’s current or proposed risk classification system and rates are presumed not to be just and reasonable if, in the Chief Executive Officer’s opinion, they do not contribute adequately to the achievement of the target. 2013, c. 2, Sched. 1, s. 3; 2018, c. 17, Sched. 4, s. 1, 2.</p> <p class=\"headnote\">Presumption, safe driving history</p> <p class=\"subsection\">(7) For the purposes of clauses 3 (5) (a), 7 (7) (a) and 7.1 (1) (a), an insurer’s current or proposed risk classification system is presumed not to be just and reasonable unless it includes one or more elements that, in the Chief Executive Officer’s opinion, appropriately take into account the safe driving history of the persons who would be insured under a contract. 2013, c. 2, Sched. 1, s. 3; 2018, c. 17, Sched. 4, s. 1, 2.</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(8) The Lieutenant Governor in Council may make the regulations referred to in this section. 2013, c. 2, Sched. 1, s. 3.</p> <p class=\"headnote\">Referral of regulations to Standing Committee</p> <p class=\"subsection\">(9) Each of the following regulations stands permanently referred to the Standing Committee on General Government (established under the Standing Orders of the Assembly) when the regulation is filed with the Registrar of Regulations under section 18 of the <i>Legislation Act, 2006</i>:</p> <p class=\"paragraph\">  1. Every regulation referred to in subsection (2) concerning the average of the authorized rates that may be charged by all insurers and concerning the period within which the 15 per cent reduction in the average of the authorized rates must be achieved.</p> <p class=\"paragraph\">  2. Every regulation referred to in subsection (3) concerning periodic reductions toward the target and the period within which each such reduction must be achieved. 2013, c. 2, Sched. 1, s. 3.</p> <p class=\"headnote\">Terms of reference</p> <p class=\"subsection\">(10) The Standing Committee may examine the regulations with particular reference to whether they are reasonable in the circumstances and with respect to such other matters as the Standing Committee considers appropriate. 2013, c. 2, Sched. 1, s. 3.</p> <p class=\"headnote\">Authority to call persons</p> <p class=\"subsection\">(11) The Standing Committee may examine any member of the Executive Council or any public servant designated by the member respecting the regulations. 2013, c. 2, Sched. 1, s. 3.</p> <p class=\"headnote\">Report</p> <p class=\"subsection\">(12) The Standing Committee shall report its observations, opinions and recommendations about the regulations to the Assembly from time to time. 2013, c. 2, Sched. 1, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S13002#sched1s3\">2013, c. 2, Sched. 1, s. 3</a></span> - 16/08/2013</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched4s1\">2018, c. 17, Sched. 4, s. 1, 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "Application re risk classification system, rates",
            "part_id": null,
            "part_type": null,
            "section_y": "Application re risk classification system, rates",
            "content": "3 (1) Every insurer shall apply to the Chief Executive Officer for approval of, (a) the risk classification system it intends to use in determining the rates for each coverage for the Personal Vehicles — Private Passenger Automobile category of automobile insurance; and (b) the rates it intends to use for each coverage for that category of automobile insurance. 2013, c. 2, Sched. 1, s. 4; 2018, c. 17, Sched. 4, s. 1. Material to be furnished (2) An application for approval of a risk classification system or rates shall be in a form approved by the Chief Executive Officer and shall be filed together with such information, material and evidence as the Chief Executive Officer may specify. 2013, c. 2, Sched. 1, s. 4; 2018, c. 17, Sched. 4, s. 1. Additional information (3) The Chief Executive Officer may require an applicant to provide such additional information, material and evidence as the Chief Executive Officer considers necessary in order to make a decision with respect to the application. 2013, c. 2, Sched. 1, s. 4; 2018, c. 17, Sched. 4, s. 1. Chief Executive Officer’s powers (4) The Chief Executive Officer may make one or more of the following decisions with respect to an application: 1. Approve all or part of the application. 2. Refuse to approve all or part of the application. 3. Require the applicant to vary one or more of the elements of its proposed risk classification system. 4. Require the applicant to reduce or otherwise vary one or more of its proposed rates. 2013, c. 2, Sched. 1, s. 4; 2018, c. 17, Sched. 4, s. 1. Criteria for refusal to approve, etc. (5) The Chief Executive Officer shall refuse to approve all or part of an application and may require the applicant to vary one or more of the elements of its proposed risk classification system or to reduce or vary one or more of its proposed rates if, in the Chief Executive Officer’s opinion, (a) the proposed risk classification system or proposed rate is not just and reasonable in the circumstances; (b) the proposed risk classification system is not reasonably predictive of risk or does not distinguish fairly between risks; (c) the proposed rates would impair the applicant’s solvency; or (d) the proposed rates are excessive in relation to the applicant’s financial circumstances. 2013, c. 2, Sched. 1, s. 4; 2018, c. 17, Sched. 4, s. 1, 2. Deemed approval (6) An application under this section is deemed to have been approved by the Chief Executive Officer 60 days after the later of the following days, unless the Chief Executive Officer advises the applicant orally or otherwise within that 60-day period that the Chief Executive Officer has not approved the application: 1. The day the application is filed. 2. The day the additional information, material and evidence, if any, required by the Chief Executive Officer under subsection (3) is provided. 2013, c. 2, Sched. 1, s. 4; 2018, c. 17, Sched. 4, s. 1. Decision final (7) A decision, or deemed decision, of the Chief Executive Officer is final for all purposes. 2013, c. 2, Sched. 1, s. 4; 2018, c. 17, Sched. 4, s. 1. Applications by affiliates (8) Section 414 of the Insurance Act applies with necessary modifications to applications under this section. 2013, c. 2, Sched. 1, s. 4. Section Amendments with date in force (d/m/y) 2013, c. 2, Sched. 1, s. 4 - 16/08/2013 2018, c. 17, Sched. 4, s. 1, 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3 </b>(1) Every insurer shall apply to the Chief Executive Officer for approval of,</p> <p class=\"paragraph\">  (a) the risk classification system it intends to use in determining the rates for each coverage for the Personal Vehicles — Private Passenger Automobile category of automobile insurance; and</p> <p class=\"paragraph\">  (b) the rates it intends to use for each coverage for that category of automobile insurance. 2013, c. 2, Sched. 1, s. 4; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Material to be furnished</p> <p class=\"subsection\">(2) An application for approval of a risk classification system or rates shall be in a form approved by the Chief Executive Officer and shall be filed together with such information, material and evidence as the Chief Executive Officer may specify. 2013, c. 2, Sched. 1, s. 4; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Additional information</p> <p class=\"subsection\">(3) The Chief Executive Officer may require an applicant to provide such additional information, material and evidence as the Chief Executive Officer considers necessary in order to make a decision with respect to the application. 2013, c. 2, Sched. 1, s. 4; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Chief Executive Officer’s powers</p> <p class=\"subsection\">(4) The Chief Executive Officer may make one or more of the following decisions with respect to an application:</p> <p class=\"paragraph\">  1. Approve all or part of the application.</p> <p class=\"paragraph\">  2. Refuse to approve all or part of the application.</p> <p class=\"paragraph\">  3. Require the applicant to vary one or more of the elements of its proposed risk classification system.</p> <p class=\"paragraph\">  4. Require the applicant to reduce or otherwise vary one or more of its proposed rates. 2013, c. 2, Sched. 1, s. 4; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Criteria for refusal to approve, etc.</p> <p class=\"subsection\">(5) The Chief Executive Officer shall refuse to approve all or part of an application and may require the applicant to vary one or more of the elements of its proposed risk classification system or to reduce or vary one or more of its proposed rates if, in the Chief Executive Officer’s opinion,</p> <p class=\"paragraph\">  (a) the proposed risk classification system or proposed rate is not just and reasonable in the circumstances;</p> <p class=\"paragraph\">  (b) the proposed risk classification system is not reasonably predictive of risk or does not distinguish fairly between risks;</p> <p class=\"paragraph\">  (c) the proposed rates would impair the applicant’s solvency; or</p> <p class=\"paragraph\">  (d) the proposed rates are excessive in relation to the applicant’s financial circumstances. 2013, c. 2, Sched. 1, s. 4; 2018, c. 17, Sched. 4, s. 1, 2.</p> <p class=\"headnote\">Deemed approval</p> <p class=\"subsection\">(6) An application under this section is deemed to have been approved by the Chief Executive Officer 60 days after the later of the following days, unless the Chief Executive Officer advises the applicant orally or otherwise within that 60-day period that the Chief Executive Officer has not approved the application:</p> <p class=\"paragraph\">  1. The day the application is filed.</p> <p class=\"paragraph\">  2. The day the additional information, material and evidence, if any, required by the Chief Executive Officer under subsection (3) is provided. 2013, c. 2, Sched. 1, s. 4; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Decision final</p> <p class=\"subsection\">(7) A decision, or deemed decision, of the Chief Executive Officer is final for all purposes. 2013, c. 2, Sched. 1, s. 4; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Applications by affiliates</p> <p class=\"subsection\">(8) Section 414 of the <i>Insurance Act</i> applies with necessary modifications to applications under this section. 2013, c. 2, Sched. 1, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S13002#sched1s4\">2013, c. 2, Sched. 1, s. 4</a></span> - 16/08/2013</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched4s1\">2018, c. 17, Sched. 4, s. 1, 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "section_x": "Suspension of applications under Insurance Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Suspension of applications under Insurance Act",
            "content": "4 (1) No insurer shall apply to the Chief Executive Officer under section 410 of the Insurance Act for approval of a risk classification system or rates for the Personal Vehicles — Private Passenger Automobile category of automobile insurance. 2013, c. 2, Sched. 1, s. 5; 2018, c. 17, Sched. 4, s. 1. Same (2) No insurer shall submit or resubmit an application to the Chief Executive Officer under subsection 411 (5) of the Insurance Act for approval of a risk classification system or rates for the Personal Vehicles — Private Passenger Automobile category of automobile insurance. 2013, c. 2, Sched. 1, s. 5; 2018, c. 17, Sched. 4, s. 1. Suspension of approvals (3) The Chief Executive Officer shall not approve an application under section 410 of the Insurance Act, or an application submitted or resubmitted under subsection 411 (5) of that Act, for approval of a risk classification system or rates for the Personal Vehicles — Private Passenger Automobile category of automobile insurance. 2013, c. 2, Sched. 1, s. 5; 2018, c. 17, Sched. 4, s. 1. Section Amendments with date in force (d/m/y) 2013, c. 2, Sched. 1, s. 5 - 16/08/2013 2018, c. 17, Sched. 4, s. 1 - 08/06/2019 5 Repealed: 2013, c. 2, Sched. 1, s. 6. Section Amendments with date in force (d/m/y) 2013, c. 2, Sched. 1, s. 6 - 16/08/2013 6 Repealed: 2013, c. 2, Sched. 1, s. 6. Section Amendments with date in force (d/m/y) 2013, c. 2, Sched. 1, s. 6 - 16/08/2013",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>4 </b>(1) No insurer shall apply to the Chief Executive Officer under section 410 of the <i>Insurance Act</i> for approval of a risk classification system or rates for the Personal Vehicles — Private Passenger Automobile category of automobile insurance. 2013, c. 2, Sched. 1, s. 5; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No insurer shall submit or resubmit an application to the Chief Executive Officer under subsection 411 (5) of the <i>Insurance Act </i>for approval of a risk classification system or rates for the Personal Vehicles — Private Passenger Automobile category of automobile insurance. 2013, c. 2, Sched. 1, s. 5; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Suspension of approvals</p> <p class=\"subsection\">(3) The Chief Executive Officer shall not approve an application under section 410 of the <i>Insurance Act</i>, or an application submitted or resubmitted under subsection 411 (5) of that Act, for approval of a risk classification system or rates for the Personal Vehicles — Private Passenger Automobile category of automobile insurance. 2013, c. 2, Sched. 1, s. 5; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S13002#sched1s5\">2013, c. 2, Sched. 1, s. 5</a></span> - 16/08/2013</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched4s1\">2018, c. 17, Sched. 4, s. 1</a></span> - 08/06/2019</p> <p class=\"section\"><b>5 </b><span class=\"ovsmallcap\">Repealed</span>: 2013, c. 2, Sched. 1, s. 6.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S13002#sched1s6\">2013, c. 2, Sched. 1, s. 6</a></span> - 16/08/2013</p> <p class=\"section\"><b>6 </b><span class=\"ovsmallcap\">Repealed</span>: 2013, c. 2, Sched. 1, s. 6.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S13002#sched1s6\">2013, c. 2, Sched. 1, s. 6</a></span> - 16/08/2013</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "7.",
            "section_x": "Order requiring application for approval",
            "part_id": null,
            "part_type": null,
            "section_y": "Order requiring application for approval",
            "content": "7 (1) The Chief Executive Officer may order any insurer that is subject to this Act to apply to the Chief Executive Officer for approval of, (a) the risk classification system it intends to use, as of the date specified in the order, in determining the rates for each coverage for the Personal Vehicles — Private Passenger Automobile category of automobile insurance; and (b) the rates it intends to use, as of the date specified in the order, for each coverage for that category of automobile insurance. 2013, c. 2, Sched. 1, s. 7 (1); 2018, c. 17, Sched. 4, s. 1. (2) Repealed: 2013, c. 2, Sched. 1, s. 7 (2). Application (3) On receipt of an order under subsection (1), an insurer shall make the application  in a form approved by the Chief Executive Officer and shall, on or before the date specified in the order, file the application together with such information, material and evidence as the Chief Executive Officer may require in the order.  2003, c. 9, s. 7 (3); 2018, c. 17, Sched. 4, s. 1. (4) Repealed:  2003, c. 9, s. 14. Additional information (5) The Chief Executive Officer may require an applicant to provide such additional information, material and evidence as the Chief Executive Officer considers necessary in order to make a decision with respect to the application.  2003, c. 9, s. 7 (5); 2018, c. 17, Sched. 4, s. 1. Chief Executive Officer’s powers (6) After considering an application and any additional information, material or evidence relating to the application, the Chief Executive Officer may do one or more of the following: 1. Approve all or part of the application. 2. Refuse to approve all or part of the application. 3. Require the applicant to reduce or otherwise vary one or more of its current or proposed rates. 4. Require the applicant to vary one or more of the elements of its current or proposed risk classification systems. 2003, c. 9, s. 7 (6); 2013, c. 2, Sched. 1, s. 7 (3); 2018, c. 17, Sched. 4, s. 1. Criteria for refusal to approve, etc. (7) The Chief Executive Officer shall refuse to approve all or part of an application and may require the applicant to vary one or more of the elements of its current or proposed risk classification system or to reduce or vary one or more of its current or proposed rates if, in the Chief Executive Officer’s opinion, (a) the proposed risk classification system or proposed rate is not just and reasonable in the circumstances; (b) the proposed risk classification system is not reasonably predictive of risk or does not distinguish fairly between risks; (c) the proposed rates would impair the applicant’s solvency; or (d) the proposed rates are excessive in relation to the applicant’s financial circumstances. 2013, c. 2, Sched. 1, s. 7 (4); 2018, c. 17, Sched. 4, s. 1, 2. Written submissions (8) The Chief Executive Officer shall give the insurer an opportunity to make written submissions before making an order refusing to approve all or part of an application or requiring the insurer to vary one or more of the elements of its current or proposed risk classification system or requiring the insurer to reduce or vary one or more if its current or proposed rates. 2013, c. 2, Sched. 1, s. 7 (5); 2018, c. 17, Sched. 4, s. 1. Time for making order (9) The Chief Executive Officer shall make an order in respect of an application under this section not more than 60 days after the later of, (a) the day the application is filed; or (b) the day the additional information, material or evidence is provided, if the Chief Executive Officer has required the applicant to provide additional information, material or evidence under subsection (5).  2003, c. 9, s. 7 (9); 2018, c. 17, Sched. 4, s. 1. Deemed approval (9.1) An application is deemed to have been approved by the Chief Executive Officer upon the expiry of the 60-day period described in subsection (9) unless the Chief Executive Officer advises the applicant orally or otherwise within that 60-day period that the Chief Executive Officer has not approved the application. 2013, c. 2, Sched. 1, s. 7 (6); 2018, c. 17, Sched. 4, s. 1. Effective date of order (10) An order of the Chief Executive Officer under this section takes effect on the date or dates specified in the order.  2003, c. 9, s. 7 (10); 2018, c. 17, Sched. 4, s. 1. Order final (11) An order of the Chief Executive Officer under subsection (9) is final for all purposes.  2003, c. 9, s. 7 (11); 2018, c. 17, Sched. 4, s. 1. Applications by affiliates (12) Section 414 of the Insurance Act applies with necessary modifications to applications under this section.  2003, c. 9, s. 7 (12). Concurrent authority (13) The Chief Executive Officer’s authority to make orders under this section in respect of a matter is not affected by his or her authority to make an order under subsection 7.1 (3) in respect of the same matter. 2013, c. 2, Sched. 1, s. 7 (7); 2018, c. 17, Sched. 4, s. 1, 2. Section Amendments with date in force (d/m/y) 2003, c. 9, s. 14 (1)\r\n- 14/07/2004 2013, c. 2, Sched. 1, s. 7 (1-7) - 16/08/2013 2018, c. 17, Sched. 4, s. 1, 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>7 </b>(1) The Chief Executive Officer may order any insurer that is subject to this Act to apply to the Chief Executive Officer for approval of,</p> <p class=\"paragraph\">  (a) the risk classification system it intends to use, as of the date specified in the order, in determining the rates for each coverage for the Personal Vehicles — Private Passenger Automobile category of automobile insurance; and</p> <p class=\"paragraph\">  (b) the rates it intends to use, as of the date specified in the order, for each coverage for that category of automobile insurance. 2013, c. 2, Sched. 1, s. 7 (1); 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"subsection\">(2) <span class=\"ovsmallcap\">Repealed</span>: 2013, c. 2, Sched. 1, s. 7 (2).</p> <p class=\"headnote\">Application </p> <p class=\"subsection\">(3) On receipt of an order under subsection (1), an insurer shall make the application  in a form approved by the Chief Executive Officer and shall, on or before the date specified in the order, file the application together with such information, material and evidence as the Chief Executive Officer may require in the order.  2003, c. 9, s. 7 (3); 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"subsection\">(4) <span class=\"ovsmallcap\">Repealed</span>:  2003, c. 9, s. 14.</p> <p class=\"headnote\">Additional information</p> <p class=\"subsection\">(5) The Chief Executive Officer may require an applicant to provide such additional information, material and evidence as the Chief Executive Officer considers necessary in order to make a decision with respect to the application.  2003, c. 9, s. 7 (5); 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Chief Executive Officer’s powers</p> <p class=\"subsection\">(6) After considering an application and any additional information, material or evidence relating to the application, the Chief Executive Officer may do one or more of the following:</p> <p class=\"paragraph\">  1. Approve all or part of the application.</p> <p class=\"paragraph\">  2. Refuse to approve all or part of the application.</p> <p class=\"paragraph\">  3. Require the applicant to reduce or otherwise vary one or more of its current or proposed rates.</p> <p class=\"paragraph\">  4. Require the applicant to vary one or more of the elements of its current or proposed risk classification systems. 2003, c. 9, s. 7 (6); 2013, c. 2, Sched. 1, s. 7 (3); 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Criteria for refusal to approve, etc.</p> <p class=\"subsection\">(7) The Chief Executive Officer shall refuse to approve all or part of an application and may require the applicant to vary one or more of the elements of its current or proposed risk classification system or to reduce or vary one or more of its current or proposed rates if, in the Chief Executive Officer’s opinion,</p> <p class=\"paragraph\">  (a) the proposed risk classification system or proposed rate is not just and reasonable in the circumstances;</p> <p class=\"paragraph\">  (b) the proposed risk classification system is not reasonably predictive of risk or does not distinguish fairly between risks;</p> <p class=\"paragraph\">  (c) the proposed rates would impair the applicant’s solvency; or</p> <p class=\"paragraph\">  (d) the proposed rates are excessive in relation to the applicant’s financial circumstances. 2013, c. 2, Sched. 1, s. 7 (4); 2018, c. 17, Sched. 4, s. 1, 2.</p> <p class=\"headnote\">Written submissions</p> <p class=\"subsection\">(8) The Chief Executive Officer shall give the insurer an opportunity to make written submissions before making an order refusing to approve all or part of an application or requiring the insurer to vary one or more of the elements of its current or proposed risk classification system or requiring the insurer to reduce or vary one or more if its current or proposed rates. 2013, c. 2, Sched. 1, s. 7 (5); 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Time for making order</p> <p class=\"subsection\">(9) The Chief Executive Officer shall make an order in respect of an application under this section not more than 60<b> </b>days after the later of,</p> <p class=\"paragraph\">  (a) the day the application is filed; or</p> <p class=\"paragraph\">  (b) the day the additional information, material or evidence is provided, if the Chief Executive Officer has required the applicant to provide additional information, material or evidence under subsection (5).  2003, c. 9, s. 7 (9); 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Deemed approval</p> <p class=\"subsection\">(9.1) An application is deemed to have been approved by the Chief Executive Officer upon the expiry of the 60-day period described in subsection (9) unless the Chief Executive Officer advises the applicant orally or otherwise within that 60-day period that the Chief Executive Officer has not approved the application. 2013, c. 2, Sched. 1, s. 7 (6); 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Effective date of order</p> <p class=\"subsection\">(10) An order of the Chief Executive Officer under this section takes effect on the date or dates specified in the order.  2003, c. 9, s. 7 (10); 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Order final</p> <p class=\"subsection\">(11) An order of the Chief Executive Officer under subsection (9) is final for all purposes.  2003, c. 9, s. 7 (11); 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Applications by affiliates</p> <p class=\"subsection\">(12) Section 414 of the <i>Insurance Act</i> applies with necessary modifications to applications under this section.  2003, c. 9, s. 7 (12).</p> <p class=\"headnote\">Concurrent authority</p> <p class=\"subsection\">(13) The Chief Executive Officer’s authority to make orders under this section in respect of a matter is not affected by his or her authority to make an order under subsection 7.1 (3) in respect of the same matter. 2013, c. 2, Sched. 1, s. 7 (7); 2018, c. 17, Sched. 4, s. 1, 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S03009#s14s1\">2003, c. 9, s. 14 (1)</a></span>\r\n- 14/07/2004</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S13002#sched1s7s1\">2013, c. 2, Sched. 1, s. 7 (1-7)</a></span> - 16/08/2013</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched4s1\">2018, c. 17, Sched. 4, s. 1, 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.1",
            "section_x": "Reconsideration by Chief Executive Officer",
            "part_id": null,
            "part_type": null,
            "section_y": "Reconsideration by Chief Executive Officer",
            "content": "7.1 (1) The Chief Executive Officer may notify an insurer that the Chief Executive Officer intends to make an order with respect to the risk classification system or rates for any coverage for the Personal Vehicles — Private Passenger Automobile category of automobile insurance of the insurer if, in the Chief Executive Officer’s opinion, (a) the current risk classification system or current rate is not just and reasonable in the circumstances; (b) the current risk classification system is not reasonably predictive of risk or does not distinguish fairly between risks; (c) the current rates would impair the insurer’s solvency; or (d) the current rates are excessive in relation to the insurer’s financial circumstances. 2013, c. 2, Sched. 1, s. 8; 2018, c. 17, Sched. 4, s. 1, 2. Written submissions (2) The Chief Executive Officer shall give the insurer an opportunity to make written submissions with respect to the matter. 2013, c. 2, Sched. 1, s. 8; 2018, c. 17, Sched. 4, s. 1. Orders (3) After considering the written submissions, if any, the Chief Executive Officer may make the order described in the notice, may make a revised order or may instead make an order under subsection 7 (1). 2013, c. 2, Sched. 1, s. 8; 2018, c. 17, Sched. 4, s. 1. Order final (4) An order of the Chief Executive Officer under subsection (3) is final for all purposes. 2013, c. 2, Sched. 1, s. 8; 2018, c. 17, Sched. 4, s. 1. Section Amendments with date in force (d/m/y) 2013, c. 2, Sched. 1, s. 8 - 16/08/2013 2018, c. 17, Sched. 4, s. 1, 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>7.1 </b>(1) The Chief Executive Officer may notify an insurer that the Chief Executive Officer intends to make an order with respect to the risk classification system or rates for any coverage for the Personal Vehicles — Private Passenger Automobile category of automobile insurance of the insurer if, in the Chief Executive Officer’s opinion,</p> <p class=\"paragraph\">  (a) the current risk classification system or current rate is not just and reasonable in the circumstances;</p> <p class=\"paragraph\">  (b) the current risk classification system is not reasonably predictive of risk or does not distinguish fairly between risks;</p> <p class=\"paragraph\">  (c) the current rates would impair the insurer’s solvency; or</p> <p class=\"paragraph\">  (d) the current rates are excessive in relation to the insurer’s financial circumstances. 2013, c. 2, Sched. 1, s. 8; 2018, c. 17, Sched. 4, s. 1, 2.</p> <p class=\"headnote\">Written submissions</p> <p class=\"subsection\">(2) The Chief Executive Officer shall give the insurer an opportunity to make written submissions with respect to the matter. 2013, c. 2, Sched. 1, s. 8; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Orders</p> <p class=\"subsection\">(3) After considering the written submissions, if any, the Chief Executive Officer may make the order described in the notice, may make a revised order or may instead make an order under subsection 7 (1). 2013, c. 2, Sched. 1, s. 8; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Order final</p> <p class=\"subsection\">(4) An order of the Chief Executive Officer under subsection (3) is final for all purposes. 2013, c. 2, Sched. 1, s. 8; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S13002#sched1s8\">2013, c. 2, Sched. 1, s. 8</a></span> - 16/08/2013</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched4s1\">2018, c. 17, Sched. 4, s. 1, 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "section_x": "Mandatory rate",
            "part_id": null,
            "part_type": null,
            "section_y": "Mandatory rate",
            "content": "8 For the Personal Vehicles — Private Passenger Automobile category of automobile insurance, no insurer shall charge a rate other than the authorized rate. 2013, c. 2, Sched. 1, s. 9. Section Amendments with date in force (d/m/y) 2013, c. 2, Sched. 1, s. 9 - 16/08/2013",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>8 </b>For the Personal Vehicles — Private Passenger Automobile category of automobile insurance, no insurer shall charge a rate other than the authorized rate. 2013, c. 2, Sched. 1, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S13002#sched1s9\">2013, c. 2, Sched. 1, s. 9</a></span> - 16/08/2013</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "section_x": "Deemed approval under the Insurance Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Deemed approval under the Insurance Act",
            "content": "9 After the repeal of subsection 4 (1) under section 14, the rates and risk classification system of an insurer as approved under this Act shall, for the purposes of sections 410, 411, 412, 415 and 417 of the Insurance Act, be deemed to be the rates and risk classification systems approved for use by the insurer under the Insurance Act.  2003, c. 9, s. 9; 2013, c. 2, Sched. 1, s. 10. Section Amendments with date in force (d/m/y) 2013, c. 2, Sched. 1, s. 10 - 16/08/2013",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>9 </b>After the repeal of subsection 4 (1) under section 14, the rates and risk classification system of an insurer as approved under this Act shall, for the purposes of sections 410, 411, 412, 415 and 417 of the <i>Insurance Act</i>, be deemed to be the rates and risk classification systems approved for use by the insurer under the <i>Insurance Act</i>.  2003, c. 9, s. 9; 2013, c. 2, Sched. 1, s. 10.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S13002#sched1s10\">2013, c. 2, Sched. 1, s. 10</a></span> - 16/08/2013</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "section_x": "Chief Executive Officer may investigate",
            "part_id": null,
            "part_type": null,
            "section_y": "Chief Executive Officer may investigate",
            "content": "10 The Chief Executive Officer may examine and investigate the affairs of an insurer to determine if the insurer is committing any act or pursuing a course of conduct that is a contravention of this Act or that might reasonably be expected to result in a situation that would constitute a contravention of this Act.  2003, c. 9, s. 10; 2018, c. 17, Sched. 4, s. 1. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 4, s. 1 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>10 </b>The Chief Executive Officer may examine and investigate the affairs of an insurer to determine if the insurer is committing any act or pursuing a course of conduct that is a contravention of this Act or that might reasonably be expected to result in a situation that would constitute a contravention of this Act.  2003, c. 9, s. 10; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched4s1\">2018, c. 17, Sched. 4, s. 1</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "section_x": "Chief Executive Officer’s order after contravention of Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Chief Executive Officer’s order after contravention of Act ",
            "content": "11 (1) If, in the opinion of the Chief Executive Officer, an insurer is committing any act or pursuing a course of conduct that is a contravention of this Act or that might reasonably be expected to result in a situation that would constitute a contravention of this Act, the Chief Executive Officer may, without giving prior notice, make an order to take effect immediately on its making, (a) requiring the insurer to cease doing or to refrain from doing any act or pursuing any course of conduct identified by the Chief Executive Officer; (b) requiring the insurer to perform any act that, in the opinion of the Chief Executive Officer, is necessary to remedy the situation, including requiring an insurer to reimburse an insured in respect of any excess premium paid by the insured to the insurer by reason of the insurer’s contravention of this Act; or (c) suspending or cancelling the insurer’s licence under the Insurance Act.  2003, c. 9, s. 11 (1); 2018, c. 17, Sched. 4, s. 1. Reconsideration at request of insurer (2) At the request of an insurer that is the subject of an order under this section, the Chief Executive Officer shall, after giving the insurer an opportunity to make written submissions, reconsider the order.  2003, c. 9, s. 11 (2); 2018, c. 17, Sched. 4, s. 1. Chief Executive Officer’s powers (3) After reconsidering an order under this section, the Chief Executive Officer shall confirm, modify or revoke the order.  2003, c. 9, s. 11 (3); 2018, c. 17, Sched. 4, s. 1. Order final (4) An order under this section may be reconsidered at the request of the insurer only once and, subject to the decision of the Chief Executive Officer after a reconsideration under subsection (2), is final for all purposes.  2003, c. 9, s. 11 (4); 2018, c. 17, Sched. 4, s. 1. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 4, s. 1 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>11 </b>(1) If, in the opinion of the Chief Executive Officer, an insurer is committing any act or pursuing a course of conduct that is a contravention of this Act or that might reasonably be expected to result in a situation that would constitute a contravention of this Act, the Chief Executive Officer may, without giving prior notice, make an order to take effect immediately on its making,</p> <p class=\"paragraph\">  (a) requiring the insurer to cease doing or to refrain from doing any act or pursuing any course of conduct identified by the Chief Executive Officer;</p> <p class=\"paragraph\">  (b) requiring the insurer<b> </b>to perform any act that, in the opinion of the Chief Executive Officer, is necessary to remedy the situation, including requiring an insurer to reimburse an insured in respect of any excess premium paid by the insured to the insurer by reason of the insurer’s contravention of this Act; or<b> </b></p> <p class=\"paragraph\">  (c) suspending or cancelling the insurer’s licence under the <i>Insurance Act</i>.  2003, c. 9, s. 11 (1); 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Reconsideration at request of insurer</p> <p class=\"subsection\">(2) At the request of an insurer that is the subject of an order under this section, the Chief Executive Officer shall, after giving the insurer an opportunity to make written submissions, reconsider the order.  2003, c. 9, s. 11 (2); 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Chief Executive Officer’s powers</p> <p class=\"subsection\">(3) After reconsidering an order under this section, the Chief Executive Officer shall confirm, modify or revoke the order.  2003, c. 9, s. 11 (3); 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Order final</p> <p class=\"subsection\">(4) An order under this section may be reconsidered at the request of the insurer only once and, subject to the decision of the Chief Executive Officer after a reconsideration under subsection (2), is final for all purposes.  2003, c. 9, s. 11 (4); 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched4s1\">2018, c. 17, Sched. 4, s. 1</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "11.1",
            "section_x": "Definition",
            "part_id": null,
            "part_type": null,
            "section_y": "Definition",
            "content": "11.1 In sections 11.2 to 11.7, “requirement established under this Act” means, (a) a requirement imposed by a provision of this Act that is prescribed for the purpose of section 11.3 or 11.4, (b) a requirement imposed by order, or (c) an obligation assumed by way of undertaking. 2012, c. 8, Sched. 2, s. 1. Section Amendments with date in force (d/m/y) 2012, c. 8, Sched. 2, s. 1 - 01/01/2013",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>11.1 </b>In sections 11.2 to 11.7,</p> <p class=\"definition\">“requirement established under this Act” means,</p> <p class=\"paragraph\">  (a) a requirement imposed by a provision of this Act that is prescribed for the purpose of section 11.3 or 11.4,</p> <p class=\"paragraph\">  (b) a requirement imposed by order, or</p> <p class=\"paragraph\">  (c) an obligation assumed by way of undertaking. 2012, c. 8, Sched. 2, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched2s1\">2012, c. 8, Sched. 2, s. 1</a></span> - 01/01/2013</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.2",
            "section_x": "Administrative penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "Administrative penalties",
            "content": "11.2 (1) An administrative penalty may be imposed under section 11.3 or 11.4 for either of the following purposes: 1. To promote compliance with the requirements established under this Act. 2. To prevent a person from deriving, directly or indirectly, any economic benefit as a result of contravening or failing to comply with a requirement established under this Act. 2012, c. 8, Sched. 2, s. 1. Same (2) An administrative penalty may be imposed alone or in conjunction with any other regulatory measure provided by this Act, including an order under section 11. 2012, c. 8, Sched. 2, s. 1. Section Amendments with date in force (d/m/y) 2012, c. 8, Sched. 2, s. 1 - 01/01/2013",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>11.2</b> (1) An administrative penalty may be imposed under section 11.3 or 11.4 for either of the following purposes:</p> <p class=\"paragraph\">  1. To promote compliance with the requirements established under this Act.</p> <p class=\"paragraph\">  2. To prevent a person from deriving, directly or indirectly, any economic benefit as a result of contravening or failing to comply with a requirement established under this Act. 2012, c. 8, Sched. 2, s. 1.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) An administrative penalty may be imposed alone or in conjunction with any other regulatory measure provided by this Act, including an order under section 11. 2012, c. 8, Sched. 2, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched2s1\">2012, c. 8, Sched. 2, s. 1</a></span> - 01/01/2013</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.3",
            "section_x": "General administrative penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "General administrative penalties",
            "content": "11.3 (1) If the Chief Executive Officer is satisfied that an insurer is contravening or not complying with or has contravened or failed to comply with any of the following, the Chief Executive Officer may, by order, impose an administrative penalty on the insurer in accordance with this section and the regulations: 1. A provision of this Act as may be prescribed. 2. A requirement or obligation described in clause (b) or (c) of the definition of “requirement established under this Act” in section 11.1. 2012, c. 8, Sched. 2, s. 1; 2018, c. 17, Sched. 4, s. 1. Procedure (2) If the Chief Executive Officer proposes to impose an administrative penalty under subsection (1), the procedure set out in section 441.3 of the Insurance Act applies, with necessary modifications. 2012, c. 8, Sched. 2, s. 1; 2018, c. 17, Sched. 4, s. 1. Section Amendments with date in force (d/m/y) 2012, c. 8, Sched. 2, s. 1 - 01/01/2013 2018, c. 17, Sched. 4, s. 1 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>11.3</b> (1) If the Chief Executive Officer is satisfied that an insurer is contravening or not complying with or has contravened or failed to comply with any of the following, the Chief Executive Officer may, by order, impose an administrative penalty on the insurer in accordance with this section and the regulations:</p> <p class=\"paragraph\">  1. A provision of this Act as may be prescribed.</p> <p class=\"paragraph\">  2. A requirement or obligation described in clause (b) or (c) of the definition of “requirement established under this Act” in section 11.1. 2012, c. 8, Sched. 2, s. 1; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Procedure</p> <p class=\"subsection\">(2) If the Chief Executive Officer proposes to impose an administrative penalty under subsection (1), the procedure set out in section 441.3 of the <i>Insurance Act</i> applies, with necessary modifications. 2012, c. 8, Sched. 2, s. 1; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched2s1\">2012, c. 8, Sched. 2, s. 1</a></span> - 01/01/2013</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched4s1\">2018, c. 17, Sched. 4, s. 1</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.4",
            "section_x": "Summary administrative penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "Summary administrative penalties",
            "content": "11.4 (1) If the Chief Executive Officer is satisfied that an insurer is contravening or not complying with or has contravened or failed to comply with a provision of this Act as may be prescribed, the Chief Executive Officer may, by order, impose an administrative penalty on the insurer in accordance with this section and the regulations. 2012, c. 8, Sched. 2, s. 1; 2018, c. 17, Sched. 4, s. 1. Procedure (2) The procedure set out in section 441.4 of the Insurance Act applies, with necessary modifications, to the imposition of an administrative penalty under subsection (1). 2012, c. 8, Sched. 2, s. 1. Section Amendments with date in force (d/m/y) 2012, c. 8, Sched. 2, s. 1 - 01/01/2013 2018, c. 17, Sched. 4, s. 1 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>11.4</b> (1) If the Chief Executive Officer is satisfied that an insurer is contravening or not complying with or has contravened or failed to comply with a provision of this Act as may be prescribed, the Chief Executive Officer may, by order, impose an administrative penalty on the insurer in accordance with this section and the regulations. 2012, c. 8, Sched. 2, s. 1; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Procedure</p> <p class=\"subsection\">(2) The procedure set out in section 441.4 of the <i>Insurance Act</i> applies, with necessary modifications, to the imposition of an administrative penalty under subsection (1). 2012, c. 8, Sched. 2, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched2s1\">2012, c. 8, Sched. 2, s. 1</a></span> - 01/01/2013</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched4s1\">2018, c. 17, Sched. 4, s. 1</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "11.5",
            "section_x": "Maximum administrative penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "Maximum administrative penalties",
            "content": "11.5 (1) An administrative penalty imposed on an insurer under section 11.3 shall not exceed $200,000 or such lesser amount as may be prescribed for a prescribed requirement established under this Act. 2012, c. 8, Sched. 2, s. 1. Same (2) An administrative penalty imposed on an insurer under section 11.4 shall not exceed $25,000 or such lesser amount as may be prescribed for a prescribed requirement established under this Act. 2012, c. 8, Sched. 2, s. 1. Section Amendments with date in force (d/m/y) 2012, c. 8, Sched. 2, s. 1 - 01/01/2013",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>11.5</b> (1) An administrative penalty imposed on an insurer under section 11.3 shall not exceed $200,000 or such lesser amount as may be prescribed for a prescribed requirement established under this Act. 2012, c. 8, Sched. 2, s. 1.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) An administrative penalty imposed on an insurer under section 11.4 shall not exceed $25,000 or such lesser amount as may be prescribed for a prescribed requirement established under this Act. 2012, c. 8, Sched. 2, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched2s1\">2012, c. 8, Sched. 2, s. 1</a></span> - 01/01/2013</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "11.6",
            "section_x": "Enforcement of administrative penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "Enforcement of administrative penalties",
            "content": "11.6 Section 441.6 of the Insurance Act applies, with necessary modifications, with respect to the payment and enforcement of administrative penalties imposed under this Act. 2012, c. 8, Sched. 2, s. 1. Section Amendments with date in force (d/m/y) 2012, c. 8, Sched. 2, s. 1 - 01/01/2013",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>11.6</b> Section 441.6 of the <i>Insurance Act</i> applies, with necessary modifications, with respect to the payment and enforcement of administrative penalties imposed under this Act. 2012, c. 8, Sched. 2, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched2s1\">2012, c. 8, Sched. 2, s. 1</a></span> - 01/01/2013</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "11.7",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "11.7 The Lieutenant Governor in Council may make regulations governing the administrative penalties that may be imposed under sections 11.3 and 11.4 and, without limiting the generality of the foregoing, may make regulations, (a) prescribing provisions of this Act for the purposes of sections 11.3 and 11.4; (b) prescribing criteria the Chief Executive Officer is required or permitted to consider when imposing a penalty under section 11.3 or 11.4; (c) prescribing the amount of a penalty, or the method for calculating the amount of a penalty, and prescribing different penalties or ranges of penalties for different types of contraventions or failures to comply; (d) authorizing the Chief Executive Officer to determine the amount of a penalty, if the amount of the penalty or the method for calculating the amount of the penalty is not prescribed, and prescribing criteria the Chief Executive Officer is required or permitted to consider when determining the amount of the penalty; (e) authorizing a penalty to be imposed for each day or part of a day on which a contravention or failure to comply continues; (f) authorizing higher penalties (not to exceed the maximum penalty established under section 11.5 or prescribed under clause (j)) for a second or subsequent contravention or failure to comply by an insurer; (g) governing the manner of paying the penalties; (h) requiring that a penalty be paid before a specified deadline or before a deadline specified by the Chief Executive Officer; (i) authorizing the imposition of late payment fees respecting penalties that are not paid before the deadline, including graduated late payment fees; (j) prescribing lesser maximum administrative penalties and the requirements established under this Act to which the lesser maximum penalties apply for the purpose of subsection 11.5 (1) or (2). 2012, c. 8, Sched. 2, s. 1; 2018, c. 17, Sched. 4, s. 1. Section Amendments with date in force (d/m/y) 2012, c. 8, Sched. 2, s. 1 - 01/01/2013 2018, c. 17, Sched. 4, s. 1 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>11.7</b> The Lieutenant Governor in Council may make regulations governing the administrative penalties that may be imposed under sections 11.3 and 11.4 and, without limiting the generality of the foregoing, may make regulations,</p> <p class=\"paragraph\">  (a) prescribing provisions of this Act for the purposes of sections 11.3 and 11.4;</p> <p class=\"paragraph\">  (b) prescribing criteria the Chief Executive Officer is required or permitted to consider when imposing a penalty under section 11.3 or 11.4;</p> <p class=\"paragraph\">  (c) prescribing the amount of a penalty, or the method for calculating the amount of a penalty, and prescribing different penalties or ranges of penalties for different types of contraventions or failures to comply;</p> <p class=\"paragraph\">  (d) authorizing the Chief Executive Officer to determine the amount of a penalty, if the amount of the penalty or the method for calculating the amount of the penalty is not prescribed, and prescribing criteria the Chief Executive Officer is required or permitted to consider when determining the amount of the penalty;</p> <p class=\"paragraph\">  (e) authorizing a penalty to be imposed for each day or part of a day on which a contravention or failure to comply continues;</p> <p class=\"paragraph\">  (f) authorizing higher penalties (not to exceed the maximum penalty established under section 11.5 or prescribed under clause (j)) for a second or subsequent contravention or failure to comply by an insurer;</p> <p class=\"paragraph\">  (g) governing the manner of paying the penalties;</p> <p class=\"paragraph\">  (h) requiring that a penalty be paid before a specified deadline or before a deadline specified by the Chief Executive Officer;</p> <p class=\"paragraph\">  (i) authorizing the imposition of late payment fees respecting penalties that are not paid before the deadline, including graduated late payment fees;</p> <p class=\"paragraph\">  (j) prescribing lesser maximum administrative penalties and the requirements established under this Act to which the lesser maximum penalties apply for the purpose of subsection 11.5 (1) or (2). 2012, c. 8, Sched. 2, s. 1; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched2s1\">2012, c. 8, Sched. 2, s. 1</a></span> - 01/01/2013</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched4s1\">2018, c. 17, Sched. 4, s. 1</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "12.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences ",
            "content": "12 (1) Every insurer that does any of the following is guilty of an offence and on conviction is liable on a first conviction to a fine of not more than $250,000 and on each subsequent conviction to a fine of not more than $500,000: 1. Contravenes subsection 3 (1) or 7 (3) or section 8. 2. Fails to comply with an order of the Chief Executive Officer made under section 11. 3. Directly or indirectly furnishes false, misleading or incomplete information, material or evidence to the Chief Executive Officer under this Act.  2003, c. 9, s. 12 (1); 2012, c. 8, Sched. 2, s. 2; 2013, c. 2, Sched. 1, s. 11; 2018, c. 17, Sched. 4, s. 1. Derivative offence (2) Every director, officer and chief agent of an insurer is guilty of an offence who, (a) causes, authorizes, permits or participates in the insurer committing an offence under this Act; or (b) fails to take reasonable care to prevent the insurer from committing an offence under this Act.  2003, c. 9, s. 12 (2). Penalty on derivative offence (3) A person who is guilty of an offence under subsection (2) is liable on a first conviction to a fine of not more than $100,000 and on each subsequent conviction to a fine of not more than $200,000, whether the insurer is prosecuted for or convicted of an offence.  2003, c. 9, s. 12 (3). Restitution (4) If a person is convicted of an offence under this Act, the court making the conviction may, in addition to any other penalty, order the person convicted to make compensation or restitution in relation to the offence.  2003, c. 9, s. 12 (4). Section Amendments with date in force (d/m/y) 2012, c. 8, Sched. 2, s. 2 - 01/01/2013 2013, c. 2, Sched. 1, s. 11 - 16/08/2013 2018, c. 17, Sched. 4, s. 1 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>12 </b>(1) Every insurer that does any of the following is guilty of an offence and on conviction is liable on a first conviction to a fine of not more than $250,000 and on each subsequent conviction to a fine of not more than $500,000:</p> <p class=\"paragraph\">  1. Contravenes subsection 3 (1) or 7 (3) or section 8.</p> <p class=\"paragraph\">  2. Fails to comply with an order of the Chief Executive Officer made under section 11.</p> <p class=\"paragraph\">  3. Directly or indirectly furnishes false, misleading or incomplete information, material or evidence to the Chief Executive Officer under this Act.  2003, c. 9, s. 12 (1); 2012, c. 8, Sched. 2, s. 2; 2013, c. 2, Sched. 1, s. 11; 2018, c. 17, Sched. 4, s. 1.</p> <p class=\"headnote\">Derivative offence</p> <p class=\"subsection\">(2) Every director, officer and chief agent of an insurer is guilty of an offence who,</p> <p class=\"paragraph\">  (a) causes, authorizes, permits or participates in the insurer committing an offence under this Act; or</p> <p class=\"paragraph\">  (b) fails to take reasonable care to prevent the insurer from committing an offence under this Act.  2003, c. 9, s. 12 (2).</p> <p class=\"headnote\">Penalty on derivative offence</p> <p class=\"subsection\">(3) A person who is guilty of an offence under subsection (2) is liable on a first conviction to a fine of not more than $100,000 and on each subsequent conviction to a fine of not more than $200,000, whether the insurer is prosecuted for or convicted of an offence.  2003, c. 9, s. 12 (3).</p> <p class=\"headnote\">Restitution</p> <p class=\"subsection\">(4) If a person is convicted of an offence under this Act, the court making the conviction may, in addition to any other penalty, order the person convicted to make compensation or restitution in relation to the offence.  2003, c. 9, s. 12 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched2s2\">2012, c. 8, Sched. 2, s. 2</a></span> - 01/01/2013</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S13002#sched1s11\">2013, c. 2, Sched. 1, s. 11</a></span> - 16/08/2013</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched4s1\">2018, c. 17, Sched. 4, s. 1</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "13.",
            "section_x": "Notices",
            "part_id": null,
            "part_type": null,
            "section_y": "Notices",
            "content": "13 Section 33 of the Insurance Act applies to documents required or permitted to be submitted under this Act and to orders made under this Act.  2003, c. 9, s. 13. Repeal 14 (1) This Act is repealed on a day to be named by proclamation of the Lieutenant Governor. 2003, c. 9, s. 14 (1). Same (2) Any proclamation referred to in subsection (1) may apply to the whole or any part or parts or portion or portions or section or sections of this Act, and proclamations may be issued at different times as to any part or parts or portion or portions or section or sections of this Act. 2003, c. 9, s. 14 (2). 15 Omitted (provides for coming into force of provisions of this Act).  2003, c. 9, s. 15. 16 Omitted (enacts short title of this Act).  2003, c. 9, s. 16. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>13 </b>Section 33 of the <i>Insurance Act</i> applies to documents required or permitted to be submitted under this Act and to orders made under this Act.  2003, c. 9, s. 13.</p> <p class=\"headnote\">Repeal</p> <p class=\"Psection\"><a name=\"BK20\"></a>14 (1) This Act is repealed on a day to be named by proclamation of the Lieutenant Governor. 2003, c. 9, s. 14 (1).</p> <p class=\"headnote\">Same</p> <p class=\"Psubsection\">(2) Any proclamation referred to in subsection (1) may apply to the whole or any part or parts or portion or portions or section or sections of this Act, and proclamations may be issued at different times as to any part or parts or portion or portions or section or sections of this Act. 2003, c. 9, s. 14 (2).</p> <p class=\"section\"><b>15 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  2003, c. 9, s. 15.</p> <p class=\"section\"><b>16 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  2003, c. 9, s. 16.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/03a09\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "14.",
            "section_x": "Repeal",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        }
    ]
}