{
    "act_info": {
        "full_title": "Back to School Act (Toronto and Windsor), 2001, S.O. 2001, c. 1",
        "act_name_text": "Not Found",
        "citation": "Back to School Act (Toronto and Windsor), 2001, S.O. 2001, c. 1",
        "url": "https://www.ontario.ca/laws/statute/01b01",
        "date_scraped": "2023-12-19 07:05:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/01b01/v1",
            "valid_from": "April 27, 2001",
            "valid_to": "December 14, 2009"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. (1) In this Act, “bargaining agents” means Local 4400 of the Canadian Union of Public Employees, and the Service Employees’ Union, Local 210, which is affiliated with the Service Employees’ International Union, and “bargaining agent” means either one of them; (“agents négociateurs”) “bargaining units” means, (a) the bargaining units of Local 4400 of the Canadian Union of Public Employees, (i) composed of instructors, known as bargaining unit “B” and more particularly described in Article F of the Memorandum of Settlement between the Toronto District School Board and Local 4400 of the Canadian Union of Public Employees (B), dated March 13, 1999, (ii) composed of clerical and educational assistant employees, known as bargaining unit “C” and more particularly described in Article G of the Memorandum of Settlement between the Toronto District School Board and Local 4400 of the Canadian Union of Public Employees (C), dated March 13, 1999, and (iii) composed of custodial and maintenance employees, known as bargaining unit “D” and more particularly described in Article G of the Memorandum of Settlement between the Toronto District School Board and Local 4400 of the Canadian Union of Public Employees (D), dated March 13, 1999, and (b) the bargaining unit of the Service Employees’ Union, Local 210, composed of custodial and maintenance employees, more particularly described in Article 2 of the Agreement between the Windsor-Essex Catholic District School Board and the Service Employees’ Union, Local 210 with an expiry date of December 31, 1999, and “bargaining unit” means any one of them; (“unités de négociation”) “boards” means the Toronto District School Board and the Windsor-Essex Catholic District School Board and “board” means either one of them; (“conseils”) “Minister” means the Minister of Labour; (“ministre”) “new collective agreement” means a collective agreement that is executed after this Act comes into force and is effective from, (a) September 1, 2000, in the case of the Toronto District School Board, and (b) January 1, 2000, in the case of the Windsor-Essex Catholic District School Board; (“nouvelle convention collective”) “parties” means, (a) in the case of the Toronto District School Board, that board and Local 4400 of the Canadian Union of Public Employees, and (b) in the case of the Windsor-Essex Catholic District School Board, that board and the Service Employees’ Union, Local 210. (“parties”) 2001, c. 1, s. 1 (1). Same (2) If the description of a bargaining unit referred to in clause (a) of the definition of “bargaining unit” in subsection (1) has been amended on or after March 13, 1999, the description in that definition shall be read to reflect that amendment. 2001, c. 1, s. 1 (2). Expressions relating to education (3) Expressions in this Act relating to education have the same meaning as in the Education Act, unless the context requires otherwise. 2001, c. 1, s. 1 (3). Expressions relating to labour relations (4) Expressions in this Act relating to labour relations have the same meaning as in the Labour Relations Act, 1995, unless the context requires otherwise. 2001, c. 1, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"><b>1.</b> (1) In this Act,</p> <p class=\"firstdef-e\">“bargaining agents” means Local 4400 of the Canadian Union of Public Employees, and the Service Employees’ Union, Local 210, which is affiliated with the Service Employees’ International Union, and “bargaining agent” means either one of them; (“agents négociateurs”)</p> <p class=\"definition-e\">“bargaining units” means,</p> <p class=\"defclause-e\">(a) the bargaining units of Local 4400 of the Canadian Union of Public Employees,</p> <p class=\"defsubclause-e\">(i) composed of instructors, known as bargaining unit “B” and more particularly described in Article F of the Memorandum of Settlement between the Toronto District School Board and Local 4400 of the Canadian Union of Public Employees (B), dated March 13, 1999,</p> <p class=\"defsubclause-e\">(ii) composed of clerical and educational assistant employees, known as bargaining unit “C” and more particularly described in Article G of the Memorandum of Settlement between the Toronto District School Board and Local 4400 of the Canadian Union of Public Employees (C), dated March 13, 1999, and</p> <p class=\"defsubclause-e\">(iii) composed of custodial and maintenance employees, known as bargaining unit “D” and more particularly described in Article G of the Memorandum of Settlement between the Toronto District School Board and Local 4400 of the Canadian Union of Public Employees (D), dated March 13, 1999, and</p> <p class=\"defclause-e\">(b) the bargaining unit of the Service Employees’ Union, Local 210, composed of custodial and maintenance employees, more particularly described in Article 2 of the Agreement between the Windsor-Essex Catholic District School Board and the Service Employees’ Union, Local 210 with an expiry date of December 31, 1999,</p> <p class=\"Sdefinition-e\">and “bargaining unit” means any one of them; (“unités de négociation”)</p> <p class=\"definition-e\">“boards” means the Toronto District School Board and the Windsor-Essex Catholic District School Board and “board” means either one of them; (“conseils”)</p> <p class=\"definition-e\">“Minister” means the Minister of Labour; (“ministre”)</p> <p class=\"definition-e\">“new collective agreement” means a collective agreement that is executed after this Act comes into force and is effective from,</p> <p class=\"defclause-e\">(a) September 1, 2000, in the case of the Toronto District School Board, and</p> <p class=\"defclause-e\">(b) January 1, 2000, in the case of the Windsor-Essex Catholic District School Board; (“nouvelle convention collective”)</p> <p class=\"definition-e\">“parties” means,</p> <p class=\"defclause-e\">(a) in the case of the Toronto District School Board, that board and Local 4400 of the Canadian Union of Public Employees, and</p> <p class=\"defclause-e\">(b) in the case of the Windsor-Essex Catholic District School Board, that board and the Service Employees’ Union, Local 210. (“parties”) 2001, c. 1, s. 1 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) If the description of a bargaining unit referred to in clause (a) of the definition of “bargaining unit” in subsection (1) has been amended on or after March 13, 1999, the description in that definition shall be read to reflect that amendment. 2001, c. 1, s. 1 (2).</p> <p class=\"headnote-e\"><b>Expressions relating to education</b></p> <p class=\"subsection-e\">(3) Expressions in this Act relating to education have the same meaning as in the <i>Education Act</i>, unless the context requires otherwise. 2001, c. 1, s. 1 (3).</p> <p class=\"headnote-e\"><b>Expressions relating to labour relations</b></p> <p class=\"subsection-e\">(4) Expressions in this Act relating to labour relations have the same meaning as in the <i>Labour Relations Act, 1995</i>, unless the context requires otherwise. 2001, c. 1, s. 1 (4).</p>"
        },
        {
            "id": "2.",
            "section": "Application of Labour Relations Act, 1995",
            "content": "2. (1) Except as modified by this Act, the Labour Relations Act, 1995 applies to the boards, the bargaining agents and the members of the bargaining units. 2001, c. 1, s. 2 (1). Conflict with Education Act (2) In the event of a conflict between this Act and the Education Act, this Act prevails. 2001, c. 1, s. 2 (2). Strikes and Lock-outs",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) Except as modified by this Act, the <i>Labour Relations Act, 1995</i> applies to the boards, the bargaining agents and the members of the bargaining units. 2001, c. 1, s. 2 (1).</p> <p class=\"headnote-e\"><b>Conflict with <i>Education Act</i></b></p> <p class=\"subsection-e\">(2) In the event of a conflict between this Act and the <i>Education Act</i>, this Act prevails. 2001, c. 1, s. 2 (2).</p> <p class=\"heading1-e\">Strikes and Lock-outs</p>"
        },
        {
            "id": "3.",
            "section": "Termination of lock-out",
            "content": "3. (1) As soon as this Act comes into force, each board shall terminate any lock-out of members of its bargaining unit or units that is in effect immediately before that date. 2001, c. 1, s. 3 (1). Normal operations (2) Each board shall resume the normal operation of the schools in which the members of its bargaining unit or units are employed as soon as possible but, in any event, no later than two days after this Act comes into force. 2001, c. 1, s. 3 (2). Termination of strike (3) As soon as this Act comes into force, each bargaining agent shall terminate any strike by members of its bargaining unit or units that is in effect immediately before that day. 2001, c. 1, s. 3 (3). Same (4) As soon as this Act comes into force, each member of the bargaining units, (a) shall terminate any strike that is in effect immediately before that day; and (b) shall report to work and perform his or her duties. 2001, c. 1, s. 3 (4). Exception (5) Subsection (4) does not preclude a member of a bargaining unit from not reporting to work and performing his or her duties for reasons of health or by mutual consent of the member and the board. 2001, c. 1, s. 3 (5).",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) As soon as this Act comes into force, each board shall terminate any lock-out of members of its bargaining unit or units that is in effect immediately before that date. 2001, c. 1, s. 3 (1).</p> <p class=\"headnote-e\"><b>Normal operations</b></p> <p class=\"subsection-e\">(2) Each board shall resume the normal operation of the schools in which the members of its bargaining unit or units are employed as soon as possible but, in any event, no later than two days after this Act comes into force. 2001, c. 1, s. 3 (2).</p> <p class=\"headnote-e\"><b>Termination of strike</b></p> <p class=\"subsection-e\">(3) As soon as this Act comes into force, each bargaining agent shall terminate any strike by members of its bargaining unit or units that is in effect immediately before that day. 2001, c. 1, s. 3 (3).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) As soon as this Act comes into force, each member of the bargaining units,</p> <p class=\"clause-e\">(a) shall terminate any strike that is in effect immediately before that day; and</p> <p class=\"clause-e\">(b) shall report to work and perform his or her duties. 2001, c. 1, s. 3 (4).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(5) Subsection (4) does not preclude a member of a bargaining unit from not reporting to work and performing his or her duties for reasons of health or by mutual consent of the member and the board. 2001, c. 1, s. 3 (5).</p>"
        },
        {
            "id": "4.",
            "section": "Prohibition re strike",
            "content": "4. (1) Subject to section 6, no member of a bargaining unit shall strike and no person or trade union shall call or authorize or threaten to call or authorize a strike by any of the members of the unit. 2001, c. 1, s. 4 (1). Same (2) Subject to section 6, no officer, official or agent of any trade union shall counsel, procure, support or encourage a strike by any of the members of a bargaining unit. 2001, c. 1, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) Subject to section 6, no member of a bargaining unit shall strike and no person or trade union shall call or authorize or threaten to call or authorize a strike by any of the members of the unit. 2001, c. 1, s. 4 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Subject to section 6, no officer, official or agent of any trade union shall counsel, procure, support or encourage a strike by any of the members of a bargaining unit. 2001, c. 1, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Prohibition re lock-out",
            "content": "5. (1) Subject to section 6, no board shall lock out or threaten to lock out any of the members of a bargaining unit. 2001, c. 1, s. 5 (1). Same (2) Subject to section 6, no officer, official or agent of a board shall counsel, procure, support or encourage a lock-out of any of the members of a bargaining unit. 2001, c. 1, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) Subject to section 6, no board shall lock out or threaten to lock out any of the members of a bargaining unit. 2001, c. 1, s. 5 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Subject to section 6, no officer, official or agent of a board shall counsel, procure, support or encourage a lock-out of any of the members of a bargaining unit. 2001, c. 1, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Strike or lock-out after new collective agreement",
            "content": "6. After the parties execute a new collective agreement with respect to a bargaining unit, the Labour Relations Act, 1995 governs the right of members of the bargaining unit to strike and the right of the board to lock out members of the bargaining unit. 2001, c. 1, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> After the parties execute a new collective agreement with respect to a bargaining unit, the <i>Labour Relations Act, 1995</i> governs the right of members of the bargaining unit to strike and the right of the board to lock out members of the bargaining unit. 2001, c. 1, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Offence",
            "content": "7. (1) A person, a board or a trade union who contravenes or fails to comply with section 3, 4 or 5 is guilty of an offence and on conviction is liable, (a) in the case of an individual, to a fine of not more than $2,000; and (b) in the case of a corporation or a trade union, to a fine of not more than $25,000. 2001, c. 1, s. 7 (1). Continuing offence (2) Each day of a contravention or a failure to comply constitutes a separate offence. 2001, c. 1, s. 7 (2). Labour Relations Act, 1995 (3) Subsection 104 (3) and sections 105, 106 and 107 of the Labour Relations Act, 1995 apply, with necessary modifications, with respect to an offence under this Act. 2001, c. 1, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) A person, a board or a trade union who contravenes or fails to comply with section 3, 4 or 5 is guilty of an offence and on conviction is liable,</p> <p class=\"clause-e\">(a) in the case of an individual, to a fine of not more than $2,000; and</p> <p class=\"clause-e\">(b) in the case of a corporation or a trade union, to a fine of not more than $25,000. 2001, c. 1, s. 7 (1).</p> <p class=\"headnote-e\"><b>Continuing offence</b></p> <p class=\"subsection-e\">(2) Each day of a contravention or a failure to comply constitutes a separate offence. 2001, c. 1, s. 7 (2).</p> <p class=\"headnote-e\"><b><i>Labour Relations Act, 1995</i></b></p> <p class=\"subsection-e\">(3) Subsection 104 (3) and sections 105, 106 and 107 of the <i>Labour Relations Act</i>, <i>1995</i> apply, with necessary modifications, with respect to an offence under this Act. 2001, c. 1, s. 7 (3).</p>"
        },
        {
            "id": "8.",
            "section": "Deeming provision re unlawful strike, lock-out",
            "content": "8. A strike or lock-out in contravention of section 3, 4 or 5 shall be deemed to be an unlawful strike or lock-out for the purposes of the Labour Relations Act, 1995. 2001, c. 1, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> A strike or lock-out in contravention of section 3, 4 or 5 shall be deemed to be an unlawful strike or lock-out for the purposes of the <i>Labour Relations Act, 1995</i>. 2001, c. 1, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Terms of employment continue",
            "content": "9. Until a new collective agreement is made by the parties with respect to a bargaining unit, the terms and conditions of employment that applied with respect to members of the bargaining unit at noon on the day set out below continue to apply: 1. March 30, 2001, in the case of the bargaining units of Local 4400 of the Canadian Union of Public Employees. 2. March 25, 2001, in the case of the bargaining unit of the Service Employees’ Union, Local 210. 2001, c. 1, s. 9. Arbitration and Final Offer Vote Process",
            "raw_html": "<p class=\"section-e\"><b>9.</b> Until a new collective agreement is made by the parties with respect to a bargaining unit, the terms and conditions of employment that applied with respect to members of the bargaining unit at noon on the day set out below continue to apply:</p> <p class=\"paragraph-e\">1. March 30, 2001, in the case of the bargaining units of Local 4400 of the Canadian Union of Public Employees.</p> <p class=\"paragraph-e\">2. March 25, 2001, in the case of the bargaining unit of the Service Employees’ Union, Local 210. 2001, c. 1, s. 9.</p> <p class=\"heading1-e\">Arbitration and Final Offer Vote Process</p>"
        },
        {
            "id": "10.",
            "section": "Final offer vote process continues",
            "content": "10. (1) Despite the termination of a strike or lock-out by this Act, the final offer vote process under subsection 42 (1) of the Labour Relations Act, 1995 that was begun by the request made by the Windsor-Essex Catholic District School Board on April 18, 2001 shall continue, subject to subsection (2). 2001, c. 1, s. 10 (1). Relationship with mediation-arbitration process (2) If a mediator-arbitrator appointed under this Act makes an award before the parties have executed a new collective agreement, the final offer vote process is terminated. 2001, c. 1, s. 10 (2). Same (3) If the parties execute a new collective agreement before a mediator-arbitrator is appointed under this Act, no mediator-arbitrator shall be appointed. 2001, c. 1, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) Despite the termination of a strike or lock-out by this Act, the final offer vote process under subsection 42 (1) of the <i>Labour Relations Act, 1995</i> that was begun by the request made by the Windsor-Essex Catholic District School Board on April 18, 2001 shall continue, subject to subsection (2). 2001, c. 1, s. 10 (1).</p> <p class=\"headnote-e\"><b>Relationship with mediation-arbitration process</b></p> <p class=\"subsection-e\">(2) If a mediator-arbitrator appointed under this Act makes an award before the parties have executed a new collective agreement, the final offer vote process is terminated. 2001, c. 1, s. 10 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) If the parties execute a new collective agreement before a mediator-arbitrator is appointed under this Act, no mediator-arbitrator shall be appointed. 2001, c. 1, s. 10 (3).</p>"
        },
        {
            "id": "11.",
            "section": "Mediation and arbitration",
            "content": "11. (1) If the parties have not executed a new collective agreement on or before the seventh day after this Act comes into force, they shall be deemed to have referred to a mediator-arbitrator all matters remaining in dispute between them that may be provided for in a collective agreement. 2001, c. 1, s. 11 (1). Mediator-arbitrator (2) The mediator-arbitrator shall be, (a) Stephen C. Raymond, vice-chair of the Ontario Labour Relations Board, in the case of the Toronto District School Board; and (b) Ross L. Kennedy, barrister and solicitor, of Toronto, in the case of the Windsor-Essex Catholic District School Board. 2001, c. 1, s. 11 (2). Replacement (3) If a mediator-arbitrator is unable or unwilling to perform his duties so as to make the award, (a) the Minister shall forthwith appoint a new mediator-arbitrator and notify the parties of the name and address of the person appointed; and (b) the process shall begin anew. 2001, c. 1, s. 11 (3). Minister’s power (4) In appointing a replacement arbitrator, the Minister may appoint a person who, (a) has no previous experience as an arbitrator; (b) has not previously been or is not recognized as a person mutually acceptable to both trade unions and employers; (c) is not a member of a class of persons which has been or is recognized as comprising individuals who are mutually acceptable to both trade unions and employers. 2001, c. 1, s. 11 (4). Notice, consultation not required (5) In appointing a replacement arbitrator, the Minister may depart from any past practice concerning the appointment of arbitrators or chairs of arbitration boards, whether established before or after this Act comes into force, without notice to or consultation with any employers or trade unions. 2001, c. 1, s. 11 (5). Appointment and proceedings of mediator-arbitrator not subject to review (6) If a person has been appointed as a mediator-arbitrator by or under this Act, it shall be presumed conclusively that the appointment was properly made under this Act and no application shall be made to question the appointment or to prohibit or restrain any of the mediator-arbitrator’s proceedings. 2001, c. 1, s. 11 (6).",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) If the parties have not executed a new collective agreement on or before the seventh day after this Act comes into force, they shall be deemed to have referred to a mediator-arbitrator all matters remaining in dispute between them that may be provided for in a collective agreement. 2001, c. 1, s. 11 (1).</p> <p class=\"headnote-e\"><b>Mediator-arbitrator</b></p> <p class=\"subsection-e\">(2) The mediator-arbitrator shall be,</p> <p class=\"clause-e\">(a) Stephen C. Raymond, vice-chair of the Ontario Labour Relations Board, in the case of the Toronto District School Board; and</p> <p class=\"clause-e\">(b) Ross L. Kennedy, barrister and solicitor, of Toronto, in the case of the Windsor-Essex Catholic District School Board. 2001, c. 1, s. 11 (2).</p> <p class=\"headnote-e\"><b>Replacement</b></p> <p class=\"subsection-e\">(3) If a mediator-arbitrator is unable or unwilling to perform his duties so as to make the award,</p> <p class=\"clause-e\">(a) the Minister shall forthwith appoint a new mediator-arbitrator and notify the parties of the name and address of the person appointed; and</p> <p class=\"clause-e\">(b) the process shall begin anew. 2001, c. 1, s. 11 (3).</p> <p class=\"headnote-e\"><b>Minister’s power</b></p> <p class=\"subsection-e\">(4) In appointing a replacement arbitrator, the Minister may appoint a person who,</p> <p class=\"clause-e\">(a) has no previous experience as an arbitrator;</p> <p class=\"clause-e\">(b) has not previously been or is not recognized as a person mutually acceptable to both trade unions and employers;</p> <p class=\"clause-e\">(c) is not a member of a class of persons which has been or is recognized as comprising individuals who are mutually acceptable to both trade unions and employers. 2001, c. 1, s. 11 (4).</p> <p class=\"headnote-e\"><b>Notice, consultation not required</b></p> <p class=\"subsection-e\">(5) In appointing a replacement arbitrator, the Minister may depart from any past practice concerning the appointment of arbitrators or chairs of arbitration boards, whether established before or after this Act comes into force, without notice to or consultation with any employers or trade unions. 2001, c. 1, s. 11 (5).</p> <p class=\"headnote-e\"><b>Appointment and proceedings of mediator-arbitrator not subject to review</b></p> <p class=\"subsection-e\">(6) If a person has been appointed as a mediator-arbitrator by or under this Act, it shall be presumed conclusively that the appointment was properly made under this Act and no application shall be made to question the appointment or to prohibit or restrain any of the mediator-arbitrator’s proceedings. 2001, c. 1, s. 11 (6).</p>"
        },
        {
            "id": "12.",
            "section": "Pre-existing arbitration proceedings",
            "content": "12. (1) If an arbitrator was appointed to settle matters in dispute between the parties relating to a bargaining unit before this Act comes into force, on and after that day anything done by a person so appointed has no effect. 2001, c. 1, s. 12 (1). Same (2) Subsection (1) does not apply with respect to an arbitration proceeding conducted to determine the terms and conditions of employment applicable during any part of the period, (a) beginning on September 1, 1999 and ending on August 31, 2000, in the case of the Toronto District School Board; and (b) beginning on January 1, 1998 and ending on December 31, 1999, in the case of the Windsor-Essex Catholic District School Board. 2001, c. 1, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"><b>12.</b> (1) If an arbitrator was appointed to settle matters in dispute between the parties relating to a bargaining unit before this Act comes into force, on and after that day anything done by a person so appointed has no effect. 2001, c. 1, s. 12 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not apply with respect to an arbitration proceeding conducted to determine the terms and conditions of employment applicable during any part of the period,</p> <p class=\"clause-e\">(a) beginning on September 1, 1999 and ending on August 31, 2000, in the case of the Toronto District School Board; and</p> <p class=\"clause-e\">(b) beginning on January 1, 1998 and ending on December 31, 1999, in the case of the Windsor-Essex Catholic District School Board. 2001, c. 1, s. 12 (2).</p>"
        },
        {
            "id": "13.",
            "section": "No outside appointment",
            "content": "13. (1) While this Act is in force, the parties shall not appoint an arbitrator, mediator or mediator-arbitrator to settle matters in dispute between them relating to a bargaining unit otherwise than under this Act, and anything done by a person so appointed has no effect. 2001, c. 1, s. 13 (1). Same (2) Subsection (1) does not apply with respect to an arbitration proceeding conducted to determine the terms and conditions of employment applicable during any part of the period, (a) beginning on September 1, 1999 and ending on August 31, 2000, in the case of the Toronto District School Board; and (b) beginning on January 1, 1998 and ending on December 31, 1999, in the case of the Windsor-Essex Catholic District School Board. 2001, c. 1, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"><b>13.</b> (1) While this Act is in force, the parties shall not appoint an arbitrator, mediator or mediator-arbitrator to settle matters in dispute between them relating to a bargaining unit otherwise than under this Act, and anything done by a person so appointed has no effect. 2001, c. 1, s. 13 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not apply with respect to an arbitration proceeding conducted to determine the terms and conditions of employment applicable during any part of the period,</p> <p class=\"clause-e\">(a) beginning on September 1, 1999 and ending on August 31, 2000, in the case of the Toronto District School Board; and</p> <p class=\"clause-e\">(b) beginning on January 1, 1998 and ending on December 31, 1999, in the case of the Windsor-Essex Catholic District School Board. 2001, c. 1, s. 13 (2).</p>"
        },
        {
            "id": "14.",
            "section": "Costs",
            "content": "14. Each party shall pay one-half of the fees and expenses of the mediator-arbitrator. 2001, c. 1, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> Each party shall pay one-half of the fees and expenses of the mediator-arbitrator. 2001, c. 1, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Jurisdiction",
            "content": "15. (1) The mediator-arbitrator has the exclusive jurisdiction to determine all matters that he or she considers necessary to conclude a new collective agreement. 2001, c. 1, s. 15 (1). Same (2) The mediator-arbitrator remains seized of and may deal with all matters within his or her jurisdiction until the new collective agreement between the parties is executed. 2001, c. 1, s. 15 (2). Mediation (3) The mediator-arbitrator may try to assist the parties to settle any matter that he or she considers necessary to conclude a new collective agreement. 2001, c. 1, s. 15 (3). Where matters agreed between the parties (4) As soon as possible after a mediator-arbitrator is appointed, but in any event no later than seven days after the appointment, the parties shall give the mediator-arbitrator written notice of the matters on which they reached agreement before the appointment of the mediator-arbitrator. 2001, c. 1, s. 15 (4). Same (5) The parties may at any time give the mediator-arbitrator written notice of matters on which they reach agreement after the appointment of a mediator-arbitrator. 2001, c. 1, s. 15 (5). Same (6) The mediator-arbitrator shall not give effect in an award to an agreement of which notice is given under subsection (4) or (5) unless the mediator-arbitrator is satisfied that he or she can do so without contravening subsection 18 (1). 2001, c. 1, s. 15 (6). Award to be comprehensive (7) An award under this Act shall deal with all of the matters to be dealt with in the new collective agreement, whether or not the parties have given notice under subsection (4) or (5) with respect to one or more of those matters. 2001, c. 1, s. 15 (7). Term of agreement (8) The award shall provide for a new collective agreement whose term shall be for a period of three years. 2001, c. 1, s. 15 (8). New collective agreements (9) If the parties execute a new collective agreement with respect to a bargaining unit, they shall so notify the mediator-arbitrator and the mediation-arbitration proceedings are terminated. 2001, c. 1, s. 15 (9).",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) The mediator-arbitrator has the exclusive jurisdiction to determine all matters that he or she considers necessary to conclude a new collective agreement. 2001, c. 1, s. 15 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The mediator-arbitrator remains seized of and may deal with all matters within his or her jurisdiction until the new collective agreement between the parties is executed. 2001, c. 1, s. 15 (2).</p> <p class=\"headnote-e\"><b>Mediation</b></p> <p class=\"subsection-e\">(3) The mediator-arbitrator may try to assist the parties to settle any matter that he or she considers necessary to conclude a new collective agreement. 2001, c. 1, s. 15 (3).</p> <p class=\"headnote-e\"><b>Where matters agreed between the parties</b></p> <p class=\"subsection-e\">(4) As soon as possible after a mediator-arbitrator is appointed, but in any event no later than seven days after the appointment, the parties shall give the mediator-arbitrator written notice of the matters on which they reached agreement before the appointment of the mediator-arbitrator. 2001, c. 1, s. 15 (4).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5) The parties may at any time give the mediator-arbitrator written notice of matters on which they reach agreement after the appointment of a mediator-arbitrator. 2001, c. 1, s. 15 (5).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(6) The mediator-arbitrator shall not give effect in an award to an agreement of which notice is given under subsection (4) or (5) unless the mediator-arbitrator is satisfied that he or she can do so without contravening subsection<b> </b>18 (1). 2001, c. 1, s. 15 (6).</p> <p class=\"headnote-e\"><b>Award to be comprehensive</b></p> <p class=\"subsection-e\">(7) An award under this Act shall deal with all of the matters to be dealt with in the new collective agreement, whether or not the parties have given notice under subsection (4) or (5) with respect to one or more of those matters. 2001, c. 1, s. 15 (7).</p> <p class=\"headnote-e\"><b>Term of agreement</b></p> <p class=\"subsection-e\">(8) The award shall provide for a new collective agreement whose term shall be for a period of three years. 2001, c. 1, s. 15 (8).</p> <p class=\"headnote-e\"><b>New collective agreements</b></p> <p class=\"subsection-e\">(9) If the parties execute a new collective agreement with respect to a bargaining unit, they shall so notify the mediator-arbitrator and the mediation-arbitration proceedings are terminated. 2001, c. 1, s. 15 (9).</p>"
        },
        {
            "id": "16.",
            "section": "Time limits",
            "content": "16. (1) Subject to section 10 and subsection 15 (8), the mediator-arbitrator, (a) shall begin the mediation-arbitration proceedings within 30 days after the appointment; and (b) shall make the award within 90 days after the appointment. 2001, c. 1, s. 16 (1). Same (2) The Minister may extend a time period specified in subsection (1) before or after the expiry of the period. 2001, c. 1, s. 16 (2).",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) Subject to section<b> </b>10 and subsection 15 (8), the mediator-arbitrator,</p> <p class=\"clause-e\">(a) shall begin the mediation-arbitration proceedings within 30 days after the appointment; and</p> <p class=\"clause-e\">(b) shall make the award within 90 days after the appointment. 2001, c. 1, s. 16 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The Minister may extend a time period specified in subsection (1) before or after the expiry of the period. 2001, c. 1, s. 16 (2).</p>"
        },
        {
            "id": "17.",
            "section": "Procedure",
            "content": "17. (1) The mediator-arbitrator shall determine the procedure for the mediation-arbitration but shall permit the parties to present evidence and make submissions. 2001, c. 1, s. 17 (1). Same (2) Clauses 48 (12) (a) to (i) of the Labour Relations Act, 1995 apply, with necessary modifications, to the proceedings before the mediator-arbitrator and to his or her decisions. 2001, c. 1, s. 17 (2). Non-application (3) The Arbitration Act, 1991 and the Statutory Powers Procedure Act do not apply to mediation-arbitration proceedings under this Act. 2001, c. 1, s. 17 (3).",
            "raw_html": "<p class=\"section-e\"><b>17.</b> (1) The mediator-arbitrator shall determine the procedure for the mediation-arbitration but shall permit the parties to present evidence and make submissions. 2001, c. 1, s. 17 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Clauses 48 (12) (a) to (i) of the <i>Labour Relations Act, 1995</i> apply, with necessary modifications, to the proceedings before the mediator-arbitrator and to his or her decisions. 2001, c. 1, s. 17 (2).</p> <p class=\"headnote-e\"><b>Non-application</b></p> <p class=\"subsection-e\">(3) The <i>Arbitration Act, 1991</i> and the <i>Statutory Powers Procedure Act</i> do not apply to mediation-arbitration proceedings under this Act. 2001, c. 1, s. 17 (3).</p>"
        },
        {
            "id": "18.",
            "section": "Consistency with Education Act and regulations",
            "content": "18. (1) The mediator-arbitrator shall make an award that, (a) is consistent with the Education Act and the regulations made under it; (b) permits a board to comply with the Education Act and the regulations made under it; and (c) can be implemented in a reasonable manner without causing the board to incur a deficit. 2001, c. 1, s. 18 (1). Statement by mediator-arbitrator (2) Subsection (3) applies if implementation of the award would result in an increase in, (a) the board’s total compensation costs for members of the bargaining units; or (b) the board’s average compensation costs for members of the bargaining units. 2001, c. 1, s. 18 (2). Same (3) The mediator-arbitrator shall include in an award a written statement explaining how, in his or her opinion, the applicable board can meet the costs resulting from the award without incurring a deficit while complying with the legislation mentioned in clause (1) (a). 2001, c. 1, s. 18 (3). Retroactive alteration of terms (4) In making the award, the mediator-arbitrator may provide for the retroactive alteration of one or more terms and conditions of employment, to one or more dates, (a) on or after September 1, 2000, in the case of the Toronto District School Board; and (b) on or after January 1, 2000, in the case of the Windsor-Essex Catholic District School Board. 2001, c. 1, s. 18 (4). Conflict with s. 9 (5) If there is a conflict between section 9 and a provision in an award that is permitted by subsection (4), the provision in the award prevails. 2001, c. 1, s. 18 (5).",
            "raw_html": "<p class=\"section-e\"><b>18.</b> (1) The mediator-arbitrator shall make an award that,</p> <p class=\"clause-e\">(a) is consistent with the <i>Education Act</i> and the regulations made under it;</p> <p class=\"clause-e\">(b) permits a board to comply with the <i>Education Act</i> and the regulations made under it; and</p> <p class=\"clause-e\">(c) can be implemented in a reasonable manner without causing the board to incur a deficit. 2001, c. 1, s. 18 (1).</p> <p class=\"headnote-e\"><b>Statement by mediator-arbitrator</b></p> <p class=\"subsection-e\">(2) Subsection (3) applies if implementation of the award would result in an increase in,</p> <p class=\"clause-e\">(a) the board’s total<b> </b>compensation costs for members of the bargaining units; or</p> <p class=\"clause-e\">(b) the board’s average compensation costs for members of the bargaining units. 2001, c. 1, s. 18 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) The mediator-arbitrator shall include in an award a written statement explaining how, in his or her opinion, the applicable board can meet the costs resulting from the award without incurring a deficit while complying with the legislation mentioned in clause (1) (a). 2001, c. 1, s. 18 (3).</p> <p class=\"headnote-e\"><b>Retroactive alteration of terms</b></p> <p class=\"subsection-e\">(4) In making the award, the mediator-arbitrator may provide for the retroactive alteration of one or more terms and conditions of employment, to one or more dates,</p> <p class=\"clause-e\">(a) on or after September 1, 2000, in the case of the Toronto District School Board; and</p> <p class=\"clause-e\">(b) on or after January 1, 2000, in the case of the Windsor-Essex Catholic District School Board. 2001, c. 1, s. 18 (4).</p> <p class=\"headnote-e\"><b>Conflict with s. 9</b></p> <p class=\"subsection-e\">(5) If there is a conflict between section 9 and a provision in an award that is permitted by subsection (4), the provision in the award prevails. 2001, c. 1, s. 18 (5).</p>"
        },
        {
            "id": "19.",
            "section": "Notice, 30-day period",
            "content": "19. (1) During the 30-day period that begins on the day a regulation under the Education Act setting out general legislative grants for boards for the fiscal year beginning September 1, 2002 is published in The Ontario Gazette, either party may give written notice to the other party and to the Minister to require that wages and benefits for the period to which the regulation applies be decided by mediation-arbitration in accordance with this Act. 2001, c. 1, s. 19 (1). Same (2) A party may give notice only once under subsection (1). 2001, c. 1, s. 19 (2). Same (3) The mediation-arbitration under subsection (1) shall not deal with wages and benefits for a period after the collective agreement expires, even if the regulation deals with a longer period. 2001, c. 1, s. 19 (3). No strike or lock-out (4) Despite subsections (1) and (2), a collective agreement remains in force during its term. 2001, c. 1, s. 19 (4). Appointment of mediator-arbitrator (5) When notice is given under subsection (2), the Minister shall appoint a mediator-arbitrator, in which case the Minister shall notify the parties of the name and address of the person appointed. 2001, c. 1, s. 19 (5). Application of certain sections (6) Subsections 11 (3) to (6), sections 14 to 18 and section 20 apply with respect to a mediation-arbitration under this section, with necessary modifications, except that the mediation-arbitration under this section shall deal only with wages and benefits for the relevant period. 2001, c. 1, s. 19 (6).",
            "raw_html": "<p class=\"section-e\"><b>19.</b> (1) During the 30-day period that begins on the day a regulation under the <i>Education Act</i> setting out general legislative grants for boards for the fiscal year beginning September 1, 2002 is published in <i>The Ontario Gazette</i>, either party may give written notice to the other party and to the Minister to require that wages and benefits for the period to which the regulation applies be decided by mediation-arbitration in accordance with this Act. 2001, c. 1, s. 19 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) A party may give notice only once under subsection (1). 2001, c. 1, s. 19 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) The mediation-arbitration under subsection (1) shall not deal with wages and benefits for a period after the collective agreement expires, even if the regulation deals with a longer period. 2001, c. 1, s. 19 (3).</p> <p class=\"headnote-e\"><b>No strike or lock-out</b></p> <p class=\"subsection-e\">(4) Despite subsections (1) and (2), a collective agreement remains in force during its term. 2001, c. 1, s. 19 (4).</p> <p class=\"headnote-e\"><b>Appointment of mediator-arbitrator</b></p> <p class=\"subsection-e\">(5) When notice is given under subsection (2), the Minister shall appoint a mediator-arbitrator, in which case the Minister shall notify the parties of the name and address of the person appointed. 2001, c. 1, s. 19 (5).</p> <p class=\"headnote-e\"><b>Application of certain sections</b></p> <p class=\"subsection-e\">(6) Subsections 11 (3) to (6), sections 14 to 18 and section 20 apply with respect to a mediation-arbitration under this section, with necessary modifications, except that the mediation-arbitration under this section shall deal only with wages and benefits for the relevant period. 2001, c. 1, s. 19 (6).</p>"
        },
        {
            "id": "20.",
            "section": "Effect of awards",
            "content": "20. (1) Subject to subsection (2), an award of a mediator-arbitrator appointed under this Act is final and binding on the parties and the members of the affected bargaining unit or units. 2001, c. 1, s. 20 (1). Judicial review (2) Either party may apply for judicial review with respect to whether an award complies with subsections 15 (6) and 18 (1). 2001, c. 1, s. 20 (2). Same (3) The standard of review in an application under subsection (2) shall be correctness. 2001, c. 1, s. 20 (3).",
            "raw_html": "<p class=\"section-e\"><b>20.</b> (1) Subject to subsection (2), an award of a mediator-arbitrator appointed under this Act is final and binding on the parties and the members of the affected bargaining unit or units. 2001, c. 1, s. 20 (1).</p> <p class=\"headnote-e\"><b>Judicial review</b></p> <p class=\"subsection-e\">(2) Either party may apply for judicial review with respect to whether an award complies with subsections 15 (6) and 18 (1). 2001, c. 1, s. 20 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) The standard of review in an application under subsection (2) shall be correctness. 2001, c. 1, s. 20 (3).</p>"
        },
        {
            "id": "21.",
            "section": "Execution of agreement",
            "content": "21. (1) Within seven days after a mediator-arbitrator makes an award, the parties shall prepare and execute documents giving effect to the mediator-arbitrator’s award and those documents constitute the new collective agreement between the bargaining agent and the board. 2001, c. 1, s. 21 (1). Same (2) A mediator-arbitrator may extend the period specified in subsection (1), but the extended period shall end no later than 30 days after the mediator-arbitrator makes the award. 2001, c. 1, s. 21 (2). Preparation by mediator-arbitrator (3) If the parties do not prepare and execute the documents as required under subsections (1) and (2), the mediator-arbitrator shall prepare and give the necessary documents to the parties for execution. 2001, c. 1, s. 21 (3). Failure to execute (4) If either party fails to execute the documents within seven days after the mediator-arbitrator gives them to the parties, the documents come into force as though they had been executed by the parties and those documents constitute the new collective agreement. 2001, c. 1, s. 21 (4). 22. Omitted (provides for coming into force of provisions and provides for the repeal of this Act). 2001, c. 1, s. 22. 23. Omitted (enacts short title of this Act). 2001, c. 1, s. 23. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>21.</b> (1) Within seven days after a mediator-arbitrator makes an award, the parties shall prepare and execute documents giving effect to the mediator-arbitrator’s award and those documents constitute the new collective agreement between the bargaining agent and the board. 2001, c. 1, s. 21 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) A mediator-arbitrator may extend the period specified in subsection (1), but the extended period shall end no later than 30 days after the mediator-arbitrator makes the award. 2001, c. 1, s. 21 (2).</p> <p class=\"headnote-e\"><b>Preparation by mediator-arbitrator</b></p> <p class=\"subsection-e\">(3) If the parties do not prepare and execute the documents as required under subsections (1) and (2), the mediator-arbitrator shall prepare and give the necessary documents to the parties for execution. 2001, c. 1, s. 21 (3).</p> <p class=\"headnote-e\"><b>Failure to execute</b></p> <p class=\"subsection-e\">(4) If either party fails to execute the documents within seven days after the mediator-arbitrator gives them to the parties, the documents come into force as though they had been executed by the parties and those documents constitute the new collective agreement. 2001, c. 1, s. 21 (4).</p> <p class=\"section-e\"><b>22.</b> Omitted (provides for coming into force of provisions and provides for the repeal of this Act). 2001, c. 1, s. 22.</p> <p class=\"section-e\"><b>23.</b> Omitted (enacts short title of this Act). 2001, c. 1, s. 23.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_01b01_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_01b01_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "22.",
            "section": "Failure to execute",
            "content": "22. Omitted (provides for coming into force of provisions and provides for the repeal of this Act). 2001, c. 1, s. 22. 23. Omitted (enacts short title of this Act). 2001, c. 1, s. 23. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>22.</b> Omitted (provides for coming into force of provisions and provides for the repeal of this Act). 2001, c. 1, s. 22.</p> <p class=\"section-e\"><b>23.</b> Omitted (enacts short title of this Act). 2001, c. 1, s. 23.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_01b01_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_01b01_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "23.",
            "section": "Failure to execute",
            "content": "23. Omitted (enacts short title of this Act). 2001, c. 1, s. 23. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>23.</b> Omitted (enacts short title of this Act). 2001, c. 1, s. 23.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_01b01_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_01b01_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}