{
    "act_info": {
        "full_title": "Balanced Budget Act, 1999, S.O. 1999, c. 7, Sched. B",
        "act_name_text": "Not Found",
        "citation": "Balanced Budget Act, 1999, S.O. 1999, c. 7, Sched. B",
        "url": "https://www.ontario.ca/laws/statute/99b07",
        "date_scraped": "2023-12-19 18:29:36"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/99b07/v2",
            "valid_from": "November  4, 2004",
            "valid_to": "December 15, 2004"
        },
        {
            "a_href": "/laws/statute/99b07/v1",
            "valid_from": "April  1, 2001",
            "valid_to": "November  3, 2004"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. (1) In this Act, “designated tax statute” means any of the following statutes: 1.  Corporations Tax Act. 2.  Education Act. 3.  Employer Health Tax Act. 4.  Fuel Tax Act. 5.  Gasoline Tax Act. 6.  Income Tax Act. 7.  Provincial Land Tax Act. 8.  Retail\r\nSales Tax Act; (“loi fiscale désignée”) “expenditures” means, for a fiscal year of the Province, the expenditures shown in the financial statements for the Province as set out in the Public Accounts for the year; (“dépenses”) “revenues” means, for a fiscal year of the Province, the revenues shown in the financial statements for the Province as set out in the Public Accounts for the year. (“recettes”)  1999, c. 7, Sched. B, s. 1 (1); 2004, c. 16, Sched. D, Table. Deficit (2) For the purposes of this Act, the Province has a deficit in a fiscal year if “A” is greater than “B”, where, “A” is the amount of the expenditures for the year less the sum of, (a) any expenditure described in paragraph 1 or 2 of subsection 2 (2) in the year, and (b) the amount, if any, by which the revenues in the year have declined since the previous fiscal year for a reason other than a reduction in a tax rate under a designated tax statute, if the decline is at least 5 per cent of the previous year’s revenues, and “B” is the sum of the revenues and the accumulated net surplus, if any, for the year.  1999, c. 7, Sched. B, s. 1 (2). Accumulated net surplus (3) The amount of the accumulated net surplus for a fiscal year is the amount by which the sum of the revenues for the previous three fiscal years exceeds the sum of the expenditures for the previous three fiscal years.  1999, c. 7, Sched. B, s. 1 (3). Same, 2001-2 fiscal year (4) Despite subsection (3), the amount of the accumulated net surplus for the fiscal year beginning on April 1, 2001 is the amount by which the revenues for the previous fiscal year exceeds the expenditures for the previous fiscal year.  1999, c. 7, Sched. B, s. 1 (4). Same, 2002-3 fiscal year (5) Despite subsection (3), the amount of the accumulated net surplus for the fiscal year beginning on April 1, 2002 is the amount by which the sum of the revenues for the previous two fiscal years exceeds the sum of the expenditures for the previous two fiscal years.  1999, c. 7, Sched. B, s. 1 (5). Balanced Budget",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> (1) In this Act,</p> <p class=\"firstdef-e\">“designated tax statute” means any of the following statutes:</p> <p class=\"defparagraph-e\">  1.  <i>Corporations Tax Act</i>.</p> <p class=\"defparagraph-e\">  2.  <i>Education Act</i>.</p> <p class=\"defparagraph-e\">  3.  <i>Employer Health Tax Ac</i><i>t</i>.</p> <p class=\"defparagraph-e\">  4.  <i>Fuel Tax Act</i>.</p> <p class=\"defparagraph-e\">  5.  <i>Gasoline </i><i>Tax Act</i>.</p> <p class=\"defparagraph-e\">  6.  <i>Income </i><i>Tax Act</i>.</p> <p class=\"defparagraph-e\">  7.  <i>Provincial </i><i>Land Tax Act</i>.</p> <p class=\"defparagraph-e\">  8.  <i>Retail\r\n</i><i>Sales Tax Act</i>; (“loi fiscale désignée”)</p> <p class=\"definition-e\">“expenditures” means, for a fiscal year of the Province, the expenditures shown in the financial statements for the Province as set out in the Public Accounts for the year; (“dépenses”)</p> <p class=\"definition-e\">“revenues” means, for a fiscal year of the Province, the revenues shown in the financial statements for the Province as set out in the Public Accounts for the year. (“recettes”)  1999, c. 7, Sched. B, s. 1 (1); 2004, c. 16, Sched. D, Table.</p> <p class=\"headnote-e\">Deficit</p> <p class=\"subsection-e\">  (2) For the purposes of this Act, the Province has a deficit in a fiscal year if “A” is greater than “B”,</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"paragraph-e\"> “A” is the amount of the expenditures for the year less the sum of,</p> <p class=\"clause-e\">  (a) any expenditure described in paragraph 1 or 2 of subsection 2 (2) in the year, and</p> <p class=\"clause-e\">  (b) the amount, if any, by which the revenues in the year have declined since the previous fiscal year for a reason other than a reduction in a tax rate under a designated tax statute, if the decline is at least 5 per cent of the previous year’s revenues, and</p> <p class=\"paragraph-e\"> “B” is the sum of the revenues and the accumulated net surplus, if any, for the year.  1999, c. 7, Sched. B, s. 1 (2).</p> <p class=\"headnote-e\">Accumulated net surplus</p> <p class=\"subsection-e\">  (3) The amount of the accumulated net surplus for a fiscal year is the amount by which the sum of the revenues for the previous three fiscal years exceeds the sum of the expenditures for the previous three fiscal years.  1999, c. 7, Sched. B, s. 1 (3).</p> <p class=\"headnote-e\">Same, 2001-2 fiscal year</p> <p class=\"subsection-e\">  (4) Despite subsection (3), the amount of the accumulated net surplus for the fiscal year beginning on April 1, 2001 is the amount by which the revenues for the previous fiscal year exceeds the expenditures for the previous fiscal year.  1999, c. 7, Sched. B, s. 1 (4).</p> <p class=\"headnote-e\">Same, 2002-3 fiscal year</p> <p class=\"subsection-e\">  (5) Despite subsection (3), the amount of the accumulated net surplus for the fiscal year beginning on April 1, 2002 is the amount by which the sum of the revenues for the previous two fiscal years exceeds the sum of the expenditures for the previous two fiscal years.  1999, c. 7, Sched. B, s. 1 (5).</p> <p class=\"heading1-e\">Balanced Budget</p>"
        },
        {
            "id": "2.",
            "section": "Requirement for balanced budget",
            "content": " 2. (1) For each fiscal year beginning on or after April 1, 2001, the Executive Council shall plan for a balanced budget (in which the expenditures of the Province for a fiscal year do not exceed the sum of the revenues and the accumulated net surplus for the year) and the Minister of Finance shall present a balanced budget.  1999, c. 7, Sched. B, s. 2 (1). Exceptions (2) The expenditures may exceed the level described in subsection (1) to the extent that, in the opinion of the Minister of Finance, one or more of the following occurs: 1. An expenditure is required in the fiscal year because of a natural or other disaster in Ontario that could not have been anticipated and that affects the Province or a region of the Province in a manner that is of urgent public concern. 2. An expenditure is required in the fiscal year because Canada is at war or is under apprehension of war. 3. Revenues have declined since the previous fiscal year, for a reason other than a reduction in a tax rate under a designated tax statute.  However, this paragraph applies only if the decline is at least 5 per cent of the previous year’s revenues.  1999, c. 7, Sched. B, s. 2 (2). Public notice (3) If, in the opinion of the Minister of Finance, there is an occurrence described in subsection (2) in a fiscal year, the Minister shall prepare a statement to that effect and shall lay the statement before the Assembly not later than 30 days after the Public Accounts for the year are given to the Clerk of the Assembly or laid before the Assembly, whichever occurs first.  1999, c. 7, Sched. B, s. 2 (3). Change in accounting policies (4) A change in the accounting policies or practices governing the Public Accounts that is adopted after the beginning of a fiscal year shall not be considered in determining whether any deficit exists in that fiscal year.  1999, c. 7, Sched. B, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> (1) For each fiscal year beginning on or after April 1, 2001, the Executive Council shall plan for a balanced budget (in which the expenditures of the Province for a fiscal year do not exceed the sum of the revenues and the accumulated net surplus for the year) and the Minister of Finance shall present a balanced budget.  1999, c. 7, Sched. B, s. 2 (1).</p> <p class=\"headnote-e\">Exceptions</p> <p class=\"subsection-e\">  (2) The expenditures may exceed the level described in subsection (1) to the extent that, in the opinion of the Minister of Finance, one or more of the following occurs:</p> <p class=\"paragraph-e\">  1. An expenditure is required in the fiscal year because of a natural or other disaster in Ontario that could not have been anticipated and that affects the Province or a region of the Province in a manner that is of urgent public concern.</p> <p class=\"paragraph-e\">  2. An expenditure is required in the fiscal year because Canada is at war or is under apprehension of war.</p> <p class=\"paragraph-e\">  3. Revenues have declined since the previous fiscal year, for a reason other than a reduction in a tax rate under a designated tax statute.  However, this paragraph applies only if the decline is at least 5 per cent of the previous year’s revenues.  1999, c. 7, Sched. B, s. 2 (2).</p> <p class=\"headnote-e\">Public notice</p> <p class=\"subsection-e\">  (3) If, in the opinion of the Minister of Finance, there is an occurrence described in subsection (2) in a fiscal year, the Minister shall prepare a statement to that effect and shall lay the statement before the Assembly not later than 30 days after the Public Accounts for the year are given to the Clerk of the Assembly or laid before the Assembly, whichever occurs first.  1999, c. 7, Sched. B, s. 2 (3).</p> <p class=\"headnote-e\">Change in accounting policies</p> <p class=\"subsection-e\">  (4) A change in the accounting policies or practices governing the Public Accounts that is adopted after the beginning of a fiscal year shall not be considered in determining whether any deficit exists in that fiscal year.  1999, c. 7, Sched. B, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": "Salary reduction for Executive Council",
            "content": " 3. (1) This section applies if the Province has a deficit.  1999, c. 7, Sched. B, s. 3 (1). Immediate salary reduction (2) The salary of each member of the Executive Council shall be reduced in accordance with subsection (3) if the deficit for a fiscal year (the “first year”) is greater than 1 per cent of the revenues for the year, and if there was no deficit in the preceding fiscal year.  1999, c. 7, Sched. B, s. 3 (2). Same, amount and duration (3) In the circumstances described in subsection (2), the salary is reduced by 25 per cent for a period of 12 months beginning on the thirty-first day after the Public Accounts that show the deficit for the first year are given to the Clerk of the Assembly or laid before the Assembly, whichever occurs first.  1999, c. 7, Sched. B, s. 3 (3). Delayed salary reduction (4) The salary of each member of the Executive Council shall be reduced in accordance with subsection (5), (a) if the deficit for a fiscal year (the “first year”) is less than or equal to 1 per cent of the revenues for the year, and if there was no deficit in the fiscal year preceding the first year; and (b) if, in the following fiscal year (the “second year”), there is no deficit but the revenues do not exceed the expenditures by at least the amount of the deficit in the first year.  1999, c. 7, Sched. B, s. 3 (4). Same, amount and duration (5) In the circumstances described in subsection (4), the salary is reduced by 25 per cent for a period of 12 months beginning on the thirty-first day after the Public Accounts for the second year are given to the Clerk of the Assembly or laid before the Assembly, whichever occurs first.  1999, c. 7, Sched. B, s. 3 (5). Reduction for further deficit (6) In either of the following circumstances, the salary of each member of the Executive Council shall be reduced by 50 per cent for the period specified in subsection (7): 1. If there is a deficit in the fiscal year (the “second year”) following the first year described in subsection (2). 2. If there is a deficit in the second year described in subsection (4).  1999, c. 7, Sched. B, s. 3 (6). Same, duration (7) The salary is reduced for a period of 12 months beginning on the thirty-first day after the Public Accounts for the second year are given to the Clerk of the Assembly or laid before the Assembly, whichever occurs first.  1999, c. 7, Sched. B, s. 3 (7). Same (8) Subsection (7) applies, with necessary modifications, with respect to each consecutive fiscal year in which there is a deficit after the second year.  1999, c. 7, Sched. B, s. 3 (8). Exception, change in government (9) If the party that forms the government is replaced, the fiscal year in which the new government takes office shall be deemed, for the purposes of this section, to be a year in which there is no deficit.  Subsection (4) does not apply until the following fiscal year.  1999, c. 7, Sched. B, s. 3 (9). Ontario Opportunities Fund (10) The Minister of Finance shall pay into the Ontario Opportunities Fund (established under the Financial Administration Act) an amount equal to the salary reductions required by this section.  1999, c. 7, Sched. B, s. 3 (10). Definition (11) In this section, “salary” means the salary payable to a member of the Executive Council under section 3 of the Executive Council Act.  1999, c. 7, Sched. B, s. 3 (11). 4. Omitted (enacts short title of this Act).  1999, c. 7, Sched. B, s. 4.. ______________  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> (1) This section applies if the Province has a deficit.  1999, c. 7, Sched. B, s. 3 (1).</p> <p class=\"headnote-e\">Immediate salary reduction</p> <p class=\"subsection-e\">  (2) The salary of each member of the Executive Council shall be reduced in accordance with subsection (3) if the deficit for a fiscal year (the “first year”) is greater than 1 per cent of the revenues for the year, and if there was no deficit in the preceding fiscal year.  1999, c. 7, Sched. B, s. 3 (2).</p> <p class=\"headnote-e\">Same, amount and duration</p> <p class=\"subsection-e\">  (3) In the circumstances described in subsection (2), the salary is reduced by 25 per cent for a period of 12 months beginning on the thirty-first day after the Public Accounts that show the deficit for the first year are given to the Clerk of the Assembly or laid before the Assembly, whichever occurs first.  1999, c. 7, Sched. B, s. 3 (3).</p> <p class=\"headnote-e\">Delayed salary reduction</p> <p class=\"subsection-e\">  (4) The salary of each member of the Executive Council shall be reduced in accordance with subsection (5),</p> <p class=\"clause-e\">  (a) if the deficit for a fiscal year (the “first year”) is less than or equal to 1 per cent of the revenues for the year, and if there was no deficit in the fiscal year preceding the first year; and</p> <p class=\"clause-e\">  (b) if, in the following fiscal year (the “second year”), there is no deficit but the revenues do not exceed the expenditures by at least the amount of the deficit in the first year.  1999, c. 7, Sched. B, s. 3 (4).</p> <p class=\"headnote-e\">Same, amount and duration</p> <p class=\"subsection-e\">  (5) In the circumstances described in subsection (4), the salary is reduced by 25 per cent for a period of 12 months beginning on the thirty-first day after the Public Accounts for the second year are given to the Clerk of the Assembly or laid before the Assembly, whichever occurs first.  1999, c. 7, Sched. B, s. 3 (5).</p> <p class=\"headnote-e\">Reduction for further deficit</p> <p class=\"subsection-e\">  (6) In either of the following circumstances, the salary of each member of the Executive Council shall be reduced by 50 per cent for the period specified in subsection (7):</p> <p class=\"paragraph-e\">  1. If there is a deficit in the fiscal year (the “second year”) following the first year described in subsection (2).</p> <p class=\"paragraph-e\">  2. If there is a deficit in the second year described in subsection (4).  1999, c. 7, Sched. B, s. 3 (6).</p> <p class=\"headnote-e\">Same, duration</p> <p class=\"subsection-e\">  (7) The salary is reduced for a period of 12 months beginning on the thirty-first day after the Public Accounts for the second year are given to the Clerk of the Assembly or laid before the Assembly, whichever occurs first.  1999, c. 7, Sched. B, s. 3 (7).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (8) Subsection (7) applies, with necessary modifications, with respect to each consecutive fiscal year in which there is a deficit after the second year.  1999, c. 7, Sched. B, s. 3 (8).</p> <p class=\"headnote-e\">Exception, change in government</p> <p class=\"subsection-e\">  (9) If the party that forms the government is replaced, the fiscal year in which the new government takes office shall be deemed, for the purposes of this section, to be a year in which there is no deficit.  Subsection (4) does not apply until the following fiscal year.  1999, c. 7, Sched. B, s. 3 (9).</p> <p class=\"headnote-e\">Ontario Opportunities Fund</p> <p class=\"subsection-e\">  (10) The Minister of Finance shall pay into the Ontario Opportunities Fund (established under the <i>Financial Administration Act</i>) an amount equal to the salary reductions required by this section.  1999, c. 7, Sched. B, s. 3 (10).</p> <p class=\"headnote-e\">Definition</p> <p class=\"subsection-e\">  (11) In this section,</p> <p class=\"firstdef-e\">“salary” means the salary payable to a member of the Executive Council under section 3 of the <i>Executive Council Act</i>.  1999, c. 7, Sched. B, s. 3 (11).</p> <p class=\"section-e\"> <b>4</b><b>.</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  1999, c. 7, Sched. B, s. 4..</p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_99b07_f.htm\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "4",
            "section": "Definition",
            "content": " 4. Omitted (enacts short title of this Act).  1999, c. 7, Sched. B, s. 4.. ______________  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>4</b><b>.</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  1999, c. 7, Sched. B, s. 4..</p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_99b07_f.htm\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}