{
    "act_info": {
        "full_title": "Board of Funeral Services Act, R.S.O. 1990, c. F.36",
        "act_name_text": "Not Found",
        "citation": "Board of Funeral Services Act, R.S.O. 1990, c. F.36",
        "url": "https://www.ontario.ca/laws/statute/90f36",
        "date_scraped": "2023-12-21 17:52:26"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90f36/v10",
            "valid_from": "July  1, 2012",
            "valid_to": "March 31, 2016"
        },
        {
            "a_href": "/laws/statute/90f36/v9",
            "valid_from": "June 20, 2012",
            "valid_to": "June 30, 2012"
        },
        {
            "a_href": "/laws/statute/90f36/v8",
            "valid_from": "July  1, 2010",
            "valid_to": "June 19, 2012"
        },
        {
            "a_href": "/laws/statute/90f36/v7",
            "valid_from": "September  1, 2009",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/statute/90f36/v6",
            "valid_from": "January 17, 2008",
            "valid_to": "August 31, 2009"
        },
        {
            "a_href": "/laws/statute/90f36/v5",
            "valid_from": "June  4, 2007",
            "valid_to": "January 16, 2008"
        },
        {
            "a_href": "/laws/statute/90f36/v4",
            "valid_from": "May 17, 2007",
            "valid_to": "June  3, 2007"
        },
        {
            "a_href": "/laws/statute/90f36/v3",
            "valid_from": "December 20, 2006",
            "valid_to": "May 16, 2007"
        },
        {
            "a_href": "/laws/statute/90f36/v2",
            "valid_from": "January  5, 2005",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90f36/v1",
            "valid_from": "December 13, 2002",
            "valid_to": "January  4, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/110032",
            "revoked_reg_citation": "O. Reg. 32/11",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": " 1. In this Act, “Board” means the Board of Funeral Services; (“Conseil”) “casket” has the same meaning as in the Funeral, Burial and Cremation Services Act, 2002; (“cercueil”) “Compensation Fund” means the Prepaid Funeral Services Compensation Fund established under the regulations; (“Fonds d’indemnisation”) “funeral director” means an individual licensed as a funeral director under the Funeral, Burial and Cremation Services Act, 2002; (“directeur de funérailles”) “funeral establishment” has the same meaning as in the Funeral, Burial and Cremation Services Act, 2002; (“résidence funéraire”) “funeral services” has the same meaning as in the Funeral, Burial and Cremation Services Act, 2002; (“services funéraires”) “licence” means a licence to operate a funeral establishment, transfer service or casket retailing business or a licence issued under clause 8 (2) (a), 10 (2) (b) or 12 (2) (b) of the Funeral, Burial and Cremation Services Act, 2002, where the licensee is acting on behalf of a funeral establishment operator, a transfer service operator or a casket retailing business operator, and “licensed” and “licensee” have a corresponding meaning; (“permis”, “titulaire d’un permis”) “Minister” means the Minister of Government Services or whatever other member of the Executive Council to whom administration for this Act is assigned under the Executive Council Act; (“ministre”) “prescribed” means prescribed by the regulations; (“prescrit”) “Registrar” means the Registrar of the Board; (“registrateur”) “regulations” means regulations made under this Act; (“règlements”) “transfer service” has the same meaning as in the Funeral, Burial and Cremation Services Act, 2002; (“service de transfert”) “Tribunal” means the Licence Appeal Tribunal established under the Licence Appeal Tribunal Act, 1999 or such other tribunal as may be prescribed. (“Tribunal”)  R.S.O. 1990, c. F.36, s. 1; 1999, c. 12, Sched. G, s. 23 (1); 2001, c. 9, Sched. D, s. 7 (1); 2002, c. 8, Sched. I, s. 12; 2002, c. 33, s. 116 (1, 3, 5, 8, 9); 2006, c. 34, Sched. D, s. 78.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK0\"></a><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“Board” means the Board of Funeral Services; (“Conseil”)</p> <p class=\"definition-e\">“casket” has the same meaning as in the <i>Funeral, Burial and Cremation Services Act, 2002</i>; (“cercueil”)</p> <p class=\"definition-e\">“Compensation Fund” means the Prepaid Funeral Services Compensation Fund established under the regulations; (“Fonds d’indemnisation”)</p> <p class=\"definition-e\">“funeral director” means an individual licensed as a funeral director under the <i>Funeral, Burial and Cremation Services Act, 2002</i>; (“directeur de funérailles”)</p> <p class=\"definition-e\">“funeral establishment” has the same meaning as in the <i>Funeral, Burial and Cremation Services Act, 2002</i>; (“résidence funéraire”)</p> <p class=\"definition-e\">“funeral services” has the same meaning as in the <i>Funeral, Burial and Cremation Services Act, 2002</i>; (“services funéraires”)</p> <p class=\"definition-e\">“licence” means a licence to operate a funeral establishment, transfer service or casket retailing business or a licence issued under clause 8 (2) (a), 10 (2) (b) or 12 (2) (b) of the <i>Funeral, Burial and Cremation Services Act, 2002</i>, where the licensee is acting on behalf of a funeral establishment operator, a transfer service operator or a casket retailing business operator, and “licensed” and “licensee” have a corresponding meaning; (“permis”, “titulaire d’un permis”)</p> <p class=\"definition-e\">“Minister” means the Minister of Government Services or whatever other member of the Executive Council to whom administration for this Act is assigned under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition-e\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition-e\">“Registrar” means the Registrar of the Board; (“registrateur”)</p> <p class=\"definition-e\">“regulations” means regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“transfer service” has the same meaning as in the <i>Funeral, Burial and Cremation Services Act, 2002</i>; (“service de transfert”)</p> <p class=\"definition-e\">“Tribunal” means the Licence Appeal Tribunal established under the <i>Licence Appeal Tribunal Act, 1999 </i>or such other tribunal as may be prescribed. (“Tribunal”)  R.S.O. 1990, c. F.36, s. 1; 1999, c. 12, Sched. G, s. 23 (1); 2001, c. 9, Sched. D, s. 7 (1); 2002, c. 8, Sched. I, s. 12; 2002, c. 33, s. 116 (1, 3, 5, 8, 9); 2006, c. 34, Sched. D, s. 78.</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Registrar",
            "part_id": null,
            "part_type": null,
            "section_y": "Registrar",
            "content": " 2. (1) There shall be a Registrar appointed by the Board for the purposes of this Act.  R.S.O. 1990, c. F.36, s. 2 (1). Powers of Registrar (2) The Registrar may exercise the powers and shall perform the duties conferred or imposed on the Registrar by or under this Act or the Funeral, Burial and Cremation Services Act, 2002 under the supervision of the Board.  R.S.O. 1990, c. F.36, s. 2 (2); 2002, c. 33, s. 117 (2). (3)-(5) Repealed:  2006, c. 34, Sched. D, s. 79.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>2.</b> (1) There shall be a Registrar appointed by the Board for the purposes of this Act.  R.S.O. 1990, c. F.36, s. 2 (1).</p> <p class=\"headnote-e\">Powers of Registrar</p> <p class=\"subsection-e\">  (2) The Registrar may exercise the powers and shall perform the duties conferred or imposed on the Registrar by or under this Act or the <i>Funeral, Burial and Cremation Services Act, 2002</i> under the supervision of the Board.  R.S.O. 1990, c. F.36, s. 2 (2); 2002, c. 33, s. 117 (2).</p> <p class=\"subsection-e\">  (3)-(5) <span class=\"ovsmallcap\">Repealed</span>:  2006, c. 34, Sched. D, s. 79.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "Objects, powers and duties of Board of Funeral Services",
            "part_id": null,
            "part_type": null,
            "section_y": "Objects, powers and duties of Board of Funeral Services",
            "content": " 3. (1) The Board of Funeral Services is continued as a corporation without share capital under the name Board of Funeral Services in English and Conseil des services funéraires in French.  R.S.O. 1990, c. F.36, s. 3 (1). Principal object (2) The principal object of the Board is to oversee the regulation of the practices of licensees in accordance with this Act, the Funeral, Burial and Cremation Services Act, 2002, regulations made under those Acts and the by-laws in order that the public interest may be served and protected.  2006, c. 34, Sched. D, s. 80 (1). Additional objects (3) For the purpose of carrying out its principal object, the Board has the following additional objects: 1. To make recommendations regarding the standards of knowledge and skill among licensees. 2. To make recommendations regarding the standards of qualification and standards of practice for licensees. 3. To establish, maintain and develop standards of professional ethics among licensees. 4. To administer the Compensation Fund. 5. To make recommendations regarding the oversight and inspection of trust accounts and funds that are required by law to be established or maintained. 6. To make recommendations regarding the establishment and development of standards for funeral establishments, transfer services and casket retailing businesses. 7.  Repealed:  2006, c. 34, Sched. D, s. 80 (3). 8. To perform such other duties and exercise such other powers as are prescribed or as are imposed or conferred on the Board by or under any Act.  R.S.O. 1990, c. F.36, s. 3 (3); 2006, c. 34, Sched. D, s. 80 (2-4). Capacity and powers of Board (4) For the purpose of carrying out its objects, the Board has the capacity and the powers of a natural person.  R.S.O. 1990, c. F.36, s. 3 (4). Duties of Board (5) The Board shall, (a) review the operation of this Act, the Funeral, Burial and Cremation Services Act, 2002\r\nand the regulations made under those Acts and make recommendations to the Minister on that operation; (b) review and make recommendations regarding courses of study and examinations with respect to educational requirements under the Funeral, Burial and Cremation Services Act, 2002; and (c) carry out such duties as are prescribed.  R.S.O. 1990, c. F.36, s. 3 (5); 2006, c. 34, Sched. D, s. 80 (5, 6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>3.</b> (1) The Board of Funeral Services is continued as a corporation without share capital under the name Board of Funeral Services in English and Conseil des services funéraires in French.  R.S.O. 1990, c. F.36, s. 3 (1).</p> <p class=\"headnote-e\">Principal object</p> <p class=\"subsection-e\">  (2) The principal object of the Board is to oversee the regulation of the practices of licensees in accordance with this Act, the <i>Funeral, Burial and Cremation Services Act, 2002</i>, regulations made under those Acts and the by-laws in order that the public interest may be served and protected.  2006, c. 34, Sched. D, s. 80 (1).</p> <p class=\"headnote-e\">Additional objects</p> <p class=\"subsection-e\">  (3) For the purpose of carrying out its principal object, the Board has the following additional objects:</p> <p class=\"paragraph-e\">  1. To make recommendations regarding the standards of knowledge and skill among licensees.</p> <p class=\"paragraph-e\">  2. To make recommendations regarding the standards of qualification and standards of practice for licensees.</p> <p class=\"paragraph-e\">  3. To establish, maintain and develop standards of professional ethics among licensees.</p> <p class=\"paragraph-e\">  4. To administer the Compensation Fund.</p> <p class=\"paragraph-e\">  5. To make recommendations regarding the oversight and inspection of trust accounts and funds that are required by law to be established or maintained.</p> <p class=\"paragraph-e\">  6. To make recommendations regarding the establishment and development of standards for funeral establishments, transfer services and casket retailing businesses.</p> <p class=\"paragraph-e\">  7.  <span class=\"ovsmallcap\">Repealed</span>:  2006, c. 34, Sched. D, s. 80 (3).</p> <p class=\"paragraph-e\">  8. To perform such other duties and exercise such other powers as are prescribed or as are imposed or conferred on the Board by or under any Act.  R.S.O. 1990, c. F.36, s. 3 (3); 2006, c. 34, Sched. D, s. 80 (2-4).</p> <p class=\"headnote-e\">Capacity and powers of Board</p> <p class=\"subsection-e\">  (4) For the purpose of carrying out its objects, the Board has the capacity and the powers of a natural person.  R.S.O. 1990, c. F.36, s. 3 (4).</p> <p class=\"headnote-e\">Duties of Board</p> <p class=\"subsection-e\">  (5) The Board shall,</p> <p class=\"clause-e\">  (a) review the operation of this Act, the <i>Funeral, Burial and Cremation Services Act, 2002</i>\r\nand the regulations made under those Acts and make recommendations to the Minister on that operation;</p> <p class=\"clause-e\">  (b) review and make recommendations regarding courses of study and examinations with respect to educational requirements under the <i>Funeral, Burial and Cremation Services Act, 2002</i>; and</p> <p class=\"clause-e\">  (c) carry out such duties as are prescribed.  R.S.O. 1990, c. F.36, s. 3 (5); 2006, c. 34, Sched. D, s. 80 (5, 6).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.1",
            "section_x": "Memorandum of understanding",
            "part_id": null,
            "part_type": null,
            "section_y": "Memorandum of understanding",
            "content": " 3.1 (1) The Minister and the Board may enter into a memorandum of understanding authorizing the Board to establish fees that are payable to the Board under this Act or the Funeral, Burial and Cremation Services Act, 2002 in respect of the issuing or renewal of licences, late filings and related administrative matters.  2012, c. 8, Sched. 19, s. 1. Classes of licences (2) The memorandum of understanding shall specify the classes of licences to which it relates.  2012, c. 8, Sched. 19, s. 1. Procedure and criteria (3) The memorandum of understanding shall set out a procedure and criteria for establishing fees and the Board shall follow the procedure and criteria.  2012, c. 8, Sched. 19, s. 1. Publication of fee schedule (4) The Board shall publish the fees on the Board’s website and may publish them in any other format the Board considers advisable.  2012, c. 8, Sched. 19, s. 1. Not public money (5) Money that the Board collects under this section is not public money within the meaning of the Financial Administration Act and the Board may use it to carry out activities in accordance with its objects or any other purpose reasonably related to those objects.  2012, c. 8, Sched. 19, s. 1.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK3\"></a>3.1 </b>(1) The Minister and the Board may enter into a memorandum of understanding authorizing the Board to establish fees that are payable to the Board under this Act or the <i>Funeral, Burial and Cremation Services Act, 2002</i> in respect of the issuing or renewal of licences, late filings and related administrative matters.  2012, c. 8, Sched. 19, s. 1.</p> <p class=\"headnote-e\">Classes of licences</p> <p class=\"subsection-e\">  (2) The memorandum of understanding shall specify the classes of licences to which it relates.  2012, c. 8, Sched. 19, s. 1.</p> <p class=\"headnote-e\">Procedure and criteria</p> <p class=\"subsection-e\">  (3) The memorandum of understanding shall set out a procedure and criteria for establishing fees and the Board shall follow the procedure and criteria.  2012, c. 8, Sched. 19, s. 1.</p> <p class=\"headnote-e\">Publication of fee schedule</p> <p class=\"subsection-e\">  (4) The Board shall publish the fees on the Board’s website and may publish them in any other format the Board considers advisable.  2012, c. 8, Sched. 19, s. 1.</p> <p class=\"headnote-e\">Not public money</p> <p class=\"subsection-e\">  (5) Money that the Board collects under this section is not public money within the meaning of the <i>Financial Administration Act </i>and the Board may use it to carry out activities in accordance with its objects or any other purpose reasonably related to those objects.  2012, c. 8, Sched. 19, s. 1.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "section_x": "Composition of Board, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Composition of Board, etc.",
            "content": " 4. (1) The Board shall be composed of the prescribed number of members appointed by the Lieutenant Governor in Council who represent the prescribed classes of persons in the prescribed manner.  2006, c. 34, Sched. D, s. 81 (1). Term of office (2) The members of the Board shall be appointed to hold office for a term not exceeding three years and may be reappointed for further successive terms, but shall not be appointed or reappointed for more than six successive years.  R.S.O. 1990, c. F.36, s. 4 (2). Vacancy (3) A vacancy on the Board caused by the death, resignation, removal or incapacity to act of a member may be filled by the appointment by the Lieutenant Governor in Council of a person to hold office for the unexpired portion of the term of office of such member.  R.S.O. 1990, c. F.36, s. 4 (3). Effect of vacancy (3.1) Despite subsection (1), even if a vacancy on the Board is not filled, the Board may continue to exercise its powers and carry on its duties as long as there is a quorum of the Board.  2001, c. 9, Sched. D, s. 7 (2). Quorum (4) The prescribed number of members of the Board constitutes a quorum.  2006, c. 34, Sched. D, s. 81 (2). Officers (5) The Board shall appoint a chair and vice-chair and such other officers as are considered necessary from among the members of the Board.  R.S.O. 1990, c. F.36, s. 4 (5). Remuneration and expenses (6) The Board shall pay to the members of the Board the remuneration and reimbursement for expenses that the Board sets.  2006, c. 34, Sched. D, s. 81 (3). Employees (7) The Board may employ such employees and retain such assistance as is necessary to perform the work of the Board and may determine their salary, remuneration and terms and conditions of employment.  R.S.O. 1990, c. F.36, s. 4 (7). Meetings of Board (8) The Board shall meet at least four times a year.  R.S.O. 1990, c. F.36, s. 4 (8). Annual report (9) The Board shall deliver to the Minister each year an annual report on the affairs of the Board and on the operation of the Compensation Fund.  R.S.O. 1990, c. F.36, s. 4 (9). Idem (10) The Minister shall submit the annual report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session.  R.S.O. 1990, c. F.36, s. 4 (10).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>4.</b> (1) The Board shall be composed of the prescribed number of members appointed by the Lieutenant Governor in Council who represent the prescribed classes of persons in the prescribed manner.  2006, c. 34, Sched. D, s. 81 (1).</p> <p class=\"headnote-e\">Term of office</p> <p class=\"subsection-e\">  (2) The members of the Board shall be appointed to hold office for a term not exceeding three years and may be reappointed for further successive terms, but shall not be appointed or reappointed for more than six successive years.  R.S.O. 1990, c. F.36, s. 4 (2).</p> <p class=\"headnote-e\">Vacancy</p> <p class=\"subsection-e\">  (3) A vacancy on the Board caused by the death, resignation, removal or incapacity to act of a member may be filled by the appointment by the Lieutenant Governor in Council of a person to hold office for the unexpired portion of the term of office of such member.  R.S.O. 1990, c. F.36, s. 4 (3).</p> <p class=\"headnote-e\">Effect of vacancy</p> <p class=\"subsection-e\">  (3.1) Despite subsection (1), even if a vacancy on the Board is not filled, the Board may continue to exercise its powers and carry on its duties as long as there is a quorum of the Board.  2001, c. 9, Sched. D, s. 7 (2).</p> <p class=\"headnote-e\">Quorum</p> <p class=\"subsection-e\">  (4) The prescribed number of members of the Board constitutes a quorum.  2006, c. 34, Sched. D, s. 81 (2).</p> <p class=\"headnote-e\">Officers</p> <p class=\"subsection-e\">  (5) The Board shall appoint a chair and vice-chair and such other officers as are considered necessary from among the members of the Board.  R.S.O. 1990, c. F.36, s. 4 (5).</p> <p class=\"headnote-e\">Remuneration and expenses</p> <p class=\"subsection-e\">  (6) The Board shall pay to the members of the Board the remuneration and reimbursement for expenses that the Board sets.  2006, c. 34, Sched. D, s. 81 (3).</p> <p class=\"headnote-e\">Employees</p> <p class=\"subsection-e\">  (7) The Board may employ such employees and retain such assistance as is necessary to perform the work of the Board and may determine their salary, remuneration and terms and conditions of employment.  R.S.O. 1990, c. F.36, s. 4 (7).</p> <p class=\"headnote-e\">Meetings of Board</p> <p class=\"subsection-e\">  (8) The Board shall meet at least four times a year.  R.S.O. 1990, c. F.36, s. 4 (8).</p> <p class=\"headnote-e\">Annual report</p> <p class=\"subsection-e\">  (9) The Board shall deliver to the Minister each year an annual report on the affairs of the Board and on the operation of the Compensation Fund.  R.S.O. 1990, c. F.36, s. 4 (9).</p> <p class=\"headnote-e\">Idem</p> <p class=\"subsection-e\">  (10) The Minister shall submit the annual report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session.  R.S.O. 1990, c. F.36, s. 4 (10).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "section_x": "Powers of Minister",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers of Minister",
            "content": " 5. The Minister may, in addition to any other powers and duties conferred on the Minister by or under any Act, (a) review the activities of the Board; (b) request the Board to undertake activities that, in the opinion of the Minister, are necessary and advisable to carry out the intent of this Act and the Funeral, Burial and Cremation Services Act, 2002; (c) advise the Board with respect to the implementation of this Act, the Funeral, Burial and Cremation Services Act, 2002 and the regulations made under those Acts and with respect to the methods used or proposed to be used by the Board to implement policies and to enforce its by-laws and procedures.  R.S.O. 1990, c. F.36, s. 5; 2006, c. 34, Sched. D, s. 82.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>5.</b> The Minister may, in addition to any other powers and duties conferred on the Minister by or under any Act,</p> <p class=\"clause-e\">  (a) review the activities of the Board;</p> <p class=\"clause-e\">  (b) request the Board to undertake activities that, in the opinion of the Minister, are necessary and advisable to carry out the intent of this Act and the <i>Funeral, Burial and Cremation Services Act, 2002</i>;</p> <p class=\"clause-e\">  (c) advise the Board with respect to the implementation of this Act, the <i>Funeral, Burial and Cremation Services Act, 2002</i> and the regulations made under those Acts and with respect to the methods used or proposed to be used by the Board to implement policies and to enforce its by-laws and procedures.  R.S.O. 1990, c. F.36, s. 5; 2006, c. 34, Sched. D, s. 82.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "section_x": "By-laws",
            "part_id": null,
            "part_type": null,
            "section_y": "By-laws",
            "content": " 6. (1) The Board may pass by-laws relating to the administrative and domestic affairs of the Board not inconsistent with this Act, the Funeral, Burial and Cremation Services Act, 2002 and the regulations made under those Acts and, without limiting the generality of the foregoing, 1. specifying the seal of the Board; 2. providing for the execution of documents by the Board; 3. respecting banking and finance; 4. fixing the financial year of the Board and providing for the audit of the accounts and transactions of the Board; 5. respecting the calling, holding and conducting of meetings of the Board and committees of the Board and the duties of members of the Board and committees of the Board; 6. providing for a code of ethics; 7. delegating to the Executive Committee such powers and duties of the Board as are set out in the by-laws, other than the power to make, amend or revoke regulations and by-laws; 8. respecting the calling, holding and conducting of meetings of licensees; 9. providing for the use of forms; 10. providing procedures for the making, amending and revoking of the by-laws; 11. respecting management of the property of the Board; 12. providing for the appointment, composition, powers and duties of committees in addition to those committees established under subsection 7 (1); 13. respecting the application of the funds of the Board and the investment and reinvestment of any of its funds not immediately required, and for the safekeeping of its securities; 14. respecting membership of the Board in other organizations, the payment of annual assessments and provision for representatives at meetings; 15.  Repealed:  2006, c. 34, Sched. D, s. 83 (2). 16. providing for meetings of the Board and committees, except in a proceeding in respect of a licence, by means of conference telephone or other communications equipment by means of which all persons participating in the meeting can hear each other, and a member of the Board or committee participating in a meeting in accordance with such by-law shall be deemed to be present in person at the meeting; 17. providing that the Board or a committee may act upon a resolution consented to by the signatures of all members of the Board or the committee except in a proceeding in respect of a licence, and a resolution so consented to in accordance with such a by-law is as valid and effective as if passed at a meeting of the Board or the committee duly called, constituted and held for that purpose; 18. providing for the payment of necessary expenses of the Board and committees of the Board in the conduct of their business; 19. providing for the Board to enter into arrangements on behalf of licensees with respect to the bonding of licensees and requiring the payment and remittance of premiums in connection therewith, setting levies that shall be paid by licensees and exempting licensees or any class thereof from all or any part of such levy; 20. providing for the establishment of group insurance plans, other than for professional liability, in which licensees may participate on a voluntary basis; 21. regarding all other matters that are entailed in carrying on the business of the Board or that are prescribed.  R.S.O. 1990, c. F.36, s. 6 (1); 2006, c. 34, Sched. D, s. 83. Distribution of by-laws (2) A copy of the by-laws made under subsection (1) and amendments thereto, (a) shall be forwarded to the Minister; (b) shall be forwarded to each licensee; and (c) shall be available for public inspection in the office of the Board.  R.S.O. 1990, c. F.36, s. 6 (2). Minister may revoke or amend by-laws (3) At any time before or after receiving a copy of a by-law made under subsection (1), the Minister may, by an order in writing, revoke or amend the by-law.  R.S.O. 1990, c. F.36, s. 6 (3). Idem (4) Despite subsection (3), a by-law is effective until so revoked or amended by the Minister and no act done or right acquired under any such by-law before revocation or amendment by the Minister is prejudicially affected by the revocation or amendment.  R.S.O. 1990, c. F.36, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>6.</b> (1) The Board may pass by-laws relating to the administrative and domestic affairs of the Board not inconsistent with this Act, the <i>Funeral, Burial and Cremation Services Act, 2002</i> and the regulations made under those Acts and, without limiting the generality of the foregoing,</p> <p class=\"paragraph-e\">  1. specifying the seal of the Board;</p> <p class=\"paragraph-e\">  2. providing for the execution of documents by the Board;</p> <p class=\"paragraph-e\">  3. respecting banking and finance;</p> <p class=\"paragraph-e\">  4. fixing the financial year of the Board and providing for the audit of the accounts and transactions of the Board;</p> <p class=\"paragraph-e\">  5. respecting the calling, holding and conducting of meetings of the Board and committees of the Board and the duties of members of the Board and committees of the Board;</p> <p class=\"paragraph-e\">  6. providing for a code of ethics;</p> <p class=\"paragraph-e\">  7. delegating to the Executive Committee such powers and duties of the Board as are set out in the by-laws, other than the power to make, amend or revoke regulations and by-laws;</p> <p class=\"paragraph-e\">  8. respecting the calling, holding and conducting of meetings of licensees;</p> <p class=\"paragraph-e\">  9. providing for the use of forms;</p> <p class=\"paragraph-e\">  10. providing procedures for the making, amending and revoking of the by-laws;</p> <p class=\"paragraph-e\">  11. respecting management of the property of the Board;</p> <p class=\"paragraph-e\">  12. providing for the appointment, composition, powers and duties of committees in addition to those committees established under subsection 7 (1);</p> <p class=\"paragraph-e\">  13. respecting the application of the funds of the Board and the investment and reinvestment of any of its funds not immediately required, and for the safekeeping of its securities;</p> <p class=\"paragraph-e\">  14. respecting membership of the Board in other organizations, the payment of annual assessments and provision for representatives at meetings;</p> <p class=\"paragraph-e\">  15.  <span class=\"ovsmallcap\">Repealed</span>:  2006, c. 34, Sched. D, s. 83 (2).</p> <p class=\"paragraph-e\">  16. providing for meetings of the Board and committees, except in a proceeding in respect of a licence, by means of conference telephone or other communications equipment by means of which all persons participating in the meeting can hear each other, and a member of the Board or committee participating in a meeting in accordance with such by-law shall be deemed to be present in person at the meeting;</p> <p class=\"paragraph-e\">  17. providing that the Board or a committee may act upon a resolution consented to by the signatures of all members of the Board or the committee except in a proceeding in respect of a licence, and a resolution so consented to in accordance with such a by-law is as valid and effective as if passed at a meeting of the Board or the committee duly called, constituted and held for that purpose;</p> <p class=\"paragraph-e\">  18. providing for the payment of necessary expenses of the Board and committees of the Board in the conduct of their business;</p> <p class=\"paragraph-e\">  19. providing for the Board to enter into arrangements on behalf of licensees with respect to the bonding of licensees and requiring the payment and remittance of premiums in connection therewith, setting levies that shall be paid by licensees and exempting licensees or any class thereof from all or any part of such levy;</p> <p class=\"paragraph-e\">  20. providing for the establishment of group insurance plans, other than for professional liability, in which licensees may participate on a voluntary basis;</p> <p class=\"paragraph-e\">  21. regarding all other matters that are entailed in carrying on the business of the Board or that are prescribed.  R.S.O. 1990, c. F.36, s. 6 (1); 2006, c. 34, Sched. D, s. 83.</p> <p class=\"headnote-e\">Distribution of by-laws</p> <p class=\"subsection-e\">  (2) A copy of the by-laws made under subsection (1) and amendments thereto,</p> <p class=\"clause-e\">  (a) shall be forwarded to the Minister;</p> <p class=\"clause-e\">  (b) shall be forwarded to each licensee; and</p> <p class=\"clause-e\">  (c) shall be available for public inspection in the office of the Board.  R.S.O. 1990, c. F.36, s. 6 (2).</p> <p class=\"headnote-e\">Minister may revoke or amend by-laws</p> <p class=\"subsection-e\">  (3) At any time before or after receiving a copy of a by-law made under subsection (1), the Minister may, by an order in writing, revoke or amend the by-law.  R.S.O. 1990, c. F.36, s. 6 (3).</p> <p class=\"headnote-e\">Idem</p> <p class=\"subsection-e\">  (4) Despite subsection (3), a by-law is effective until so revoked or amended by the Minister and no act done or right acquired under any such by-law before revocation or amendment by the Minister is prejudicially affected by the revocation or amendment.  R.S.O. 1990, c. F.36, s. 6 (4).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "section_x": "Establishment of committees",
            "part_id": null,
            "part_type": null,
            "section_y": "Establishment of committees",
            "content": " 7. (1) The Board shall establish and appoint the following committees: 1. Executive Committee. 2. Licensing Committee. 3.  Repealed:  2002, c. 33, s. 120. 4. Discipline Committee. 5. Compensation Fund Committee.  R.S.O. 1990, c. F.36, s. 7 (1); 2002, c. 33, s. 120. Idem (2) The Board may establish such other committees in addition to those established under subsection (1) as the Board from time to time considers necessary.  R.S.O. 1990, c. F.36, s. 7 (2). Vacancies (3) If one or more vacancies occur in the membership of a committee, the members remaining constitute the committee so long as their number is not fewer than a quorum of the committee.  R.S.O. 1990, c. F.36, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>7.</b> (1) The Board shall establish and appoint the following committees:</p> <p class=\"paragraph-e\">  1. Executive Committee.</p> <p class=\"paragraph-e\">  2. Licensing Committee.</p> <p class=\"paragraph-e\">  3.  <span class=\"ovsmallcap\">Repealed</span>:  2002, c. 33, s. 120.</p> <p class=\"paragraph-e\">  4. Discipline Committee.</p> <p class=\"paragraph-e\">  5. Compensation Fund Committee.  R.S.O. 1990, c. F.36, s. 7 (1); 2002, c. 33, s. 120.</p> <p class=\"headnote-e\">Idem</p> <p class=\"subsection-e\">  (2) The Board may establish such other committees in addition to those established under subsection (1) as the Board from time to time considers necessary.  R.S.O. 1990, c. F.36, s. 7 (2).</p> <p class=\"headnote-e\">Vacancies</p> <p class=\"subsection-e\">  (3) If one or more vacancies occur in the membership of a committee, the members remaining constitute the committee so long as their number is not fewer than a quorum of the committee.  R.S.O. 1990, c. F.36, s. 7 (3).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "section_x": "Executive Committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Executive Committee",
            "content": " 8. (1) The Executive Committee shall be composed of the members of the Board who are prescribed.  2006, c. 34, Sched. D, s. 84 (1). Chair (2) The Board shall name one member of the Executive Committee to be chair.  R.S.O. 1990, c. F.36, s. 8 (2). Quorum (3) The prescribed number of members of the Executive Committee constitutes a quorum.  2006, c. 34, Sched. D, s. 84 (2). Powers of Executive Committee (4) The Board may delegate to the Executive Committee the authority to exercise any power or perform any duty of the Board, other than to make, amend or revoke a by-law.  R.S.O. 1990, c. F.36, s. 8 (4). Urgent matters (5) Subject to ratification by the Board at its next ensuing meeting, the Executive Committee may take action upon any other matter that requires immediate attention between meetings of the Board, other than to make, amend or revoke a by-law.  R.S.O. 1990, c. F.36, s. 8 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>8.</b> (1) The Executive Committee shall be composed of the members of the Board who are prescribed.  2006, c. 34, Sched. D, s. 84 (1).</p> <p class=\"headnote-e\">Chair</p> <p class=\"subsection-e\">  (2) The Board shall name one member of the Executive Committee to be chair.  R.S.O. 1990, c. F.36, s. 8 (2).</p> <p class=\"headnote-e\">Quorum</p> <p class=\"subsection-e\">  (3) The prescribed number of members of the Executive Committee constitutes a quorum.  2006, c. 34, Sched. D, s. 84 (2).</p> <p class=\"headnote-e\">Powers of Executive Committee</p> <p class=\"subsection-e\">  (4) The Board may delegate to the Executive Committee the authority to exercise any power or perform any duty of the Board, other than to make, amend or revoke a by-law.  R.S.O. 1990, c. F.36, s. 8 (4).</p> <p class=\"headnote-e\">Urgent matters</p> <p class=\"subsection-e\">  (5) Subject to ratification by the Board at its next ensuing meeting, the Executive Committee may take action upon any other matter that requires immediate attention between meetings of the Board, other than to make, amend or revoke a by-law.  R.S.O. 1990, c. F.36, s. 8 (5).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "9.",
            "section_x": "Licensing Committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Licensing Committee",
            "content": " 9. (1) The Licensing Committee shall be composed of the members of the Board who are prescribed.  2006, c. 34, Sched. D, s. 85 (1). Chair (2) The Board shall name one member of the Licensing Committee to be chair.  R.S.O. 1990, c. F.36, s. 9 (2). Quorum (3) The prescribed number of members of the Licensing Committee constitutes a quorum.  2006, c. 34, Sched. D, s. 85 (2). 10. Repealed:  2002, c. 33, s. 121.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>9.</b> (1) The Licensing Committee shall be composed of the members of the Board who are prescribed.  2006, c. 34, Sched. D, s. 85 (1).</p> <p class=\"headnote-e\">Chair</p> <p class=\"subsection-e\">  (2) The Board shall name one member of the Licensing Committee to be chair.  R.S.O. 1990, c. F.36, s. 9 (2).</p> <p class=\"headnote-e\">Quorum</p> <p class=\"subsection-e\">  (3) The prescribed number of members of the Licensing Committee constitutes a quorum.  2006, c. 34, Sched. D, s. 85 (2).</p> <p class=\"section-e\"> <b>10.</b> <span class=\"ovsmallcap\">Repealed</span>:  2002, c. 33, s. 121.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "section_x": "Discipline Committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Discipline Committee",
            "content": " 11. (1) The Discipline Committee shall be composed of the members who are prescribed.  2006, c. 34, Sched. D, s. 86 (1). Chair (2) The Board shall name one member of the Discipline Committee to be chair.  R.S.O. 1990, c. F.36, s. 11 (2). Quorum (3) The prescribed number of members of the Discipline Committee constitutes a quorum.  2006, c. 34, Sched. D, s. 86 (2). Majority vote (4) All disciplinary decisions of the Discipline Committee require the vote of a majority of the members of the Discipline Committee present at the hearing.  R.S.O. 1990, c. F.36, s. 11 (4). Disability of member (5) If the Discipline Committee commences a hearing and a member of the Discipline Committee is unable to continue to act, the remaining members may complete the hearing despite the absence of the member.  R.S.O. 1990, c. F.36, s. 11 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>11.</b> (1) The Discipline Committee shall be composed of the members who are prescribed.  2006, c. 34, Sched. D, s. 86 (1).</p> <p class=\"headnote-e\">Chair</p> <p class=\"subsection-e\">  (2) The Board shall name one member of the Discipline Committee to be chair.  R.S.O. 1990, c. F.36, s. 11 (2).</p> <p class=\"headnote-e\">Quorum</p> <p class=\"subsection-e\">  (3) The prescribed number of members of the Discipline Committee constitutes a quorum.  2006, c. 34, Sched. D, s. 86 (2).</p> <p class=\"headnote-e\">Majority vote</p> <p class=\"subsection-e\">  (4) All disciplinary decisions of the Discipline Committee require the vote of a majority of the members of the Discipline Committee present at the hearing.  R.S.O. 1990, c. F.36, s. 11 (4).</p> <p class=\"headnote-e\">Disability of member</p> <p class=\"subsection-e\">  (5) If the Discipline Committee commences a hearing and a member of the Discipline Committee is unable to continue to act, the remaining members may complete the hearing despite the absence of the member.  R.S.O. 1990, c. F.36, s. 11 (5).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "section_x": "Compensation Fund Committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Compensation Fund Committee",
            "content": " 12. (1) The Compensation Fund Committee shall be composed of the members who are prescribed.  2006, c. 34, Sched. D, s. 87 (1). Chair (2) The Board shall name one member of the Compensation Fund Committee to be chair.  R.S.O. 1990, c. F.36, s. 12 (2). Quorum (3) The prescribed number of members of the Compensation Fund Committee constitutes a quorum.  2006, c. 34, Sched. D, s. 87 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>12.</b> (1) The Compensation Fund Committee shall be composed of the members who are prescribed.  2006, c. 34, Sched. D, s. 87 (1).</p> <p class=\"headnote-e\">Chair</p> <p class=\"subsection-e\">  (2) The Board shall name one member of the Compensation Fund Committee to be chair.  R.S.O. 1990, c. F.36, s. 12 (2).</p> <p class=\"headnote-e\">Quorum</p> <p class=\"subsection-e\">  (3) The prescribed number of members of the Compensation Fund Committee constitutes a quorum.  2006, c. 34, Sched. D, s. 87 (2).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "13.",
            "section_x": "Powers and duties of Licensing Committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers and duties of Licensing Committee",
            "content": " 13. (1) The Licensing Committee shall consider all matters related to licensing matters that the Registrar refers to it.  2006, c. 34, Sched. D, s. 88. Recommendations (2) The Licensing Committee may make recommendations to the Registrar with respect to, (a) the eligibility of an applicant for a licence or a renewal of a licence; (b) issuing or refusing to issue a licence to an applicant for a licence or a renewal of a licence; (c) issuing a licence or a renewal of a licence to an applicant subject to conditions; (d) suspending or revoking the licence of a licensee; (e) the desirability of requiring an applicant for a licence or a renewal of a licence or a licensee to take and pass such additional training or part thereof that may be prescribed; or (f) exempting an applicant for a licence or a renewal of a licence or a licensee from any licensing requirement.  R.S.O. 1990, c. F.36, s. 13 (2). 14. Repealed:  2002, c. 33, s. 122.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>13.</b> (1) The Licensing Committee shall consider all matters related to licensing matters that the Registrar refers to it.  2006, c. 34, Sched. D, s. 88.</p> <p class=\"headnote-e\">Recommendations</p> <p class=\"subsection-e\">  (2) The Licensing Committee may make recommendations to the Registrar with respect to,</p> <p class=\"clause-e\">  (a) the eligibility of an applicant for a licence or a renewal of a licence;</p> <p class=\"clause-e\">  (b) issuing or refusing to issue a licence to an applicant for a licence or a renewal of a licence;</p> <p class=\"clause-e\">  (c) issuing a licence or a renewal of a licence to an applicant subject to conditions;</p> <p class=\"clause-e\">  (d) suspending or revoking the licence of a licensee;</p> <p class=\"clause-e\">  (e) the desirability of requiring an applicant for a licence or a renewal of a licence or a licensee to take and pass such additional training or part thereof that may be prescribed; or</p> <p class=\"clause-e\">  (f) exempting an applicant for a licence or a renewal of a licence or a licensee from any licensing requirement.  R.S.O. 1990, c. F.36, s. 13 (2).</p> <p class=\"section-e\"> <b>14.</b> <span class=\"ovsmallcap\">Repealed</span>:  2002, c. 33, s. 122.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "15.",
            "section_x": "Reference to Discipline Committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Reference to Discipline Committee",
            "content": " 15. The Registrar, the Board or the Executive Committee may direct the Discipline Committee to hold a hearing and determine any allegation of professional misconduct or incompetence on the part of a funeral director.  2006, c. 34, Sched. D, s. 89.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>15. </b>The Registrar, the Board or the Executive Committee may direct the Discipline Committee to hold a hearing and determine any allegation of professional misconduct or incompetence on the part of a funeral director.  2006, c. 34, Sched. D, s. 89.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "16.",
            "section_x": "Discipline",
            "part_id": null,
            "part_type": null,
            "section_y": "Discipline",
            "content": " 16. (1) The Discipline Committee shall, (a) when so directed by the Registrar, the Board or the Executive Committee, hear and determine allegations of professional misconduct or incompetence against a funeral director; (b) hear and determine matters referred to it by the Registrar, the Board or the Executive Committee under this Act with respect to funeral directors; and (c) perform such other duties as are assigned to it by the Board.  R.S.O. 1990, c. F.36, s. 16 (1); 2006, c. 34, Sched. D, s. 90 (1). Professional misconduct (2) A funeral director may be found guilty of professional misconduct by the Discipline Committee if, (a) the funeral director has been found guilty of an offence that is relevant to the funeral director’s suitability to practise as a funeral director, upon proof of such conviction; or (b) the funeral director has been guilty in the opinion of the Discipline Committee of professional misconduct as prescribed.  R.S.O. 1990, c. F.36, s. 16 (2). Incompetence (3) The Discipline Committee may find a funeral director to be incompetent if in its opinion, (a) the funeral director has displayed a lack of knowledge, skill or judgment of a nature or to an extent that demonstrates the funeral director is unfit to continue as a funeral director; (b) the funeral director is suffering from a physical or mental condition or disorder of a nature and extent that makes it desirable in the interest of the public that the funeral director no longer be permitted to continue as a funeral director.  R.S.O. 1990, c. F.36, s. 16 (3); 2006, c. 34, Sched. D, s. 90 (2). Examinations (4) If the Discipline Committee is required to hear and determine allegations of incompetence under clause (3) (b), the Discipline Committee may require the funeral director who is the subject of the hearing to submit to a physical or mental examination, or both, by such persons as the Board designates.  R.S.O. 1990, c. F.36, s. 16 (4). (5) Repealed:  2006, c. 34, Sched. D, s. 90 (3). Evidence (6) A legally qualified medical practitioner who conducts a physical or mental examination required under this section is not compellable to produce at the hearing his or her case histories, notes or any other records that may constitute medical evidence.  R.S.O. 1990, c. F.36, s. 16 (6). Report (7) A person who conducts an examination under this section shall upon completing the examination forthwith prepare and deliver to the Registrar a report that contains facts, findings and conclusions and suggested treatment, if any.  R.S.O. 1990, c. F.36, s. 16 (7). Idem (8) A report that is prepared as a result of an examination that is conducted under this section shall be delivered by the Registrar to the funeral director, (a) if the examination is required prior to the hearing, at least five days prior to the commencement of the hearing; or (b) if the examination is required during the course of the hearing, at least five days prior to its introduction as evidence.  R.S.O. 1990, c. F.36, s. 16 (8). Idem (9) A report that is prepared as a result of an examination that is conducted under this section is receivable as evidence without proof of its making or the signature of the person making the report.  R.S.O. 1990, c. F.36, s. 16 (9). Right to cross examine (10) A party to the hearing who is not tendering a report as evidence has the right to summon and cross examine the person who made the report on the contents of the report.  R.S.O. 1990, c. F.36, s. 16 (10). Powers of Discipline Committee (11) If the Discipline Committee finds a funeral director guilty of professional misconduct or incompetence, it may do any of the following things or any combination of the following things: 1. Recommend to the Registrar that the Registrar revoke the licence of the funeral director. 2. Recommend to the Registrar that the Registrar suspend the licence of the funeral director for a stated period. 3. Recommend to the Registrar that the Registrar impose restrictions on the licence of the funeral director for a period and subject to the conditions specified by the Discipline Committee. 4. Reprimand the funeral director. 5. Impose whatever fine the Discipline Committee considers appropriate to a maximum of $25,000 to be paid by the funeral director to the Minister of Finance or another person who is prescribed. 6. Direct that the imposition of a penalty be suspended or postponed for the period and upon the terms specified by the Discipline Committee.  2006, c. 34, Sched. D, s. 90 (4). (12) Repealed:  2006, c. 34, Sched. D, s. 90 (4). Costs (13) If the Discipline Committee is of the opinion that the commencement of the proceedings was unwarranted, the Committee may order that the Board reimburse the funeral director for the funeral director’s costs or such portion thereof as the Discipline Committee fixes.  R.S.O. 1990, c. F.36, s. 16 (13). (14), (15) Repealed:  2006, c. 34, Sched. D, s. 90 (5). Service of decision of Discipline Committee (16) If the Discipline Committee finds a funeral director guilty of professional misconduct or incompetence, a copy of the decision shall be served upon the person complaining in respect of the conduct or action of the funeral director.  R.S.O. 1990, c. F.36, s. 16 (16). Continuation on expiry of Committee membership (17) If a proceeding is commenced before the Discipline Committee and the term of office on the Board or on the Committee of a member sitting for the hearing expires or is terminated before the proceeding is disposed of but after evidence has been heard, the member shall be deemed to remain a member of the Discipline Committee for the purpose of completing the disposition of the proceeding in the same manner as if his or her term of office had not expired or been terminated.  R.S.O. 1990, c. F.36, s. 16 (17).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>16.</b> (1) The Discipline Committee shall,</p> <p class=\"clause-e\">  (a) when so directed by the Registrar, the Board or the Executive Committee, hear and determine allegations of professional misconduct or incompetence against a funeral director;</p> <p class=\"clause-e\">  (b) hear and determine matters referred to it by the Registrar, the Board or the Executive Committee under this Act with respect to funeral directors; and</p> <p class=\"clause-e\">  (c) perform such other duties as are assigned to it by the Board.  R.S.O. 1990, c. F.36, s. 16 (1); 2006, c. 34, Sched. D, s. 90 (1).</p> <p class=\"headnote-e\">Professional misconduct</p> <p class=\"subsection-e\">  (2) A funeral director may be found guilty of professional misconduct by the Discipline Committee if,</p> <p class=\"clause-e\">  (a) the funeral director has been found guilty of an offence that is relevant to the funeral director’s suitability to practise as a funeral director, upon proof of such conviction; or</p> <p class=\"clause-e\">  (b) the funeral director has been guilty in the opinion of the Discipline Committee of professional misconduct as prescribed.  R.S.O. 1990, c. F.36, s. 16 (2).</p> <p class=\"headnote-e\">Incompetence</p> <p class=\"subsection-e\">  (3) The Discipline Committee may find a funeral director to be incompetent if in its opinion,</p> <p class=\"clause-e\">  (a) the funeral director has displayed a lack of knowledge, skill or judgment of a nature or to an extent that demonstrates the funeral director is unfit to continue as a funeral director;</p> <p class=\"clause-e\">  (b) the funeral director is suffering from a physical or mental condition or disorder of a nature and extent that makes it desirable in the interest of the public that the funeral director no longer be permitted to continue as a funeral director.  R.S.O. 1990, c. F.36, s. 16 (3); 2006, c. 34, Sched. D, s. 90 (2).</p> <p class=\"headnote-e\">Examinations</p> <p class=\"subsection-e\">  (4) If the Discipline Committee is required to hear and determine allegations of incompetence under clause (3) (b), the Discipline Committee may require the funeral director who is the subject of the hearing to submit to a physical or mental examination, or both, by such persons as the Board designates.  R.S.O. 1990, c. F.36, s. 16 (4).</p> <p class=\"subsection-e\">  (5) <span class=\"ovsmallcap\">Repealed</span>:  2006, c. 34, Sched. D, s. 90 (3).</p> <p class=\"headnote-e\">Evidence</p> <p class=\"subsection-e\">  (6) A legally qualified medical practitioner who conducts a physical or mental examination required under this section is not compellable to produce at the hearing his or her case histories, notes or any other records that may constitute medical evidence.  R.S.O. 1990, c. F.36, s. 16 (6).</p> <p class=\"headnote-e\">Report</p> <p class=\"subsection-e\">  (7) A person who conducts an examination under this section shall upon completing the examination forthwith prepare and deliver to the Registrar a report that contains facts, findings and conclusions and suggested treatment, if any.  R.S.O. 1990, c. F.36, s. 16 (7).</p> <p class=\"headnote-e\">Idem</p> <p class=\"subsection-e\">  (8) A report that is prepared as a result of an examination that is conducted under this section shall be delivered by the Registrar to the funeral director,</p> <p class=\"clause-e\">  (a) if the examination is required prior to the hearing, at least five days prior to the commencement of the hearing; or</p> <p class=\"clause-e\">  (b) if the examination is required during the course of the hearing, at least five days prior to its introduction as evidence.  R.S.O. 1990, c. F.36, s. 16 (8).</p> <p class=\"headnote-e\">Idem</p> <p class=\"subsection-e\">  (9) A report that is prepared as a result of an examination that is conducted under this section is receivable as evidence without proof of its making or the signature of the person making the report.  R.S.O. 1990, c. F.36, s. 16 (9).</p> <p class=\"headnote-e\">Right to cross examine</p> <p class=\"subsection-e\">  (10) A party to the hearing who is not tendering a report as evidence has the right to summon and cross examine the person who made the report on the contents of the report.  R.S.O. 1990, c. F.36, s. 16 (10).</p> <p class=\"headnote-e\">Powers of Discipline Committee</p> <p class=\"subsection-e\">  (11) If the Discipline Committee finds a funeral director guilty of professional misconduct or incompetence, it may do any of the following things or any combination of the following things:</p> <p class=\"paragraph-e\">  1. Recommend to the Registrar that the Registrar revoke the licence of the funeral director.</p> <p class=\"paragraph-e\">  2. Recommend to the Registrar that the Registrar suspend the licence of the funeral director for a stated period.</p> <p class=\"paragraph-e\">  3. Recommend to the Registrar that the Registrar impose restrictions on the licence of the funeral director for a period and subject to the conditions specified by the Discipline Committee.</p> <p class=\"paragraph-e\">  4. Reprimand the funeral director.</p> <p class=\"paragraph-e\">  5. Impose whatever fine the Discipline Committee considers appropriate to a maximum of $25,000 to be paid by the funeral director to the Minister of Finance or another person who is prescribed.</p> <p class=\"paragraph-e\">  6. Direct that the imposition of a penalty be suspended or postponed for the period and upon the terms specified by the Discipline Committee.  2006, c. 34, Sched. D, s. 90 (4).</p> <p class=\"subsection-e\">  (12) <span class=\"ovsmallcap\">Repealed</span>:  2006, c. 34, Sched. D, s. 90 (4).</p> <p class=\"headnote-e\">Costs</p> <p class=\"subsection-e\">  (13) If the Discipline Committee is of the opinion that the commencement of the proceedings was unwarranted, the Committee may order that the Board reimburse the funeral director for the funeral director’s costs or such portion thereof as the Discipline Committee fixes.  R.S.O. 1990, c. F.36, s. 16 (13).</p> <p class=\"subsection-e\">  (14), (15) <span class=\"ovsmallcap\">Repealed</span>:  2006, c. 34, Sched. D, s. 90 (5).</p> <p class=\"headnote-e\">Service of decision of Discipline Committee</p> <p class=\"subsection-e\">  (16) If the Discipline Committee finds a funeral director guilty of professional misconduct or incompetence, a copy of the decision shall be served upon the person complaining in respect of the conduct or action of the funeral director.  R.S.O. 1990, c. F.36, s. 16 (16).</p> <p class=\"headnote-e\">Continuation on expiry of Committee membership</p> <p class=\"subsection-e\">  (17) If a proceeding is commenced before the Discipline Committee and the term of office on the Board or on the Committee of a member sitting for the hearing expires or is terminated before the proceeding is disposed of but after evidence has been heard, the member shall be deemed to remain a member of the Discipline Committee for the purpose of completing the disposition of the proceeding in the same manner as if his or her term of office had not expired or been terminated.  R.S.O. 1990, c. F.36, s. 16 (17).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "17.",
            "section_x": "Discipline proceedings",
            "part_id": null,
            "part_type": null,
            "section_y": "Discipline proceedings",
            "content": " 17. (1) In proceedings before the Discipline Committee, the Board and the funeral director whose conduct is being investigated in the proceedings are parties to the proceedings.  R.S.O. 1990, c. F.36, s. 17 (1). Examination of documentary evidence (2) A funeral director whose conduct is being investigated in proceedings before the Discipline Committee shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing.  R.S.O. 1990, c. F.36, s. 17 (2). Members holding hearing not to have taken part in investigation, etc. (3) Members of the Discipline Committee holding a hearing shall not have taken part before the hearing in any investigation of the subject-matter of the hearing other than as a member of the Board considering the referral of the matter to the Discipline Committee or at a previous hearing of the Committee.  R.S.O. 1990, c. F.36, s. 17 (3). No communication (4) Members of the Discipline Committee shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or representative of a party except upon notice to and opportunity for all parties to participate.  R.S.O. 1990, c. F.36, s. 17 (4). Advice (5) The Discipline Committee may seek legal advice from an adviser independent from the parties and, in such case, the nature of the advice shall be made known to the parties in order that they may make submissions as to the law.  R.S.O. 1990, c. F.36, s. 17 (5). Recording of evidence (6) The oral evidence taken before the Discipline Committee shall be recorded and, if so required, copies of a transcript thereof shall be furnished only to the parties at the cost to the parties.  R.S.O. 1990, c. F.36, s. 17 (6). Release of documentary evidence (7) Documents and things put in evidence at a hearing of the Discipline Committee shall, upon the request of the person who produced them, be released to the person by the Committee within a reasonable time after the matter in issue has been finally determined.  R.S.O. 1990, c. F.36, s. 17 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>17.</b> (1) In proceedings before the Discipline Committee, the Board and the funeral director whose conduct is being investigated in the proceedings are parties to the proceedings.  R.S.O. 1990, c. F.36, s. 17 (1).</p> <p class=\"headnote-e\">Examination of documentary evidence</p> <p class=\"subsection-e\">  (2) A funeral director whose conduct is being investigated in proceedings before the Discipline Committee shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing.  R.S.O. 1990, c. F.36, s. 17 (2).</p> <p class=\"headnote-e\">Members holding hearing not to have taken part in investigation, etc.</p> <p class=\"subsection-e\">  (3) Members of the Discipline Committee holding a hearing shall not have taken part before the hearing in any investigation of the subject-matter of the hearing other than as a member of the Board considering the referral of the matter to the Discipline Committee or at a previous hearing of the Committee.  R.S.O. 1990, c. F.36, s. 17 (3).</p> <p class=\"headnote-e\">No communication</p> <p class=\"subsection-e\">  (4) Members of the Discipline Committee shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or representative of a party except upon notice to and opportunity for all parties to participate.  R.S.O. 1990, c. F.36, s. 17 (4).</p> <p class=\"headnote-e\">Advice</p> <p class=\"subsection-e\">  (5) The Discipline Committee may seek legal advice from an adviser independent from the parties and, in such case, the nature of the advice shall be made known to the parties in order that they may make submissions as to the law.  R.S.O. 1990, c. F.36, s. 17 (5).</p> <p class=\"headnote-e\">Recording of evidence</p> <p class=\"subsection-e\">  (6) The oral evidence taken before the Discipline Committee shall be recorded and, if so required, copies of a transcript thereof shall be furnished only to the parties at the cost to the parties.  R.S.O. 1990, c. F.36, s. 17 (6).</p> <p class=\"headnote-e\">Release of documentary evidence</p> <p class=\"subsection-e\">  (7) Documents and things put in evidence at a hearing of the Discipline Committee shall, upon the request of the person who produced them, be released to the person by the Committee within a reasonable time after the matter in issue has been finally determined.  R.S.O. 1990, c. F.36, s. 17 (7).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "18.",
            "section_x": "Appeal to Tribunal",
            "part_id": null,
            "part_type": null,
            "section_y": "Appeal to Tribunal",
            "content": " 18. (1) A party to proceedings before the Discipline Committee may appeal a decision or order of the Committee under paragraph 4, 5 or 6 of subsection 16 (11) to the Tribunal.  2006, c. 34, Sched. D, s. 91 (1). Notice (2) The Discipline Committee shall send to the funeral director who is the subject of the decision by prepaid first class mail a copy of the decision and its reasons for the decision, if any, together with notice that informs the funeral director that he or she is entitled to a hearing by the Tribunal if he or she mails or delivers to the Discipline Committee and to the Tribunal, within 15 days after the notice is served on the person, notice in writing requiring a hearing and the person may so require such a hearing.  2002, c. 33, s. 126 (1); 2006, c. 34, Sched. D, s. 91 (2). No hearing (3) If a funeral director does not require a hearing by the Tribunal, the Discipline Committee may carry out its decision.  2002, c. 33, s. 126 (1). Hearing (4) If the funeral director requires a hearing, the Tribunal shall appoint a time for and hold a hearing.  2002, c. 33, s. 126 (1). Order (5) After holding a hearing, the Tribunal may by order direct the Discipline Committee to carry out its decision or refrain from carrying out its decision and to take such action as the Tribunal considers the Discipline Committee ought to take in accordance with this Act and the regulations and, for such purposes, the Tribunal may substitute its opinion for that of the Discipline Committee.  2002, c. 33, s. 126 (1). Conditions (6) The Tribunal may attach such conditions to its order as it considers proper to give effect to the purposes of this Act.  2002, c. 33, s. 126 (1). Parties (7) The Board, the funeral director and whatever other persons the Tribunal specifies are parties to proceedings before the Tribunal under this section.  2006, c. 34, Sched. D, s. 91 (4). 19.-24. Repealed:  2002, c. 33, s. 127. 25. Repealed:  2002, c. 33, s. 128. 26.-39. Repealed:  2002, c. 33, s. 129. 40. Repealed:  2002, c. 33, s. 130. 41. Repealed:  2002, c. 33, s. 131. 42.-44. Repealed:  2002, c. 33, s. 132. 45. Repealed:  2002, c. 33, s. 133.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>18.</b> (1) A party to proceedings before the Discipline Committee may appeal a decision or order of the Committee under paragraph 4, 5 or 6 of subsection 16 (11) to the Tribunal.  2006, c. 34, Sched. D, s. 91 (1).</p> <p class=\"headnote-e\">Notice</p> <p class=\"subsection-e\">  (2) The Discipline Committee shall send to the funeral director who is the subject of the decision by prepaid first class mail a copy of the decision and its reasons for the decision, if any, together with notice that informs the funeral director that he or she is entitled to a hearing by the Tribunal if he or she mails or delivers to the Discipline Committee and to the Tribunal, within 15 days after the notice is served on the person, notice in writing requiring a hearing and the person may so require such a hearing.  2002, c. 33, s. 126 (1); 2006, c. 34, Sched. D, s. 91 (2).</p> <p class=\"headnote-e\">No hearing</p> <p class=\"subsection-e\">  (3) If a funeral director does not require a hearing by the Tribunal, the Discipline Committee may carry out its decision.  2002, c. 33, s. 126 (1).</p> <p class=\"headnote-e\">Hearing</p> <p class=\"subsection-e\">  (4) If the funeral director requires a hearing, the Tribunal shall appoint a time for and hold a hearing.  2002, c. 33, s. 126 (1).</p> <p class=\"headnote-e\">Order</p> <p class=\"subsection-e\">  (5) After holding a hearing, the Tribunal may by order direct the Discipline Committee to carry out its decision or refrain from carrying out its decision and to take such action as the Tribunal considers the Discipline Committee ought to take in accordance with this Act and the regulations and, for such purposes, the Tribunal may substitute its opinion for that of the Discipline Committee.  2002, c. 33, s. 126 (1).</p> <p class=\"headnote-e\">Conditions</p> <p class=\"subsection-e\">  (6) The Tribunal may attach such conditions to its order as it considers proper to give effect to the purposes of this Act.  2002, c. 33, s. 126 (1).</p> <p class=\"headnote-e\">Parties</p> <p class=\"subsection-e\">  (7) The Board, the funeral director and whatever other persons the Tribunal specifies are parties to proceedings before the Tribunal under this section.  2006, c. 34, Sched. D, s. 91 (4).</p> <p class=\"section-e\"> <b>19.-24. </b><span class=\"ovsmallcap\">Repealed</span>:  2002, c. 33, s. 127.</p> <p class=\"section-e\"> <b>25.</b> <span class=\"ovsmallcap\">Repealed</span>:  2002, c. 33, s. 128.</p> <p class=\"section-e\"> <b>26.-39.</b> <span class=\"ovsmallcap\">Repealed</span>:  2002, c. 33, s. 129.</p> <p class=\"section-e\"> <b>40.</b> <span class=\"ovsmallcap\">Repealed</span>:  2002, c. 33, s. 130.</p> <p class=\"section-e\"> <b>41.</b> <span class=\"ovsmallcap\">Repealed</span>:  2002, c. 33, s. 131.</p> <p class=\"section-e\"> <b>42.-44.</b> <span class=\"ovsmallcap\">Repealed</span>:  2002, c. 33, s. 132.</p> <p class=\"section-e\"> <b>45.</b> <span class=\"ovsmallcap\">Repealed</span>:  2002, c. 33, s. 133.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "46.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": " 46. (1) The Lieutenant Governor in Council may make regulations, 1.-4.  Repealed:  2002, c. 33, s. 134 (1). 5. providing for the establishment, maintenance and administration of the Compensation Fund; 6. prescribing provisions that relate to the investing and paying out of moneys from the Compensation Fund; 7. providing for the payment of levies into the Compensation Fund and prescribing the amounts of levies; 8. providing for appeals from a refusal to pay out of the Compensation Fund; 9. governing the powers and duties of the trustee administering the Compensation Fund; 10. requiring the purchase of bonds for the purpose of indemnifying the Compensation Fund; 11. prescribing the terms and amounts of bonds; 12. providing for payment out of the Compensation Fund of claims and procedures to be followed with respect thereto; 13. requiring participation in the Compensation Fund by licensees; 14. on any matter relating generally to the purchase, renewal or terms of a bond or the disposition of payments received thereunder; 15.-19.  Repealed:  2002, c. 33, s. 134 (2). 20. exempting any person or thing or class of person or thing from the application of any provision of this Act or the regulations and prescribing conditions for any exemption; 21.-40.  Repealed:  2002, c. 33, s. 134 (3). 41. prescribing anything that is referred to in this Act as being prescribed; 42. in respect of transition matters required or authorized under this Act; 43. providing for transition matters, i. to facilitate the implementation of this Act or any provision of it, or ii. to deal with problems or issues arising as a result of the repeal of all or part of this Act, the Cemeteries Act (Revised) or successor Acts to them.  R.S.O. 1990, c. F.36, s. 46 (1); 2002, c. 33, s. 134; 2006, c. 34, Sched. D, s. 92 (1). Transition (1.1) Without limiting the generality of paragraphs 42 and 43 of subsection (1), a regulation made under either of those paragraphs may, (a) provide that one or more provisions of this Act, the Cemeteries Act (Revised)\r\nor successor Acts to them or the regulations made under them apply, with or without modifications, for the purposes or in the circumstances specified in the regulation; (b) provide that one or more provisions of this Act or the regulations apply, with or without modifications, for the purposes or in the circumstances specified in the regulation; (c) provide that a licence under this Act, the Cemeteries Act (Revised) or successor Acts to them shall be deemed, for the purposes specified in the regulation, to be a licence issued under this Act; and (d) provide for how and when a deeming mentioned in clause (c) is terminated.  2006, c. 34, Sched. D, s. 92 (2). Limited application (2) A regulation made under this Act may be of limited application.  R.S.O. 1990, c. F.36, s. 46 (2). Retroactive (3) A regulation made under this section may be retroactive in effect and may apply to contracts entered into before the 1st day of June, 1990.  R.S.O. 1990, c. F.36, s. 46 (3). 47. Repealed:  2002, c. 33, s. 135.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>46.</b> (1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph-e\"> 1.-4.  <span class=\"ovsmallcap\">Repealed</span>:  2002, c. 33, s. 134 (1).</p> <p class=\"paragraph-e\">  5. providing for the establishment, maintenance and administration of the Compensation Fund;</p> <p class=\"paragraph-e\">  6. prescribing provisions that relate to the investing and paying out of moneys from the Compensation Fund;</p> <p class=\"paragraph-e\">  7. providing for the payment of levies into the Compensation Fund and prescribing the amounts of levies;</p> <p class=\"paragraph-e\">  8. providing for appeals from a refusal to pay out of the Compensation Fund;</p> <p class=\"paragraph-e\">  9. governing the powers and duties of the trustee administering the Compensation Fund;</p> <p class=\"paragraph-e\">  10. requiring the purchase of bonds for the purpose of indemnifying the Compensation Fund;</p> <p class=\"paragraph-e\">  11. prescribing the terms and amounts of bonds;</p> <p class=\"paragraph-e\">  12. providing for payment out of the Compensation Fund of claims and procedures to be followed with respect thereto;</p> <p class=\"paragraph-e\">  13. requiring participation in the Compensation Fund by licensees;</p> <p class=\"paragraph-e\">  14. on any matter relating generally to the purchase, renewal or terms of a bond or the disposition of payments received thereunder;</p> <p class=\"paragraph-e\"> 15.-19.  <span class=\"ovsmallcap\">Repealed</span>:  2002, c. 33, s. 134 (2).</p> <p class=\"paragraph-e\">  20. exempting any person or thing or class of person or thing from the application of any provision of this Act or the regulations and prescribing conditions for any exemption;</p> <p class=\"paragraph-e\"> 21.-40.  <span class=\"ovsmallcap\">Repealed</span>:  2002, c. 33, s. 134 (3).</p> <p class=\"paragraph-e\">  41. prescribing anything that is referred to in this Act as being prescribed;</p> <p class=\"paragraph-e\">  42. in respect of transition matters required or authorized under this Act;</p> <p class=\"paragraph-e\">  43. providing for transition matters,</p> <p class=\"subpara-e\">  i. to facilitate the implementation of this Act or any provision of it, or</p> <p class=\"subpara-e\">  ii. to deal with problems or issues arising as a result of the repeal of all or part of this Act, the <i>Cemeteries Act (Revised)</i> or successor Acts to them.  R.S.O. 1990, c. F.36, s. 46 (1); 2002, c. 33, s. 134; 2006, c. 34, Sched. D, s. 92 (1).</p> <p class=\"headnote-e\">Transition</p> <p class=\"subsection-e\">  (1.1) Without limiting the generality of paragraphs 42 and 43 of subsection (1), a regulation made under either of those paragraphs may,</p> <p class=\"clause-e\">  (a) provide that one or more provisions of this Act, the <i>Cemeteries Act (Revised)</i>\r\nor successor Acts to them or the regulations made under them apply, with or without modifications, for the purposes or in the circumstances specified in the regulation;</p> <p class=\"clause-e\">  (b) provide that one or more provisions of this Act or the regulations apply, with or without modifications, for the purposes or in the circumstances specified in the regulation;</p> <p class=\"clause-e\">  (c) provide that a licence under this Act, the <i>Cemeteries Act (Revised)</i> or successor Acts to them shall be deemed, for the purposes specified in the regulation, to be a licence issued under this Act; and</p> <p class=\"clause-e\">  (d) provide for how and when a deeming mentioned in clause (c) is terminated.  2006, c. 34, Sched. D, s. 92 (2).</p> <p class=\"headnote-e\">Limited application</p> <p class=\"subsection-e\">  (2) A regulation made under this Act may be of limited application.  R.S.O. 1990, c. F.36, s. 46 (2).</p> <p class=\"headnote-e\">Retroactive</p> <p class=\"subsection-e\">  (3) A regulation made under this section may be retroactive in effect and may apply to contracts entered into before the 1st day of June, 1990.  R.S.O. 1990, c. F.36, s. 46 (3).</p> <p class=\"section-e\"> <b>47.</b> <span class=\"ovsmallcap\">Repealed</span>:  2002, c. 33, s. 135.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "48.",
            "section_x": "Matters confidential",
            "part_id": null,
            "part_type": null,
            "section_y": "Matters confidential",
            "content": " 48. (1) A person who obtains information in the course of exercising a power or carrying out a duty related to the administration of this Act and the regulations shall preserve secrecy with respect to the information and shall not communicate the information to any person except, (a) as may be required in connection with a proceeding under this Act or the Funeral, Burial and Cremation Services Act, 2002 or in connection with the administration of this Act and the regulations; (b) to a ministry, department or agency of a government engaged in the administration of legislation similar to this Act or the Funeral, Burial and Cremation Services Act, 2002 or legislation that protects consumers or to any entity to which the administration of legislation similar to this Act or that Act or legislation that protects consumers has been assigned; (c) to a prescribed entity or organization if the purpose for the communication is consumer protection; (d) to a law enforcement agency; (e) to counsel of the person communicating the information; or (f) with the consent of the person to whom the matter relates.  2006, c. 34, Sched. D, s. 93. Testimony (2) Except in a proceeding under this Act, no person shall be required to give testimony in a civil proceeding with regard to information obtained in the course of exercising a power or carrying out a duty related to the administration of this Act or the regulations.  2006, c. 34, Sched. D, s. 93.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>48</b><b>. </b>(1) A person who obtains information in the course of exercising a power or carrying out a duty related to the administration of this Act and the regulations shall preserve secrecy with respect to the information and shall not communicate the information to any person except,</p> <p class=\"clause-e\">  (a) as may be required in connection with a proceeding under this Act or the <i>Funeral, Burial and Cremation Services Act, 2002</i> or in connection with the administration of this Act and the regulations;</p> <p class=\"clause-e\">  (b) to a ministry, department or agency of a government engaged in the administration of legislation similar to this Act or the <i>Funeral, Burial and Cremation Services Act, 2002</i> or legislation that protects consumers or to any entity to which the administration of legislation similar to this Act or that Act or legislation that protects consumers has been assigned;</p> <p class=\"clause-e\">  (c) to a prescribed entity or organization if the purpose for the communication is consumer protection;</p> <p class=\"clause-e\">  (d) to a law enforcement agency;</p> <p class=\"clause-e\">  (e) to counsel of the person communicating the information; or</p> <p class=\"clause-e\">  (f) with the consent of the person to whom the matter relates.  2006, c. 34, Sched. D, s. 93.</p> <p class=\"headnote-e\">Testimony</p> <p class=\"subsection-e\">  (2) Except in a proceeding under this Act, no person shall be required to give testimony in a civil proceeding with regard to information obtained in the course of exercising a power or carrying out a duty related to the administration of this Act or the regulations.  2006, c. 34, Sched. D, s. 93.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "49.",
            "section_x": "Certificate as evidence",
            "part_id": null,
            "part_type": null,
            "section_y": "Certificate as evidence",
            "content": " 49. (1) For all purposes in any proceeding, a statement purporting to be certified by the Registrar is, without proof of the office or signature of the Registrar, admissible in evidence as proof in the absence of evidence to the contrary, of the facts stated in it in relation to, (a) the issuing of a licence to any person or the refusal to issue a licence to any person; (b) the filing or non-filing of any document or material required or permitted to be filed with the Registrar; (c) the time when the facts upon which the proceedings are based first came to the knowledge of the Director; or (d) any other matter pertaining to the licensing of any person or the refusal to license any person or to the filing or non-filing of information.  2006, c. 34, Sched. D, s. 93. Proof of document (2) Any document made under this Act that purports to be signed by the Registrar or a certified copy of the document is admissible in evidence in any proceeding as proof, in the absence of evidence to the contrary, that the document is signed by the Registrar without proof of the office or signature of the Registrar.  2006, c. 34, Sched. D, s. 93.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>49. </b>(1) For all purposes in any proceeding, a statement purporting to be certified by the Registrar is, without proof of the office or signature of the Registrar, admissible in evidence as proof in the absence of evidence to the contrary, of the facts stated in it in relation to,</p> <p class=\"clause-e\">  (a) the issuing of a licence to any person or the refusal to issue a licence to any person;</p> <p class=\"clause-e\">  (b) the filing or non-filing of any document or material required or permitted to be filed with the Registrar;</p> <p class=\"clause-e\">  (c) the time when the facts upon which the proceedings are based first came to the knowledge of the Director; or</p> <p class=\"clause-e\">  (d) any other matter pertaining to the licensing of any person or the refusal to license any person or to the filing or non-filing of information.  2006, c. 34, Sched. D, s. 93.</p> <p class=\"headnote-e\">Proof of document</p> <p class=\"subsection-e\">  (2) Any document made under this Act that purports to be signed by the Registrar or a certified copy of the document is admissible in evidence in any proceeding as proof, in the absence of evidence to the contrary, that the document is signed by the Registrar without proof of the office or signature of the Registrar.  2006, c. 34, Sched. D, s. 93.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "50.",
            "section_x": "Service",
            "part_id": null,
            "part_type": null,
            "section_y": "Service",
            "content": " 50. (1) Any notice, order, request or other document is sufficiently given or served if it is, (a) delivered personally; (b) sent by registered mail; or (c) sent by another manner if the sender can prove receipt of the notice, order, request or other document.  2006, c. 34, Sched. D, s. 93. Deemed service (2) If service is made by registered mail, the service shall be deemed to be made on the third day after the day of mailing unless the person on whom service is being made establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice, order, request or other document until a later date.  2006, c. 34, Sched. D, s. 93. ______________  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>5</b><b>0. </b>(1) Any notice, order, request or other document is sufficiently given or served if it is,</p> <p class=\"clause-e\">  (a) delivered personally;</p> <p class=\"clause-e\">  (b) sent by registered mail; or</p> <p class=\"clause-e\">  (c) sent by another manner if the sender can prove receipt of the notice, order, request or other document.  2006, c. 34, Sched. D, s. 93.</p> <p class=\"headnote-e\">Deemed service</p> <p class=\"subsection-e\">  (2) If service is made by registered mail, the service shall be deemed to be made on the third day after the day of mailing unless the person on whom service is being made establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice, order, request or other document until a later date.  2006, c. 34, Sched. D, s. 93.</p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90f36\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}