{
    "act_info": {
        "full_title": "Building Transit Faster Act, 2020, S.O. 2020, c. 12",
        "act_name_text": "Building Transit Faster Act, 2020",
        "citation": "S.O. 2020, c. 12",
        "url": "https://www.ontario.ca/laws/statute/20b12",
        "date_scraped": "2023-12-18 18:03:58"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/20b12/v3",
            "valid_from": "April 19, 2021",
            "valid_to": "May 31, 2021"
        },
        {
            "a_href": "/laws/statute/20b12/v2",
            "valid_from": "December  8, 2020",
            "valid_to": "April 18, 2021"
        },
        {
            "a_href": "/laws/statute/20b12/v1",
            "valid_from": "July  8, 2020",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/210682",
            "Citation": "O. Reg. 682/21",
            "title": "PRIORITY TRANSIT PROJECTS"
        },
        {
            "a_href": "/laws/regulation/210181",
            "Citation": "O. Reg. 181/21",
            "title": "DELEGATION"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "section_x": "PART I PURPOSE AND INTERPRETATION",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Purpose",
            "part_id": "PART I  ",
            "part_type": "PART I PURPOSE AND INTERPRETATION",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Definitions",
            "part_id": "PART I  ",
            "part_type": "PART I PURPOSE AND INTERPRETATION",
            "section_y": "Definitions",
            "content": "2 In this Act, “actual cost”, in respect of the costs of work carried out by a utility company to comply with a notice under section 46, means all costs properly attributed to the work, including, (a)  the actual wages paid to all workers up to and including the supervisors for their time actually spent on the work and in travelling to and from the work, and the cost of food, lodging and transportation for such workers where necessary for the proper carrying out of the work, (b)  the cost to the utility company of contributions related to such wages in respect of workplace safety and insurance premiums, vacation pay, employment insurance, pension or insurance benefits and other similar benefits, (c)  the cost of using and transporting equipment and explosives used in the work, (d)  the cost of planning, designing and engineering, (e)  the cost of materials, (f)  the cost of acquiring necessary permits, approvals and property rights, and (g)  related administrative costs such as for project management; (“coût réel”) “business day” means a day from Monday to Friday, other than a holiday as defined in section 87 of the\r\nLegislation Act, 2006; (“jour ouvrable”) “construction danger inspection and elimination” means actions under subsection 26 (1) or 27 (1); (“visite d’inspection et activité d’élimination d’un risque pour la construction”) “immediate danger to construction”, in relation to a thing, means that, (a)  it poses an immediate danger to the health and safety of persons working on a priority transit project, or (b)  the only reason it does not pose an immediate danger described in clause (a) is because the work is not occurring, but, the Minister is ready to have that work occur; (“risque immédiat pour la construction”) “Minister” means the Minister of Transportation or such other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the Executive Council Act; (“ministre”) “municipal service and right of way access” means municipal service and right of way access referred to in section 52; (“accès aux services municipaux et par droit de passage”) “municipal service and right of way access order” means a municipal service and right of way access order made under section 57; (“arrêté d’accès aux services municipaux et par droit de passage”) “obstruction removal” means an obstruction removal under subsection 19 (1); (“activité d’enlèvement d’un obstacle”) “obstruction removal notice” means a notice under section 13; (“avis d’enlèvement d’un obstacle”) “permit” means a permit under this Act, except in, (a)  clause (f) of the definition of “actual cost”, and (b)  section 48; (“permis”) “prescribed” means prescribed by regulation; (“prescrit”) “preview inspection” means a preview inspection under subsection 34 (1); (“inspection préalable”) “priority transit project” means, (a)  the line known as the Ontario Line located in the City of Toronto, (b)  the subway extension known as the Scarborough Subway Extension, and also known as the Line 2 East Extension, located in the City of Toronto, (c)  the subway extension known as the Yonge Subway Extension, and also known as the Yonge North Subway Extension, extending from within the City of Toronto to within the Regional Municipality of York, (d)  the light rail transit extension known as the Eglinton Crosstown West Extension extending westward from within the City of Toronto at the station known as Mount Dennis, or (e)  any other prescribed provincial transit project; (“projet de transport en commun prioritaire”) “proponent” has the same meaning as in section 21 of the Ontario Land Tribunal Act, 2021; (“promoteur”) “regulation” means a regulation under this Act; (“règlement”) “stop-work order” means an order under section 64; (“arrêté de cessation des travaux”) “transit corridor land” means land designated as transit corridor land under section 62; (“bien-fonds affecté à un couloir de transport en commun”) “utility company” means a municipal corporation or commission or a company or individual operating or using communications services, water services or sewage services, or transmitting, distributing or supplying any substance or form of energy for light, heat or power; (“entreprise de services publics”) “utility infrastructure” means poles, wires, cables including fibre-optic cables, conduits, towers, transformers, pipes, pipe lines or any other works, structures or appliances placed over, on or under land or water by a utility company. (“infrastructure de services publics”) 2020, c. 12, s. 2; 2020, c. 35, Sched. 1, s. 2; 2021, c. 4, Sched. 6, s. 32 (2). Section Amendments with date in force (d/m/y) 2020, c. 35, Sched. 1, s. 2 (1, 2) - 08/12/2020 2021, c. 4, Sched. 6, s. 32 (2) - 01/06/2021 Part II   Corridor Control Development Control and Obstruction removal Development Control Corridor Development Permit",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>In this Act,</p> <p class=\"definition\">“actual cost”, in respect of the costs of work carried out by a utility company to comply with a notice under section 46, means all costs properly attributed to the work, including,</p> <p class=\"paragraph\">  (a)  the actual wages paid to all workers up to and including the supervisors for their time actually spent on the work and in travelling to and from the work, and the cost of food, lodging and transportation for such workers where necessary for the proper carrying out of the work,</p> <p class=\"paragraph\">  (b)  the cost to the utility company of contributions related to such wages in respect of workplace safety and insurance premiums, vacation pay, employment insurance, pension or insurance benefits and other similar benefits,</p> <p class=\"paragraph\">  (c)  the cost of using and transporting equipment and explosives used in the work,</p> <p class=\"paragraph\">  (d)  the cost of planning, designing and engineering,</p> <p class=\"paragraph\">  (e)  the cost of materials,</p> <p class=\"paragraph\">  (f)  the cost of acquiring necessary permits, approvals and property rights, and</p> <p class=\"paragraph\">  (g)  related administrative costs such as for project management; (“coût réel”)</p> <p class=\"definition\">“business day” means a day from Monday to Friday, other than a holiday as defined in section 87 of the\r\n<i>Legislation Act, 2006</i>; (“jour ouvrable”)</p> <p class=\"definition\">“construction danger inspection and elimination” means actions under subsection 26 (1) or 27 (1); (“visite d’inspection et activité d’élimination d’un risque pour la construction”)</p> <p class=\"definition\">“immediate danger to construction”, in relation to a thing, means that,</p> <p class=\"paragraph\">  (a)  it poses an immediate danger to the health and safety of persons working on a priority transit project, or</p> <p class=\"paragraph\">  (b)  the only reason it does not pose an immediate danger described in clause (a) is because the work is not occurring, but, the Minister is ready to have that work occur; (“risque immédiat pour la construction”)</p> <p class=\"definition\">“Minister” means the Minister of Transportation or such other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“municipal service and right of way access” means municipal service and right of way access referred to in section 52; (“accès aux services municipaux et par droit de passage”)</p> <p class=\"definition\">“municipal service and right of way access order” means a municipal service and right of way access order made under section 57; (“arrêté d’accès aux services municipaux et par droit de passage”)</p> <p class=\"definition\">“obstruction removal” means an obstruction removal under subsection 19 (1); (“activité d’enlèvement d’un obstacle”)</p> <p class=\"definition\">“obstruction removal notice” means a notice under section 13; (“avis d’enlèvement d’un obstacle”)</p> <p class=\"definition\">“permit” means a permit under this Act, except in,</p> <p class=\"paragraph\">  (a)  clause (f) of the definition of “actual cost”, and</p> <p class=\"paragraph\">  (b)  section 48; (“permis”)</p> <p class=\"definition\">“prescribed” means prescribed by regulation; (“prescrit”)</p> <p class=\"definition\">“preview inspection” means a preview inspection under subsection 34 (1); (“inspection préalable”)</p> <p class=\"definition\">“priority transit project” means,</p> <p class=\"paragraph\">  (a)  the line known as the Ontario Line located in the City of Toronto,</p> <p class=\"paragraph\">  (b)  the subway extension known as the Scarborough Subway Extension, and also known as the Line 2 East Extension, located in the City of Toronto,</p> <p class=\"paragraph\">  (c)  the subway extension known as the Yonge Subway Extension, and also known as the Yonge North Subway Extension, extending from within the City of Toronto to within the Regional Municipality of York,</p> <p class=\"paragraph\">  (d)  the light rail transit extension known as the Eglinton Crosstown West Extension extending westward from within the City of Toronto at the station known as Mount Dennis, or</p> <p class=\"paragraph\">  (e)  any other prescribed provincial transit project;<span> (“projet de transport en commun prioritaire”)</span></p> <p class=\"definition\">“proponent” has the same meaning as in section 21 of the <i>Ontario Land Tribunal Act, 2021</i>; (“promoteur”)</p> <p class=\"definition\">“regulation” means a regulation under this Act; (“règlement”)</p> <p class=\"definition\">“stop-work order” means an order under section 64; (“arrêté de cessation des travaux”)</p> <p class=\"definition\">“transit corridor land” means land designated as transit corridor land under section 62; (“bien-fonds affecté à un couloir de transport en commun”)</p> <p class=\"definition\">“utility company” means a municipal corporation or commission or a company or individual operating or using communications services, water services or sewage services, or transmitting, distributing or supplying any substance or form of energy<span> for light, heat or power; (“entreprise de services publics”)</span></p> <p class=\"definition\">“utility infrastructure” means poles, wires, cables including fibre-optic cables, conduits, towers, transformers, pipes, pipe lines or any other works, structures or appliances placed over, on or under land or water by a utility company. (“infrastructure de services publics”) 2020, c. 12, s. 2; 2020, c. 35, Sched. 1, s. 2;<span> 2021, c. 4, Sched. 6, s. 32 (2)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20035#sched1s2s1\">2020, c. 35, Sched. 1, s. 2 (1, 2)</a></span> - 08/12/2020</p> <p class=\"footnoteLeft\"><a name=\"BK3\"></a><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s32s2\">2021, c. 4, Sched. 6, s. 32 (2)</a> - 01/06/2021</p> <p class=\"partnum\">Part II <br/>  Corridor Control</p> <p class=\"heading1\"><a name=\"BK4\"></a>Development Control and Obstruction removal</p> <p class=\"heading2\"><a name=\"BK5\"></a>Development Control</p> <p class=\"heading3\"><a name=\"BK6\"></a>Corridor Development Permit</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "PART II  ",
            "section_x": "PART II CORRIDOR CONTROL",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Development Control and Obstruction removal",
            "section_x": "Development Control and Obstruction removal",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Development Control",
            "section_x": "Development Control",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Corridor Development Permit",
            "section_x": "Corridor Development Permit",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "3.",
            "section_x": "Corridor development permit",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Corridor development permit",
            "content": "3 No person shall carry out the following work on or near transit corridor land without a permit issued by the Minister: buildings, structures, roads 1.  Build, alter or place a building, other structure or road, or conduct excavation or dewatering, on or under, i.  transit corridor land, or ii.  land within 30 metres of transit corridor land. This does not include utility infrastructure, excavation for utility infrastructure or dewatering for utility infrastructure. utility infrastructure 2.  Build, alter or place utility infrastructure that would require grading or excavation on or under, i.  transit corridor land, or ii.  land within 10 metres of transit corridor land. prescribed 3.  Prescribed work.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>3 </b>No person shall carry out the following work on or near transit corridor land without a permit issued by the Minister:</p> <p class=\"headnote\">buildings, structures, roads</p> <p class=\"paragraph\">  1.  Build, alter or place a building, other structure or road, or conduct excavation or dewatering, on or under,</p> <p class=\"subpara\">  i.  transit corridor land, or</p> <p class=\"subpara\">  ii.  land within 30 metres of transit corridor land.</p> <p class=\"paragraph\">This does not include utility infrastructure, excavation for utility infrastructure or dewatering for utility infrastructure.</p> <p class=\"headnote\">utility infrastructure</p> <p class=\"paragraph\">  2.  Build, alter or place utility infrastructure that would require grading or excavation on or under,</p> <p class=\"subpara\">  i.  transit corridor land, or</p> <p class=\"subpara\">  ii.  land within 10 metres of transit corridor land.</p> <p class=\"headnote\">prescribed</p> <p class=\"paragraph\">  3.  Prescribed work.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "4.",
            "section_x": "How permits work",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "How permits work",
            "content": "4 (1) The Minister may issue a permit for the purposes of section 3. Terms and conditions (2) The Minister may attach terms and conditions to a permit, or change such terms and conditions, at the Minister’s discretion at any time.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>4 </b>(1) The Minister may issue a permit for the purposes of section 3.</p> <p class=\"headnote\">Terms and conditions</p> <p class=\"subsection\">(2) The Minister may attach terms and conditions to a permit, or change such terms and conditions, at the Minister’s discretion at any time.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "5.",
            "section_x": "Cancellation",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Cancellation",
            "content": "5 The Minister may cancel a permit at the Minister’s discretion at any time.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>5 </b>The Minister may cancel a permit<span> at the Minister’s discretion at any time.</span></p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "6.",
            "section_x": "Emergencies",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Emergencies",
            "content": "6 (1) In an emergency, a municipality or utility company may respond to the emergency by carrying out work that would otherwise be prohibited by section 3. Notice of the work (2) The municipality or utility company shall notify the Minister of the work reasonably promptly. Development in Process",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>6 </b>(1) In an emergency, a municipality or utility company may respond to the emergency by carrying out work that would otherwise be prohibited by section 3.</p> <p class=\"headnote\">Notice of the work</p> <p class=\"subsection\">(2) The municipality or utility company shall notify the Minister of the work reasonably promptly.</p> <p class=\"heading3\"><a name=\"BK11\"></a>Development in Process</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "Development in Process",
            "section_x": "Development in Process",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "7.",
            "section_x": "Normally, no permit required for development in process",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Normally, no permit required for development in process",
            "content": "7 Work does not need a permit if that work got all legally required approvals before a designation of land as transit corridor land brought that work within the ambit of section 3.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>7 </b>Work does not need a permit if that work got all legally required approvals before a designation of land as transit corridor land brought that work within the ambit of section 3.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "8.",
            "section_x": "Imposition of permit requirement",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Imposition of permit requirement",
            "content": "8 The Minister may, by notice to the work’s proponent, impose a requirement that, if the work is not completed during the period ending on the day that is six months after the day that the notice was served, the work needs a permit after that time, unless an alternative approach is negotiated.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>8 </b>The Minister may, by notice to the work’s proponent, impose a requirement that, if the work is not completed during the period ending on the day that is six months after the day that the notice was served, the work needs a permit after that time, unless an alternative approach is negotiated.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "9.",
            "section_x": "Negotiation",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Negotiation",
            "content": "9 The Minister shall attempt to enter into negotiations, and negotiate in good faith, to enable the work to be carried out, (a)  to the extent possible; (b)  on a reasonable timeline; and (c)  in a manner compatible with the needs and timelines of a priority transit project.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>9 </b>The Minister shall attempt to enter into negotiations, and negotiate in good faith, to enable the work to be carried out,</p> <p class=\"paragraph\">  (a)  to the extent possible;</p> <p class=\"paragraph\">  (b)  on a reasonable timeline; and</p> <p class=\"paragraph\">  (c)  in a manner compatible with the needs and timelines of a priority transit project.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "10.",
            "section_x": "If negotiation fails",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "If negotiation fails",
            "content": "10 (1) If an agreement has not been reached during the period ending on the day that is six months after the day that the notice was served, the exception in section 7 ceases to apply, such that a person needs a permit from the Minister under section 3 to carry out the work. Discretion to impose permit (2) The Minister may, by notice to the work’s proponent, impose such a permit. Review",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>10 </b>(1) If an agreement has not been reached during the period ending on the day that is six months after the day that the notice was served, the exception in section 7 ceases to apply, such that a person needs a permit from the Minister under section 3 to carry out the work.</p> <p class=\"headnote\">Discretion to impose permit</p> <p class=\"subsection\">(2) The Minister may, by notice to the work’s proponent, impose such a permit.</p> <p class=\"heading3\"><a name=\"BK16\"></a>Review</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Review",
            "section_x": "Review",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "11.",
            "section_x": "Review",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Review",
            "content": "11 A person may seek a review of a decision with respect to permits if the Minister has established a review process under section 63. Obstruction Removal Obstruction Removal Notice and Negotiation",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>11 </b>A person may seek a review of a decision with respect to permits if the Minister has established a review process under section 63.</p> <p class=\"heading2\"><a name=\"BK18\"></a>Obstruction Removal</p> <p class=\"heading3\"><a name=\"BK19\"></a>Obstruction Removal Notice and Negotiation</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Obstruction Removal",
            "section_x": "Obstruction Removal",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Obstruction Removal Notice and Negotiation",
            "section_x": "Obstruction Removal Notice and Negotiation",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "12.",
            "section_x": "Need for obstruction removal",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Need for obstruction removal",
            "content": "12 The Minister may determine that the construction of a priority transit project requires the alteration or removal of any of the following things, whether or not they are there in violation of section 3: structures 1.  A structure on or under, i.  transit corridor land, or ii.  land within 30 metres of transit corridor land. This does not include the removal of a building, road or utility infrastructure, but does include the removal of part of a building. trees, shrubs, hedges 2.  A tree, shrub or hedge on or under, i.  transit corridor land, or ii.  land within 30 metres of transit corridor land. prescribed 3.  A prescribed thing.",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>12 </b>The Minister may determine that the construction of a priority transit project requires the alteration or removal of any of the following things, whether or not they are there in violation of section 3:</p> <p class=\"headnote\">structures</p> <p class=\"paragraph\">  1.  A structure on or under,</p> <p class=\"subpara\">  i.  transit corridor land, or</p> <p class=\"subpara\">  ii.  land within 30 metres of transit corridor land.</p> <p class=\"paragraph\">This does not include the removal of a building, road or utility infrastructure, but does include the removal of part of a building.</p> <p class=\"headnote\">trees, shrubs, hedges</p> <p class=\"paragraph\">  2.  A tree, shrub or hedge on or under,</p> <p class=\"subpara\">  i.  transit corridor land, or</p> <p class=\"subpara\">  ii.  land within 30 metres of transit corridor land.</p> <p class=\"headnote\">prescribed</p> <p class=\"paragraph\">  3.  A prescribed thing.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "13.",
            "section_x": "Obstruction removal notice",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Obstruction removal notice",
            "content": "13 The Minister may notify a property owner that the alteration or removal of the thing on their property is required.",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>13 </b>The Minister may notify a property owner that the alteration or removal of the thing on their property is required.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "14.",
            "section_x": "Contents of notice",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Contents of notice",
            "content": "14 The obstruction removal notice shall be in writing and include the following information: 1.  The work to be carried out. 2.  The date by which the work must be completed. 3.  That the owner shall be negotiated with in good faith to further the work. 4.  That if agreement has not been reached during the period ending on the day that is 30 days after the day that the notice was served, the Minister may carry out an obstruction removal with respect to the work. 5.  The entitlement to compensation. 6.  The procedure for determining compensation. 7.  That if the owner obstructs an obstruction removal, they lose their entitlement to compensation. 8.  Contact information for further information.",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>14 </b>The obstruction removal notice shall be in writing and include the following information:</p> <p class=\"paragraph\">  1.  The work to be carried out.</p> <p class=\"paragraph\">  2.  The date by which the work must be completed.</p> <p class=\"paragraph\">  3.  That the owner shall be negotiated with in good faith to further the work.</p> <p class=\"paragraph\">  4.  That if agreement has not been reached during the period ending on the day that is 30 days after the day that the notice was served, the Minister may carry out an obstruction removal with respect to the work.</p> <p class=\"paragraph\">  5.  The entitlement to compensation.</p> <p class=\"paragraph\">  6.  The procedure for determining compensation.</p> <p class=\"paragraph\">  7.  That if the owner obstructs an obstruction removal, they lose their entitlement to compensation.</p> <p class=\"paragraph\">  8.  Contact information for further information.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "15.",
            "section_x": "Providing notice",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Providing notice",
            "content": "15 (1) An obstruction removal notice shall be provided to the owner personally or by registered mail. Deemed receipt (2) An obstruction removal notice sent by registered mail is deemed to be received on the second business day after it was mailed. Failure to receive document (3) Subsection (2) does not apply if the person establishes that they, acting in good faith, did not receive the obstruction removal notice or received it on a later date because of a reason beyond the person’s control, including absence, accident, disability or illness.",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>15 </b>(1) An obstruction removal notice shall be provided to the owner personally or by registered mail.</p> <p class=\"headnote\">Deemed receipt</p> <p class=\"subsection\">(2) An obstruction removal notice sent by registered mail is deemed to be received on the second business day after it was mailed.</p> <p class=\"headnote\">Failure to receive document</p> <p class=\"subsection\">(3) Subsection (2) does not apply if the person establishes that they, acting in good faith, did not receive the obstruction removal notice or received it on a later date because of a reason beyond the person’s control, including absence, accident, disability or illness.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "16.",
            "section_x": "Negotiation",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Negotiation",
            "content": "16 The Minister shall attempt to enter into negotiations, and negotiate in good faith, to reach an agreement on how to carry out the work.",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>16 </b>The Minister shall attempt to enter into negotiations, and negotiate in good faith, to reach an agreement on how to carry out the work.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "17.",
            "section_x": "If negotiation fails",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "If negotiation fails",
            "content": "17 If an agreement has not been reached during the period ending on the day that is 30 days after the day that the notice is served, the Minister may carry out an obstruction removal under section 19 with respect to the work.",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>17 </b>If an agreement has not been reached during the period ending on the day that is 30 days after the day that the notice is served, the Minister may carry out an obstruction removal under section 19 with respect to the work.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "18.",
            "section_x": "Compensation and restoration",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Compensation and restoration",
            "content": "18 If the thing was not there in violation of section 3 or municipal by-laws, and got all legally required approvals, the Minister shall, (a)  compensate the owner for the thing altered or removed and for any damages resulting from the work, and the procedure for determining compensation set out in section 42 applies; and (b)  if the Minister carries out the work, after carrying out the work, (i)  make reasonable efforts to restore the property to its conditions prior to the work, aside from the alterations or removals described in the notice, and (ii)  plant trees to replace any trees that were removed, and do so in accordance with, (A)  any regulations on tree replacement, or (B)  if there are not regulations on tree replacement, in accordance with the applicable municipal by-laws on tree replacement, with any necessary modifications. Obstruction Removal",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>18 </b>If the thing was not there in violation of section 3 or municipal by-laws, and got all legally required approvals, the Minister shall,</p> <p class=\"paragraph\">  (a)  compensate the owner for the thing altered or removed and for any damages resulting from the work, and the procedure for determining compensation set out in section 42 applies; and</p> <p class=\"paragraph\">  (b)  if the Minister carries out the work, after carrying out the work,</p> <p class=\"subpara\">  (i)  make reasonable efforts to restore the property to its conditions prior to the work, aside from the alterations or removals described in the notice, and</p> <p class=\"subpara\">  (ii)  plant trees to replace any trees that were removed, and do so in accordance with,</p> <p class=\"subsubpara\">  (A)  any regulations on tree replacement, or</p> <p class=\"subsubpara\">  (B)  if there are not regulations on tree replacement, in accordance with the applicable municipal by-laws on tree replacement, with any necessary modifications.</p> <p class=\"heading3\"><a name=\"BK27\"></a>Obstruction Removal</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Obstruction Removal",
            "section_x": "Obstruction Removal",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "19.",
            "section_x": "Obstruction removal",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Obstruction removal",
            "content": "19 (1) If an agreement has not been reached during the period ending 30 days after the obstruction removal notice is served, the Minister may carry out an obstruction removal, which consists of entering the property and doing whatever is necessary to carry out the work. Dwellings (2) An obstruction removal shall not take place in a dwelling. Compensation and restoration (3) Section 18 applies to an obstruction removal.",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>19 </b>(1) If an agreement has not been reached during the period ending 30 days after the obstruction removal notice is served, the Minister may carry out an obstruction removal, which consists of entering the property and doing whatever is necessary to carry out the work.</p> <p class=\"headnote\">Dwellings</p> <p class=\"subsection\">(2) An obstruction removal shall not take place in a dwelling.</p> <p class=\"headnote\">Compensation and restoration</p> <p class=\"subsection\">(3) Section 18 applies to an obstruction removal.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "20.",
            "section_x": "Advance notice",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Advance notice",
            "content": "20 (1) The Minister shall provide advance notice of the obstruction removal to the property owner. Contents (2) The notice shall be in writing and include the date and approximate time of the obstruction removal.",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>20 </b>(1) The Minister shall provide advance notice of the obstruction removal to the property owner.</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(2) The notice shall be in writing and include the date and approximate time of the obstruction removal.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "21.",
            "section_x": "Time of day",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Time of day",
            "content": "21 An obstruction removal shall be carried out, (a)  during the regular business hours of the place; (b)  if the place does not have regular business hours, at any time the place is open for business; or (c)  at any time during daylight hours.",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>21 </b>An obstruction removal shall be carried out,</p> <p class=\"paragraph\">  (a)  during the regular business hours of the place;</p> <p class=\"paragraph\">  (b)  if the place does not have regular business hours, at any time the place is open for business; or</p> <p class=\"paragraph\">  (c)  at any time during daylight hours.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "22.",
            "section_x": "Identification",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Identification",
            "content": "22 An individual who carries out an obstruction removal shall produce, on request, evidence of being authorized to do so.",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>22 </b>An individual who carries out an obstruction removal shall produce, on request, evidence of being authorized to do so.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "23.",
            "section_x": "Accompaniment",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Accompaniment",
            "content": "23 An individual who carries out an obstruction removal may be accompanied by one or more individuals under their direction to assist with the obstruction removal.",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>23 </b>An individual who carries out an obstruction removal may be accompanied by one or more individuals under their direction to assist with the obstruction removal.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "24.",
            "section_x": "Use of force",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Use of force",
            "content": "24 An individual who carries out an obstruction removal is not entitled to use force to enter the property to carry out the obstruction removal.",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>24 </b>An individual who carries out an obstruction removal is not entitled to use force to enter the property<span> to carry out the obstruction removal.</span></p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "25.",
            "section_x": "Obstruction",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Obstruction",
            "content": "25 (1) A person shall not hinder, obstruct or interfere with an obstruction removal. Loss of compensation entitlement (2) A person who hinders, obstructs or interferes with an obstruction removal loses any entitlement to compensation under section 18 and subsection 19 (3). Construction Danger Inspection and Elimination",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>25 </b>(1) A person shall not hinder, obstruct or interfere with an obstruction removal.</p> <p class=\"headnote\">Loss of compensation entitlement</p> <p class=\"subsection\">(2) A person who hinders, obstructs or interferes with an obstruction removal loses any entitlement to compensation under section 18 and subsection 19 (3).</p> <p class=\"heading1\"><a name=\"BK35\"></a>Construction Danger Inspection and Elimination</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "Construction Danger Inspection and Elimination",
            "section_x": "Construction Danger Inspection and Elimination",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "26.",
            "section_x": "Construction danger inspection",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Construction danger inspection",
            "content": "26 (1) The Minister may enter a property to inspect any of the following things that, in the opinion of the Minister, may pose an immediate danger to construction: structures 1.  A structure on or under, i.  transit corridor land, or ii.  land within 30 metres of transit corridor land. This does not include a building, road or utility infrastructure, but does include part of a building. trees, shrubs, hedges 2.  A tree, shrub or hedge on or under, i.  transit corridor land, or ii.  land within 30 metres of transit corridor land. prescribed 3.  A prescribed thing. No notice (2) The Minister does not need to provide notice of the entry and inspection to anyone.",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>26 </b>(1) The Minister may enter a property to inspect any of the following things that, in the opinion of the Minister, may pose an immediate danger to construction:</p> <p class=\"headnote\">structures</p> <p class=\"paragraph\">  1.  A structure on or under,</p> <p class=\"subpara\">  i.  transit corridor land, or</p> <p class=\"subpara\">  ii.  land within 30 metres of transit corridor land.</p> <p class=\"paragraph\">This does not include a building, road or utility infrastructure, but does include part of a building.</p> <p class=\"headnote\">trees, shrubs, hedges</p> <p class=\"paragraph\">  2.  A tree, shrub or hedge on or under,</p> <p class=\"subpara\">  i.  transit corridor land, or</p> <p class=\"subpara\">  ii.  land within 30 metres of transit corridor land.</p> <p class=\"headnote\">prescribed</p> <p class=\"paragraph\">  3.  A prescribed thing.</p> <p class=\"headnote\">No notice</p> <p class=\"subsection\">(2) The Minister does not need to provide notice of the entry and inspection to anyone.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "27.",
            "section_x": "Construction danger elimination",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Construction danger elimination",
            "content": "27 (1) If, upon inspection, there is a thing described in subsection 26 (1) that, in the opinion of the Minister, poses an immediate danger to construction, the Minister may enter the property and remove or otherwise eliminate the thing. Notice (2) Before entering and removing or otherwise eliminating the thing, the Minister shall make reasonable efforts to notify the property owner, tenant or occupant.",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>27 </b>(1) If, upon inspection, there is a thing described in subsection 26 (1) that, in the opinion of the Minister, poses an immediate danger to construction, the Minister may enter the property and remove or otherwise eliminate the thing.</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) Before entering and removing or otherwise eliminating the thing, the Minister shall make reasonable efforts to notify the property owner, tenant or occupant.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "28.",
            "section_x": "Compensation and restoration",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Compensation and restoration",
            "content": "28 If the thing was not there in violation of section 3 or municipal by-laws, and got all legally required approvals, the Minister shall, (a)  compensate the owner for the thing removed or eliminated and for any damages resulting from the work, and the procedure for determining compensation set out in section 42 applies; and (b)  if the Minister carries out the work, after carrying out the work, (i)  make reasonable efforts to restore the property to its conditions prior to the work, aside from the removal or elimination, and (ii)  plant trees to replace any trees that were removed, and do so in accordance with, (A)  any regulations on tree replacement, or (B)  if there are not regulations on tree replacement, in accordance with the applicable municipal by-laws on tree replacement, with any necessary modifications.",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>28 </b>If the thing was not there in violation of section 3 or municipal by-laws, and got all legally required approvals, the Minister shall,</p> <p class=\"paragraph\">  (a)  compensate the owner for the thing removed or eliminated and for any damages resulting from the work, and the procedure for determining compensation set out in section 42 applies; and</p> <p class=\"paragraph\">  (b)  if the Minister carries out the work, after carrying out the work,</p> <p class=\"subpara\">  (i)  make reasonable efforts to restore the property to its conditions prior to the work, aside from the removal or elimination, and</p> <p class=\"subpara\">  (ii)  plant trees to replace any trees that were removed, and do so in accordance with,</p> <p class=\"subsubpara\">  (A)  any regulations on tree replacement, or</p> <p class=\"subsubpara\">  (B)  if there are not regulations on tree replacement, in accordance with the applicable municipal by-laws on tree replacement, with any necessary modifications.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "29.",
            "section_x": "Identification and explanation",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Identification and explanation",
            "content": "29 The individual who carries out construction danger inspection and elimination shall, on request, (a)  produce evidence of being authorized to do so; and (b)  make reasonable efforts to explain what they are doing and why they are doing it.",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>29 </b>The individual who carries out construction danger inspection and elimination shall, on request,</p> <p class=\"paragraph\">  (a)  produce evidence of being authorized to do so; and</p> <p class=\"paragraph\">  (b)  make reasonable efforts to explain what they are doing and why they are doing it.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "30.",
            "section_x": "Accompaniment",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Accompaniment",
            "content": "30 The individual who carries out construction danger inspection and elimination may be accompanied by one or more individuals under their direction to assist with the construction danger inspection and elimination.",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>30 </b>The individual who carries out construction danger inspection and elimination may be accompanied by one or more individuals under their direction to assist with the construction danger inspection and elimination.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "31.",
            "section_x": "Use of force",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Use of force",
            "content": "31 The individual who carries out construction danger inspection and elimination may request police assistance and a police officer who accepts the request may use whatever force is necessary to assist the construction danger inspection and elimination.",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>31 </b>The individual who carries out construction danger inspection and elimination may request police assistance and a police officer who accepts the request may use whatever force is necessary to assist the construction danger inspection and elimination.</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "32.",
            "section_x": "Informing owner afterwards",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Informing owner afterwards",
            "content": "32 Unless the property owner has already been informed, after the construction danger inspection and elimination, the Minister shall make reasonable efforts to promptly inform the owner of, (a)  the construction danger inspection and elimination; (b)  the entitlement to compensation; and (c)  the procedure for determining compensation.",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>32 </b>Unless the property owner has already been informed, after the construction danger inspection and elimination, the Minister shall make reasonable efforts to promptly inform the owner of,</p> <p class=\"paragraph\">  (a)  the construction danger inspection and elimination;</p> <p class=\"paragraph\">  (b)  the entitlement to compensation; and</p> <p class=\"paragraph\">  (c)  the procedure for determining compensation.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "33.",
            "section_x": "Obstruction",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Obstruction",
            "content": "33 (1) A person shall not hinder, obstruct or interfere with a construction danger inspection and elimination. Loss of compensation entitlement (2) A person who hinders, obstructs or interferes with the carrying out of a construction danger inspection and elimination loses any entitlement to compensation under section 28. Preview inspection",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>33 </b>(1) A person shall not hinder, obstruct or interfere with a construction danger inspection and elimination.</p> <p class=\"headnote\">Loss of compensation entitlement</p> <p class=\"subsection\">(2) A person who hinders, obstructs or interferes with the carrying out of a construction danger inspection and elimination loses any entitlement to compensation under section 28.</p> <p class=\"heading1\"><a name=\"BK44\"></a>Preview inspection</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "Preview inspection",
            "section_x": "Preview inspection",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "34.",
            "section_x": "Preview inspection",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Preview inspection",
            "content": "34 (1) For the purpose of carrying out due diligence in planning and constructing a priority transit project, the Minister may carry out a preview inspection, which consists of, (a)  entering a property that the Minister does not otherwise have a right of entry to and that is at least partly either on transit corridor land or within 30 metres of transit corridor land; (b)  making records of the property and surrounding area; and (c)  conducting tests. Dwelling (2) A preview inspection shall not take place in a dwelling.",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>34 </b>(1) For the purpose of carrying out due diligence in planning and constructing a priority transit project, the Minister may carry out a preview inspection, which consists of,</p> <p class=\"paragraph\">  (a)  entering a property that the Minister does not otherwise have a right of entry to and that is at least partly either on transit corridor land or within 30 metres of transit corridor land;</p> <p class=\"paragraph\">  (b)  making records of the property and surrounding area; and</p> <p class=\"paragraph\">  (c)  conducting tests.</p> <p class=\"headnote\">Dwelling</p> <p class=\"subsection\">(2) A preview inspection shall not take place in a dwelling.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "35.",
            "section_x": "Compensation and restoration",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Compensation and restoration",
            "content": "35 If the Minister conducts tests, after conducting the tests, the Minister shall, (a)  compensate the owner for any damages resulting from the work, and the procedure for determining compensation set out in section 42 applies; and (b)  make reasonable efforts to restore the property to its conditions prior to the work.",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>35 </b>If the Minister conducts tests, after conducting the tests, the Minister shall,</p> <p class=\"paragraph\">  (a)  compensate the owner for any damages resulting from the work, and the procedure for determining compensation set out in section 42 applies; and</p> <p class=\"paragraph\">  (b)  make reasonable efforts to restore the property to its conditions prior to the work.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "36.",
            "section_x": "Advance notice",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Advance notice",
            "content": "36 (1) The Minister shall provide advance notice of a preview inspection to the property owner at least 30 days in advance of the preview inspection. Contents (2) The advance notice shall be in writing and include the following information: 1.  The intended date and approximate time of the preview inspection, with a statement that reasonable efforts will be made to have the preview inspection at a date and time that is mutually convenient. 2.  The approximate duration of the preview inspection. 3.  The purpose of the preview inspection. 4.  The entitlement to compensation. 5.  The procedure for determining compensation. 6.  That if the owner obstructs the preview inspection, they lose their entitlement to compensation. 7.  Contact information for further information.",
            "raw_html": "<p class=\"section\"><a name=\"BK47\"></a><b>36 </b>(1) The Minister shall provide advance notice of a preview inspection to the property owner at least 30 days in advance of the preview inspection.</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(2) The advance notice shall be in writing and include the following information:</p> <p class=\"paragraph\">  1.  The intended date and approximate time of the preview inspection, with a statement that reasonable efforts will be made to have the preview inspection at a date and time that is mutually convenient.</p> <p class=\"paragraph\">  2.  The approximate duration of the preview inspection.</p> <p class=\"paragraph\">  3.  The purpose of the preview inspection.</p> <p class=\"paragraph\">  4.  The entitlement to compensation.</p> <p class=\"paragraph\">  5.  The procedure for determining compensation.</p> <p class=\"paragraph\">  6.  That if the owner obstructs the preview inspection, they lose their entitlement to compensation.</p> <p class=\"paragraph\">  7.  Contact information for further information.</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "37.",
            "section_x": "Date and time",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Date and time",
            "content": "37 (1) The Minister shall make reasonable efforts to have the preview inspection take place at a date and time that is mutually convenient to the Minister and the owner. If no agreement (2) If no mutually convenient time is identified, the preview inspection shall be carried out, (a)  during the regular business hours of the place; (b)  if the place does not have regular business hours, at any time the place is open for business; or (c)  at any time during daylight hours.",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>37 </b>(1) The Minister shall make reasonable efforts to have the preview inspection take place at a date and time that is mutually convenient to the Minister and the owner.</p> <p class=\"headnote\">If no agreement</p> <p class=\"subsection\">(2) If no mutually convenient time is identified, the preview inspection shall be carried out,</p> <p class=\"paragraph\">  (a)  during the regular business hours of the place;</p> <p class=\"paragraph\">  (b)  if the place does not have regular business hours, at any time the place is open for business; or</p> <p class=\"paragraph\">  (c)  at any time during daylight hours.</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "38.",
            "section_x": "Identification",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Identification",
            "content": "38 An individual who carries out the preview inspection shall produce, on request, evidence of being authorized to do so.",
            "raw_html": "<p class=\"section\"><a name=\"BK49\"></a><b>38 </b>An individual who carries out the preview inspection shall produce, on request, evidence of being authorized to do so.</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "39.",
            "section_x": "Accompaniment",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Accompaniment",
            "content": "39 An individual who carries out the preview inspection may be accompanied by one or more individuals under their direction to assist with the preview inspection.",
            "raw_html": "<p class=\"section\"><a name=\"BK50\"></a><b>39 </b>An individual who carries out the preview inspection may be accompanied by one or more individuals under their direction to assist with the preview inspection.</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "40.",
            "section_x": "Use of force",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Use of force",
            "content": "40 An individual who carries out the preview inspection is not entitled to use force to enter the property to carry out the preview inspection.",
            "raw_html": "<p class=\"section\"><a name=\"BK51\"></a><b>40 </b>An individual who carries out the preview inspection is not entitled to use force to enter the property<span> to carry out the preview inspection.</span></p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "41.",
            "section_x": "Obstruction",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Obstruction",
            "content": "41 (1) A person shall not hinder, obstruct or interfere with a preview inspection. Loss of compensation entitlement (2) A person who hinders, obstructs or interferes with a preview inspection loses any entitlement to compensation under section 35. Compensation",
            "raw_html": "<p class=\"section\"><a name=\"BK52\"></a><b>41 </b>(1) A person shall not hinder, obstruct or interfere with a preview inspection.</p> <p class=\"headnote\">Loss of compensation entitlement</p> <p class=\"subsection\">(2) A person who hinders, obstructs or interferes with a preview inspection loses any entitlement to compensation under section 35.</p> <p class=\"heading1\"><a name=\"BK53\"></a>Compensation</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "Compensation",
            "section_x": "Compensation",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "42.",
            "section_x": "Compensation",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Compensation",
            "content": "42 (1) This section sets out the procedure for determining compensation in relation to, (a)  an agreement in response to an obstruction removal notice, if the agreement does not settle the compensation; (b)  an obstruction removal; (c)  a construction danger inspection and elimination; or (d)  a preview inspection. 2020, c. 12, s. 42 (1). Particulars (2) The Minister may require a person who claims compensation to provide the Minister with a true statement showing the particulars of the person’s interest in the property and the claim made by the person. 2020, c. 12, s. 42 (2). Compensation dispute (3) If the Minister and the person do not agree on compensation, either of them may apply to the Ontario Land Tribunal\r\nto determine compensation. 2020, c. 12, s. 42 (3); 2021, c. 4, Sched. 6, s. 32 (1). Interest (4) The Tribunal may order interest on the compensation from when the work began at the prescribed rate, if there is a prescribed rate. 2020, c. 12, s. 42 (4). Exception to interest (5) Despite subsection (4), (a)  if the person was offered in writing compensation greater than the amount determined by the Tribunal, no interest may be ordered after the date of the offer; and (b)  if the Tribunal is of the opinion that any delay in determining the compensation is attributable in whole or in part to the person, the Tribunal may refuse to order interest for the whole or any part of the time for which the person might otherwise be entitled to interest, or may order interest at such rate less than the prescribed rate as appears just. 2020, c. 12, s. 42 (5); 2020, c. 35, Sched. 1, s. 3. Section Amendments with date in force (d/m/y) 2020, c. 35, Sched. 1, s. 3 - 08/12/2020 2021, c. 4, Sched. 6, s. 32 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK54\"></a><b>42 </b>(1) This section sets out the procedure for determining compensation in relation to,</p> <p class=\"paragraph\">  (a)  an agreement in response to an obstruction removal notice, if the agreement does not settle the compensation;</p> <p class=\"paragraph\">  (b)  an obstruction removal;</p> <p class=\"paragraph\">  (c)  a construction danger inspection and elimination; or</p> <p class=\"paragraph\">  (d)  a preview inspection. 2020, c. 12, s. 42 (1).</p> <p class=\"headnote\">Particulars</p> <p class=\"subsection\">(2) The Minister may require a person who claims compensation to provide the Minister with a true statement showing the particulars of the person’s interest in the property and the claim made by the person. 2020, c. 12, s. 42 (2).</p> <p class=\"headnote\">Compensation dispute</p> <p class=\"subsection\">(3) If the Minister and the person do not agree on compensation, either of them may apply to the Ontario Land Tribunal<span>\r\nto determine compensation. </span>2020, c. 12, s. 42 (3);<span> 2021, c. 4, Sched. 6, s. 32 (1)</span>.</p> <p class=\"headnote\">Interest</p> <p class=\"subsection\">(4) The Tribunal may order interest on the compensation from when the work began at the prescribed rate, if there is a prescribed rate. 2020, c. 12, s. 42 (4).</p> <p class=\"headnote\">Exception to interest</p> <p class=\"subsection\">(5) Despite subsection (4),</p> <p class=\"paragraph\">  (a)  if the person was offered in writing compensation greater than the amount determined by the Tribunal, no interest may be ordered after the date of the offer; and</p> <p class=\"paragraph\">  (b)  if the Tribunal is of the opinion that any delay in determining the compensation is attributable in whole or in part to the person, the Tribunal may refuse to order interest for the whole or any part of the time for which the person might otherwise be entitled to interest, or may order interest at such rate less than the prescribed rate as appears just. 2020, c. 12, s. 42 (5); 2020, c. 35, Sched. 1, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20035#sched1s3\">2020, c. 35, Sched. 1, s. 3</a></span> - 08/12/2020</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s32s1\">2021, c. 4, Sched. 6, s. 32 (1)</a></span> - 01/06/2021</p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "43.",
            "section_x": "Municipality or local board",
            "part_id": "PART II  ",
            "part_type": "PART II CORRIDOR CONTROL",
            "section_y": "Municipality or local board",
            "content": "43 If the owner is a municipality or a local board within the meaning of the Municipal Act, 2001 or the City of Toronto Act, 2006, then despite sections 18, 28, 35 and 42, (a)  the Minister may compensate the owner for any damages resulting from the work, but does not have to; (b)  if the Minister compensates the owner, the Minister shall decide the quantum of compensation and may provide only partial compensation; and (c)  for greater certainty, the Minister is not required to compensate the owner for the thing altered, removed or eliminated, and the procedure for determining compensation set out in section 42 does not apply. Part III   Expropriation",
            "raw_html": "<p class=\"section\"><a name=\"BK55\"></a><b>43 </b>If the owner is a municipality or a local board within the meaning of the <i>Municipal Act, 2001</i> or the <i>City of Toronto Act, 2006</i>, then despite sections 18, 28, 35 and 42,</p> <p class=\"paragraph\">  (a)  the Minister may compensate the owner for any damages resulting from the work, but does not have to;</p> <p class=\"paragraph\">  (b)  if the Minister compensates the owner, the Minister shall decide the quantum of compensation and may provide only partial compensation; and</p> <p class=\"paragraph\">  (c)  for greater certainty, the Minister is not required to compensate the owner for the thing altered, removed or eliminated, and the procedure for determining compensation set out in section 42 does not apply.</p> <p class=\"partnum\"><a name=\"BK56\"></a>Part III <br/>  Expropriation</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "PART III  ",
            "section_x": "PART III EXPROPRIATION",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "44.",
            "section_x": "No hearings of necessity",
            "part_id": "PART III  ",
            "part_type": "PART III EXPROPRIATION",
            "section_y": "No hearings of necessity",
            "content": "44 (1) Subsections 6 (2) to (5), section 7 and subsections 8 (1) and (2) of the Expropriations Act\r\ndo not apply to an expropriation of land, within the meaning of that Act, if, Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 44 (1) of the Act is amended by striking out “section 7 and subsections 8 (1) and (2)” in the portion before clause (a) and substituting “section 7, subsections 8 (1) and (2) and section 8.1”. (See: 2021, c. 4, Sched. 5, s. 6) (a)  the land is at least partly on transit corridor land; and (b)  the expropriation is for a priority transit project. This section prevails (2) Subsection (1) of this section applies despite subsection 2 (4) of the Expropriations Act. Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 5, s. 6 - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK57\"></a><b>44 </b>(1) Subsections 6 (2) to (5), section 7 and subsections 8 (1) and (2) of the <i>Expropriations Act</i>\r\ndo not apply to an expropriation of land, within the meaning of that Act, if,</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 44 (1) of the <i>Act</i> is amended by striking out “section 7 and subsections 8 (1) and (2)” in the portion before clause (a) and substituting “section 7, subsections 8 (1) and (2) and section 8.1”. (See: <span>2021, c. 4, Sched. 5, s. 6</span>)</p> <p class=\"paragraph\">  (a)  the land is at least partly on transit corridor land; and</p> <p class=\"paragraph\">  (b)  the expropriation is for a priority transit project.</p> <p class=\"headnote\">This section prevails</p> <p class=\"subsection\">(2) Subsection (1) of this section applies despite subsection 2 (4) of the <i>Expropriations Act</i>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched5s6\">2021, c. 4, Sched. 5, s. 6</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "45.",
            "section_x": "Alternative process",
            "part_id": "PART III  ",
            "part_type": "PART III EXPROPRIATION",
            "section_y": "Alternative process",
            "content": "45 (1) The Minister may establish a process for receiving comments from property owners about a proposed expropriation and for considering those comments. How process established (2) The Minister may establish the process by regulation or by another means. Part IV   Utility Company Cooperation",
            "raw_html": "<p class=\"section\"><a name=\"BK58\"></a><b>45 </b>(1) The Minister may establish a process for receiving comments from property owners about a proposed expropriation and for considering those comments.</p> <p class=\"headnote\">How process established</p> <p class=\"subsection\">(2) The Minister may establish the process by regulation or by another means.</p> <p class=\"partnum\"><a name=\"BK59\"></a>Part IV <br/>  Utility Company Cooperation</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "PART IV  ",
            "section_x": "PART IV UTILITY COMPANY COOPERATION",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "46.",
            "section_x": "Notice to utility company",
            "part_id": "PART IV  ",
            "part_type": "PART IV UTILITY COMPANY COOPERATION",
            "section_y": "Notice to utility company",
            "content": "46 (1) Metrolinx may by notice require a utility company to take up, remove or change the location of the utility company’s utility infrastructure if, in the opinion of Metrolinx, it is necessary for a priority transit project. Form and service (2) The notice must be in writing and must be served personally, by registered mail or by email. Deemed receipt (3) A notice sent by email is deemed to have been received on the first business day after the day it was sent, unless the utility company establishes that it, acting in good faith, did not receive the notice or received it on a later date because of a reason beyond its control, including absence, accident, disability or illness.",
            "raw_html": "<p class=\"section\"><a name=\"BK60\"></a><b>46 </b>(1) Metrolinx may by notice require a utility company to take up, remove or change the location of the utility company’s utility infrastructure if, in the opinion of Metrolinx, it is necessary for a priority transit project.</p> <p class=\"headnote\">Form and service</p> <p class=\"subsection\">(2) The notice must be in writing and must be served personally, by registered mail or by email.</p> <p class=\"headnote\">Deemed receipt</p> <p class=\"subsection\">(3) A notice sent by email is deemed to have been received on the first business day after the day it was sent, unless the utility company establishes that it, acting in good faith, did not receive the notice or received it on a later date because of a reason beyond its control, including absence, accident, disability or illness.</p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "47.",
            "section_x": "Coordination",
            "part_id": "PART IV  ",
            "part_type": "PART IV UTILITY COMPANY COOPERATION",
            "section_y": "Coordination",
            "content": "47 After the utility company receives the notice, Metrolinx and the utility company shall enter reasonably promptly into negotiations to coordinate the taking up, removal or changing of the location.",
            "raw_html": "<p class=\"section\"><a name=\"BK61\"></a><b>47 </b>After the utility company receives the notice, Metrolinx and the utility company shall enter reasonably promptly into negotiations to coordinate the taking up, removal or changing of the location.</p>"
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "48.",
            "section_x": "Acquiring permits, etc.",
            "part_id": "PART IV  ",
            "part_type": "PART IV UTILITY COMPANY COOPERATION",
            "section_y": "Acquiring permits, etc.",
            "content": "48 The utility company shall make reasonable efforts to acquire any permits, approvals and property rights necessary to comply with the notice.",
            "raw_html": "<p class=\"section\"><a name=\"BK62\"></a><b>48 </b>The utility company shall make reasonable efforts to acquire any permits, approvals and property rights necessary to comply with the notice.</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "49.",
            "section_x": "Timelines",
            "part_id": "PART IV  ",
            "part_type": "PART IV UTILITY COMPANY COOPERATION",
            "section_y": "Timelines",
            "content": "49 The notice shall specify the date by which the notice must be complied with, and the date shall be the date agreed on by Metrolinx and the utility company, or, in default of agreement, shall be at least 60 days after the notice is served.",
            "raw_html": "<p class=\"section\"><a name=\"BK63\"></a><b>49 </b>The notice shall specify the date by which the notice must be complied with, and the date shall be the date agreed on by Metrolinx and the utility company, or, in default of agreement, shall be at least 60 days after the notice is served.</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "50.",
            "section_x": "Application for additional time",
            "part_id": "PART IV  ",
            "part_type": "PART IV UTILITY COMPANY COOPERATION",
            "section_y": "Application for additional time",
            "content": "50 (1) The utility company may apply to a judge of the Superior Court of Justice for an order altering the date specified in the notice to a later date. Notice (2) The utility company shall give Metrolinx such notice of the application as a judge of the Superior Court of Justice directs. Test and order (3) If the judge finds that the physical, technical or other difficulties in complying with the notice require additional time, the judge may make whatever order is appropriate.",
            "raw_html": "<p class=\"section\"><a name=\"BK64\"></a><b>50 </b>(1) The utility company may apply to a judge of the Superior Court of Justice for an order altering the date specified in the notice to a later date.</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) The utility company shall give Metrolinx such notice of the application as a judge of the Superior Court of Justice directs.</p> <p class=\"headnote\">Test and order</p> <p class=\"subsection\">(3) If the judge finds that the physical, technical or other difficulties in complying with the notice require additional time, the judge may make whatever order is appropriate.</p>"
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "51.",
            "section_x": "Apportionment of costs",
            "part_id": "PART IV  ",
            "part_type": "PART IV UTILITY COMPANY COOPERATION",
            "section_y": "Apportionment of costs",
            "content": "51 (1) Metrolinx and the utility company may agree on the apportionment of the actual cost of the work. If no agreement (2) If no agreement is reached, Metrolinx must bear the actual cost of the work. Part V   Municipal service and right of way access",
            "raw_html": "<p class=\"section\"><a name=\"BK65\"></a><b>51 </b>(1) Metrolinx and the utility company may agree on the apportionment of the actual cost of the work.</p> <p class=\"headnote\">If no agreement</p> <p class=\"subsection\">(2) If no agreement is reached, Metrolinx must bear the actual cost of the work.</p> <p class=\"partnum\"><a name=\"BK66\"></a>Part V <br/>  Municipal service and right of way access</p>"
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "PART V  ",
            "section_x": "PART V MUNICIPAL SERVICE AND RIGHT OF WAY ACCESS",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "52.",
            "section_x": "Need for municipal service and right of way access",
            "part_id": "PART V  ",
            "part_type": "PART V MUNICIPAL SERVICE AND RIGHT OF WAY ACCESS",
            "section_y": "Need for municipal service and right of way access",
            "content": "52 Metrolinx may determine that, (a)  the construction of a priority transit project requires municipal service and right of way access in the form of the use, occupation, modification or temporary closure of a municipal highway or municipal right of way; or (b)  the construction or operation of a priority transit project requires municipal service and right of way access in the form of use of, access to or modification of, (i)  infrastructure that is, (A)  related to sewage works, water works or fire hydrants, and (B)  under municipal ownership or control, and (ii)  municipal services related to that infrastructure.",
            "raw_html": "<p class=\"section\"><a name=\"BK67\"></a><b>52 </b>Metrolinx may determine that,</p> <p class=\"paragraph\">  (a)  the construction of a priority transit project requires municipal service and right of way access in the form of the use, occupation, modification or temporary closure of a municipal highway or municipal right of way; or</p> <p class=\"paragraph\">  (b)  the construction or operation of a priority transit project requires municipal service and right of way access in the form of use of, access to or modification of,</p> <p class=\"subpara\">  (i)  infrastructure that is,</p> <p class=\"subsubpara\">  (A)  related to sewage works, water works or fire hydrants, and</p> <p class=\"subsubpara\">  (B)  under municipal ownership or control, and</p> <p class=\"subpara\">  (ii)  municipal services related to that infrastructure.</p>"
        },
        {
            "ahref_id": "#BK68",
            "TOCid": "53.",
            "section_x": "Notice that municipal service and right of way access required",
            "part_id": "PART V  ",
            "part_type": "PART V MUNICIPAL SERVICE AND RIGHT OF WAY ACCESS",
            "section_y": "Notice that municipal service and right of way access required",
            "content": "53 Metrolinx may notify a municipality that municipal service and right of way access is required.",
            "raw_html": "<p class=\"section\"><a name=\"BK68\"></a><b>53 </b>Metrolinx may notify a municipality that municipal service and right of way access is required.</p>"
        },
        {
            "ahref_id": "#BK69",
            "TOCid": "54.",
            "section_x": "Contents of notice",
            "part_id": "PART V  ",
            "part_type": "PART V MUNICIPAL SERVICE AND RIGHT OF WAY ACCESS",
            "section_y": "Contents of notice",
            "content": "54 The notice shall be in writing and include the following information: 1.  The particulars of what municipal service and right of way access is required. 2.  The date that the municipal service and right of way access is required by.",
            "raw_html": "<p class=\"section\"><a name=\"BK69\"></a><b>54 </b>The notice shall be in writing and include the following information:</p> <p class=\"paragraph\">  1.  The particulars of what municipal service and right of way access is required.</p> <p class=\"paragraph\">  2.  The date that the municipal service and right of way access is required by.</p>"
        },
        {
            "ahref_id": "#BK70",
            "TOCid": "55.",
            "section_x": "Negotiation",
            "part_id": "PART V  ",
            "part_type": "PART V MUNICIPAL SERVICE AND RIGHT OF WAY ACCESS",
            "section_y": "Negotiation",
            "content": "55 After the municipality receives the notice, Metrolinx and the municipality shall enter reasonably promptly into negotiations to agree on terms for the municipal service and right of way access.",
            "raw_html": "<p class=\"section\"><a name=\"BK70\"></a><b>55 </b>After the municipality receives the notice, Metrolinx and the municipality shall enter reasonably promptly into negotiations to agree on terms for the municipal service and right of way access.</p>"
        },
        {
            "ahref_id": "#BK71",
            "TOCid": "56.",
            "section_x": "If negotiation fails",
            "part_id": "PART V  ",
            "part_type": "PART V MUNICIPAL SERVICE AND RIGHT OF WAY ACCESS",
            "section_y": "If negotiation fails",
            "content": "56 If, in the Minister’s opinion, Metrolinx and the municipality will not be able to agree on terms for the municipal service and right of way access even though Metrolinx made reasonable efforts to reach an agreement, the Minister may at any time develop a municipal service and right of way access order as follows: 1.  The Minister shall consult with Metrolinx and the municipality. 2.  The consultation shall occur in the manner that, in the Minister’s opinion, is appropriate. 3.  The Minister may require Metrolinx and the municipality to produce information that, in the Minister’s opinion, the Minister requires to develop the order. 4.  The Minister may obtain technical or other advice on the development of the municipal service and right of way access order.",
            "raw_html": "<p class=\"section\"><a name=\"BK71\"></a><b>56 </b>If, in the Minister’s opinion, Metrolinx and the municipality will not be able to agree on terms for the municipal service and right of way access even though Metrolinx made reasonable efforts to reach an agreement, the Minister may at any time develop a municipal service and right of way access order as follows:</p> <p class=\"paragraph\">  1.  The Minister shall consult with Metrolinx and the municipality.</p> <p class=\"paragraph\">  2.  The consultation shall occur in the manner that, in the Minister’s opinion, is appropriate.</p> <p class=\"paragraph\">  3.  The Minister may require Metrolinx and the municipality to produce information that, in the Minister’s opinion, the Minister requires to develop the order.</p> <p class=\"paragraph\">  4.  The Minister may obtain technical or other advice on the development of the municipal service and right of way access order.</p>"
        },
        {
            "ahref_id": "#BK72",
            "TOCid": "57.",
            "section_x": "Municipal service and right of way access order",
            "part_id": "PART V  ",
            "part_type": "PART V MUNICIPAL SERVICE AND RIGHT OF WAY ACCESS",
            "section_y": "Municipal service and right of way access order",
            "content": "57 (1) The Minister may make a municipal service and right of way access order developed under section 56 requiring the municipal service and right of way access, and Metrolinx and the municipality shall comply with it. Terms (2) The order may require the municipality to provide the municipal service and right of way access set out in the order, and set terms governing Metrolinx and the municipality in respect of the municipal service and right of way access, which may include the following: 1.  Implementation of adequate measures to mitigate the impact on the public of the municipal service and right of way access. As an option, the measures may include notification to the municipality and the public of matters concerning the municipal service and right of way access. 2.  Provision of resources and compensation to address the impact on the municipality of the municipal service and right of way access. 3.  Measures to address potential municipal liability arising from the municipal service and right of way access. 4.  Technical standards that must be met to support the municipal service and right of way access. 5.  Dispute resolution provisions. 6.  Other terms.",
            "raw_html": "<p class=\"section\"><a name=\"BK72\"></a><b>57 </b>(1) The Minister may make a municipal service and right of way access order developed under section 56 requiring the municipal service and right of way access, and Metrolinx and the municipality shall comply with it.</p> <p class=\"headnote\">Terms</p> <p class=\"subsection\">(2) The order may require the municipality to provide the municipal service and right of way access set out in the order, and set terms governing Metrolinx and the municipality in respect of the municipal service and right of way access, which may include the following:</p> <p class=\"paragraph\">  1.  Implementation of adequate measures to mitigate the impact on the public of the municipal service and right of way access. As an option, the measures may include notification to the municipality and the public of matters concerning the municipal service and right of way access.</p> <p class=\"paragraph\">  2.  Provision of resources and compensation to address the impact on the municipality of the municipal service and right of way access.</p> <p class=\"paragraph\">  3.  Measures to address potential municipal liability arising from the municipal service and right of way access.</p> <p class=\"paragraph\">  4.  Technical standards that must be met to support the municipal service and right of way access.</p> <p class=\"paragraph\">  5.  Dispute resolution provisions.</p> <p class=\"paragraph\">  6.  Other terms.</p>"
        },
        {
            "ahref_id": "#BK73",
            "TOCid": "58.",
            "section_x": "Revising or cancelling order",
            "part_id": "PART V  ",
            "part_type": "PART V MUNICIPAL SERVICE AND RIGHT OF WAY ACCESS",
            "section_y": "Revising or cancelling order",
            "content": "58 (1) The Minister may determine that a municipal service and right of way access order needs to be revised or cancelled. Notice that revising or cancelling required (2) If the Minister determines that the order needs to be revised or cancelled, the Minister shall notify Metrolinx and the municipality. Contents (3) The notice shall be in writing and shall include the following information: 1.  The particulars of why the order needs to be revised or cancelled, and if revision is required, what sort of revision is required. 2.  The date that the revision or cancellation is to take effect. Negotiation, development and terms (4) Sections 55 to 57 apply, with necessary modifications, to the revision or cancellation of the order. Part VI   Administration",
            "raw_html": "<p class=\"section\"><a name=\"BK73\"></a><b>58 </b>(1) The Minister may determine that a municipal service and right of way access order needs to be revised or cancelled.</p> <p class=\"headnote\">Notice that revising or cancelling required</p> <p class=\"subsection\">(2) If the Minister determines that the order needs to be revised or cancelled, the Minister shall notify Metrolinx and the municipality.</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(3) The notice shall be in writing and shall include the following information:</p> <p class=\"paragraph\">  1.  The particulars of why the order needs to be revised or cancelled, and if revision is required, what sort of revision is required.</p> <p class=\"paragraph\">  2.  The date that the revision or cancellation is to take effect.</p> <p class=\"headnote\">Negotiation, development and terms</p> <p class=\"subsection\">(4) Sections 55 to 57 apply, with necessary modifications, to the revision or cancellation of the order.</p> <p class=\"partnum\"><a name=\"BK74\"></a>Part VI <br/>  Administration</p>"
        },
        {
            "ahref_id": "#BK74",
            "TOCid": "PART VI  ",
            "section_x": "PART VI ADMINISTRATION",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK75",
            "TOCid": "59.",
            "section_x": "Delegation to Metrolinx",
            "part_id": "PART VI  ",
            "part_type": "PART VI ADMINISTRATION",
            "section_y": "Delegation to Metrolinx",
            "content": "59 (1) The Minister may, by regulation, delegate their functions under this Act in whole or in part to any of the following entities, subject to any conditions and restrictions set out in the regulation: 1.  Metrolinx. 2.  A public body, within the meaning of the Public Service of Ontario Act, 2006, that is prescribed for the purpose of this section by the Lieutenant Governor in Council. Exceptions (2) Subsection (1) does not apply to the following functions: 1.  The Minister’s authority to make and approve regulations. 2.  The Minister’s authority to issue directives. 3.  The Minister’s authority to develop, make, revise or cancel a municipal service and right of way access order.",
            "raw_html": "<p class=\"section\"><a name=\"BK75\"></a><b>59 </b>(1) The Minister may, by regulation, delegate their functions under this Act in whole or in part to any of the following entities, subject to any conditions and restrictions set out in the regulation:</p> <p class=\"paragraph\">  1.  Metrolinx.</p> <p class=\"paragraph\">  2.  A public body, within the meaning of the <i>Public Service of Ontario Act, 2006</i>, that is prescribed for the purpose of this section by the Lieutenant Governor in Council.</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(2) Subsection (1) does not apply to the following functions:</p> <p class=\"paragraph\">  1.  The Minister’s authority to make and approve regulations.</p> <p class=\"paragraph\">  2.  The Minister’s authority to issue directives.</p> <p class=\"paragraph\">  3.  The Minister’s authority to develop, make, revise or cancel a municipal service and right of way access order.</p>"
        },
        {
            "ahref_id": "#BK76",
            "TOCid": "60.",
            "section_x": "Ministerial directives",
            "part_id": "PART VI  ",
            "part_type": "PART VI ADMINISTRATION",
            "section_y": "Ministerial directives",
            "content": "60 (1) The Minister may issue directives in writing to, (a)  Metrolinx, in respect of any matter under this Act; or (b)  a prescribed public body under section 59, in respect of any function delegated to that prescribed public body. Implementation, Metrolinx (2) Metrolinx’s board of directors shall ensure the directives to Metrolinx are implemented promptly and efficiently. Same, prescribed public body (3) The board of directors of a prescribed public body under section 59 shall ensure the directives to the public body are implemented promptly and efficiently, and if the public body does not have a board of directors, the directing minds of the public body shall do so. Directive not a regulation (4) A directive is not a regulation within the meaning of Part III (Regulations) of the Legislation Act, 2006.",
            "raw_html": "<p class=\"section\"><a name=\"BK76\"></a><b>60 </b>(1) The Minister may issue directives in writing to,</p> <p class=\"paragraph\">  (a)  Metrolinx, in respect of any matter under this Act; or</p> <p class=\"paragraph\">  (b)  a prescribed public body under section 59, in respect of any function delegated to that prescribed public body.</p> <p class=\"headnote\">Implementation, Metrolinx</p> <p class=\"subsection\">(2) Metrolinx’s board of directors shall ensure the directives to Metrolinx are implemented promptly and efficiently.</p> <p class=\"headnote\">Same, prescribed public body</p> <p class=\"subsection\">(3) The board of directors of a prescribed public body under section 59 shall ensure the directives to the public body are implemented promptly and efficiently, and if the public body does not have a board of directors, the directing minds of the public body shall do so.</p> <p class=\"headnote\">Directive not a regulation</p> <p class=\"subsection\">(4) A directive is not a regulation within the meaning of Part III (Regulations) of the <i>Legislation Act, 2006</i>.</p>"
        },
        {
            "ahref_id": "#BK77",
            "TOCid": "61.",
            "section_x": "Delegation of Metrolinx’s functions, Part IV",
            "part_id": "PART VI  ",
            "part_type": "PART VI ADMINISTRATION",
            "section_y": "Delegation of Metrolinx’s functions, Part IV",
            "content": "61 (1) Metrolinx may delegate its functions under Part IV to another entity engaged by Metrolinx to plan or construct a priority transit project if the other entity consents, subject to any conditions and restrictions set out in the delegation. Revocation (2) Metrolinx may revoke the delegation at its discretion at any time. Exception (3) Metrolinx may not delegate to the other entity Metrolinx’s function of forming an opinion for the purpose of subsection 46 (1) as to what is necessary for a priority transit project. Clarification (4) For greater certainty, Metrolinx may not delegate to the other entity Metrolinx’s functions under sections 68 and 69.",
            "raw_html": "<p class=\"section\"><a name=\"BK77\"></a><b>61 </b>(1) Metrolinx may delegate its functions under Part IV to another entity engaged by Metrolinx to plan or construct a priority transit project if the other entity consents, subject to any conditions and restrictions set out in the delegation.</p> <p class=\"headnote\">Revocation</p> <p class=\"subsection\">(2) Metrolinx may revoke the delegation at its discretion at any time.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Metrolinx may not delegate to the other entity Metrolinx’s function of forming an opinion for the purpose of subsection 46 (1) as to what is necessary for a priority transit project.</p> <p class=\"headnote\">Clarification</p> <p class=\"subsection\">(4) For greater certainty, Metrolinx may not delegate to the other entity Metrolinx’s functions under sections 68 and 69.</p>"
        },
        {
            "ahref_id": "#BK78",
            "TOCid": "62.",
            "section_x": "Designating transit corridor land",
            "part_id": "PART VI  ",
            "part_type": "PART VI ADMINISTRATION",
            "section_y": "Designating transit corridor land",
            "content": "62 (1) The Lieutenant Governor in Council may, by order in council, designate land as transit corridor land if, in the opinion of the Lieutenant Governor in Council, it is or may be required for a priority transit project. 2020, c. 12, s. 62 (1). Different designations for different purposes (2) The Lieutenant Governor in Council may designate the land for some of the purposes of this Act and not others, and may later further designate the land for other purposes of this Act. 2020, c. 12, s. 62 (2) Notice and registration (3) Upon land being designated as transit corridor land, the Minister shall, (a)  make reasonable efforts to notify the owners and occupants of land that is at least partly either on transit corridor land or within 30 meters of transit corridor land of, (i)  the designation, and (ii)  this Act; and (b)  either, (i)  register a notice of designation under the Land Titles Act\r\nor Registry Act in respect of land described in clause (a), or (ii)  carry out the prescribed public notice process. 2020, c. 12, s. 62 (3); 2020, c. 35, Sched. 1, s. 4. Revocation (4) If the Lieutenant Governor in Council revokes a designation, the Minister shall register the documents necessary to effect the removal of the notice referred to in subclause (3) (b) (i). 2020, c. 12, s. 62 (4). Section Amendments with date in force (d/m/y) 2020, c. 35, Sched. 1, s. 4 - 08/12/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK78\"></a><b>62 </b>(1) The Lieutenant Governor in Council may, by order in council, designate land as transit corridor land if, in the opinion of the Lieutenant Governor in Council, it is or may be required for a priority transit project. 2020, c. 12, s. 62 (1).</p> <p class=\"headnote\">Different designations for different purposes</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may designate the land for some of the purposes of this Act and not others, and may later further designate the land for other purposes of this Act. 2020, c. 12, s. 62 (2)</p> <p class=\"headnote\">Notice and registration</p> <p class=\"subsection\">(3) Upon land being designated as transit corridor land, the Minister shall,</p> <p class=\"paragraph\">  (a)  make reasonable efforts to notify the owners and occupants of land that is at least partly either on transit corridor land or within 30 meters of transit corridor land of,</p> <p class=\"subpara\">  (i)  the designation, and</p> <p class=\"subpara\">  (ii)  this Act; and</p> <p class=\"paragraph\">  (b)  either,</p> <p class=\"subpara\">  (i)  register a notice of designation under the <i>Land Titles Act</i>\r\nor <i>Registry Act</i> in respect of land described in clause (a), or</p> <p class=\"subpara\">  (ii)  carry out the prescribed public notice process. 2020, c. 12, s. 62 (3); 2020, c. 35, Sched. 1, s. 4.</p> <p class=\"headnote\">Revocation</p> <p class=\"subsection\">(4) If the Lieutenant Governor in Council revokes a designation, the Minister shall register the documents necessary to effect the removal of the notice referred to in subclause (3) (b) (i). 2020, c. 12, s. 62 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20035#sched1s4\">2020, c. 35, Sched. 1, s. 4</a></span> - 08/12/2020</p>"
        },
        {
            "ahref_id": "#BK79",
            "TOCid": "63.",
            "section_x": "Review process",
            "part_id": "PART VI  ",
            "part_type": "PART VI ADMINISTRATION",
            "section_y": "Review process",
            "content": "63 (1) The Minister may establish a review process with respect to permits. Notification (2) If a review process has been established, the Minister shall ensure that notifications of decisions with respect to permits are accompanied with a notice of what the review process is. Fees (3) The Minister may set fees for the review process. Part VII   Enforcement Stop-Work Order",
            "raw_html": "<p class=\"section\"><a name=\"BK79\"></a><b>63 </b>(1) The Minister may establish a review process with respect to permits.</p> <p class=\"headnote\">Notification</p> <p class=\"subsection\">(2) If a review process has been established, the Minister shall ensure that notifications of decisions with respect to permits are accompanied with a notice of what the review process is.</p> <p class=\"headnote\">Fees</p> <p class=\"subsection\">(3) The Minister may set fees for the review process.</p> <p class=\"partnum\"><a name=\"BK80\"></a>Part VII <br/>  Enforcement</p> <p class=\"heading1\"><a name=\"BK81\"></a>Stop-Work Order</p>"
        },
        {
            "ahref_id": "#BK80",
            "TOCid": "PART VII  ",
            "section_x": "PART VII ENFORCEMENT",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK81",
            "TOCid": "Stop-Work Order",
            "section_x": "Stop-Work Order",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK82",
            "TOCid": "64.",
            "section_x": "Stop-work order",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Stop-work order",
            "content": "64 (1) The Minister may order work described in section 3 to stop, and every person to whom the order is issued shall comply with the order. Exception (2) The Minister shall not order the following work to stop under subsection (1): 1.  Work authorized by a permit and carried out in accordance with that permit. 2.  Work that, under sections 7 to 10, does not need a permit.",
            "raw_html": "<p class=\"section\"><a name=\"BK82\"></a><b>64 </b>(1) The Minister may order work described in section 3 to stop, and every person to whom the order is issued shall comply with the order.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) The Minister shall not order the following work to stop under subsection (1):</p> <p class=\"paragraph\">  1.  Work authorized by a permit and carried out in accordance with that permit.</p> <p class=\"paragraph\">  2.  Work that, under sections 7 to 10, does not need a permit.</p>"
        },
        {
            "ahref_id": "#BK83",
            "TOCid": "65.",
            "section_x": "Contents of stop-work order",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Contents of stop-work order",
            "content": "65 A stop-work order shall be in writing and include the following information: 1.  What work must stop. 2.  The consequences of failing to comply with the order, including the associated offence and potential fine.",
            "raw_html": "<p class=\"section\"><a name=\"BK83\"></a><b>65 </b>A stop-work order shall be in writing and include the following information:</p> <p class=\"paragraph\">  1.  What work must stop.</p> <p class=\"paragraph\">  2.  The consequences of failing to comply with the order, including the associated offence and potential fine.</p>"
        },
        {
            "ahref_id": "#BK84",
            "TOCid": "66.",
            "section_x": "Serving a stop-work order",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Serving a stop-work order",
            "content": "66 (1) A stop-work order shall be provided to the persons to whom it is issued personally or by registered mail. Deemed receipt (2) A stop-work order sent by registered mail is deemed to be received on the second business day after it was mailed. Failure to receive document (3) Subsection (2) does not apply if the person establishes that they, acting in good faith, did not receive the stop-work order or received it on a later date because of a reason beyond the person’s control, including absence, accident, disability or illness.",
            "raw_html": "<p class=\"section\"><a name=\"BK84\"></a><b>66 </b>(1) A stop-work order shall be provided to the persons to whom it is issued personally or by registered mail.</p> <p class=\"headnote\">Deemed receipt</p> <p class=\"subsection\">(2) A stop-work order sent by registered mail is deemed to be received on the second business day after it was mailed.</p> <p class=\"headnote\">Failure to receive document</p> <p class=\"subsection\">(3) Subsection (2) does not apply if the person establishes that they, acting in good faith, did not receive the stop-work order or received it on a later date because of a reason beyond the person’s control, including absence, accident, disability or illness.</p>"
        },
        {
            "ahref_id": "#BK85",
            "TOCid": "67.",
            "section_x": "Enforcement through court",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Enforcement through court",
            "content": "67 A stop-work order may be filed in the Superior Court of Justice and then may be enforced as if it were an order of that court. Utility Company Cooperation Enforcement",
            "raw_html": "<p class=\"section\"><a name=\"BK85\"></a><b>67 </b>A stop-work order may be filed in the Superior Court of Justice and then may be enforced as if it were an order of that court.</p> <p class=\"heading1\"><a name=\"BK86\"></a>Utility Company Cooperation Enforcement</p>"
        },
        {
            "ahref_id": "#BK86",
            "TOCid": "Utility Company Cooperation Enforcement",
            "section_x": "Utility Company Cooperation Enforcement",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK87",
            "TOCid": "68.",
            "section_x": "Court order",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Court order",
            "content": "68 If a utility company fails to comply with a notice under section 46 or an order under section 50, a judge of the Superior Court of Justice may, on an application made by Metrolinx, (a)  order the utility company to comply; or (b)  authorize Metrolinx to carry out the work described in the notice.",
            "raw_html": "<p class=\"section\"><a name=\"BK87\"></a><b>68 </b>If a utility company fails to comply with a notice under section 46 or an order under section 50, a judge of the Superior Court of Justice may, on an application made by Metrolinx,</p> <p class=\"paragraph\">  (a)  order the utility company to comply; or</p> <p class=\"paragraph\">  (b)  authorize Metrolinx to carry out the work described in the notice.</p>"
        },
        {
            "ahref_id": "#BK88",
            "TOCid": "69.",
            "section_x": "Compensation",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Compensation",
            "content": "69 (1) A utility company shall compensate Metrolinx for a loss or expense incurred because the utility company failed to comply with a notice under section 46 or an order under section 50. 2020, c. 12, s. 69 (1). Agreement as to compensation (2) Metrolinx and the utility company may agree upon the compensation. 2020, c. 12, s. 69 (2). If no agreement (3) If no agreement is reached, a claim for compensation under this section shall be determined by the Ontario Land Tribunal on application by Metrolinx. 2020, c. 12, s. 69 (3); 2021, c. 4, Sched. 6, s. 32 (1). Amounts not compensable (4) The compensation that Metrolinx is entitled to under subsection (1) does not include, (a)  if the utility company carries out the work, the actual cost of the utility company’s work that is apportioned to Metrolinx under subsection 51 (1) or the actual cost of the utility company’s work that subsection 51 (2) requires Metrolinx to bear; or (b)  if Metrolinx carries out the work under clause 68 (b), Metrolinx’s costs of carrying out the work. 2020, c. 12, s. 69 (4). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 32 (1) - 01/06/2021 Municipal Service and Right of Way Access Order Enforcement",
            "raw_html": "<p class=\"section\"><a name=\"BK88\"></a><b>69 </b>(1) A utility company shall compensate Metrolinx for a loss or expense incurred because the utility company failed to comply with a notice under section 46 or an order under section 50. 2020, c. 12, s. 69 (1).</p> <p class=\"headnote\">Agreement as to compensation</p> <p class=\"subsection\">(2) Metrolinx and the utility company may agree upon the compensation. 2020, c. 12, s. 69 (2).</p> <p class=\"headnote\">If no agreement</p> <p class=\"subsection\">(3) If no agreement is reached, a claim for compensation under this section shall be determined by the Ontario Land Tribunal<span> on application by Metrolinx.</span> 2020, c. 12, s. 69 (3);<span> 2021, c. 4, Sched. 6, s. 32 (1)</span>.</p> <p class=\"headnote\">Amounts not compensable</p> <p class=\"subsection\">(4) The compensation that Metrolinx is entitled to under subsection (1) does not include,</p> <p class=\"paragraph\">  (a)  if the utility company carries out the work, the actual cost of the utility company’s work that is apportioned to Metrolinx under subsection 51 (1) or the actual cost of the utility company’s work that subsection 51 (2) requires Metrolinx to bear; or</p> <p class=\"paragraph\">  (b)  if Metrolinx carries out the work under clause 68 (b), Metrolinx’s costs of carrying out the work. 2020, c. 12, s. 69 (4).</p> <p class=\"footnoteLeft\"><a name=\"BK89\"></a><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s32s1\">2021, c. 4, Sched. 6, s. 32 (1)</a> - 01/06/2021</p> <p class=\"heading1\">Municipal Service and Right of Way Access Order Enforcement</p>"
        },
        {
            "ahref_id": "#BK89",
            "TOCid": "Municipal Service and Right of Way Access Order Enforcement",
            "section_x": "Municipal Service and Right of Way Access Order Enforcement",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK90",
            "TOCid": "70.",
            "section_x": "Enforcement through court",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Enforcement through court",
            "content": "70 A municipal service and right of way access order may be filed in the Superior Court of Justice and then may be enforced as if it were an order of that court. Inspections",
            "raw_html": "<p class=\"section\"><a name=\"BK90\"></a><b>70 </b>A municipal service and right of way access order may be filed in the Superior Court of Justice and then may be enforced as if it were an order of that court.</p> <p class=\"heading1\"><a name=\"BK91\"></a>Inspections</p>"
        },
        {
            "ahref_id": "#BK91",
            "TOCid": "Inspections",
            "section_x": "Inspections",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK92",
            "TOCid": "71.",
            "section_x": "Inspection",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Inspection",
            "content": "71 (1) For the purpose of ensuring that a permit or stop-work order is being complied with, the Minister may enter and inspect the property that the permit or stop-work order relates to. Dwellings (2) The inspection shall not take place in a dwelling.",
            "raw_html": "<p class=\"section\"><a name=\"BK92\"></a><b>71 </b>(1) For the purpose of ensuring that a permit or stop-work order is being complied with, the Minister may enter and inspect the property that the permit or stop-work order relates to.</p> <p class=\"headnote\">Dwellings</p> <p class=\"subsection\">(2) The inspection shall not take place in a dwelling.</p>"
        },
        {
            "ahref_id": "#BK93",
            "TOCid": "72.",
            "section_x": "Time of day",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Time of day",
            "content": "72 The inspection shall be carried out, (a)  during the regular business hours of the place; (b)  if the place does not have regular business hours, at any time the place is open for business; or (c)  at any other time during daylight hours, upon giving two days notice.",
            "raw_html": "<p class=\"section\"><a name=\"BK93\"></a><b>72 </b>The inspection shall be carried out,</p> <p class=\"paragraph\">  (a)  during the regular business hours of the place;</p> <p class=\"paragraph\">  (b)  if the place does not have regular business hours, at any time the place is open for business; or</p> <p class=\"paragraph\">  (c)  at any other time during daylight hours, upon giving two days notice.</p>"
        },
        {
            "ahref_id": "#BK94",
            "TOCid": "73.",
            "section_x": "Identification",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Identification",
            "content": "73 An individual who carries out the inspection shall produce, on request, evidence of being authorized to do so.",
            "raw_html": "<p class=\"section\"><a name=\"BK94\"></a><b>73 </b>An individual who carries out the inspection shall produce, on request, evidence of being authorized to do so.</p>"
        },
        {
            "ahref_id": "#BK95",
            "TOCid": "74.",
            "section_x": "Use of force",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Use of force",
            "content": "74 An individual who carries out the inspection is not entitled to use force to enter and carry out the inspection.",
            "raw_html": "<p class=\"section\"><a name=\"BK95\"></a><b>74 </b>An individual who carries out the inspection is not entitled to use force to enter and carry out the inspection.</p>"
        },
        {
            "ahref_id": "#BK96",
            "TOCid": "75.",
            "section_x": "Obstruction",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Obstruction",
            "content": "75 A person shall not hinder, obstruct or interfere with the inspection. Warrants",
            "raw_html": "<p class=\"section\"><a name=\"BK96\"></a><b>75 </b>A person shall not hinder, obstruct or interfere with the inspection.</p> <p class=\"heading1\"><a name=\"BK97\"></a>Warrants</p>"
        },
        {
            "ahref_id": "#BK97",
            "TOCid": "Warrants",
            "section_x": "Warrants",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK98",
            "TOCid": "76.",
            "section_x": "Warrant",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Warrant",
            "content": "76 (1) A justice of the peace may issue a warrant authorizing an individual named in the warrant to enter property specified in the warrant to carry out an inspection under section 71 or to carry out a preview inspection or an obstruction removal, if the justice of the peace is satisfied on information under oath that, (a)  an individual has been prevented from carrying out an inspection under section 71, a preview inspection or an obstruction removal; (b)  there are reasonable grounds to believe that an individual will be prevented from carrying out an inspection under section 71, a preview inspection or an obstruction removal; or (c)  in the case of an obstruction removal, it is more reasonable to carry out the obstruction removal at times other than only during daylight hours than it is to carry it out only during daylight hours. Expiry of warrant (2) The warrant shall state a date that it expires on, and that date shall not be later than 30 days after the warrant is issued. Extension of time (3) A justice of the peace may extend the date the warrant expires on for an additional period of no more than 30 days, upon application without notice by the individual named in the warrant. Time of day (4) Unless the warrant specifies otherwise, the warrant may only be executed, (a)  during the regular business hours of the place; (b)  if the place does not have regular business hours, at any time the place is open for business; or (c)  at any time during daylight hours. Identification (5) The individual named in the warrant shall produce, on request, evidence of, (a)  the warrant; and (b)  being the person named in the warrant. Accompaniment (6) Unless the warrant specifies otherwise, the individual named in the warrant may be accompanied by one or more individuals under their direction to assist in executing the warrant. Use of force (7) The individual named in the warrant may request police assistance and a police officer who accepts the request may use whatever force is necessary to assist in executing the warrant. Other terms and conditions (8) The warrant may contain terms and conditions that the justice of the peace considers advisable in the circumstances. Part VIII   Administrative Penalties Administrative penalties",
            "raw_html": "<p class=\"section\"><a name=\"BK98\"></a><b>76 </b>(1) A justice of the peace may issue a warrant authorizing an individual named in the warrant to enter property<span> specified in the warrant to carry out an inspection under section 71 or to carry out a preview inspection or an obstruction removal, if the justice of the peace is satisfied on information under oath that,</span></p> <p class=\"paragraph\">  (a)  an individual has been prevented from carrying out an inspection under section 71, a preview inspection or an obstruction removal;</p> <p class=\"paragraph\">  (b)  there are reasonable grounds to believe that an individual will be prevented from carrying out an inspection under section 71, a preview inspection or an obstruction removal; or</p> <p class=\"paragraph\">  (c)  in the case of an obstruction removal, it is more reasonable to carry out the obstruction removal at times other than only during daylight hours than it is to carry it out only during daylight hours.</p> <p class=\"headnote\">Expiry of warrant</p> <p class=\"subsection\">(2) The warrant shall state a date that it expires on, and that date shall not be later than 30 days after the warrant is issued.</p> <p class=\"headnote\">Extension of time</p> <p class=\"subsection\">(3) A justice of the peace may extend the date the warrant expires on for an additional period of no more than 30 days, upon application without notice by the individual named in the warrant.</p> <p class=\"headnote\">Time of day</p> <p class=\"subsection\">(4) Unless the warrant specifies otherwise, the warrant may only be executed,</p> <p class=\"paragraph\">  (a)  during the regular business hours of the place;</p> <p class=\"paragraph\">  (b)  if the place does not have regular business hours, at any time the place is open for business; or</p> <p class=\"paragraph\">  (c)  at any time during daylight hours.</p> <p class=\"headnote\">Identification</p> <p class=\"subsection\">(5) The individual named in the warrant shall produce, on request, evidence of,</p> <p class=\"paragraph\">  (a)  the warrant; and</p> <p class=\"paragraph\">  (b)  being the person named in the warrant.</p> <p class=\"headnote\">Accompaniment</p> <p class=\"subsection\">(6) Unless the warrant specifies otherwise, the individual named in the warrant may be accompanied by one or more individuals under their direction to assist in executing the warrant.</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(7) The individual named in the warrant may request police assistance and a police officer who accepts the request may use whatever force is necessary to assist in executing the warrant.</p> <p class=\"headnote\">Other terms and conditions</p> <p class=\"subsection\">(8) The warrant may contain terms and conditions that the justice of the peace considers advisable in the circumstances.</p> <p class=\"partnum\"><a name=\"BK99\"></a>Part VIII <br/>  Administrative Penalties</p> <p class=\"headnote\">Administrative penalties</p>"
        },
        {
            "ahref_id": "#BK99",
            "TOCid": "PART VIII  ",
            "section_x": "PART VIII ADMINISTRATIVE PENALTIES",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK100",
            "TOCid": "77.",
            "section_x": "Administrative penalties",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII ADMINISTRATIVE PENALTIES",
            "section_y": "Purpose",
            "content": "77 (1) The purpose of an administrative penalty imposed under this section is, (a)  to ensure compliance with prescribed provisions of this Act and the regulations; or (b)  to prevent a person or entity from deriving, directly or indirectly, any economic benefit as a result of contravening the prescribed provisions. Order imposing administrative penalties (2) If the Minister is satisfied that a person is contravening or not complying with a prescribed provision of this Act or the regulations, the Minister may, by order, impose an administrative penalty on the person in accordance with this section and the regulations. Maximum administrative penalty (3) An administrative penalty shall not exceed a maximum of $500,000 or such lesser amount as may be prescribed. Limits on administrative penalty (4) Despite the maximum administrative penalty set out in subsection (3), if the administrative penalty is with respect to a contravention or failure to comply that constitutes an offence, the amount of an administrative penalty shall not exceed the maximum fine that would be applicable to the person for the offence. Administrative penalty may be imposed with other measures (5) An administrative penalty may be imposed alone or in conjunction with any other regulatory measure provided by this or any other Act, and may be imposed in conjunction with a fine imposed for the same infraction. Limitation (6) An administrative penalty may only be imposed within the prescribed time period. No right to be heard (7) There is no right to be heard before an order imposing an administrative penalty is made. Right to review (8) A person who receives an order imposing an administrative penalty may request a prescribed individual to review the order by applying to the prescribed individual for a review in a form approved by the Minister, (a)  within a prescribed number of days after the order is served; or (b)  within a longer period specified by the prescribed individual, if the prescribed individual considers it appropriate in the circumstances to extend the time for applying. If no review requested (9) If a person who has received an order imposing an administrative penalty does not apply for a review under subsection (8), the person shall pay the penalty within 30 days after the day the order was served. If review requested (10) If a person who has received an order imposing an administrative penalty applies for a review under subsection (8), the prescribed individual shall conduct the review in accordance with the regulations. Stay of order (11) A review commenced under subsection (8) operates as a stay of the order until the matter is finally disposed of. Prescribed individual’s decision (12) On a review, the prescribed individual may, (a)  find that the person did not contravene the provision of this Act or the regulations specified in the order, and rescind the order; (b)  find that the person did contravene the provision of this Act or the regulations specified in the order and affirm the order; or (c)  find that the person did contravene the provision but that the penalty is excessive in the circumstances or is, by its magnitude, punitive in nature having regard to all the circumstances, and in that case the prescribed individual shall amend the order by reducing the amount of the penalty. Decision final (13) The prescribed individual’s decision is final. Payment after review (14) If the prescribed individual finds under clause (12) (b) or (c) that a person has contravened the provision of this Act or the regulations specified in the order, the person shall pay the penalty required by the prescribed individual within 30 days after the day the decision was made. Enforcement of administrative penalty (15) If the person fails to pay the administrative penalty within the time required, the order or the prescribed individual’s decision, as the case may be, may be filed in the Superior Court of Justice and then may be enforced as if it were an order of that court. Postjudgment interest (16) Section 129 of the Courts of Justice Act applies in respect of an order or decision filed in the Superior Court of Justice under subsection (15) and the date on which the order or decision is filed under subsection (15) is deemed to be the date of the order that is referred to in section 129 of the\r\nCourts of Justice Act. Part IX   Offences Offences",
            "raw_html": "<p class=\"section\"><a name=\"BK100\"></a><b>77 </b>(1) The purpose of an administrative penalty imposed under this section is,</p> <p class=\"paragraph\">  (a)  to ensure compliance with prescribed provisions of this Act and the regulations; or</p> <p class=\"paragraph\">  (b)  to prevent a person or entity from deriving, directly or indirectly, any economic benefit as a result of contravening the prescribed provisions.</p> <p class=\"headnote\">Order imposing administrative penalties</p> <p class=\"subsection\">(2) If the Minister is satisfied that a person is contravening or not complying with a prescribed provision of this Act or the regulations, the Minister may, by order, impose an administrative penalty on the person in accordance with this section and the regulations.</p> <p class=\"headnote\">Maximum administrative penalty</p> <p class=\"subsection\">(3) An administrative penalty shall not exceed a maximum of $500,000 or such lesser amount as may be prescribed.</p> <p class=\"headnote\">Limits on administrative penalty</p> <p class=\"subsection\">(4) Despite the maximum administrative penalty set out in subsection (3), if the administrative penalty is with respect to a contravention or failure to comply that constitutes an offence, the amount of an administrative penalty shall not exceed the maximum fine that would be applicable to the person for the offence.</p> <p class=\"headnote\">Administrative penalty may be imposed with other measures</p> <p class=\"subsection\">(5) An administrative penalty may be imposed alone or in conjunction with any other regulatory measure provided by this or any other Act, and may be imposed in conjunction with a fine imposed for the same infraction.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(6) An administrative penalty may only be imposed within the prescribed time period.</p> <p class=\"headnote\">No right to be heard</p> <p class=\"subsection\">(7) There is no right to be heard before an order imposing an administrative penalty is made.</p> <p class=\"headnote\">Right to review</p> <p class=\"subsection\">(8) A person who receives an order imposing an administrative penalty may request a prescribed individual to review the order by applying to the prescribed individual for a review in a form approved by the Minister,</p> <p class=\"paragraph\">  (a)  within a prescribed number of days after the order is served; or</p> <p class=\"paragraph\">  (b)  within a longer period specified by the prescribed individual, if the prescribed individual considers it appropriate in the circumstances to extend the time for applying.</p> <p class=\"headnote\">If no review requested</p> <p class=\"subsection\">(9) If a person who has received an order imposing an administrative penalty does not apply for a review under subsection (8), the person shall pay the penalty within 30 days after the day the order was served.</p> <p class=\"headnote\">If review requested</p> <p class=\"subsection\">(10) If a person who has received an order imposing an administrative penalty applies for a review under subsection (8), the prescribed individual shall conduct the review in accordance with the regulations.</p> <p class=\"headnote\">Stay of order</p> <p class=\"subsection\">(11) A review commenced under subsection (8) operates as a stay of the order until the matter is finally disposed of.</p> <p class=\"headnote\">Prescribed individual’s decision</p> <p class=\"subsection\">(12) On a review, the prescribed individual may,</p> <p class=\"paragraph\">  (a)  find that the person did not contravene the provision of this Act or the regulations specified in the order, and rescind the order;</p> <p class=\"paragraph\">  (b)  find that the person did contravene the provision of this Act or the regulations specified in the order and affirm the order; or</p> <p class=\"paragraph\">  (c)  find that the person did contravene the provision but that the penalty is excessive in the circumstances or is, by its magnitude, punitive in nature having regard to all the circumstances, and in that case the prescribed individual shall amend the order by reducing the amount of the penalty.</p> <p class=\"headnote\">Decision final</p> <p class=\"subsection\">(13) The prescribed individual’s decision is final.</p> <p class=\"headnote\">Payment after review</p> <p class=\"subsection\">(14) If the prescribed individual finds under clause (12) (b) or (c) that a person has contravened the provision of this Act or the regulations specified in the order, the person shall pay the penalty required by the prescribed individual within 30 days after the day the decision was made.</p> <p class=\"headnote\">Enforcement of administrative penalty</p> <p class=\"subsection\">(15) If the person fails to pay the administrative penalty within the time required, the order or the prescribed individual’s decision, as the case may be, may be filed in the Superior Court of Justice and then may be enforced as if it were an order of that court.</p> <p class=\"headnote\">Postjudgment interest</p> <p class=\"subsection\">(16) Section 129 of the <i>Courts of Justice Act</i> applies in respect of an order or decision filed in the Superior Court of Justice under subsection (15) and the date on which the order or decision is filed under subsection (15) is deemed to be the date of the order that is referred to in section 129 of the\r\n<i>Courts of Justice Act</i>.</p> <p class=\"partnum\"><a name=\"BK101\"></a>Part IX <br/>  Offences</p> <p class=\"headnote\">Offences</p>"
        },
        {
            "ahref_id": "#BK101",
            "TOCid": "PART IX  ",
            "section_x": "PART IX OFFENCES",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK102",
            "TOCid": "78.",
            "section_x": "Offences",
            "part_id": "PART IX  ",
            "part_type": "PART IX OFFENCES",
            "section_y": "Contravene development control",
            "content": "78 (1) Every person who contravenes section 3 or the terms and conditions of a permit is guilty of an offence. Obstruct an obstruction removal (2) Every person who contravenes subsection 25 (1) is guilty of an offence. Obstruct construction danger inspection and elimination (3) Every person who contravenes subsection 33 (1) is guilty of an offence. Obstruct preview inspection (4) Every person who contravenes subsection 41 (1) is guilty of an offence. Fail to comply with stop-work order (5) Every person who fails to comply with subsection 64 (1) is guilty of an offence. Obstruct inspection (6) Every person who contravenes section 75 is guilty of an offence.",
            "raw_html": "<p class=\"section\"><a name=\"BK102\"></a><b>78 </b>(1) Every person who contravenes section 3 or the terms and conditions of a permit is guilty of an offence.</p> <p class=\"headnote\">Obstruct an obstruction removal</p> <p class=\"subsection\">(2) Every person who contravenes subsection 25 (1) is guilty of an offence.</p> <p class=\"headnote\">Obstruct construction danger inspection and elimination</p> <p class=\"subsection\">(3) Every person who contravenes subsection 33 (1) is guilty of an offence.</p> <p class=\"headnote\">Obstruct preview inspection</p> <p class=\"subsection\">(4) Every person who contravenes subsection 41 (1) is guilty of an offence.</p> <p class=\"headnote\">Fail to comply with stop-work order</p> <p class=\"subsection\">(5) Every person who fails to comply with subsection 64 (1) is guilty of an offence.</p> <p class=\"headnote\">Obstruct inspection</p> <p class=\"subsection\">(6) Every person who contravenes section 75 is guilty of an offence.</p>"
        },
        {
            "ahref_id": "#BK103",
            "TOCid": "79.",
            "section_x": "Penalties",
            "part_id": "PART IX  ",
            "part_type": "PART IX OFFENCES",
            "section_y": "Penalties",
            "content": "79 A person who is guilty of an offence under section 78 is liable on conviction, (a)  in the case of an individual, (i)  for a first offence, to a fine of not more than $50,000 plus not more than an additional $10,000 for each day on which the offence continues after the day it commences, or (ii)  for a second or subsequent conviction for that offence, to a fine of not more than $100,000 plus not more than an additional $10,000 for each day on which the offence continues after the day it commences; or (b)  in the case of a corporation, (i)  for a first offence, to a fine of not more than $500,000 plus not more than an additional $10,000 for each day on which the offence continues after the day it commences, or (ii)  for a second or subsequent conviction for that offence, to a fine of not more than $1,000,000 plus not more than an additional $10,000 for each day on which the offence continues after the day it commences. Part X   Miscellaneous",
            "raw_html": "<p class=\"section\"><a name=\"BK103\"></a><b>79 </b>A person who is guilty of an offence under section 78 is liable on conviction,</p> <p class=\"paragraph\">  (a)  in the case of an individual,</p> <p class=\"subpara\">  (i)  for a first offence, to a fine of not more than $50,000 plus not more than an additional $10,000 for each day on which the offence continues after the day it commences, or</p> <p class=\"subpara\">  (ii)  for a second or subsequent conviction for that offence, to a fine of not more than $100,000 plus not more than an additional $10,000 for each day on which the offence continues after the day it commences; or</p> <p class=\"paragraph\">  (b)  in the case of a corporation,</p> <p class=\"subpara\">  (i)  for a first offence, to a fine of not more than $500,000 plus not more than an additional $10,000 for each day on which the offence continues after the day it commences, or</p> <p class=\"subpara\">  (ii)  for a second or subsequent conviction for that offence, to a fine of not more than $1,000,000 plus not more than an additional $10,000 for each day on which the offence continues after the day it commences.</p> <p class=\"partnum\"><a name=\"BK104\"></a>Part X <br/>  Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK104",
            "TOCid": "PART X  ",
            "section_x": "PART X MISCELLANEOUS",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK105",
            "TOCid": "80.",
            "section_x": "Serving a document",
            "part_id": "PART X  ",
            "part_type": "PART X MISCELLANEOUS",
            "section_y": "Serving a document",
            "content": "80 (1) Except as otherwise provided under this Act, a notice, order or document that is required to be given or served on a person under this Act is sufficiently given or served if it is, (a)  delivered directly to the person; (b)  sent by registered mail to the person’s last known address; (c)  sent by email to the person’s last known email address; or (d)  given by other means specified by the regulations. Deemed receipt (2) Subject to subsection (3), (a)  a document sent under clause (1) (c) is deemed to have been received on the first business day after the day it was sent; and (b)  a document sent under clause (1) (d) is deemed to have been received on the day specified by the regulations. Failure to receive document (3) Subsection (2) does not apply if the person establishes that they, acting in good faith, did not receive the document or received it on a later date because of a reason beyond their control, including absence, accident, disability or illness.",
            "raw_html": "<p class=\"section\"><a name=\"BK105\"></a><b>80 </b>(1) Except as otherwise provided under this Act, a notice, order or document that is required to be given or served on a person under this Act is sufficiently given or served if it is,</p> <p class=\"paragraph\">  (a)  delivered directly to the person;</p> <p class=\"paragraph\">  (b)  sent by registered mail to the person’s last known address;</p> <p class=\"paragraph\">  (c)  sent by email to the person’s last known email address; or</p> <p class=\"paragraph\">  (d)  given by other means specified by the regulations.</p> <p class=\"headnote\">Deemed receipt</p> <p class=\"subsection\">(2) Subject to subsection (3),</p> <p class=\"paragraph\">  (a)  a document sent under clause (1) (c) is deemed to have been received on the first business day after the day it was sent; and</p> <p class=\"paragraph\">  (b)  a document sent under clause (1) (d) is deemed to have been received on the day specified by the regulations.</p> <p class=\"headnote\">Failure to receive document</p> <p class=\"subsection\">(3) Subsection (2) does not apply if the person establishes that they, acting in good faith, did not receive the document or received it on a later date because of a reason beyond their control, including absence, accident, disability or illness.</p>"
        },
        {
            "ahref_id": "#BK106",
            "TOCid": "81.",
            "section_x": "Non-application of the Statutory Powers Procedure Act",
            "part_id": "PART X  ",
            "part_type": "PART X MISCELLANEOUS",
            "section_y": "Non-application of the Statutory Powers Procedure Act",
            "content": "81 The Statutory Powers Procedure Act does not apply to: 1.  A review of a decision with respect to permits under section 11. 2.  A process for receiving and considering comments about a proposed expropriation under section 45. 3.  A review of an administrative penalty under section 77.",
            "raw_html": "<p class=\"section\"><a name=\"BK106\"></a><b>81 </b>The <i>Statutory Powers Procedure Act</i> does not apply to:</p> <p class=\"paragraph\">  1.  A review of a decision with respect to permits under section 11.</p> <p class=\"paragraph\">  2.  A process for receiving and considering comments about a proposed expropriation under section 45.</p> <p class=\"paragraph\">  3.  A review of an administrative penalty under section 77.</p>"
        },
        {
            "ahref_id": "#BK107",
            "TOCid": "82.",
            "section_x": "No cause of action",
            "part_id": "PART X  ",
            "part_type": "PART X MISCELLANEOUS",
            "section_y": "No cause of action",
            "content": "82 (1) No cause of action arises against the persons or entities described in subsection (2) in respect of, (a)  the enactment of this Act; (b)  the making of a regulation; (c)  the making of a designation under section 62; (d)  the granting or denial of a permit, the setting of terms and conditions of a permit, the changing of terms and conditions of a permit, the cancellation of a permit or the imposition or non-imposition of a permit; (e)  the making of a stop-work order; or (f)  the issuance of a directive under section 60. Persons or entities (2) The persons and entities referred to in subsection (1) are, (a)  the Crown, any current or former member of the Executive Council and any current or former employee or agent of or adviser to the Crown; (b)  Metrolinx, any current or former director of Metrolinx and any current or former employee of or agent to or adviser to Metrolinx; (c)  a prescribed public body under section 59, any current or former director or directing mind of that public body and any current or former employee or agent of or adviser to that public body; and (d)  another entity delegated to under section 61, any current or former director or directing mind of that other entity and any current or former employee or agent of or adviser to that other entity. Proceedings barred (3) No proceeding, including but not limited to any proceeding for a remedy in contract, restitution, tort, misfeasance, bad faith, trust or fiduciary obligation, and any remedy under any statute, that is based on a cause of action described in subsection (1) may be brought or maintained against the persons or entities described in subsection (2). Application (4) Subsection (3) applies to any action or other proceeding claiming any remedy or relief, including specific performance, injunction, declaratory relief, any form of compensation or damages or any other remedy or relief, and includes a proceeding to enforce a judgment or order made by a court or tribunal outside of Canada. Retrospective effect (5) Subsections (3) and (4) apply regardless of whether the cause of action on which the proceeding is purportedly based arose before, on or after the day this Act came into force. Proceedings set aside (6) Any proceeding referred to in subsection (3) or (4) commenced before the day this subsection came into force shall be deemed to have been dismissed, without costs, on the day this Act came into force.",
            "raw_html": "<p class=\"section\"><a name=\"BK107\"></a><b>82 </b>(1) No cause of action arises against the persons or entities described in subsection (2) in respect of,</p> <p class=\"paragraph\">  (a)  the enactment of this Act;</p> <p class=\"paragraph\">  (b)  the making of a regulation;</p> <p class=\"paragraph\">  (c)  the making of a designation under section 62;</p> <p class=\"paragraph\">  (d)  the granting or denial of a permit, the setting of terms and conditions of a permit, the changing of terms and conditions of a permit, the cancellation of a permit or the imposition or non-imposition of a permit;</p> <p class=\"paragraph\">  (e)  the making of a stop-work order; or</p> <p class=\"paragraph\">  (f)  the issuance of a directive under section 60.</p> <p class=\"headnote\">Persons or entities</p> <p class=\"subsection\">(2) The persons and entities referred to in subsection (1) are,</p> <p class=\"paragraph\">  (a)  the Crown, any current or former member of the Executive Council and any current or former employee or agent of or adviser to the Crown;</p> <p class=\"paragraph\">  (b)  Metrolinx, any current or former director of Metrolinx and any current or former employee of or agent to or adviser to Metrolinx;</p> <p class=\"paragraph\">  (c)  a prescribed public body under section 59, any current or former director or directing mind of that public body and any current or former employee or agent of or adviser to that public body; and</p> <p class=\"paragraph\">  (d)  another entity delegated to under section 61, any current or former director or directing mind of that other entity and any current or former employee or agent of or adviser to that other entity.</p> <p class=\"headnote\">Proceedings barred</p> <p class=\"subsection\">(3) No proceeding, including but not limited to any proceeding for a remedy in contract, restitution, tort, misfeasance, bad faith, trust or fiduciary obligation, and any remedy under any statute, that is based on a cause of action described in subsection (1) may be brought or maintained against the persons or entities described in subsection (2).</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(4) Subsection (3) applies to any action or other proceeding claiming any remedy or relief, including specific performance, injunction, declaratory relief, any form of compensation or damages or any other remedy or relief, and includes a proceeding to enforce a judgment or order made by a court or tribunal outside of Canada.</p> <p class=\"headnote\">Retrospective effect</p> <p class=\"subsection\">(5) Subsections (3) and (4) apply regardless of whether the cause of action on which the proceeding is purportedly based arose before, on or after the day this Act came into force.</p> <p class=\"headnote\">Proceedings set aside</p> <p class=\"subsection\">(6) Any proceeding referred to in subsection (3) or (4) commenced before the day this subsection came into force shall be deemed to have been dismissed, without costs, on the day this Act came into force.</p>"
        },
        {
            "ahref_id": "#BK108",
            "TOCid": "83.",
            "section_x": "No expropriation or injurious affection",
            "part_id": "PART X  ",
            "part_type": "PART X MISCELLANEOUS",
            "section_y": "No expropriation or injurious affection",
            "content": "83 Nothing described in clauses 82 (1) (b) to (f), and no obstruction removal, construction danger inspection and elimination or preview inspection constitutes an expropriation or injurious affection for the purposes of the Expropriations Act or otherwise at law. Regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK108\"></a><b>83 </b>Nothing described in clauses 82 (1) (b) to (f), and no obstruction removal, construction danger inspection and elimination or preview inspection constitutes an expropriation or injurious affection for the purposes of the <i>Expropriations Act</i> or otherwise at law.</p> <p class=\"headnote\">Regulations</p>"
        },
        {
            "ahref_id": "#BK109",
            "TOCid": "84.",
            "section_x": "Regulations",
            "part_id": "PART X  ",
            "part_type": "PART X MISCELLANEOUS",
            "section_y": "LGIC",
            "content": "84 (1) The Lieutenant Governor in Council may make regulations, (0.a)  prescribing provincial transit projects for the purpose of the definition of “priority transit project”; (a)  prescribing public bodies for the purpose of section 59 and governing and providing for other matters relating to the prescribing of public bodies for the purpose of section 59; (b)  governing administrative penalties that may be imposed under section 77, and, without limiting the foregoing, may make regulations, (i)  prescribing provisions of this Act and of the regulations for the purpose of subsection 77 (2), except for provisions under Part IV or V, sections 68 to 70 or regulations in respect of those provisions, (ii)  prescribing individuals for the purpose of subsection 77 (8), (iii)  providing that, if the Minister has delegated their functions under section 77 to Metrolinx, Metrolinx may appoint employees of Metrolinx to be deemed to be prescribed individuals who may conduct a review under subsection 77 (8), (iv)  prescribing the amount of a penalty, or a method for calculating the amount of a penalty, and prescribing different penalties or ranges of penalties for different types of contraventions or failures to comply and different penalties or ranges of penalties depending on specified criteria, (v)  authorizing the Minister to determine the amount of a penalty, if the amount of the penalty or method for calculating the amount of the penalty is not prescribed, and prescribing criteria that may or must be considered when making an order under subsection 77 (2), including prescribing that the criteria may include aggravating or mitigating factors, (vi)  authorizing that a penalty may be imposed for each day or part of a day on which a contravention or failure to comply continues, (vii)  authorizing higher penalties for a second or subsequent contravention or failure to comply, (viii)  governing the payment of penalties, including requiring that a penalty be paid before a specified deadline, and authorizing the Minister to approve a plan of periodic payments that extends beyond the deadline, (ix)  authorizing the imposition of late payment fees respecting penalties that are not paid before the specified deadline, including graduated late payment fees, and providing that such fees are included as part of the penalty for enforcement purposes, (x)  prescribing a lesser maximum penalty and the provisions of this Act or the regulations to which the lesser maximum penalty applies, (xi)  prescribing and governing procedures for making and serving an order under section 77, including prescribing rules for service, prescribing the day on which an order is deemed to have been received and providing for service on persons outside Ontario, (xii)  governing the review of an order under subsection 77 (8), including, (A)  establishing procedures for commencing and conducting a review, (B)  establishing time limits for the stages of a review and authorizing the person prescribed under subclause (ii) to extend any time limit, (C)  prescribing that the review must or may be conducted orally, electronically or in writing or authorizing the person prescribed under subclause (ii) to make that determination, and (D)  establishing criteria to be considered and criteria not to be considered by the person prescribed under subclause (ii) when determining what decision to make, (xiii)  prescribing the form and content of orders under section 77, (xiv)  prescribing circumstances in which a person is not required to pay an administrative penalty, (xv)  providing that an administrative penalty is payable to a prescribed person rather than to the Minister of Finance, and is a debt due to the person to whom it is payable, (xvi)  providing for other matters to carry out the purpose of section 77. 2020, c. 12, s. 84 (1); 2020, c. 35, Sched. 1, s. 5. Minister (2) The Minister may make regulations, (a)  governing anything that, in this Act, is required or permitted to be prescribed or that is required or permitted to be done by, or in accordance with, the regulations, or as authorized, specified or provided for in the regulations, except for prescribing public bodies for the purpose of section 59 or anything with respect to administrative penalties; (b)  clarifying the meaning of any term or phrase used in this Act that is not defined in this Act; (c)  exempting an entity from a provision of this Act and setting conditions for the exemption; (d)  providing for other matters to carry out the purpose of this Act. 2020, c. 12, s. 84 (2). Section Amendments with date in force (d/m/y) 2020, c. 35, Sched. 1, s. 5 - 08/12/2020 Part XI (OMITTED) 85, 86 Omitted (amends, repeals or revokes other legislation). Part XII (OMITTED) 87 Omitted (provides for coming into force of provisions of this Act). 88 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK109\"></a><b>84 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\"> (0.a)  prescribing provincial transit projects for the purpose of the definition of “priority transit project”;</p> <p class=\"paragraph\">  (a)  prescribing public bodies for the purpose of section 59 and governing and providing for other matters relating to the prescribing of public bodies for the purpose of section 59;</p> <p class=\"paragraph\">  (b)  governing administrative penalties that may be imposed under section 77, and, without limiting the foregoing, may make regulations,</p> <p class=\"subpara\">  (i)  prescribing provisions of this Act and of the regulations for the purpose of subsection 77 (2), except for provisions under Part IV or V, sections 68 to 70 or regulations in respect of those provisions,</p> <p class=\"subpara\">  (ii)  prescribing individuals for the purpose of subsection 77 (8),</p> <p class=\"subpara\">  (iii)  providing that, if the Minister has delegated their functions under section 77 to Metrolinx, Metrolinx may appoint employees of Metrolinx to be deemed to be prescribed individuals who may conduct a review under subsection 77 (8),</p> <p class=\"subpara\">  (iv)  prescribing the amount of a penalty, or a method for calculating the amount of a penalty, and prescribing different penalties or ranges of penalties for different types of contraventions or failures to comply and different penalties or ranges of penalties depending on specified criteria,</p> <p class=\"subpara\">  (v)  authorizing the Minister to determine the amount of a penalty, if the amount of the penalty or method for calculating the amount of the penalty is not prescribed, and prescribing criteria that may or must be considered when making an order under subsection 77 (2), including prescribing that the criteria may include aggravating or mitigating factors,</p> <p class=\"subpara\">  (vi)  authorizing that a penalty may be imposed for each day or part of a day on which a contravention or failure to comply continues,</p> <p class=\"subpara\">  (vii)  authorizing higher penalties for a second or subsequent contravention or failure to comply,</p> <p class=\"subpara\">  (viii)  governing the payment of penalties, including requiring that a penalty be paid before a specified deadline, and authorizing the Minister to approve a plan of periodic payments that extends beyond the deadline,</p> <p class=\"subpara\">  (ix)  authorizing the imposition of late payment fees respecting penalties that are not paid before the specified deadline, including graduated late payment fees, and providing that such fees are included as part of the penalty for enforcement purposes,</p> <p class=\"subpara\">  (x)  prescribing a lesser maximum penalty and the provisions of this Act or the regulations to which the lesser maximum penalty applies,</p> <p class=\"subpara\">  (xi)  prescribing and governing procedures for making and serving an order under section 77, including prescribing rules for service, prescribing the day on which an order is deemed to have been received and providing for service on persons outside Ontario,</p> <p class=\"subpara\">  (xii)  governing the review of an order under subsection 77 (8), including,</p> <p class=\"subsubpara\">  (A)  establishing procedures for commencing and conducting a review,</p> <p class=\"subsubpara\">  (B)  establishing time limits for the stages of a review and authorizing the person prescribed under subclause (ii) to extend any time limit,</p> <p class=\"subsubpara\">  (C)  prescribing that the review must or may be conducted orally, electronically or in writing or authorizing the person prescribed under subclause (ii) to make that determination, and</p> <p class=\"subsubpara\">  (D)  establishing criteria to be considered and criteria not to be considered by the person prescribed under subclause (ii) when determining what decision to make,</p> <p class=\"subpara\">  (xiii)  prescribing the form and content of orders under section 77,</p> <p class=\"subpara\">  (xiv)  prescribing circumstances in which a person is not required to pay an administrative penalty,</p> <p class=\"subpara\">  (xv)  providing that an administrative penalty is payable to a prescribed person rather than to the Minister of Finance, and is a debt due to the person to whom it is payable,</p> <p class=\"subpara\">  (xvi)  providing for other matters to carry out the purpose of section 77. 2020, c. 12, s. 84 (1); 2020, c. 35, Sched. 1, s. 5.</p> <p class=\"headnote\">Minister</p> <p class=\"subsection\">(2) The Minister may make regulations,</p> <p class=\"paragraph\">  (a)  governing anything that, in this Act, is required or permitted to be prescribed or that is required or permitted to be done by, or in accordance with, the regulations, or as authorized, specified or provided for in the regulations, except for prescribing public bodies for the purpose of section 59 or anything with respect to administrative penalties;</p> <p class=\"paragraph\">  (b)  clarifying the meaning of any term or phrase used in this Act that is not defined in this Act;</p> <p class=\"paragraph\">  (c)  exempting an entity from a provision of this Act and setting conditions for the exemption;</p> <p class=\"paragraph\">  (d)  providing for other matters to carry out the purpose of this Act. 2020, c. 12, s. 84 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20035#sched1s5\">2020, c. 35, Sched. 1, s. 5</a></span> - 08/12/2020</p> <p class=\"headingx\"><b>Part </b><b>XI (OMITTED)</b></p> <p class=\"section\"><b>85, 86</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"headingx\"><b>Part </b><b>XII (OMITTED)</b></p> <p class=\"section\"><b>87 </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>88</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20b12\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}