{
    "act_info": {
        "full_title": "Bulk Sales Act, R.S.O. 1990, c. B.14",
        "act_name_text": "Bulk Sales Act",
        "citation": "R.S.O. 1990, c. B.14",
        "url": "https://www.ontario.ca/laws/statute/90b14",
        "date_scraped": "2023-12-19 02:52:29"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90b14/v4",
            "valid_from": "January  1, 2007",
            "valid_to": "March 21, 2017"
        },
        {
            "a_href": "/laws/statute/90b14/v3",
            "valid_from": "December 20, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/statute/90b14/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90b14/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “buyer” means a person who acquires stock in bulk; (“acheteur”) “court” means the Superior Court of Justice; (“tribunal”) “creditor” means any creditor, including an unsecured trade creditor and a secured trade creditor; (“créancier”) “judge” means a judge of the court; (“juge”) “proceeds of the sale” includes the purchase price and any security therefor or for any part thereof, and any other consideration payable to the seller or passing from the buyer to the seller on a sale in bulk, and the money realized by a trustee under a security or by the sale or other disposition of any property coming into the trustee’s hands as the consideration or part of the consideration for the sale, less the proper and reasonable costs of the seller’s solicitor for completing the sale; (“produit de la vente”) “sale”, whether used alone or in the expression “sale in bulk”, includes a transfer, conveyance, barter or exchange, but does not include a pledge, charge or mortgage; (“vente”) “sale in bulk” means a sale of stock in bulk out of the usual course of business or trade of the seller; (“vente en bloc”) “secured trade creditor” means a person to whom a seller is indebted, whether or not the debt is due, (a) for stock, money or services furnished for the purpose of enabling the seller to carry on business, or (b) for rental of premises in or from which the seller carries on business, and who holds security or is entitled to a preference in respect of a claim; (“fournisseur garanti”) “seller” means a person who sells stock in bulk; (“vendeur”) “stock” means, (a) goods, wares, merchandise or chattels ordinarily the subject of trade and commerce, (b) the goods, wares, merchandise or chattels in which a person trades or that the person produces or that are the output of a business, or (c) the fixtures, goods and chattels with which a person carries on a trade or business; (“stock”) “stock in bulk” means stock or part thereof that is the subject of a sale in bulk and all other property, real or personal, that together with stock is the subject of a sale in bulk; (“stock en bloc”) “unsecured trade creditor” means a person to whom a seller is indebted for stock, money or services furnished for the purpose of enabling the seller to carry on a business, whether or not the debt is due, and who holds no security or who is entitled to no preference in respect of a claim. (“fournisseur non garanti”)  R.S.O. 1990, c. B.14, s. 1; 1993, c. 27, Sched.; 2006, c. 19, Sched. C, s. 1 (1).",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“buyer” means a person who acquires stock in bulk; (“acheteur”)</p> <p class=\"definition\">“court” means the Superior Court of Justice; (“tribunal”)</p> <p class=\"definition\">“creditor” means any creditor, including an unsecured trade creditor and a secured trade creditor; (“créancier”)</p> <p class=\"definition\">“judge” means a judge of the court; (“juge”)</p> <p class=\"definition\">“proceeds of the sale” includes the purchase price and any security therefor or for any part thereof, and any other consideration payable to the seller or passing from the buyer to the seller on a sale in bulk, and the money realized by a trustee under a security or by the sale or other disposition of any property coming into the trustee’s hands as the consideration or part of the consideration for the sale, less the proper and reasonable costs of the seller’s solicitor for completing the sale; (“produit de la vente”)</p> <p class=\"definition\">“sale”, whether used alone or in the expression “sale in bulk”, includes a transfer, conveyance, barter or exchange, but does not include a pledge, charge or mortgage; (“vente”)</p> <p class=\"definition\">“sale in bulk” means a sale of stock in bulk out of the usual course of business or trade of the seller; (“vente en bloc”)</p> <p class=\"definition\">“secured trade creditor” means a person to whom a seller is indebted, whether or not the debt is due,</p> <p class=\"paragraph\">  (a) for stock, money or services furnished for the purpose of enabling the seller to carry on business, or</p> <p class=\"paragraph\">  (b) for rental of premises in or from which the seller carries on business,</p> <p class=\"definition\">and who holds security or is entitled to a preference in respect of a claim; (“fournisseur garanti”)</p> <p class=\"definition\">“seller” means a person who sells stock in bulk; (“vendeur”)</p> <p class=\"definition\">“stock” means,</p> <p class=\"paragraph\">  (a) goods, wares, merchandise or chattels ordinarily the subject of trade and commerce,</p> <p class=\"paragraph\">  (b) the goods, wares, merchandise or chattels in which a person trades or that the person produces or that are the output of a business, or</p> <p class=\"paragraph\">  (c) the fixtures, goods and chattels with which a person carries on a trade or business; (“stock”)</p> <p class=\"definition\">“stock in bulk” means stock or part thereof that is the subject of a sale in bulk and all other property, real or personal, that together with stock is the subject of a sale in bulk; (“stock en bloc”)</p> <p class=\"definition\">“unsecured trade creditor” means a person to whom a seller is indebted for stock, money or services furnished for the purpose of enabling the seller to carry on a business, whether or not the debt is due, and who holds no security or who is entitled to no preference in respect of a claim. (“fournisseur non garanti”)  R.S.O. 1990, c. B.14, s. 1; 1993, c. 27, Sched.; 2006, c. 19, Sched. C, s. 1 (1).</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Application of Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of Act",
            "content": "2 This Act applies to every sale in bulk except a sale in bulk by an executor, an administrator, a guardian of property under the Substitute Decisions Act, 1992, a creditor realizing upon security, a receiver, an assignee or trustee for the benefit of creditors, a trustee under the Bankruptcy Act (Canada), a liquidator or official receiver, or a public official acting under judicial process.  R.S.O. 1990, c. B.14, s. 2; 1992, c. 32, s. 2.",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>This Act applies to every sale in bulk except a sale in bulk by an executor, an administrator, a guardian of property under the <i>Substitute Decisions Act, 1992</i>, a creditor realizing upon security, a receiver, an assignee or trustee for the benefit of creditors, a trustee under the <i>Bankruptcy Act</i> (Canada), a liquidator or official receiver, or a public official acting under judicial process.  R.S.O. 1990, c. B.14, s. 2; 1992, c. 32, s. 2.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "Judicial exemption",
            "part_id": null,
            "part_type": null,
            "section_y": "Judicial exemption",
            "content": "3 (1) A seller may apply to a judge for an order exempting a sale in bulk from the application of this Act, and the judge, if satisfied, on the affidavit of the seller and any other evidence, that the sale is advantageous to the seller and will not impair the seller’s ability to pay creditors in full, may make the order, and thereafter this Act, except section 7, does not apply to the sale.  R.S.O. 1990, c. B.14, s. 3 (1). Notice, terms and directions (2) The judge may require notice of the application for the order to be given to the creditors of the seller or such of them as he or she directs, and may in the order impose such terms and give such directions with respect to the disposition of the proceeds of the sale or otherwise as he or she considers appropriate.  R.S.O. 1990, c. B.14, s. 3 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>3 </b>(1) A seller may apply to a judge for an order exempting a sale in bulk from the application of this Act, and the judge, if satisfied, on the affidavit of the seller and any other evidence, that the sale is advantageous to the seller and will not impair the seller’s ability to pay creditors in full, may make the order, and thereafter this Act, except section 7, does not apply to the sale.  R.S.O. 1990, c. B.14, s. 3 (1).</p> <p class=\"headnote\">Notice, terms and directions</p> <p class=\"subsection\">(2) The judge may require notice of the application for the order to be given to the creditors of the seller or such of them as he or she directs, and may in the order impose such terms and give such directions with respect to the disposition of the proceeds of the sale or otherwise as he or she considers appropriate.  R.S.O. 1990, c. B.14, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "section_x": "Statement of creditors",
            "part_id": null,
            "part_type": null,
            "section_y": "Statement of creditors",
            "content": "4 (1) The buyer, before paying or delivering to the seller any part of the proceeds of the sale, other than the part mentioned in section 6, shall demand of and receive from the seller, and the seller shall deliver to the buyer, a statement verified by the affidavit of the seller in Form 1.  R.S.O. 1990, c. B.14, s. 4 (1). Contents of statement (2) The statement shall show the names and addresses of the unsecured trade creditors and the secured trade creditors of the seller and the amount of the indebtedness or liability due, owing, payable, or accruing due, or to become due and payable, by the seller to each of them, and, with respect to the claims of the secured trade creditors, the nature of their security and whether their claims are due or, in the event of sale, become due on the date fixed for the completion of the sale.  R.S.O. 1990, c. B.14, s. 4 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>4 </b>(1) The buyer, before paying or delivering to the seller any part of the proceeds of the sale, other than the part mentioned in section 6, shall demand of and receive from the seller, and the seller shall deliver to the buyer, a statement verified by the affidavit of the seller in Form 1.  R.S.O. 1990, c. B.14, s. 4 (1).</p> <p class=\"headnote\">Contents of statement</p> <p class=\"subsection\">(2) The statement shall show the names and addresses of the unsecured trade creditors and the secured trade creditors of the seller and the amount of the indebtedness or liability due, owing, payable, or accruing due, or to become due and payable, by the seller to each of them, and, with respect to the claims of the secured trade creditors, the nature of their security and whether their claims are due or, in the event of sale, become due on the date fixed for the completion of the sale.  R.S.O. 1990, c. B.14, s. 4 (2).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "section_x": "No preference or priority",
            "part_id": null,
            "part_type": null,
            "section_y": "No preference or priority",
            "content": "5 From and after the delivery of the statement mentioned in section 4, no preference or priority is obtainable by any creditor of the seller in respect of the stock in bulk, or the proceeds of the sale thereof, by attachment, garnishment proceedings, contract or otherwise.  R.S.O. 1990, c. B.14, s. 5.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>5 </b>From and after the delivery of the statement mentioned in section 4, no preference or priority is obtainable by any creditor of the seller in respect of the stock in bulk, or the proceeds of the sale thereof, by attachment, garnishment proceedings, contract or otherwise.  R.S.O. 1990, c. B.14, s. 5.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "section_x": "Part payment",
            "part_id": null,
            "part_type": null,
            "section_y": "Part payment",
            "content": "6 The buyer may, before receiving the statement mentioned in section 4, pay to the seller on account of the purchase price a sum not exceeding 10 per cent of the purchase price which shall form part of the proceeds of sale and which the seller shall hold in trust, (a) for the buyer until completion of the sale, or, if the sale is not completed and the buyer becomes entitled to repayment of it, until it is repaid to the buyer; or (b) where the sale is completed and a trustee has been appointed, for the trustee until the seller complies with clause 10 (b).  R.S.O. 1990, c. B.14, s. 6.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>6 </b>The buyer may, before receiving the statement mentioned in section 4, pay to the seller on account of the purchase price a sum not exceeding 10 per cent of the purchase price which shall form part of the proceeds of sale and which the seller shall hold in trust,</p> <p class=\"paragraph\">  (a) for the buyer until completion of the sale, or, if the sale is not completed and the buyer becomes entitled to repayment of it, until it is repaid to the buyer; or</p> <p class=\"paragraph\">  (b) where the sale is completed and a trustee has been appointed, for the trustee until the seller complies with clause 10 (b).  R.S.O. 1990, c. B.14, s. 6.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "section_x": "Particulars",
            "part_id": null,
            "part_type": null,
            "section_y": "Particulars",
            "content": "7 Any creditor of a seller is entitled to demand of the seller or the buyer, in which case the seller or the buyer, as the case may be, shall forthwith deliver to the creditor, particulars in writing of the sale in bulk.  R.S.O. 1990, c. B.14, s. 7.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>7 </b>Any creditor of a seller is entitled to demand of the seller or the buyer, in which case the seller or the buyer, as the case may be, shall forthwith deliver to the creditor, particulars in writing of the sale in bulk.  R.S.O. 1990, c. B.14, s. 7.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "section_x": "Completion of sale",
            "part_id": null,
            "part_type": null,
            "section_y": "Completion of sale",
            "content": "8 (1) Where the buyer has received the statement mentioned in section 4, the buyer may pay or deliver the proceeds of the sale to the seller and thereupon acquire the property of the seller in the stock in bulk, (a) if the statement mentioned in section 4 discloses that the claims of the unsecured trade creditors of the seller do not exceed a total of $2,500 and that the claims of the secured trade creditors of the seller do not exceed a total of $2,500 and the buyer has no notice that the claims of the unsecured trade creditors of the seller exceed a total of $2,500 and that the claims of the secured trade creditors of the seller exceed a total of $2,500; or (b) if the seller delivers a statement verified by the seller’s affidavit showing that the claims of all unsecured trade creditors and all secured trade creditors of the seller of which the buyer has notice have been paid in full; or (c) if adequate provision has been made for the immediate payment in full of all claims of the unsecured trade creditors of the seller of which the buyer has notice and of all claims of secured trade creditors of the seller that are or become due and payable upon completion of the sale of which the buyer has notice, so long as their claims are paid in full forthwith after completion of the sale, but where any such creditor has delivered a waiver in Form 2 no provision need be made for the immediate payment of the creditor’s claim.  R.S.O. 1990, c. B.14, s. 8 (1). Idem (2) Where the buyer has received the statement mentioned in section 4, the buyer may pay or deliver the proceeds of the sale to the trustee and thereupon acquire the property of the seller in the stock in bulk, if the seller delivers to the buyer, (a) the consent to the sale in Form 3 of unsecured trade creditors of the seller representing not less than 60 per cent in number and amount of the claims that exceed $50 of all the unsecured trade creditors of the seller of whose claims the buyer has notice; and (b) an affidavit of the seller deposing that the seller delivered or caused to be delivered to all of the seller’s unsecured trade creditors and secured trade creditors personally or by registered mail addressed to them at their last known addresses at least fourteen days before the date fixed for the completion of the sale copies of the contract of the sale in bulk, the statement mentioned in subsection 4 (1), and the statement of affairs in Form 4, and deposing that the affairs of the seller as disclosed in the statement of affairs have not materially changed since it was made.  R.S.O. 1990, c. B.14, s. 8 (2). Documents to be exhibited (3) Duplicate originals of the documents mentioned in clause (2) (b) shall be attached as exhibits to the affidavit mentioned therein.  R.S.O. 1990, c. B.14, s. 8 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>8 </b>(1) Where the buyer has received the statement mentioned in section 4, the buyer may pay or deliver the proceeds of the sale to the seller and thereupon acquire the property of the seller in the stock in bulk,</p> <p class=\"paragraph\">  (a) if the statement mentioned in section 4 discloses that the claims of the unsecured trade creditors of the seller do not exceed a total of $2,500 and that the claims of the secured trade creditors of the seller do not exceed a total of $2,500 and the buyer has no notice that the claims of the unsecured trade creditors of the seller exceed a total of $2,500 and that the claims of the secured trade creditors of the seller exceed a total of $2,500; or</p> <p class=\"paragraph\">  (b) if the seller delivers a statement verified by the seller’s affidavit showing that the claims of all unsecured trade creditors and all secured trade creditors of the seller of which the buyer has notice have been paid in full; or</p> <p class=\"paragraph\">  (c) if adequate provision has been made for the immediate payment in full of all claims of the unsecured trade creditors of the seller of which the buyer has notice and of all claims of secured trade creditors of the seller that are or become due and payable upon completion of the sale of which the buyer has notice, so long as their claims are paid in full forthwith after completion of the sale, but where any such creditor has delivered a waiver in Form 2 no provision need be made for the immediate payment of the creditor’s claim.  R.S.O. 1990, c. B.14, s. 8 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Where the buyer has received the statement mentioned in section 4, the buyer may pay or deliver the proceeds of the sale to the trustee and thereupon acquire the property of the seller in the stock in bulk, if the seller delivers to the buyer,</p> <p class=\"paragraph\">  (a) the consent to the sale in Form 3 of unsecured trade creditors of the seller representing not less than 60 per cent in number and amount of the claims that exceed $50 of all the unsecured trade creditors of the seller of whose claims the buyer has notice; and</p> <p class=\"paragraph\">  (b) an affidavit of the seller deposing that the seller delivered or caused to be delivered to all of the seller’s unsecured trade creditors and secured trade creditors personally or by registered mail addressed to them at their last known addresses at least fourteen days before the date fixed for the completion of the sale copies of the contract of the sale in bulk, the statement mentioned in subsection 4 (1), and the statement of affairs in Form 4, and deposing that the affairs of the seller as disclosed in the statement of affairs have not materially changed since it was made.  R.S.O. 1990, c. B.14, s. 8 (2).</p> <p class=\"headnote\">Documents to be exhibited</p> <p class=\"subsection\">(3) Duplicate originals of the documents mentioned in clause (2) (b) shall be attached as exhibits to the affidavit mentioned therein.  R.S.O. 1990, c. B.14, s. 8 (3).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "section_x": "Appointment of trustee",
            "part_id": null,
            "part_type": null,
            "section_y": "Appointment of trustee",
            "content": "9 (1) Where a sale in bulk is being completed under subsection 8 (2), a trustee shall be appointed, (a) by the seller with the consent in Form 3 of the seller’s unsecured trade creditors representing not less than 60 per cent in number and amount of the claims that exceed $50 of the unsecured trade creditors as shown by the statement mentioned in section 4; or (b) by a judge upon the application of any person interested where the unsecured trade creditors of the seller representing not less than 60 per cent in number and amount of the claims that exceed $50 as shown by the statement mentioned in section 4 have consented to the sale in bulk but have not consented to the appointment of a trustee, or where the trustee appointed under clause (a) is unable or unwilling to act.  R.S.O. 1990, c. B.14, s. 9 (1). Security (2) Every trustee shall forthwith give security in cash or by bond of a guarantee company satisfactory to a judge for the due accounting for all property received as trustee and for the due and faithful performance of the trustee’s duties, and the security shall be deposited with the local registrar of the court and shall be given in favour of the creditors generally and may be enforced by any succeeding trustee or by any one of the creditors on behalf of all by direction of the judge and the amount of the security may be increased or decreased by the judge at any time.  R.S.O. 1990, c. B.14, s. 9 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>9 </b>(1) Where a sale in bulk is being completed under subsection 8 (2), a trustee shall be appointed,</p> <p class=\"paragraph\">  (a) by the seller with the consent in Form 3 of the seller’s unsecured trade creditors representing not less than 60 per cent in number and amount of the claims that exceed $50 of the unsecured trade creditors as shown by the statement mentioned in section 4; or</p> <p class=\"paragraph\">  (b) by a judge upon the application of any person interested where the unsecured trade creditors of the seller representing not less than 60 per cent in number and amount of the claims that exceed $50 as shown by the statement mentioned in section 4 have consented to the sale in bulk but have not consented to the appointment of a trustee, or where the trustee appointed under clause (a) is unable or unwilling to act.  R.S.O. 1990, c. B.14, s. 9 (1).</p> <p class=\"headnote\">Security</p> <p class=\"subsection\">(2) Every trustee shall forthwith give security in cash or by bond of a guarantee company satisfactory to a judge for the due accounting for all property received as trustee and for the due and faithful performance of the trustee’s duties, and the security shall be deposited with the local registrar of the court and shall be given in favour of the creditors generally and may be enforced by any succeeding trustee or by any one of the creditors on behalf of all by direction of the judge and the amount of the security may be increased or decreased by the judge at any time.  R.S.O. 1990, c. B.14, s. 9 (2).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "section_x": "When proceeds of sale to be paid over to trustee",
            "part_id": null,
            "part_type": null,
            "section_y": "When proceeds of sale to be paid over to trustee",
            "content": "10 Where a sale in bulk is completed under subsection 8 (2), (a) the seller shall deliver to the trustee a statement verified by the affidavit of the seller showing the names and addresses of all creditors of the seller and the amount of the indebtedness or liability due, owing, payable or accruing due, or to become due and payable by the seller to each of them; and (b) the seller shall pay to the trustee all money received from the buyer on account of the purchase price under section 6; and (c) the buyer shall pay or deliver the balance of the proceeds of the sale to the trustee.  R.S.O. 1990, c. B.14, s. 10.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>10 </b>Where a sale in bulk is completed under subsection 8 (2),</p> <p class=\"paragraph\">  (a) the seller shall deliver to the trustee a statement verified by the affidavit of the seller showing the names and addresses of all creditors of the seller and the amount of the indebtedness or liability due, owing, payable or accruing due, or to become due and payable by the seller to each of them; and</p> <p class=\"paragraph\">  (b) the seller shall pay to the trustee all money received from the buyer on account of the purchase price under section 6; and</p> <p class=\"paragraph\">  (c) the buyer shall pay or deliver the balance of the proceeds of the sale to the trustee.  R.S.O. 1990, c. B.14, s. 10.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "section_x": "Filings on completion of sale",
            "part_id": null,
            "part_type": null,
            "section_y": "Filings on completion of sale",
            "content": "11 (1) Within five days after the completion of a sale in bulk, the buyer shall file in the office of the court an affidavit setting out the particulars of the sale, including the subject-matter thereof and the name and address of the trustee, if any, and exhibiting duplicate originals of the statement mentioned in section 4, the statement, if any, mentioned in clause 8 (1) (b), the waivers, if any, mentioned in clause 8 (1) (c) and the consent and affidavit, if any, mentioned in subsection 8 (2).  R.S.O. 1990, c. B.14, s. 11 (1); 1998, c. 18, Sched. B, s. 1 (1). Where filing required (2) The documents mentioned in subsection (1) shall be filed in the offices of the court for every county or district in which all or part of the stock in bulk is located.  1998, c. 18, Sched. B, s. 1 (2). Failure to file (3) If the buyer fails to comply with subsection (1), a judge may at any time, (a) upon the application of the trustee or a creditor, order the buyer to comply therewith; or (b) upon the application of the buyer, extend the time for compliance therewith; or (c) upon the application of the buyer after the lapse of one year from the date of the completion of the sale in bulk and upon being satisfied that the claims of all unsecured trade creditors and secured trade creditors of the seller existing at the time of the completion of the sale have been paid in full and that no action or proceeding is pending to set aside the sale or to have the sale declared void and that the application is made in good faith and not for any improper purpose, make an order dispensing with compliance therewith.  R.S.O. 1990, c. B.14, s. 11 (3); 1993, c. 27, Sched.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>11 </b>(1) Within five days after the completion of a sale in bulk, the buyer shall file in the office of the court an affidavit setting out the particulars of the sale, including the subject-matter thereof and the name and address of the trustee, if any, and exhibiting duplicate originals of the statement mentioned in section 4, the statement, if any, mentioned in clause 8 (1) (b), the waivers, if any, mentioned in clause 8 (1) (c) and the consent and affidavit, if any, mentioned in subsection 8 (2).  R.S.O. 1990, c. B.14, s. 11 (1); 1998, c. 18, Sched. B, s. 1 (1).</p> <p class=\"headnote\">Where filing required</p> <p class=\"subsection\">(2) The documents mentioned in subsection (1) shall be filed in the offices of the court for every county or district in which all or part of the stock in bulk is located.  1998, c. 18, Sched. B, s. 1 (2).</p> <p class=\"headnote\">Failure to file</p> <p class=\"subsection\">(3) If the buyer fails to comply with subsection (1), a judge may at any time,</p> <p class=\"paragraph\">  (a) upon the application of the trustee or a creditor, order the buyer to comply therewith; or</p> <p class=\"paragraph\">  (b) upon the application of the buyer, extend the time for compliance therewith; or</p> <p class=\"paragraph\">  (c) upon the application of the buyer after the lapse of one year from the date of the completion of the sale in bulk and upon being satisfied that the claims of all unsecured trade creditors and secured trade creditors of the seller existing at the time of the completion of the sale have been paid in full and that no action or proceeding is pending to set aside the sale or to have the sale declared void and that the application is made in good faith and not for any improper purpose, make an order dispensing with compliance therewith.  R.S.O. 1990, c. B.14, s. 11 (3); 1993, c. 27, Sched.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "section_x": "Distribution of proceeds of sale",
            "part_id": null,
            "part_type": null,
            "section_y": "Distribution of proceeds of sale",
            "content": "12 (1) Where the proceeds of the sale are paid or delivered to a trustee under section 10, the trustee is a trustee for the general benefit of the creditors of the seller and shall distribute the proceeds of the sale among the creditors of the seller, and, in making the distribution, all creditors’ claims shall be proved in like manner and are subject to like contestation before a judge and, subject to section 13, are entitled to like priorities as in the case of a distribution under the Bankruptcy Act (Canada), as amended or re-enacted from time to time, and shall be determined as of the date of the completion of the sale.  R.S.O. 1990, c. B.14, s. 12 (1). Notice (2) Before making the distribution, the trustee shall cause a notice thereof to be published in at least two issues of a newspaper having general circulation in the locality in which the stock in bulk was situated at the time of the sale, and the trustee shall not make the distribution until at least fourteen days after the last of such publications.  R.S.O. 1990, c. B.14, s. 12 (2). Petition for receiving order (3) Upon notice to the trustee within thirty days after the buyer complies with section 11 that a petition for a receiving order against the seller has been filed, the trustee shall not distribute the proceeds of the sale until the final disposition of the petition and, where a receiving order is made pursuant to the petition, the trustee shall pay the proceeds of the sale, after deducting therefrom his, her or its fee and disbursements, to the trustee appointed by the receiving order.  R.S.O. 1990, c. B.14, s. 12 (3); 1998, c. 18, Sched. B, s. 1 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>12 </b>(1) Where the proceeds of the sale are paid or delivered to a trustee under section 10, the trustee is a trustee for the general benefit of the creditors of the seller and shall distribute the proceeds of the sale among the creditors of the seller, and, in making the distribution, all creditors’ claims shall be proved in like manner and are subject to like contestation before a judge and, subject to section 13, are entitled to like priorities as in the case of a distribution under the <i>Bankruptcy Act</i> (Canada), as amended or re-enacted from time to time, and shall be determined as of the date of the completion of the sale.  R.S.O. 1990, c. B.14, s. 12 (1).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) Before making the distribution, the trustee shall cause a notice thereof to be published in at least two issues of a newspaper having general circulation in the locality in which the stock in bulk was situated at the time of the sale, and the trustee shall not make the distribution until at least fourteen days after the last of such publications.  R.S.O. 1990, c. B.14, s. 12 (2).</p> <p class=\"headnote\">Petition for receiving order</p> <p class=\"subsection\">(3) Upon notice to the trustee within thirty days after the buyer complies with section 11 that a petition for a receiving order against the seller has been filed, the trustee shall not distribute the proceeds of the sale until the final disposition of the petition and, where a receiving order is made pursuant to the petition, the trustee shall pay the proceeds of the sale, after deducting therefrom his, her or its fee and disbursements, to the trustee appointed by the receiving order.  R.S.O. 1990, c. B.14, s. 12 (3); 1998, c. 18, Sched. B, s. 1 (3).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "13.",
            "section_x": "Municipal rights preserved",
            "part_id": null,
            "part_type": null,
            "section_y": "Municipal rights preserved",
            "content": "13 Nothing in this Act affects the rights of any municipality under the\nAssessment Act, Parts VIII, IX and X of the Municipal Act, 2001 or Parts X, XI, XII and XIII of the City of Toronto Act, 2006.  2006, c. 32, Sched. C, s. 4.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>13 </b>Nothing in this Act affects the rights of any municipality under the<i>\n</i><i>Assessment Act</i>, Parts VIII, IX and X of the <i>Municipal Act, 2001</i> or Parts X, XI, XII and XIII of the <i>City of Toronto Act, 2006</i>.  2006, c. 32, Sched. C, s. 4.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "14.",
            "section_x": "Fee of trustee",
            "part_id": null,
            "part_type": null,
            "section_y": "Fee of trustee",
            "content": "14 (1) Subject to subsection (3), the fee of the trustee shall be as follows:  1.   Where the proceeds of the sale do not exceed $5,000    $250 \n\n  2.   Where the proceeds of the sale exceed $5,000 but do not exceed $25,000 plus 3 per cent of the amount by which the proceeds of the sale exceed $5,000   $250 \n\n  3.   Where the proceeds of the sale exceed $25,000 but do not exceed $100,000 plus 2 per cent of the amount by which the proceeds of the sale exceed $25,000   $850 \n\n  4.   Where the proceeds of the sale exceed $100,000 plus 1 per cent of the amount by which the proceeds of the sale exceed $100,000   $2,350 R.S.O. 1990, c. B.14, s. 14 (1). Idem (2) In the absence of an arrangement between the seller and the trustee to the contrary, the fee, together with any disbursements made by the trustee, shall be deducted by the trustee from the money to be paid to the creditors.  R.S.O. 1990, c. B.14, s. 14 (2). Idem (3) Where the proceeds of the sale exceed the amount required to pay in full all indebtedness of the seller to creditors, the fee of the trustee together with any disbursement made by the trustee shall be deducted by the trustee from the excess proceeds to the extent of that excess, and any sum remaining unpaid thereafter shall be paid as provided in subsection (2).  R.S.O. 1990, c. B.14, s. 14 (3); 1993, c. 27, Sched.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>14 </b>(1) Subject to subsection (3), the fee of the trustee shall be as follows:</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"24\"> <p class=\"table\">1.</p> </td> <td valign=\"top\" width=\"176\"> <p class=\"table\">Where the proceeds of the sale do not exceed $5,000 </p> </td> <td valign=\"top\" width=\"48\"> <p align=\"right\" class=\"table\">$250</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"24\"> <p class=\"table\">2.</p> </td> <td valign=\"top\" width=\"176\"> <p class=\"table\">Where the proceeds of the sale exceed $5,000 but do not exceed $25,000 plus 3 per cent of the amount by which the proceeds of the sale exceed $5,000</p> </td> <td valign=\"top\" width=\"48\"> <p align=\"right\" class=\"table\">$250</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"24\"> <p class=\"table\">3.</p> </td> <td valign=\"top\" width=\"176\"> <p class=\"table\">Where the proceeds of the sale exceed $25,000 but do not exceed $100,000 plus 2 per cent of the amount by which the proceeds of the sale exceed $25,000</p> </td> <td valign=\"top\" width=\"48\"> <p align=\"right\" class=\"table\">$850</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"24\"> <p class=\"table\">4.</p> </td> <td valign=\"top\" width=\"176\"> <p class=\"table\">Where the proceeds of the sale exceed $100,000 plus 1 per cent of the amount by which the proceeds of the sale exceed $100,000</p> </td> <td valign=\"top\" width=\"48\"> <p align=\"right\" class=\"table\">$2,350</p> </td>\n</tr>\n</table> <p class=\"footnote\">R.S.O. 1990, c. B.14, s. 14 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) In the absence of an arrangement between the seller and the trustee to the contrary, the fee, together with any disbursements made by the trustee, shall be deducted by the trustee from the money to be paid to the creditors.  R.S.O. 1990, c. B.14, s. 14 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) Where the proceeds of the sale exceed the amount required to pay in full all indebtedness of the seller to creditors, the fee of the trustee together with any disbursement made by the trustee shall be deducted by the trustee from the excess proceeds to the extent of that excess, and any sum remaining unpaid thereafter shall be paid as provided in subsection (2).  R.S.O. 1990, c. B.14, s. 14 (3); 1993, c. 27, Sched.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "15.",
            "section_x": "Who may make affidavits",
            "part_id": null,
            "part_type": null,
            "section_y": "Who may make affidavits",
            "content": "15 (1) Any affidavit required to be made under this Act by a seller, (a) if the seller is a partnership, shall be made severally by all of the partners; or (b) if the seller is a corporation, shall be made by an officer or director of the corporation and shall state that the deponent has a personal knowledge of the facts deposed to.  R.S.O. 1990, c. B.14, s. 15 (1). Idem (2) Upon the application of a seller and upon being satisfied that good and sufficient cause exists that any affidavit required to be made under this Act should be made otherwise than under subsection (1), a judge may order accordingly.  R.S.O. 1990, c. B.14, s. 15 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>15 </b>(1) Any affidavit required to be made under this Act by a seller,</p> <p class=\"paragraph\">  (a) if the seller is a partnership, shall be made severally by all of the partners; or</p> <p class=\"paragraph\">  (b) if the seller is a corporation, shall be made by an officer or director of the corporation and shall state that the deponent has a personal knowledge of the facts deposed to.  R.S.O. 1990, c. B.14, s. 15 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Upon the application of a seller and upon being satisfied that good and sufficient cause exists that any affidavit required to be made under this Act should be made otherwise than under subsection (1), a judge may order accordingly.  R.S.O. 1990, c. B.14, s. 15 (2).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "16.",
            "section_x": "Effect of buyer failing to comply with Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Effect of buyer failing to comply with Act",
            "content": "16 (1) A sale in bulk is voidable unless the buyer has complied with this Act.  R.S.O. 1990, c. B.14, s. 16 (1). Personal liability of buyer (2) If a sale in bulk has been set aside or declared void and the buyer has received or taken possession of the stock in bulk, the buyer is personally liable to account to the creditors of the seller for the value thereof, including all money, security and property realized or taken by the buyer from, out of, or on account of, the sale or other disposition by the buyer of the stock in bulk.  R.S.O. 1990, c. B.14, s. 16 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>16 </b>(1) A sale in bulk is voidable unless the buyer has complied with this Act.  R.S.O. 1990, c. B.14, s. 16 (1).</p> <p class=\"headnote\">Personal liability of buyer</p> <p class=\"subsection\">(2) If a sale in bulk has been set aside or declared void and the buyer has received or taken possession of the stock in bulk, the buyer is personally liable to account to the creditors of the seller for the value thereof, including all money, security and property realized or taken by the buyer from, out of, or on account of, the sale or other disposition by the buyer of the stock in bulk.  R.S.O. 1990, c. B.14, s. 16 (2).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "17.",
            "section_x": "Who may bring action",
            "part_id": null,
            "part_type": null,
            "section_y": "Who may bring action",
            "content": "17 (1) An action or proceeding to set aside or have declared void a sale in bulk may be brought or taken by a creditor of the seller, and, if the seller is adjudged bankrupt, by the trustee of the seller’s estate.  R.S.O. 1990, c. B.14, s. 17 (1). Where no right of action (2) No action shall be brought or proceeding taken in respect of real property included in a sale in bulk if the real property has been sold, transferred, charged or mortgaged to a purchaser, transferee, chargee or mortgagee in good faith for valuable consideration without actual notice of non-compliance with the Act by the buyer.  R.S.O. 1990, c. B.14, s. 17 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>17 </b>(1) An action or proceeding to set aside or have declared void a sale in bulk may be brought or taken by a creditor of the seller, and, if the seller is adjudged bankrupt, by the trustee of the seller’s estate.  R.S.O. 1990, c. B.14, s. 17 (1).</p> <p class=\"headnote\">Where no right of action</p> <p class=\"subsection\">(2) No action shall be brought or proceeding taken in respect of real property included in a sale in bulk if the real property has been sold, transferred, charged or mortgaged to a purchaser, transferee, chargee or mortgagee in good faith for valuable consideration without actual notice of non-compliance with the Act by the buyer.  R.S.O. 1990, c. B.14, s. 17 (2).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "18.",
            "section_x": "Burden of proof",
            "part_id": null,
            "part_type": null,
            "section_y": "Burden of proof",
            "content": "18 In an action or proceeding in which a sale in bulk is attacked or comes in question, whether directly or indirectly, the burden of proof that this Act has been complied with is upon the person upholding the sale in bulk.  R.S.O. 1990, c. B.14, s. 18.",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>18 </b>In an action or proceeding in which a sale in bulk is attacked or comes in question, whether directly or indirectly, the burden of proof that this Act has been complied with is upon the person upholding the sale in bulk.  R.S.O. 1990, c. B.14, s. 18.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "19.",
            "section_x": "Limitation of action",
            "part_id": null,
            "part_type": null,
            "section_y": "Limitation of action",
            "content": "19 No action shall be brought or proceeding taken to set aside or have declared void a sale in bulk for failure to comply with this Act unless the action is brought or the proceeding is taken either before the buyer complies with section 11 or within six months after the buyer complies with section 11.  R.S.O. 1990, c. B.14, s. 19; 1998, c. 18, Sched. B, s. 1 (4). Form 1   STATEMENT AS TO SELLER’S CREDITORS Bulk Sales Act  R.S.O. 1990, c. B.14, Form 1. Form 2   Waiver Bulk Sales Act  R.S.O. 1990, c. B.14, Form 2. Form 3   Consent Bulk Sales Act  R.S.O. 1990, c. B.14, Form 3. Form 4   STATEMENT OF AFFAIRS Bulk Sales Act   R.S.O. 1990, c. B.14, Form 4; 1993, c. 27, Sched. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>19 </b>No action shall be brought or proceeding taken to set aside or have declared void a sale in bulk for failure to comply with this Act unless the action is brought or the proceeding is taken either before the buyer complies with section 11 or within six months after the buyer complies with section 11.  R.S.O. 1990, c. B.14, s. 19; 1998, c. 18, Sched. B, s. 1 (4).</p> <p class=\"form\"><a name=\"BK19\"></a>Form 1 <br/>  STATEMENT AS TO SELLER’S CREDITORS</p> <p class=\"act\">Bulk Sales Act</p> <p class=\"MsoNormal\"><img border=\"0\" height=\"744\" src=\"90b14_e_files/image001.png\" width=\"327\"/></p> <p class=\"footnote\">R.S.O. 1990, c. B.14, Form 1.</p> <p class=\"form\"><a name=\"BK20\"></a>Form 2 <br/>  Waiver</p> <p class=\"act\">Bulk Sales Act</p> <p class=\"MsoNormal\"><img border=\"0\" height=\"373\" src=\"90b14_e_files/image002.png\" width=\"322\"/></p> <p class=\"footnote\">R.S.O. 1990, c. B.14, Form 2.</p> <p class=\"form\"><a name=\"BK21\"></a>Form 3 <br/>  Consent</p> <p class=\"act\">Bulk Sales Act</p> <p class=\"MsoNormal\"><img border=\"0\" height=\"519\" src=\"90b14_e_files/image003.png\" width=\"322\"/></p> <p class=\"footnote\">R.S.O. 1990, c. B.14, Form 3.</p> <p class=\"form\"><a name=\"BK22\"></a>Form 4 <br/>  STATEMENT OF AFFAIRS</p> <p class=\"act\">Bulk Sales Act</p> <p class=\"MsoNormal\"><img border=\"0\" height=\"738\" src=\"90b14_e_files/image004.png\" width=\"290\"/></p> <p class=\"MsoNormal\"><img border=\"0\" height=\"153\" src=\"90b14_e_files/image005.png\" width=\"286\"/></p> <p class=\"footnote\">R.S.O. 1990, c. B.14, Form 4; 1993, c. 27, Sched.</p> <p class=\"line\">______________</p> <p class=\"line\"><u><span> </span></u></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90b14\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Form 1",
            "section_x": "Statement as to seller’s creditors",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "Form 2",
            "section_x": "Waiver",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "Form 3",
            "section_x": "Consent",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Form 4",
            "section_x": "Statement of affairs",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        }
    ]
}