{
    "act_info": {
        "full_title": "Business Names Act, R.S.O. 1990, c. B.17",
        "act_name_text": "Business Names Act",
        "citation": "R.S.O. 1990, c. B.17",
        "url": "https://www.ontario.ca/laws/statute/90b17",
        "date_scraped": "2023-12-18 14:24:57"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 19, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90b17/v11",
            "valid_from": "November 14, 2020",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/90b17/v10",
            "valid_from": "May 12, 2020",
            "valid_to": "November 13, 2020"
        },
        {
            "a_href": "/laws/statute/90b17/v9",
            "valid_from": "November 14, 2017",
            "valid_to": "May 11, 2020"
        },
        {
            "a_href": "/laws/statute/90b17/v8",
            "valid_from": "December 31, 2015",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/90b17/v7",
            "valid_from": "March 30, 2011",
            "valid_to": "December 30, 2015"
        },
        {
            "a_href": "/laws/statute/90b17/v6",
            "valid_from": "October 25, 2010",
            "valid_to": "March 29, 2011"
        },
        {
            "a_href": "/laws/statute/90b17/v5",
            "valid_from": "August 20, 2007",
            "valid_to": "October 24, 2010"
        },
        {
            "a_href": "/laws/statute/90b17/v4",
            "valid_from": "December 20, 2006",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/90b17/v3",
            "valid_from": "June  1, 2005",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90b17/v2",
            "valid_from": "November 30, 2004",
            "valid_to": "May 31, 2005"
        },
        {
            "a_href": "/laws/statute/90b17/v1",
            "valid_from": "June 29, 2001",
            "valid_to": "November 29, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/210399",
            "Citation": "O. Reg. 399/21",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “business” includes every trade, occupation, profession, service or venture carried on with a view to profit; (“entreprise”) “corporation” means a corporation wherever or however incorporated; (“personne morale”) “day” means a clear day; (“jour”) “electronic signature” means an identifying mark or process that is, (a) created or communicated using telephonic or electronic means, (b) attached to or associated with a document or other information, and (c) made or adopted by a person to associate the person with the document or other information, as the case may be; (“signature électronique”) “Minister” means the member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the Executive Council Act; (“ministre”) “Ministry” means the Ministry of the Minister; (“ministère”) “person” includes an individual, sole proprietorship, partnership, limited partnership, unincorporated association, unincorporated syndicate, unincorporated organization, trust, body corporate, and an individual in his or her capacity as trustee, executor, administrator or other legal representative; (“personne”) “prescribed” means prescribed by the regulations; (“prescrit”) “Registrar” means the Registrar appointed under section 1.1; (“registrateur”) “registered” means registered under this Act; (“enregistré”) “regulations” means the regulations made under this Act. (“règlements”) “telephonic or electronic means” means any means that uses the telephone or any other electronic or other technological means to transmit information or data, including telephone calls, voice mail, fax, e-mail, an automated touch-tone telephone system, computer or computer networks.  (“moyen de communication téléphonique ou électronique”)  R.S.O. 1990, c. B.17, s. 1; 1994, c. 27, s. 72 (1); 2001, c. 9, Sched. D, s. 13.; 2017, c. 20, Sched. 6, s. 47 (2-5). Interpretation re period of days (2) In this Act, a period of days is deemed to commence on the day following the event that began the period and is deemed to terminate at midnight of the last day of the period, except that if the last day of the period falls on a holiday, the period terminates at midnight of the next day that is not a holiday. 2017, c. 20, Sched. 6, s. 47 (6). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 72 (1) - 01/03/1995 2001, c. 9, Sched. D, s. 13 - 29/06/2001 2017, c. 20, Sched. 6, s. 47 (2-6) - 19/10/2021 Administration",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“business” includes every trade, occupation, profession, service or venture carried on with a view to profit; (“entreprise”)</p> <p class=\"definition\">“corporation” means a corporation wherever or however incorporated; (“personne morale”)</p> <p class=\"definition\">“day” means a clear day; (“jour”)</p> <p class=\"definition\">“electronic signature” means an identifying mark or process that is,</p> <p class=\"paragraph\">  (a) created or communicated using telephonic or electronic means,</p> <p class=\"paragraph\">  (b) attached to or associated with a document or other information, and</p> <p class=\"paragraph\">  (c) made or adopted by a person to associate the person with the document or other information, as the case may be; (“signature électronique”)</p> <p class=\"definition\">“Minister” means the member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“Ministry” means the Ministry of the Minister; (“ministère”)</p> <p class=\"definition\">“person” includes an individual, sole proprietorship, partnership, limited partnership, unincorporated association, unincorporated syndicate, unincorporated organization, trust, body corporate, and an individual in his or her capacity as trustee, executor, administrator or other legal representative; (“personne”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“Registrar” means the Registrar appointed under section 1.1; (“registrateur”)</p> <p class=\"definition\">“registered” means registered under this Act; (“enregistré”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act. (“règlements”)</p> <p class=\"definition\">“telephonic or electronic means” means any means that uses the telephone or any other electronic or other technological means to transmit information or data, including telephone calls, voice mail, fax, e-mail, an automated touch-tone telephone system, computer or computer networks.  (“moyen de communication téléphonique ou électronique”)  R.S.O. 1990, c. B.17, s. 1; 1994, c. 27, s. 72 (1); 2001, c. 9, Sched. D, s. 13.; 2017, c. 20, Sched. 6, s. 47 (2-5).</p> <p class=\"headnote\">Interpretation re period of days</p> <p class=\"subsection\">(2) In this Act, a period of days is deemed to commence on the day following the event that began the period and is deemed to terminate at midnight of the last day of the period, except that if the last day of the period falls on a holiday, the period terminates at midnight of the next day that is not a holiday. 2017, c. 20, Sched. 6, s. 47 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 72 (1) - 01/03/1995</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedds13\">2001, c. 9, Sched. D, s. 13</a></span> - 29/06/2001</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s47s2\">2017, c. 20, Sched. 6, s. 47 (2-6)</a></span> - 19/10/2021</p> <p class=\"heading1\"><a name=\"BK2\"></a>Administration</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Administration",
            "section_x": "Administration",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "1.1",
            "section_x": "Registrar",
            "part_id": null,
            "part_type": null,
            "section_y": "Registrar",
            "content": "1.1 (1) The Minister shall appoint a Registrar to carry out the duties and exercise the powers of the Registrar under this Act and the Limited Partnerships Act. 2017, c. 20, Sched. 6, s. 48. Delegation of duties and powers (2) The Registrar may delegate, in writing, any or all of the Registrar’s duties and powers under this Act or the Limited Partnerships Act to any person, subject to any restrictions set out in the delegation. 2017, c. 20, Sched. 6, s. 48. Records (3) The Registrar shall maintain a record of every registration made under this Act and every declaration filed under the Limited Partnerships Act. 2017, c. 20, Sched. 6, s. 48. Available to the public (4) Any person is entitled, using any search method approved by the Registrar, to search and obtain copies of the records maintained by the Registrar under this Act or the Limited Partnerships Act. 2017, c. 20, Sched. 6, s. 48. Corporation number (5) The Registrar may assign a corporation number to a corporation that has not already been assigned a number where the Registrar is of the opinion that it is appropriate to do so. 2017, c. 20, Sched. 6, s. 48. Same (6) If, through inadvertence or otherwise, the Registrar has assigned a corporation number to a corporation under subsection (5) that is the same as the corporation number previously assigned to another corporation, the Registrar may, without holding a hearing, change the number assigned to the corporation. 2017, c. 20, Sched. 6, s. 48. Same (7) If, for any reason, the Registrar has assigned more than one corporation number to a corporation, the Registrar may, without holding a hearing, determine which corporation number will be assigned to the corporation. 2017, c. 20, Sched. 6, s. 48. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 48 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>1.1 </b>(1) The Minister shall appoint a Registrar to carry out the duties and exercise the powers of the Registrar under this Act and the <i>Limited Partnerships Act</i>. 2017, c. 20, Sched. 6, s. 48.</p> <p class=\"headnote\">Delegation of duties and powers</p> <p class=\"subsection\">(2) The Registrar may delegate, in writing, any or all of the Registrar’s duties and powers under this Act or the <i>Limited Partnerships Act</i> to any person, subject to any restrictions set out in the delegation. 2017, c. 20, Sched. 6, s. 48.</p> <p class=\"headnote\">Records</p> <p class=\"subsection\">(3) The Registrar shall maintain a record of every registration made under this Act and every declaration filed under the <i>Limited Partnerships Act</i>. 2017, c. 20, Sched. 6, s. 48.</p> <p class=\"headnote\">Available to the public</p> <p class=\"subsection\">(4) Any person is entitled, using any search method approved by the Registrar, to search and obtain copies of the records maintained by the Registrar under this Act or the <i>Limited Partnerships Act</i>. 2017, c. 20, Sched. 6, s. 48.</p> <p class=\"headnote\">Corporation number</p> <p class=\"subsection\">(5) The Registrar may assign a corporation number to a corporation that has not already been assigned a number where the Registrar is of the opinion that it is appropriate to do so. 2017, c. 20, Sched. 6, s. 48.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) If, through inadvertence or otherwise, the Registrar has assigned a corporation number to a corporation under subsection (5) that is the same as the corporation number previously assigned to another corporation, the Registrar may, without holding a hearing, change the number assigned to the corporation. 2017, c. 20, Sched. 6, s. 48.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) If, for any reason, the Registrar has assigned more than one corporation number to a corporation, the Registrar may, without holding a hearing, determine which corporation number will be assigned to the corporation. 2017, c. 20, Sched. 6, s. 48.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s48\">2017, c. 20, Sched. 6, s. 48</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "1.2",
            "section_x": "Agreements with authorized persons",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreements with authorized persons",
            "content": "1.2 (1) In this section, “business filing services” includes any of the duties and powers of the Registrar and related services. 2017, c. 20, Sched. 6, s. 48. Agreements to provide business filing services (2) The Minister or a person designated by the Minister may, on behalf of the Crown in right of Ontario, enter into one or more agreements authorizing a person or entity to provide business filing services on behalf of the Crown, the government, the Minister, the Registrar or other government official. 2017, c. 20, Sched. 6, s. 48. Not Crown agent (3) A person or entity that has entered into an agreement under subsection (2) for the provision of business filing services is not an agent of the Crown for any purpose, despite the Crown Agency Act, unless a regulation provides otherwise. 2017, c. 20, Sched. 6, s. 48. Use, etc., of records and information (4) An agreement entered into under subsection (2) may also include provisions respecting the use, disclosure, sale or licensing of records and information required under this Act. 2017, c. 20, Sched. 6, s. 48. Discretion to delegate unaffected by agreement (5) An agreement entered into under subsection (2) does not affect the Registrar’s power to delegate any duties or powers under subsection 1.1 (2). 2017, c. 20, Sched. 6, s. 48. No power to waive or refund fees for services (6) A person or entity that has entered into an agreement under subsection (2) for the provision of business filing services may not waive or refund all or part of any fee for such a service that is payable to the Province of Ontario, but the person or entity may pay all or part of the fee on behalf of the person or entity to whom the service was provided. 2017, c. 20, Sched. 6, s. 48. Deemed date of receipt by Registrar (7) Forms filed for registration and other documents and information sent to a person or entity that has entered into an agreement under subsection (2), that authorizes the person or entity to receive forms filed for registration and other documents and information on behalf of the Registrar, are deemed to be received by the Registrar on the date that they are received by the authorized person or entity. 2017, c. 20, Sched. 6, s. 48. Agreements for use, etc., of records and information (8) The Minister or the Registrar, or a person designated by the Minister or the Registrar, may enter into an agreement with any person or entity respecting the use, disclosure, sale or licensing of records and information required under this Act. 2017, c. 20, Sched. 6, s. 48. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 48 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>1.2 </b>(1) In this section,</p> <p class=\"definition\">“business filing services” includes any of the duties and powers of the Registrar and related services. 2017, c. 20, Sched. 6, s. 48.</p> <p class=\"headnote\">Agreements to provide business filing services</p> <p class=\"subsection\">(2) The Minister or a person designated by the Minister may, on behalf of the Crown in right of Ontario, enter into one or more agreements authorizing a person or entity to provide business filing services on behalf of the Crown, the government, the Minister, the Registrar or other government official. 2017, c. 20, Sched. 6, s. 48.</p> <p class=\"headnote\">Not Crown agent</p> <p class=\"subsection\">(3) A person or entity that has entered into an agreement under subsection (2) for the provision of business filing services is not an agent of the Crown for any purpose, despite the <i>Crown Agency Act</i>, unless a regulation provides otherwise. 2017, c. 20, Sched. 6, s. 48.</p> <p class=\"headnote\">Use, etc., of records and information</p> <p class=\"subsection\">(4) An agreement entered into under subsection (2) may also include provisions respecting the use, disclosure, sale or licensing of records and information required under this Act. 2017, c. 20, Sched. 6, s. 48.</p> <p class=\"headnote\">Discretion to delegate unaffected by agreement</p> <p class=\"subsection\">(5) An agreement entered into under subsection (2) does not affect the Registrar’s power to delegate any duties or powers under subsection 1.1 (2). 2017, c. 20, Sched. 6, s. 48.</p> <p class=\"headnote\">No power to waive or refund fees for services</p> <p class=\"subsection\">(6) A person or entity that has entered into an agreement under subsection (2) for the provision of business filing services may not waive or refund all or part of any fee for such a service that is payable to the Province of Ontario, but the person or entity may pay all or part of the fee on behalf of the person or entity to whom the service was provided. 2017, c. 20, Sched. 6, s. 48.</p> <p class=\"headnote\">Deemed date of receipt by Registrar</p> <p class=\"subsection\">(7) Forms filed for registration and other documents and information sent to a person or entity that has entered into an agreement under subsection (2), that authorizes the person or entity to receive forms filed for registration and other documents and information on behalf of the Registrar, are deemed to be received by the Registrar on the date that they are received by the authorized person or entity. 2017, c. 20, Sched. 6, s. 48.</p> <p class=\"headnote\">Agreements for use, etc., of records and information</p> <p class=\"subsection\">(8) The Minister or the Registrar, or a person designated by the Minister or the Registrar, may enter into an agreement with any person or entity respecting the use, disclosure, sale or licensing of records and information required under this Act. 2017, c. 20, Sched. 6, s. 48.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s48\">2017, c. 20, Sched. 6, s. 48</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "1.3",
            "section_x": "Property of Crown",
            "part_id": null,
            "part_type": null,
            "section_y": "Property of Crown",
            "content": "1.3 The records and information filed with and maintained by the Registrar under this Act and the Limited Partnerships Act are the property of the Crown. 2017, c. 20, Sched. 6, s. 48. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 48 - 19/10/2021 Registration",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>1.3 </b>The records and information filed with and maintained by the Registrar under this Act and the <i>Limited Partnerships Act</i> are the property of the Crown. 2017, c. 20, Sched. 6, s. 48.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s48\">2017, c. 20, Sched. 6, s. 48</a></span> - 19/10/2021</p> <p class=\"heading1\"><a name=\"BK6\"></a>Registration</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Registration",
            "section_x": "Registration",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "2.",
            "section_x": "Registering name",
            "part_id": null,
            "part_type": null,
            "section_y": "Registering name",
            "content": "2 (1) No corporation shall carry on business or identify itself to the public under a name other than its corporate name unless the name is registered by that corporation.  R.S.O. 1990, c. B.17, s. 2 (1). Same (2) No individual shall carry on business or identify his or her business to the public under a name other than his or her own name unless the name is registered by that individual.  R.S.O. 1990, c. B.17, s. 2 (2). Same (3) No persons associated in partnership shall carry on business or identify themselves to the public unless the firm name of the partnership is registered by all of the partners.  1994, c. 27, s. 72 (2). Same (3.1) No persons associated in partnership shall carry on business or identify themselves to the public under a name other than a firm name registered under subsection (3) unless the name is registered by all of the partners.  1994, c. 27, s. 72 (2). Non-application (3.2) Subsection (1) does not apply to prohibit a corporation from carrying on business or identifying itself to the public by a name other than its corporate name if the name is set out in a partnership registration under subsection 4 (1) or a declaration under the Limited Partnerships Act.  1994, c. 27, s. 72 (2). Same (3.3) Subsection (3) does not apply to prohibit persons associated in a limited partnership from carrying on business under the firm name in accordance with the Limited Partnerships Act.  1994, c. 27, s. 72 (2). Exception (4) Subsection (3) does not apply to prohibit persons associated in partnership from carrying on business or identifying themselves to the public under a name that is composed of the names of the partners.  R.S.O. 1990, c. B.17, s. 2 (4). Same (5) This section does not apply to prohibit the use of a name that contains characters from an alphabet other than the Roman alphabet if the name is used in conjunction with the registered name.  R.S.O. 1990, c. B.17, s. 2 (5). Name to be set out (6) A corporation and such other persons as are prescribed carrying on business under a registered name or, in the case of a corporation, identifying itself to the public under a registered name, shall set out both the registered name and the person’s name in all contracts, invoices, negotiable instruments and orders involving goods or services issued or made by the person.  R.S.O. 1990, c. B.17, s. 2 (6). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 72 (2) - 15/07/1996",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>2 </b>(1) No corporation shall carry on business or identify itself to the public under a name other than its corporate name unless the name is registered by that corporation.  R.S.O. 1990, c. B.17, s. 2 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No individual shall carry on business or identify his or her business to the public under a name other than his or her own name unless the name is registered by that individual.  R.S.O. 1990, c. B.17, s. 2 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) No persons associated in partnership shall carry on business or identify themselves to the public unless the firm name of the partnership is registered by all of the partners.  1994, c. 27, s. 72 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3.1) No persons associated in partnership shall carry on business or identify themselves to the public under a name other than a firm name registered under subsection (3) unless the name is registered by all of the partners.  1994, c. 27, s. 72 (2).</p> <p class=\"headnote\">Non-application</p> <p class=\"subsection\">(3.2) Subsection (1) does not apply to prohibit a corporation from carrying on business or identifying itself to the public by a name other than its corporate name if the name is set out in a partnership registration under subsection 4 (1) or a declaration under the <i>Limited Partnerships Act</i>.  1994, c. 27, s. 72 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3.3) Subsection (3) does not apply to prohibit persons associated in a limited partnership from carrying on business under the firm name in accordance with the <i>Limited Partnerships Act</i>.  1994, c. 27, s. 72 (2).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(4) Subsection (3) does not apply to prohibit persons associated in partnership from carrying on business or identifying themselves to the public under a name that is composed of the names of the partners.  R.S.O. 1990, c. B.17, s. 2 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) This section does not apply to prohibit the use of a name that contains characters from an alphabet other than the Roman alphabet if the name is used in conjunction with the registered name.  R.S.O. 1990, c. B.17, s. 2 (5).</p> <p class=\"headnote\">Name to be set out</p> <p class=\"subsection\">(6) A corporation and such other persons as are prescribed carrying on business under a registered name or, in the case of a corporation, identifying itself to the public under a registered name, shall set out both the registered name and the person’s name in all contracts, invoices, negotiable instruments and orders involving goods or services issued or made by the person.  R.S.O. 1990, c. B.17, s. 2 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 72 (2) - 15/07/1996</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "2.1",
            "section_x": "Extra-provincial limited liability company",
            "part_id": null,
            "part_type": null,
            "section_y": "Extra-provincial limited liability company",
            "content": "2.1 (1) In this section, “extra-provincial limited liability company” means an unincorporated association, other than a partnership, formed under the laws of another jurisdiction that grants to each of its members limited liability with respect to the liabilities of the association.  1998, c. 18, Sched. E, s. 33. Registration (2) No extra-provincial limited liability company shall carry on business in Ontario unless it has registered its company name.  1998, c. 18, Sched. E, s. 33. Use of “Limited” (2.1) Despite any other Act, the word “Limited” or any abbreviation of that word or any version of it in another language may be used in the registered company name of an extra-provincial limited liability company.  2010, c. 16, Sched. 8, s. 2. Use of registered name only (3) No extra-provincial limited liability company shall carry on business in Ontario under a name other than its registered company name.  1998, c. 18, Sched. E, s. 33. Exception (3.1) Despite subsections (2) and (3), an extra-provincial limited liability company may carry on business or identify itself to the public under a name other than its company name, if the name is set out in a partnership registration under subsection 4 (1) or a declaration under the Limited Partnerships Act.  2010, c. 16, Sched. 8, s. 2. Laws of other jurisdiction (4) The laws of the jurisdiction under which an extra-provincial limited liability company is formed shall govern its organization and internal affairs and the liability of its managers and members.  1998, c. 18, Sched. E, s. 33. Service (5) A person may serve a notice or document on an extra-provincial limited liability company at its Ontario place of business, if any, or its address required to be maintained under the laws of the jurisdiction of formation or its principal office address.  1998, c. 18, Sched. E, s. 33. Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 33 - 15/02/2001 2010, c. 16, Sched. 8, s. 2 - 25/10/2010 3 Repealed: 2017, c. 20, Sched. 6, s. 50. Section Amendments with date in force (d/m/y) 1994, c. 27, s. 72 (3) - 01/03/1995 2006, c. 35, Sched. C, s. 9 - 20/08/2007 2017, c. 20, Sched. 6, s. 50 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>2.1</b> (1) In this section,</p> <p class=\"definition\">“extra-provincial limited liability company” means an unincorporated association, other than a partnership, formed under the laws of another jurisdiction that grants to each of its members limited liability with respect to the liabilities of the association.  1998, c. 18, Sched. E, s. 33.</p> <p class=\"headnote\">Registration</p> <p class=\"subsection\">(2) No extra-provincial limited liability company shall carry on business in Ontario unless it has registered its company name.  1998, c. 18, Sched. E, s. 33.</p> <p class=\"headnote\">Use of “Limited”</p> <p class=\"subsection\">(2.1) Despite any other Act, the word “Limited” or any abbreviation of that word or any version of it in another language may be used in the registered company name of an extra-provincial limited liability company.  2010, c. 16, Sched. 8, s. 2.</p> <p class=\"headnote\">Use of registered name only</p> <p class=\"subsection\">(3) No extra-provincial limited liability company shall carry on business in Ontario under a name other than its registered company name.  1998, c. 18, Sched. E, s. 33.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3.1) Despite subsections (2) and (3), an extra-provincial limited liability company may carry on business or identify itself to the public under a name other than its company name, if the name is set out in a partnership registration under subsection 4 (1) or a declaration under the <i>Limited Partnerships Act</i>.  2010, c. 16, Sched. 8, s. 2.</p> <p class=\"headnote\">Laws of other jurisdiction</p> <p class=\"subsection\">(4) The laws of the jurisdiction under which an extra-provincial limited liability company is formed shall govern its organization and internal affairs and the liability of its managers and members.  1998, c. 18, Sched. E, s. 33.</p> <p class=\"headnote\">Service </p> <p class=\"subsection\">(5) A person may serve a notice or document on an extra-provincial limited liability company at its Ontario place of business, if any, or its address required to be maintained under the laws of the jurisdiction of formation or its principal office address.  1998, c. 18, Sched. E, s. 33.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 33 - 15/02/2001</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched8s2\">2010, c. 16, Sched. 8, s. 2</a></span> - 25/10/2010</p> <p class=\"section\"><b>3 </b><span class=\"ovsmallcap\">Repealed</span>: 2017, c. 20, Sched. 6, s. 50.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 72 (3) - 01/03/1995</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs9\">2006, c. 35, Sched. C, s. 9</a></span> - 20/08/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s50\">2017, c. 20, Sched. 6, s. 50</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "4.",
            "section_x": "Registration",
            "part_id": null,
            "part_type": null,
            "section_y": "Registration",
            "content": "4 (1) Upon payment of the required fee, any person may register a name for the purpose of complying with section 2 or 2.1 or section 44.3 or 44.4 of the Partnerships Act.  1998, c. 18, Sched. E, s. 34. Period (1.1) The registration is effective for five years from the date it is accepted for registration by the Registrar.  1994, c. 27, s. 72 (4). Refusal to accept name for registration (2) The Registrar may refuse to accept for registration a name that does not comply with this Act or the prescribed requirements. 2017, c. 20, Sched. 6, s. 51 (1). Permitted letters, numerals, etc. (3) Only letters from the Roman alphabet, Arabic numerals or a combination of letters from the Roman alphabet and Arabic numerals together with punctuation marks and such other marks as are prescribed may form part of a registered name.  R.S.O. 1990, c. B.17, s. 4 (3). Changes (4) If there is a change in information set out in a registration, the registrant shall register, within fifteen days after the change, an amended registration showing the change.  R.S.O. 1990, c. B.17, s. 4 (4); 2017, c. 20, Sched. 6, s. 51 (2). Correcting information (5) If the Registrar has grounds to believe that information registered is not correct or current, he or she may give notice to the registrant requiring that the information be corrected or updated within the time specified in the notice.  R.S.O. 1990, c. B.17, s. 4 (5). Same (6) A registrant receiving a notice under subsection (5) shall comply with the request in the notice or provide evidence to the Registrar that the information registered is correct or current, as the case may be.  R.S.O. 1990, c. B.17, s. 4 (6). Cancelling registration (7) The Registrar shall cancel a registration, (a) if a name was accepted for registration that does not comply with this Act or the prescribed requirements; (a.1) if the registrant fails to pay a fee required by the Minister under section 10.1; or (b) if the registrant requests the cancellation.  R.S.O. 1990, c. B.17, s. 4 (7); 2004, c. 19, s. 4; 2017, c. 20, Sched. 6, s. 51 (3). Same (8) The Registrar may cancel a registration if the registrant is given a notice under subsection (5) and does not comply with subsection (6).  R.S.O. 1990, c. B.17, s. 4 (8). Entering cancellation (9) The Registrar shall indicate, on the record, every cancellation under subsection (7) or (8).  R.S.O. 1990, c. B.17, s. 4 (9). Notice of cancellation (10) Before cancelling a registration other than on the request of the registrant or pursuant to a Court order, the Registrar shall give the registrant twenty-one days notice of the intention to cancel.  R.S.O. 1990, c. B.17, s. 4 (10). Appeal (11) A person whose application to register a name is refused may appeal to the Divisional Court within twenty-one days after the day of the refusal.  R.S.O. 1990, c. B.17, s. 4 (11). Same (12) A registrant who receives a notice under subsection (10) may appeal to the Divisional Court within twenty-one days after receipt of the notice.  R.S.O. 1990, c. B.17, s. 4 (12). Same (13) If a notice under subsection (10) is under appeal, the Registrar shall not cancel the registration unless a final determination is made upholding the Registrar’s decision.  R.S.O. 1990, c. B.17, s. 4 (13). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 72 (4) - 01/03/1995; 1998, c. 18, Sched. E, s. 34 (1-3) - 01/03/1999 2004, c. 19, s. 4\r\n- 01/06/2005 2017, c. 20, Sched. 6, s. 51 (1-3) - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>4 </b>(1) Upon payment of the required fee, any person may register a name for the purpose of complying with section 2 or 2.1 or section 44.3 or 44.4 of the <i>Partnerships Act</i>.  1998, c. 18, Sched. E, s. 34.</p> <p class=\"headnote\">Period</p> <p class=\"subsection\">(1.1) The registration is effective for five years from the date it is accepted for registration by the Registrar.  1994, c. 27, s. 72 (4).</p> <p class=\"headnote\">Refusal to accept name for registration</p> <p class=\"subsection\">(2) The Registrar may refuse to accept for registration a name that does not comply with this Act or the prescribed requirements. 2017, c. 20, Sched. 6, s. 51 (1).</p> <p class=\"headnote\">Permitted letters, numerals, etc.</p> <p class=\"subsection\">(3) Only letters from the Roman alphabet, Arabic numerals or a combination of letters from the Roman alphabet and Arabic numerals together with punctuation marks and such other marks as are prescribed may form part of a registered name.  R.S.O. 1990, c. B.17, s. 4 (3).</p> <p class=\"headnote\">Changes</p> <p class=\"subsection\">(4) If there is a change in information set out in a registration, the registrant shall register, within fifteen days after the change, an amended registration showing the change.  R.S.O. 1990, c. B.17, s. 4 (4); 2017, c. 20, Sched. 6, s. 51 (2).</p> <p class=\"headnote\">Correcting information</p> <p class=\"subsection\">(5) If the Registrar has grounds to believe that information registered is not correct or current, he or she may give notice to the registrant requiring that the information be corrected or updated within the time specified in the notice.  R.S.O. 1990, c. B.17, s. 4 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) A registrant receiving a notice under subsection (5) shall comply with the request in the notice or provide evidence to the Registrar that the information registered is correct or current, as the case may be.  R.S.O. 1990, c. B.17, s. 4 (6).</p> <p class=\"headnote\">Cancelling registration</p> <p class=\"subsection\">(7) The Registrar shall cancel a registration,</p> <p class=\"paragraph\">  (a) if a name was accepted for registration that does not comply with this Act or the prescribed requirements;</p> <p class=\"paragraph\"> (a.1) if the registrant fails to pay a fee required by the Minister under section 10.1; or</p> <p class=\"paragraph\">  (b) if the registrant requests the cancellation.  R.S.O. 1990, c. B.17, s. 4 (7); 2004, c. 19, s. 4; 2017, c. 20, Sched. 6, s. 51 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) The Registrar may cancel a registration if the registrant is given a notice under subsection (5) and does not comply with subsection (6).  R.S.O. 1990, c. B.17, s. 4 (8).</p> <p class=\"headnote\">Entering cancellation</p> <p class=\"subsection\">(9) The Registrar shall indicate, on the record, every cancellation under subsection (7) or (8).  R.S.O. 1990, c. B.17, s. 4 (9).</p> <p class=\"headnote\">Notice of cancellation</p> <p class=\"subsection\">(10) Before cancelling a registration other than on the request of the registrant or pursuant to a Court order, the Registrar shall give the registrant twenty-one days notice of the intention to cancel.  R.S.O. 1990, c. B.17, s. 4 (10).</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(11) A person whose application to register a name is refused may appeal to the Divisional Court within twenty-one days after the day of the refusal.  R.S.O. 1990, c. B.17, s. 4 (11).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(12) A registrant who receives a notice under subsection (10) may appeal to the Divisional Court within twenty-one days after receipt of the notice.  R.S.O. 1990, c. B.17, s. 4 (12).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(13) If a notice under subsection (10) is under appeal, the Registrar shall not cancel the registration unless a final determination is made upholding the Registrar’s decision.  R.S.O. 1990, c. B.17, s. 4 (13).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 72 (4) - 01/03/1995; 1998, c. 18, Sched. E, s. 34 (1-3) - 01/03/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s4\">2004, c. 19, s. 4</a></span>\r\n- 01/06/2005</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s51s1\">2017, c. 20, Sched. 6, s. 51 (1-3)</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "4.1",
            "section_x": "Certain amended registrations not required",
            "part_id": null,
            "part_type": null,
            "section_y": "Certain amended registrations not required",
            "content": "4.1 (1) Despite subsection 4 (4), a registrant shall not register an amended registration showing a change in information regarding a corporation if, (a) the change was previously made in accordance with this Act or another Act; and (b) the Registrar has already recorded the change in the records maintained under subsection 1.1 (3) and issued an amended registration showing the change. 2017, c. 20, Sched. 6, s. 52. Same (2) Despite subsection 4 (4), a registrant shall not register an amended registration showing a change in information in respect of a person that is not a corporation if, (a) the person has previously been assigned a business identification number under this Act or the Limited Partnerships Act; (b) the change was previously made in accordance with this Act or the Limited Partnerships Act; and (c) the Registrar has already recorded the change in the records maintained under subsection 1.1 (3) and issued an amended registration showing the change. 2017, c. 20, Sched. 6, s. 52. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 52 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>4.1 </b>(1) Despite subsection 4 (4), a registrant shall not register an amended registration showing a change in information regarding a corporation if,</p> <p class=\"paragraph\">  (a) the change was previously made in accordance with this Act or another Act; and</p> <p class=\"paragraph\">  (b) the Registrar has already recorded the change in the records maintained under subsection 1.1 (3) and issued an amended registration showing the change. 2017, c. 20, Sched. 6, s. 52.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Despite subsection 4 (4), a registrant shall not register an amended registration showing a change in information in respect of a person that is not a corporation if,</p> <p class=\"paragraph\">  (a) the person has previously been assigned a business identification number under this Act or the <i>Limited Partnerships Act</i>;</p> <p class=\"paragraph\">  (b) the change was previously made in accordance with this Act or the <i>Limited Partnerships Act</i>; and</p> <p class=\"paragraph\">  (c) the Registrar has already recorded the change in the records maintained under subsection 1.1 (3) and issued an amended registration showing the change. 2017, c. 20, Sched. 6, s. 52.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s52\">2017, c. 20, Sched. 6, s. 52</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "5.",
            "section_x": "Renewal of registration",
            "part_id": null,
            "part_type": null,
            "section_y": "Renewal of registration",
            "content": "5 (1) A registrant is entitled to renew a registration before it expires upon paying the required fee.  R.S.O. 1990, c. B.17, s. 5 (1); 1998, c. 18, Sched. E, s. 35 (1). Late renewal (2) A registrant is entitled to renew a registration within sixty days after it expires upon paying the required fee for late renewal.  R.S.O. 1990, c. B.17, s. 5 (2); 1998, c. 18, Sched. E, s. 35 (2). Effective date (3) A renewal made under subsection (1) or (2) is effective on the day immediately following the expiration day of the registration being renewed.  R.S.O. 1990, c. B.17, s. 5 (3). Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 35 (1, 2) - 01/03/1999 5.0.1 repealed: 2020, c. 7, Sched. 3, s. 1. Section Amendments with date in force (d/m/y) 2020, c. 7, Sched. 3, s. 1 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>5 </b>(1) A registrant is entitled to renew a registration before it expires upon paying the required fee.  R.S.O. 1990, c. B.17, s. 5 (1); 1998, c. 18, Sched. E, s. 35 (1).</p> <p class=\"headnote\">Late renewal</p> <p class=\"subsection\">(2) A registrant is entitled to renew a registration within sixty days after it expires upon paying the required fee for late renewal.  R.S.O. 1990, c. B.17, s. 5 (2); 1998, c. 18, Sched. E, s. 35 (2).</p> <p class=\"headnote\">Effective date</p> <p class=\"subsection\">(3) A renewal made under subsection (1) or (2) is effective on the day immediately following the expiration day of the registration being renewed.  R.S.O. 1990, c. B.17, s. 5 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 35 (1, 2) - 01/03/1999</p> <p class=\"section\"><b>5.0.1 </b><span class=\"ovsmallcap\">repealed</span>: 2020, c. 7, Sched. 3, s. 1.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched3s1\">2020, c. 7, Sched. 3, s. 1</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "5.1",
            "section_x": "Accepting copy of notice or other document",
            "part_id": null,
            "part_type": null,
            "section_y": "Accepting copy of notice or other document",
            "content": "5.1 (1) If a notice or other document is required to be sent to the Registrar under this Act, the Registrar may accept a copy of it if it meets the Registrar’s requirements established under this Act. 2020, c. 7, Sched. 3, s. 2. Copy deemed original (2) A copy referred to in subsection (1) is deemed to satisfy any requirements under this Act for an original to be sent to the Registrar. 2020, c. 7, Sched. 3, s. 2. Issuance by Registrar (3) An issuance by the Registrar under this Act in respect of a notice or other document is deemed to comply with requirements under this Act for issuance if it complies, with necessary modifications, with all the requirements of this Act other than any requirements respecting originals, duplicates and number of documents. 2020, c. 7, Sched. 3, s. 2. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 52 - 19/10/2021 2020, c. 7, Sched. 3, s. 2 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>5.1 </b>(1) If a notice or other document is required to be sent to the Registrar under this Act, the Registrar may accept a copy of it if it meets the Registrar’s requirements established under this Act. 2020, c. 7, Sched. 3, s. 2.</p> <p class=\"headnote\">Copy deemed original</p> <p class=\"subsection\">(2) A copy referred to in subsection (1) is deemed to satisfy any requirements under this Act for an original to be sent to the Registrar. 2020, c. 7, Sched. 3, s. 2.</p> <p class=\"headnote\">Issuance by Registrar</p> <p class=\"subsection\">(3) An issuance by the Registrar under this Act in respect of a notice or other document is deemed to comply with requirements under this Act for issuance if it complies, with necessary modifications, with all the requirements of this Act other than any requirements respecting originals, duplicates and number of documents. 2020, c. 7, Sched. 3, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s52\">2017, c. 20, Sched. 6, s. 52</a></span> - 19/10/2021</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched3s2\">2020, c. 7, Sched. 3, s. 2</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "5.2",
            "section_x": "Signatures",
            "part_id": null,
            "part_type": null,
            "section_y": "Signatures",
            "content": "5.2 For greater certainty, in respect of requirements under this Act respecting the signing of forms and other documents filed with the Registrar, any forms and other documents that meet the Registrar’s requirements established under this Act are deemed to satisfy any requirements for a signature under this Act. 2020, c. 7, Sched. 3, s. 3. Section Amendments with date in force (d/m/y) 2020, c. 7, Sched. 3, s. 3 - 12/05/2020 Note: On the day section 9 of Schedule 1 (Alternative Filing Methods for Business Act, 2020) to the COVID-19 Response and Reforms to Modernize Ontario Act, 2020 comes into force, the Act is amended by adding the following section: (See: 2020, c. 7, Sched. 3, s. 4) Documents filed under Alternative Filing Methods for Business Act, 2020 5.3 Documents filed by a method specified under the Alternative Filing Methods for Business Act, 2020, as it read immediately before it was repealed, are deemed to have been filed by in-person delivery or mail for the purposes of this Act. 2020, c. 7, Sched. 3, s. 4. Section Amendments with date in force (d/m/y) 2020, c. 7, Sched. 3, s. 4 - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>5.2 </b>For greater certainty, in respect of requirements under this Act respecting the signing of forms and other documents filed with the Registrar, any forms and other documents that meet the Registrar’s requirements established under this Act are deemed to satisfy any requirements for a signature under this Act. 2020, c. 7, Sched. 3, s. 3.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched3s3\">2020, c. 7, Sched. 3, s. 3</a></span> - 12/05/2020</p> <p class=\"Pnote\"><span>Note: On the day section 9 of Schedule 1 (<i>Alternative Filing Methods for Business Act, 2020</i>) to the <i>COVID-19 Response and Reforms to Modernize Ontario Act, 2020</i> comes into force, the Act is amended by adding the following section: (See: 2020, c. 7, Sched. 3, s. 4)</span></p> <p class=\"Yheadnote\"><span>Documents filed under <i>Alternative Filing Methods for Business Act, 2020</i></span></p> <p class=\"Ysection\"><a name=\"BK14\"></a><b><span>5.3 </span></b><span>Documents filed by a method specified under the <i>Alternative Filing Methods for Business Act, 2020</i>, as it read immediately before it was repealed, are deemed to have been filed by in-person delivery or mail for the purposes of this Act. 2020, c. 7, Sched. 3, s. 4.</span></p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched3s4\">2020, c. 7, Sched. 3, s. 4</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "5.3",
            "section_x": "Documents filed under Alternative Filing Methods for Business Act, 2020",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "6.",
            "section_x": "Liability for damages",
            "part_id": null,
            "part_type": null,
            "section_y": "Liability for damages",
            "content": "6 (1) A person is entitled to recover compensation from a registrant for damages the person suffered by reason of the registration by the registrant of a name that is the same as or deceptively similar to, (a) a name registered by the person; or (b) the person’s name, even though the person is not required to register that name under this Act.  2010, c. 16, Sched. 5, s. 2 (1). Same (2) The compensation under each of clauses (1) (a) and (b) is limited to the greater of $500 and the actual amount of damages incurred.  2010, c. 16, Sched. 5, s. 2 (2). Cancelling registration (3) In giving a judgment for a plaintiff in an action brought under subsection (1), the court shall order the Registrar to cancel the registration that was the cause of the action.  R.S.O. 1990, c. B.17, s. 6 (3). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 5, s. 2 (1, 2) - 31/12/2015",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>6 </b>(1) A person is entitled to recover compensation from a registrant for damages the person suffered by reason of the registration by the registrant of a name that is the same as or deceptively similar to,</p> <p class=\"paragraph\">  (a) a name registered by the person; or</p> <p class=\"paragraph\">  (b) the person’s name, even though the person is not required to register that name under this Act.  2010, c. 16, Sched. 5, s. 2 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The compensation under each of clauses (1) (a) and (b) is limited to the greater of $500 and the actual amount of damages incurred.  2010, c. 16, Sched. 5, s. 2 (2).</p> <p class=\"headnote\">Cancelling registration</p> <p class=\"subsection\">(3) In giving a judgment for a plaintiff in an action brought under subsection (1), the court shall order the Registrar to cancel the registration that was the cause of the action.  R.S.O. 1990, c. B.17, s. 6 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched5s2s1\">2010, c. 16, Sched. 5, s. 2 (1, 2)</a></span> - 31/12/2015</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "7.",
            "section_x": "Ability to sue",
            "part_id": null,
            "part_type": null,
            "section_y": "Ability to sue",
            "content": "7 (1) A person carrying on business in contravention of subsection 2 (1), (2) or (3) or subsection 4 (4) or (6) is not capable of maintaining a proceeding in a court in Ontario in connection with that business except with leave of the court.  R.S.O. 1990, c. B.17, s. 7 (1). Same (2) The court shall grant leave if the person seeking to maintain the proceeding satisfies the court that, (a) the failure to register was inadvertent; (b) there is no evidence that the public has been deceived or misled; and (c) at the time of the application to the court, the person is not in contravention of this Act or the regulations.  R.S.O. 1990, c. B.17, s. 7 (2). Contracts valid (3) No contract is void or voidable by reason only that it was entered into by a person who was in contravention of this Act or the regulations at the time the contract was made.  R.S.O. 1990, c. B.17, s. 7 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>7 </b>(1) A person carrying on business in contravention of subsection 2 (1), (2) or (3) or subsection 4 (4) or (6) is not capable of maintaining a proceeding in a court in Ontario in connection with that business except with leave of the court.  R.S.O. 1990, c. B.17, s. 7 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The court shall grant leave if the person seeking to maintain the proceeding satisfies the court that,</p> <p class=\"paragraph\">  (a) the failure to register was inadvertent;</p> <p class=\"paragraph\">  (b) there is no evidence that the public has been deceived or misled; and</p> <p class=\"paragraph\">  (c) at the time of the application to the court, the person is not in contravention of this Act or the regulations.  R.S.O. 1990, c. B.17, s. 7 (2).</p> <p class=\"headnote\">Contracts valid</p> <p class=\"subsection\">(3) No contract is void or voidable by reason only that it was entered into by a person who was in contravention of this Act or the regulations at the time the contract was made.  R.S.O. 1990, c. B.17, s. 7 (3).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "8.",
            "section_x": "Certified copies",
            "part_id": null,
            "part_type": null,
            "section_y": "Certified copies",
            "content": "8 (1) Upon the payment of the required fee, the Registrar shall issue to any person applying for it, (a) a certified copy of the record with respect to any name registered; or (b) if a name is not registered, a certificate so stating.  R.S.O. 1990, c. B.17, s. 8 (1); 1998, c. 18, Sched. E, s. 36. Signature (2) A certificate or certified copy referred to in subsection (1) must be signed by the Registrar or by a public servant employed under Part III of the Public Service of Ontario Act, 2006\r\nand designated by the regulations. 2017, c. 20, Sched. 6, s. 53. Evidence (3) A certificate or certified copy referred to in subsection (1) is admissible in evidence in all courts as proof, in the absence of evidence to the contrary, of the contents of the document or of the non-registration of a name, as the case may be, without proof of the appointment or signature of the person appearing to have signed the certificate or certified copy. 2017, c. 20, Sched. 6, s. 53. Reproduction of signature (4) For the purposes of this section, any signature of the Registrar or of a public servant may be printed or otherwise mechanically or electronically reproduced. 2017, c. 20, Sched. 6, s. 53. Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 36 - 01/03/1999 2017, c. 20, Sched. 6, s. 53 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>8 </b>(1) Upon the payment of the required fee, the Registrar shall issue to any person applying for it,</p> <p class=\"paragraph\">  (a) a certified copy of the record with respect to any name registered; or</p> <p class=\"paragraph\">  (b) if a name is not registered, a certificate so stating.  R.S.O. 1990, c. B.17, s. 8 (1); 1998, c. 18, Sched. E, s. 36.</p> <p class=\"headnote\">Signature</p> <p class=\"subsection\">(2) A certificate or certified copy referred to in subsection (1) must be signed by the Registrar or by a public servant employed under Part III of the <i>Public Service of Ontario Act, 2006</i>\r\nand designated by the regulations. 2017, c. 20, Sched. 6, s. 53.</p> <p class=\"headnote\">Evidence</p> <p class=\"subsection\">(3) A certificate or certified copy referred to in subsection (1) is admissible in evidence in all courts as proof, in the absence of evidence to the contrary, of the contents of the document or of the non-registration of a name, as the case may be, without proof of the appointment or signature of the person appearing to have signed the certificate or certified copy. 2017, c. 20, Sched. 6, s. 53.</p> <p class=\"headnote\">Reproduction of signature</p> <p class=\"subsection\">(4) For the purposes of this section, any signature of the Registrar or of a public servant may be printed or otherwise mechanically or electronically reproduced. 2017, c. 20, Sched. 6, s. 53.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 36 - 01/03/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s53\">2017, c. 20, Sched. 6, s. 53</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "9.",
            "section_x": "Form of records",
            "part_id": null,
            "part_type": null,
            "section_y": "Form of records",
            "content": "9 (1) Records prepared and maintained by the Registrar under this Act or the Limited Partnerships Act may be in bound or loose-leaf or electronic form or in a photographic film form or may be entered or recorded by any system of mechanical or electronic data processing or by any other information storage device that is capable of reproducing any required information in an accurate and intelligible form within a reasonable time.  R.S.O. 1990, c. B.17, s. 9 (1); 1994, c. 27, s. 72 (5); 2017, c. 20, Sched. 6, s. 54 (1). Admission as evidence (2) If records maintained by the Registrar are prepared and maintained other than in written form, (a) the Registrar shall give any copy required to be given under this Act in intelligible written form; and (b) a report reproduced from those records that purports to be certified by the Registrar or by a public servant referred to in subsection 8 (2) is, without proof of the office or signature of the person appearing to have signed the certificate or certified copy, admissible in evidence. 2017, c. 20, Sched. 6, s. 54 (2). Copies (3) The Registrar is not required to produce the original of a document if a copy is given in compliance with clause (2) (a). 2017, c. 20, Sched. 6, s. 54 (2). (4) repealed: 2017, c. 20, Sched. 6, s. 54 (2). Same (5) For the purpose of this section, a document is a copy of an original if it contains all the information contained in the original.  R.S.O. 1990, c. B.17, s. 9 (5). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 72 (5-7) - 01/03/1995 2017, c. 20, Sched. 6, s. 54 - 19/10/2021 General",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>9 </b>(1) Records prepared and maintained by the Registrar under this Act or the <i>Limited Partnerships Act</i> may be in bound or loose-leaf or electronic form or in a photographic film form or may be entered or recorded by any system of mechanical or electronic data processing or by any other information storage device that is capable of reproducing any required information in an accurate and intelligible form within a reasonable time.  R.S.O. 1990, c. B.17, s. 9 (1); 1994, c. 27, s. 72 (5); 2017, c. 20, Sched. 6, s. 54 (1).</p> <p class=\"headnote\">Admission as evidence</p> <p class=\"subsection\">(2) If records maintained by the Registrar are prepared and maintained other than in written form,</p> <p class=\"paragraph\">  (a) the Registrar shall give any copy required to be given under this Act in intelligible written form; and</p> <p class=\"paragraph\">  (b) a report reproduced from those records that purports to be certified by the Registrar or by a public servant referred to in subsection 8 (2) is, without proof of the office or signature of the person appearing to have signed the certificate or certified copy, admissible in evidence. 2017, c. 20, Sched. 6, s. 54 (2).</p> <p class=\"headnote\">Copies</p> <p class=\"subsection\">(3) The Registrar is not required to produce the original of a document if a copy is given in compliance with clause (2) (a). 2017, c. 20, Sched. 6, s. 54 (2).</p> <p class=\"subsection\">(4) <span class=\"ovsmallcap\">repealed</span>: 2017, c. 20, Sched. 6, s. 54 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) For the purpose of this section, a document is a copy of an original if it contains all the information contained in the original.  R.S.O. 1990, c. B.17, s. 9 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 72 (5-7) - 01/03/1995</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s54s1\">2017, c. 20, Sched. 6, s. 54</a></span> - 19/10/2021</p> <p class=\"heading1\"><a name=\"BK19\"></a>General</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "9.1",
            "section_x": "Delivery of notices, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Delivery of notices, etc.",
            "content": "9.1 (1) A notice or other document that is required or permitted by this Act to be sent by the Registrar may be sent by ordinary mail or by any other method, including registered mail, certified mail or prepaid courier, if there is a record by the person who has delivered it that the notice or document has been sent.  1994, c. 27, s. 72 (8). Same (2) A notice or other document referred to in subsection (1) may be sent by telephonic or electronic means if there is a record that the notice or other document has been sent and, for greater certainty, the sending of a notice or other document by telephonic or electronic means does not require the consent of the intended recipient. 2017, c. 20, Sched. 6, s. 55 (2). Deemed delivery (3) A notice or other document sent by mail by the Registrar shall be deemed to have been received by the intended recipient on the earlier of, (a) the day the intended recipient actually receives it; or (b) the fifth business day after the day it is mailed.  1994, c. 27, s. 72 (8). Same (4) A notice or other document sent by the Registrar by a method referred to in subsection (2) shall be deemed to be received by the intended recipient on the earlier of, (a) the day the intended recipient actually receives it; or (b) the first business day after the day the transmission is sent by the Registrar.  1994, c. 27, s. 72 (8). (5) repealed:  2017, c. 20, Sched. 6, s. 55 (3). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 72 (8) - 01/03/1995 2017, c. 20, Sched. 6, s. 55 (2, 3) - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>9.1</b> (1) A notice or other document that is required or permitted by this Act to be sent by the Registrar may be sent by ordinary mail or by any other method, including registered mail, certified mail or prepaid courier, if there is a record by the person who has delivered it that the notice or document has been sent.  1994, c. 27, s. 72 (8).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A notice or other document referred to in subsection (1) may be sent by telephonic or electronic means if there is a record that the notice or other document has been sent and, for greater certainty, the sending of a notice or other document by telephonic or electronic means does not require the consent of the intended recipient. 2017, c. 20, Sched. 6, s. 55 (2).</p> <p class=\"headnote\">Deemed delivery</p> <p class=\"subsection\">(3) A notice or other document sent by mail by the Registrar shall be deemed to have been received by the intended recipient on the earlier of,</p> <p class=\"paragraph\">  (a) the day the intended recipient actually receives it; or</p> <p class=\"paragraph\">  (b) the fifth business day after the day it is mailed.  1994, c. 27, s. 72 (8).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) A notice or other document sent by the Registrar by a method referred to in subsection (2) shall be deemed to be received by the intended recipient on the earlier of,</p> <p class=\"paragraph\">  (a) the day the intended recipient actually receives it; or</p> <p class=\"paragraph\">  (b) the first business day after the day the transmission is sent by the Registrar.  1994, c. 27, s. 72 (8).</p> <p class=\"subsection\">(5) <span class=\"ovsmallcap\">repealed</span>:  2017, c. 20, Sched. 6, s. 55 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 72 (8) - 01/03/1995</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s55s2\">2017, c. 20, Sched. 6, s. 55 (2, 3)</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "9.2",
            "section_x": "Documents may be publicly available",
            "part_id": null,
            "part_type": null,
            "section_y": "Documents may be publicly available",
            "content": "9.2 The Registrar may publish or otherwise make available to the public, (a) any notices or other documents sent by the Registrar under this Act; and (b) any documents required by this Act, the regulations or the Registrar to be sent to the Registrar under this Act. 2017, c. 20, Sched. 6, s. 56. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 56 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>9.2 </b>The Registrar may publish or otherwise make available to the public,</p> <p class=\"paragraph\">  (a) any notices or other documents sent by the Registrar under this Act; and</p> <p class=\"paragraph\">  (b) any documents required by this Act, the regulations or the Registrar to be sent to the Registrar under this Act. 2017, c. 20, Sched. 6, s. 56.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s56\">2017, c. 20, Sched. 6, s. 56</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "9.3",
            "section_x": "Filing by fax",
            "part_id": null,
            "part_type": null,
            "section_y": "Filing by fax",
            "content": "9.3 Despite any regulation made under section 10.1, documents may be filed by fax only with the Registrar’s consent. 2017, c. 20, Sched. 6, s. 56. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 56 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>9.3 </b>Despite any regulation made under section 10.1, documents may be filed by fax only with the Registrar’s consent. 2017, c. 20, Sched. 6, s. 56.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s56\">2017, c. 20, Sched. 6, s. 56</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "9.4",
            "section_x": "Electronic version prevails",
            "part_id": null,
            "part_type": null,
            "section_y": "Electronic version prevails",
            "content": "9.4 If a document is filed for registration in an electronic format and there is a conflict between the electronic version and any other version of the registration, the electronic version of the registration recorded in an electronic system maintained under section 9, or a printed copy of the electronic version, prevails over any other version of the registration that may exist, regardless of whether the other version of the registration has been executed in accordance with this Act, the regulations and the Registrar’s requirements. 2017, c. 20, Sched. 6, s. 56. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 56 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>9.4 </b>If a document is filed for registration in an electronic format and there is a conflict between the electronic version and any other version of the registration, the electronic version of the registration recorded in an electronic system maintained under section 9, or a printed copy of the electronic version, prevails over any other version of the registration that may exist, regardless of whether the other version of the registration has been executed in accordance with this Act, the regulations and the Registrar’s requirements. 2017, c. 20, Sched. 6, s. 56.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s56\">2017, c. 20, Sched. 6, s. 56</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "9.5",
            "section_x": "Inability to receive filings in electronic system",
            "part_id": null,
            "part_type": null,
            "section_y": "Inability to receive filings in electronic system",
            "content": "9.5 (1) Despite any regulation made under clause 10.1 (1) (e), if the Registrar is of the opinion that it is not possible, for any reason, to receive forms filed for registration and other documents and information in an electronic format in an electronic system maintained under section 9, the Registrar may require that they be filed in paper format alone in accordance with the Registrar’s requirements, if any, or in another electronic format approved by the Registrar. 2017, c. 20, Sched. 6, s. 56. Same, retaining filings and requests until system is operational (2) If the Registrar is of the opinion that it is not possible, for any reason, to issue registrations of names or to amend, renew or cancel registrations using an electronic system maintained under section 9, the Registrar may retain forms filed for registration, amendment, renewal or cancellation, and other documents and information that have been filed until it is possible for the Registrar to issue them in accordance with this Act, the regulations and the Registrar’s requirements, if any. 2017, c. 20, Sched. 6, s. 56. Same, searches (3) If the Registrar is of the opinion that it is not possible, for any reason, for searches to be made of an electronic system maintained under section 9, the Registrar may retain search requests that have been filed until it is possible for searches to be made. 2017, c. 20, Sched. 6, s. 56. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 56 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>9.5 </b>(1) Despite any regulation made under clause 10.1 (1) (e), if the Registrar is of the opinion that it is not possible, for any reason, to receive forms filed for registration and other documents and information in an electronic format in an electronic system maintained under section 9, the Registrar may require that they be filed in paper format alone in accordance with the Registrar’s requirements, if any, or in another electronic format approved by the Registrar. 2017, c. 20, Sched. 6, s. 56.</p> <p class=\"headnote\">Same, retaining filings and requests until system is operational</p> <p class=\"subsection\">(2) If the Registrar is of the opinion that it is not possible, for any reason, to issue registrations of names or to amend, renew or cancel registrations using an electronic system maintained under section 9, the Registrar may retain forms filed for registration, amendment, renewal or cancellation, and other documents and information that have been filed until it is possible for the Registrar to issue them in accordance with this Act, the regulations and the Registrar’s requirements, if any. 2017, c. 20, Sched. 6, s. 56.</p> <p class=\"headnote\">Same, searches</p> <p class=\"subsection\">(3) If the Registrar is of the opinion that it is not possible, for any reason, for searches to be made of an electronic system maintained under section 9, the Registrar may retain search requests that have been filed until it is possible for searches to be made. 2017, c. 20, Sched. 6, s. 56.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s56\">2017, c. 20, Sched. 6, s. 56</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "10.",
            "section_x": "Offence",
            "part_id": null,
            "part_type": null,
            "section_y": "Offence",
            "content": "10 (1) Every person who, without reasonable cause, contravenes section 2 or 2.1 or subsection 4 (4) or (6) or submits a statement in an application for a registration under this Act that is false or misleading with respect to any material fact is guilty of an offence and on conviction is liable to a fine of not more than $2,000 or, if the person is a corporation, to a fine of not more than $25,000.  R.S.O. 1990, c. B.17, s. 10 (1); 1998, c. 18, Sched. E, s. 37. Same (2) If a corporation is guilty of an offence under subsection (1), every director or officer of the corporation and every person acting as its representative in Ontario who authorized, permitted or acquiesced in such an offence is also guilty of an offence and on conviction is liable to a fine of not more than $2,000.  R.S.O. 1990, c. B.17, s. 10 (2). Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 37 - 01/03/1999 Minister’s regulations and orders",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>10 </b>(1) Every person who, without reasonable cause, contravenes section 2 or 2.1 or subsection 4 (4) or (6) or submits a statement in an application for a registration under this Act that is false or misleading with respect to any material fact is guilty of an offence and on conviction is liable to a fine of not more than $2,000 or, if the person is a corporation, to a fine of not more than $25,000.  R.S.O. 1990, c. B.17, s. 10 (1); 1998, c. 18, Sched. E, s. 37.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If a corporation is guilty of an offence under subsection (1), every director or officer of the corporation and every person acting as its representative in Ontario who authorized, permitted or acquiesced in such an offence is also guilty of an offence and on conviction is liable to a fine of not more than $2,000.  R.S.O. 1990, c. B.17, s. 10 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 37 - 01/03/1999</p> <p class=\"headnote\">Minister’s regulations and orders</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "10.1",
            "section_x": "Minister’s regulations and orders",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "10.2",
            "section_x": "Forms",
            "part_id": null,
            "part_type": null,
            "section_y": "Forms",
            "content": "10.2 (1) The Registrar may require that forms approved by the Registrar be used for any purpose under this Act. 2017, c. 20, Sched. 6, s. 58. Non-application of Legislation Act, 2006 (2) Part III (Regulations) of the Legislation Act, 2006 does not apply to a requirement established by the Registrar under subsection (1). 2017, c. 20, Sched. 6, s. 58. Section Amendments with date in force (d/m/y) 2011, c. 1, Sched. 5, s. 2 (2) - 30/03/2011 2017, c. 20, Sched. 6, s. 58 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>10.2 </b>(1) The Registrar may require that forms approved by the Registrar be used for any purpose under this Act. 2017, c. 20, Sched. 6, s. 58.</p> <p class=\"headnote\">Non-application of <i>Legislation Act, 2006</i></p> <p class=\"subsection\">(2) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to a requirement established by the Registrar under subsection (1). 2017, c. 20, Sched. 6, s. 58.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11001#sched5s2s2\">2011, c. 1, Sched. 5, s. 2 (2)</a></span> - 30/03/2011</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s58\">2017, c. 20, Sched. 6, s. 58</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "10.3",
            "section_x": "Methods of issuing",
            "part_id": null,
            "part_type": null,
            "section_y": "Methods of issuing",
            "content": "10.3 The Registrar may issue certificates, certified copies and other documents by any method, and may use or issue validation codes or other systems or methods of validation in respect of the issuance under this Act or the Limited Partnerships Act. 2017, c. 20, Sched. 6, s. 58. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 58 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>10.3 </b>The Registrar may issue certificates, certified copies and other documents by any method, and may use or issue validation codes or other systems or methods of validation in respect of the issuance under this Act or the <i>Limited Partnerships Act</i>. 2017, c. 20, Sched. 6, s. 58.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s58\">2017, c. 20, Sched. 6, s. 58</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "10.4",
            "section_x": "Requirements established by Registrar",
            "part_id": null,
            "part_type": null,
            "section_y": "Requirements established by Registrar",
            "content": "10.4 (1) The Registrar may establish requirements, (a) respecting and governing the content, form, format and filing of forms filed for registration and other documents and information filed with or issued by the Registrar and the form, format and payment of fees; (b) respecting and governing the manner of completion, submission and acceptance of forms filed for registration and other documents and information filed with the Registrar, the payment of fees and the determination of the date of receipt; (c) specifying that forms filed for registration and other documents and information may be filed with the Registrar and fees may be paid only by a person authorized by the Registrar or who belongs to a class of persons authorized by the Registrar; (d) governing the authorization of persons described in clause (c), including, (i) establishing conditions and requirements to be an authorized person, (ii) imposing terms and conditions on an authorization, including terms and conditions governing the filing of forms filed for registration and other documents and information and the payment of fees, and (iii) requiring any person who applies for an authorization to enter into an agreement with the Registrar, or a person designated by the Registrar, governing the filing of forms filed for registration and other documents and information; (e) specifying whether and which forms approved under section 10.2 and supporting documents must be signed, specifying requirements respecting their signing, and governing the form and format of signatures, including establishing rules respecting electronic signatures; (f) specifying and governing methods of executing forms approved under section 10.2 and supporting documents, other than by signing them, and establishing rules respecting those methods; (g) specifying requirements for corporations or other persons filing forms approved under section 10.2, whether electronically or by another method, to keep a properly executed version of them, including records related to an electronic signature if signed by electronic signature, in paper or electronic format and, if required by notice from the Registrar, to provide a copy of the executed version, including records related to an electronic signature, to the Registrar within the time period set out in the notice; (h) establishing the time and circumstances when forms filed for registration and other documents and information are considered to be sent to or received by the Registrar, and the place where they are considered to have been sent or received; (i) establishing technology standards and requirements for filing forms for registration and other documents and information in electronic format with the Registrar and for paying fees in electronic format; (j) specifying and governing a type of copy, including a type of copy of a court order or other document issued by the court, that may be filed with the Registrar; (k) respecting and governing the issuing of documents by the Registrar, including rules respecting the issuing of documents by electronic means; (l) governing the assignment of corporation numbers under section 1.1; (m) governing searches and search methods of records for the purpose of subsection 1.1 (4). 2017, c. 20, Sched. 6, s. 58; 2020, c. 7, Sched. 3, s. 5. Classes (2) For the purposes of clause (1) (c), a class may be defined, (a) in terms of any attribute or combination of attributes; or (b) as consisting of, including or excluding a specified member. 2017, c. 20, Sched. 6, s. 58. Non-application of Legislation Act, 2006 (3) Part III (Regulations) of the Legislation Act, 2006 does not apply to a requirement established by the Registrar under subsection (1). 2017, c. 20, Sched. 6, s. 58. Conflict (4) If there is a conflict between a requirement established under this section and a regulation made under this Act, the regulation prevails to the extent of the conflict. 2017, c. 20, Sched. 6, s. 58. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 58 - 19/10/2021 2020, c. 7, Sched. 3, s. 5- 19/10/2021 10.5 repealed: 2020, c. 7, Sched. 3, s. 6. Section Amendments with date in force (d/m/y) 2020, c. 7, Sched. 3, s. 6 - 19/10/2021 11 repealed: 2017, c. 20, Sched. 6, s. 59. Section Amendments with date in force (d/m/y) 1994, c. 27, s. 72 (9) - 01/03/1995, 1998, c. 18, Sched. E, s. 39 (1) - 01/03/1999; 1998, c. 18, Sched. E, s. 39 (2, 3) - see 2017, c. 20, Sched. 6, s. 60 - 14/11/2017 2011, c. 1, Sched. 5, s. 2 (3, 4) - 30/03/2011 2017, c. 20, Sched. 6, s. 59 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>10.4 </b>(1) The Registrar may establish requirements,</p> <p class=\"paragraph\">  (a) respecting and governing the content, form, format and filing of forms filed for registration and other documents and information filed with or issued by the Registrar and the form, format and payment of fees;</p> <p class=\"paragraph\">  (b) respecting and governing the manner of completion, submission<b> </b>and acceptance of forms filed for registration and other documents and information filed with the Registrar, the payment of fees and the determination of the date of receipt;</p> <p class=\"paragraph\">  (c) specifying that forms filed for registration and other documents and information may be filed with the Registrar and fees may be paid only by a person authorized by the Registrar or who belongs to a class of persons authorized by the Registrar;</p> <p class=\"paragraph\">  (d) governing the authorization of persons described in clause (c), including,</p> <p class=\"subpara\">  (i) establishing conditions and requirements to be an authorized person,</p> <p class=\"subpara\">  (ii) imposing terms and conditions on an authorization, including terms and conditions governing the filing of forms filed for registration and other documents and information and the payment of fees, and</p> <p class=\"subpara\">  (iii) requiring any person who applies for an authorization to enter into an agreement with the Registrar, or a person designated by the Registrar, governing the filing of forms filed for registration and other documents and information;</p> <p class=\"paragraph\">  (e) specifying whether and which forms approved under section 10.2 and supporting documents must be signed, specifying requirements respecting their signing, and governing the form and format of signatures, including establishing rules respecting electronic signatures;</p> <p class=\"paragraph\">  (f) specifying and governing methods of executing forms approved under section 10.2 and supporting documents, other than by signing them, and establishing rules respecting those methods;</p> <p class=\"paragraph\">  (g) specifying requirements for corporations or other persons filing forms approved under section 10.2, whether electronically or by another method, to keep a properly executed version of them, including records related to an electronic signature if signed by electronic signature, in paper or electronic format and, if required by notice from the Registrar, to provide a copy of the executed version, including records related to an electronic signature, to the Registrar within the time period set out in the notice;</p> <p class=\"paragraph\">  (h) establishing the time and circumstances when forms filed for registration and other documents and information are considered to be sent to or received by the Registrar, and the place where they are considered to have been sent or received;</p> <p class=\"paragraph\">  (i) establishing technology standards and requirements for filing forms for registration and other documents and information in electronic format with the Registrar and for paying fees in electronic format;</p> <p class=\"paragraph\">  (j) specifying and governing a type of copy, including a type of copy of a court order or other document issued by the court, that may be filed with the Registrar;</p> <p class=\"paragraph\">  (k) respecting and governing the issuing of documents by the Registrar, including rules respecting the issuing of documents by electronic means;</p> <p class=\"paragraph\">  (l) governing the assignment of corporation numbers under section 1.1;</p> <p class=\"paragraph\">  (m) governing searches and search methods of records for the purpose of subsection 1.1 (4). 2017, c. 20, Sched. 6, s. 58; 2020, c. 7, Sched. 3, s. 5.</p> <p class=\"headnote\">Classes</p> <p class=\"subsection\">(2) For the purposes of clause (1) (c), a class may be defined,</p> <p class=\"paragraph\">  (a) in terms of any attribute or combination of attributes; or</p> <p class=\"paragraph\">  (b) as consisting of, including or excluding a specified member. 2017, c. 20, Sched. 6, s. 58.</p> <p class=\"headnote\">Non-application of <i>Legislation Act, 2006</i></p> <p class=\"subsection\">(3) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to a requirement established by the Registrar under subsection (1). 2017, c. 20, Sched. 6, s. 58.</p> <p class=\"headnote\">Conflict</p> <p class=\"subsection\">(4) If there is a conflict between a requirement established under this section and a regulation made under this Act, the regulation prevails to the extent of the conflict. 2017, c. 20, Sched. 6, s. 58.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s58\">2017, c. 20, Sched. 6, s. 58</a></span> - 19/10/2021</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched3s5s1\">2020, c. 7, Sched. 3, s. 5</a></span>- 19/10/2021</p> <p class=\"section\"><b>10.5 </b><span class=\"ovsmallcap\">repealed</span>: 2020, c. 7, Sched. 3, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched3s6\">2020, c. 7, Sched. 3, s. 6</a></span> - 19/10/2021</p> <p class=\"section\"><b>11 </b><span class=\"ovsmallcap\">repealed</span>: 2017, c. 20, Sched. 6, s. 59.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 72 (9) - 01/03/1995, 1998, c. 18, Sched. E, s. 39 (1) - 01/03/1999; 1998, c. 18, Sched. E, s. 39 (2, 3) - see 2017, c. 20, Sched. 6, s. 60 - 14/11/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11001#sched5s2s3\">2011, c. 1, Sched. 5, s. 2 (3, 4)</a></span> - 30/03/2011</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s59\">2017, c. 20, Sched. 6, s. 59</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "12.",
            "section_x": "Transition",
            "part_id": null,
            "part_type": null,
            "section_y": "Transition",
            "content": "12 (1) A name or designation that is stated in a declaration or a renewal thereof filed under section 1 or 9 of the Partnerships Registration Act, being chapter 371 of the Revised Statutes of Ontario, 1980, shall be deemed to be registered under and in accordance with this Act and the regulations.  R.S.O. 1990, c. B.17, s. 12 (1). Same (2) A registration of a name or style or a renewal thereof that is filed under section 2 of the Corporations Information Act, being chapter 96 of the Revised Statutes of Ontario, 1980, shall be deemed to be a registration under and in accordance with this Act and the regulations.  R.S.O. 1990, c. B.17, s. 12 (2). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>12 </b>(1) A name or designation that is stated in a declaration or a renewal thereof filed under section 1 or 9 of the<i> Partnerships Registration Act</i>, being chapter 371 of the Revised Statutes of Ontario, 1980, shall be deemed to be registered under and in accordance with this Act and the regulations.  R.S.O. 1990, c. B.17, s. 12 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A registration of a name or style or a renewal thereof that is filed under section 2 of the<i> Corporations Information Act</i>, being chapter 96 of the Revised Statutes of Ontario, 1980, shall be deemed to be a registration under and in accordance with this Act and the regulations.  R.S.O. 1990, c. B.17, s. 12 (2).</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90b17\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}