{
    "act_info": {
        "full_title": "Cannabis Control Act, 2017, S.O. 2017, c. 26, Sched. 1",
        "act_name_text": "Cannabis Control Act, 2017",
        "citation": "S.O. 2017, c. 26, Sched. 1",
        "url": "https://www.ontario.ca/laws/statute/17c26",
        "date_scraped": "2023-12-18 07:26:41"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 15, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/17c26/v6",
            "valid_from": "December  2, 2021",
            "valid_to": "March 14, 2022"
        },
        {
            "a_href": "/laws/statute/17c26/v5",
            "valid_from": "December 10, 2019",
            "valid_to": "December  1, 2021"
        },
        {
            "a_href": "/laws/statute/17c26/v4",
            "valid_from": "June  6, 2019",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/statute/17c26/v3",
            "valid_from": "November 16, 2018",
            "valid_to": "June  5, 2019"
        },
        {
            "a_href": "/laws/statute/17c26/v2",
            "valid_from": "October 17, 2018",
            "valid_to": "November 15, 2018"
        },
        {
            "a_href": "/laws/statute/17c26/v1",
            "valid_from": "December 12, 2017",
            "valid_to": "October 16, 2018"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/180327",
            "Citation": "O. Reg. 327/18",
            "title": "NON-APPLICATION OF ACT TO CERTAIN CANNABIS AND CANNABIS PRODUCTS"
        },
        {
            "a_href": "/laws/regulation/180030",
            "Citation": "O. Reg. 30/18",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Purposes, Interpretation and Application",
            "section_x": "Purposes, Interpretation and Application",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Purposes",
            "part_id": null,
            "part_type": null,
            "section_y": "Purposes",
            "content": "1 The purposes of this Act are, (a)  to establish prohibitions relating to the sale, distribution, purchase, possession, cultivation, propagation and harvesting of cannabis in order to, (i)  protect public health and safety, (ii)  protect youth and restrict their access to cannabis, and (iii)  ensure the sale of cannabis in accordance with the Ontario Cannabis Retail Corporation Act, 2017\r\nand the Cannabis Licence Act, 2018; (b)  to deter illicit activities in relation to cannabis through appropriate enforcement and sanctions; and (c)  to provide for approved youth education or prevention programs, including culturally appropriate programs for Indigenous youth, as an alternative to enforcement and sanctions. 2018, c. 12, Sched. 1, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 2 - 16/11/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>The purposes of this Act are,</p> <p class=\"paragraph\">  (a)  to establish prohibitions relating to the sale, distribution, purchase, possession, cultivation, propagation and harvesting of cannabis in order to,</p> <p class=\"subpara\">  (i)  protect public health and safety,</p> <p class=\"subpara\">  (ii)  protect youth and restrict their access to cannabis, and</p> <p class=\"subpara\">  (iii)  ensure the sale of cannabis in accordance with the <i>Ontario Cannabis Retail Corporation Act, 2017</i>\r\nand the <i>Cannabis Licence Act, 2018</i>;</p> <p class=\"paragraph\">  (b)  to deter illicit activities in relation to cannabis through appropriate enforcement and sanctions; and</p> <p class=\"paragraph\">  (c)  to provide for approved youth education or prevention programs, including culturally appropriate programs for Indigenous youth, as an alternative to enforcement and sanctions. 2018, c. 12, Sched. 1, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s2\">2018, c. 12, Sched. 1, s. 2</a></span> - 16/11/2018</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "2 (1) In this Act, “approved youth education or prevention program” means a program approved under section 27; (“programme approuvé d’éducation ou de prévention pour jeunes”) “authorized cannabis retailer” means the Ontario Cannabis Retail Corporation or the holder of a retail store authorization under the Cannabis Licence Act, 2018 when acting in accordance with the authorization; (“détaillant de cannabis autorisé”) “boat” includes any ship or boat or any other description of a vessel used or designed to be used in the navigation of water; (“bateau”) “cannabis” has the same meaning as in subsection 2 (1) of the Cannabis Act (Canada); (“cannabis”) “distribute” includes administering, giving, transferring, transporting, sending, delivering, providing or otherwise making available in any manner, whether directly or indirectly, and offering to distribute or having in possession for distribution; (“distribuer”) “Minister” means the Attorney General or such other member of the Executive Council as may be assigned the administration of this Act under the Executive Council Act; (“ministre”) “Ontario Cannabis Retail Corporation” means the corporation established under section 3 of the Ontario Cannabis Retail Corporation Act, 2017; (“Société ontarienne de vente du cannabis”) “premises” means lands and structures or either of them, including trailers and portable structures designed or used for residence, business or shelter, and includes part of a premises; (“lieu”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means the regulations made under this Act; (“règlements”) “sell” includes offer for sale, expose for sale and have in possession for sale; (“vente”) “vehicle” means, (a)  a motor vehicle as defined in the Highway Traffic Act, (b)  a motorized snow vehicle as defined in the Motorized Snow Vehicles Act, and (c)  any other vehicle that may be prescribed. (“véhicule”) 2017, c. 26, Sched. 1, s. 2 (1); 2018, c. 12, Sched. 1, s. 3 (1-5). (2)-(4) Repealed: 2018, c. 12, Sched. 1, s. 3 (6). Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 3 (1, 4, 5) - 16/11/2018; 2018, c. 12, Sched. 1, s. 3 (2, 3, 6) - 17/10/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>(1) In this Act,</p> <p class=\"definition\">“approved youth education or prevention program” means a program approved under section 27; (“programme approuvé d’éducation ou de prévention pour jeunes”)</p> <p class=\"definition\">“authorized cannabis retailer” means the Ontario Cannabis Retail Corporation or the holder of a retail store authorization under the <i>Cannabis Licence Act, 2018</i> when acting in accordance with the authorization; (“détaillant de cannabis autorisé”)</p> <p class=\"definition\">“boat” includes any ship or boat or any other description of a vessel used or designed to be used in the navigation of water; (“bateau”)</p> <p class=\"definition\">“cannabis” has the same meaning as in subsection 2 (1) of the <i>Cannabis Act </i>(Canada); (“cannabis”)</p> <p class=\"definition\">“distribute” includes administering, giving, transferring, transporting, sending, delivering, providing or otherwise making available in any manner, whether directly or indirectly, and offering to distribute or having in possession for distribution; (“distribuer”)</p> <p class=\"definition\">“Minister” means the Attorney General or such other member of the Executive Council as may be assigned the administration of this Act under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“Ontario Cannabis Retail Corporation” means the corporation established under section 3 of the <i>Ontario Cannabis Retail Corporation Act, 2017</i>; (“Société ontarienne de vente du cannabis”)</p> <p class=\"definition\">“premises” means lands and structures or either of them, including trailers and portable structures designed or used for residence, business or shelter, and includes part of a premises; (“lieu”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“sell” includes offer for sale, expose for sale and have in possession for sale; (“vente”)</p> <p class=\"definition\">“vehicle” means,</p> <p class=\"paragraph\">  (a)  a motor vehicle as defined in the <i>Highway Traffic Act</i>,</p> <p class=\"paragraph\">  (b)  a motorized snow vehicle as defined in the <i>Motorized Snow Vehicles Act</i>, and</p> <p class=\"paragraph\">  (c)  any other vehicle that may be prescribed. (“véhicule”) 2017, c. 26, Sched. 1, s. 2 (1); 2018, c. 12, Sched. 1, s. 3 (1-5).</p> <p class=\"subsection\">(2)-(4) <span class=\"ovsmallcap\">Repealed</span>: 2018, c. 12, Sched. 1, s. 3 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s3s1\">2018, c. 12, Sched. 1, s. 3 (1, 4, 5)</a></span> - 16/11/2018; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s3s2\">2018, c. 12, Sched. 1, s. 3 (2, 3, 6)</a></span> - 17/10/2018</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "Interpretation, authorized retailer employees",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation, authorized retailer employees",
            "content": "3 For the purposes of this Act and the regulations, (a)  the sale or distribution of cannabis by an authorized cannabis retailer includes the sale or distribution of cannabis by an employee of the authorized cannabis retailer when the employee is acting in that capacity; and (b)  the purchase of cannabis from an authorized cannabis retailer includes the purchase of cannabis from an employee of the authorized cannabis retailer when the employee is acting in that capacity. 2018, c. 12, Sched. 1, s. 4. Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 4 - 16/11/2018 4 Repealed: 2018, c. 12, Sched. 1, s. 5. Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 5 - 17/10/2018 General non-application, exemptions",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3 </b>For the purposes of this Act and the regulations,</p> <p class=\"paragraph\">  (a)  the sale or distribution of cannabis by an authorized cannabis retailer includes the sale or distribution of cannabis by an employee of the authorized cannabis retailer when the employee is acting in that capacity; and</p> <p class=\"paragraph\">  (b)  the purchase of cannabis from an authorized cannabis retailer includes the purchase of cannabis from an employee of the authorized cannabis retailer when the employee is acting in that capacity. 2018, c. 12, Sched. 1, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s4\">2018, c. 12, Sched. 1, s. 4</a></span> - 16/11/2018</p> <p class=\"section\"><b>4 </b><span class=\"ovsmallcap\">Repealed</span>:<b> </b>2018, c. 12, Sched. 1, s. 5.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s5\">2018, c. 12, Sched. 1, s. 5</a></span> - 17/10/2018</p> <p class=\"headnote\">General non-application, exemptions</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "section_x": "General non-application, exemptions",
            "part_id": null,
            "part_type": null,
            "section_y": "Cannabis for medical purposes",
            "content": "5 (1) Subject to section 12, this Act and the regulations do not apply with respect to the sale, distribution, purchase or attempt to purchase, possession, consumption, offering to cultivate or cultivation, offering to propagate or propagation or offering to harvest or harvesting of cannabis for medical purposes in accordance with the Cannabis Regulations (Canada) or in accordance with a court order, or to cannabis produced or obtained for medical purposes in accordance with such authority. 2018, c. 12, Sched. 1, s. 6 (1). Cannabis for research and educational purposes (2) This Act does not prevent the distribution, possession or consumption of cannabis for research or educational purposes in the prescribed circumstances. Cannabis supply chain (3) This Act and the regulations do not apply, to the extent provided by the regulations, to prescribed activities relating to cannabis that are undertaken by or on behalf of prescribed persons acting under the Cannabis Act (Canada) or in connection with the\r\nOntario Cannabis Retail Corporation Act, 2017 or the Cannabis Licence Act, 2018. 2017, c. 26, Sched. 1, s. 5 (3); 2018, c. 12, Sched. 1, s. 6 (2, 3). Regulations (4) In addition to subsections (1), (2) and (3), the Lieutenant Governor in Council may make regulations exempting any person, place or thing from any provision of this Act or the regulations or providing that this Act and the regulations or any provision of this Act or the regulations do not apply in respect of any person, place, thing or circumstance, and specifying conditions or restrictions for any such exemption or non-application. Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 6 (1, 2) - 17/10/2018; 2018, c. 12, Sched. 1, s. 6 (3) - 16/11/2018 Prohibitions Respecting Cannabis Unlawful sale, distribution",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>5 </b>(1) Subject to section 12, this Act and the regulations do not apply with respect to the sale, distribution, purchase or attempt to purchase, possession, consumption, offering to cultivate or cultivation, offering to propagate or propagation or offering to harvest or harvesting of cannabis for medical purposes in accordance with the <i>Cannabis Regulations </i>(Canada) or in accordance with a court order, or to cannabis produced or obtained for medical purposes in accordance with such authority. 2018, c. 12, Sched. 1, s. 6 (1).</p> <p class=\"headnote\">Cannabis for research and educational purposes</p> <p class=\"subsection\">(2) This Act does not prevent the distribution, possession or consumption of cannabis for research or educational purposes in the prescribed circumstances.</p> <p class=\"headnote\">Cannabis supply chain</p> <p class=\"subsection\">(3) This Act and the regulations do not apply, to the extent provided by the regulations, to prescribed activities relating to cannabis that are undertaken by or on behalf of prescribed persons acting under the <i>Cannabis Act</i> (Canada) or in connection with the\r\n<i>Ontario Cannabis Retail Corporation Act, 2017</i> or the <i>Cannabis Licence Act, 2018</i>. 2017, c. 26, Sched. 1, s. 5 (3); 2018, c. 12, Sched. 1, s. 6 (2, 3).</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(4) In addition to subsections (1), (2) and (3), the Lieutenant Governor in Council may make regulations exempting any person, place or thing from any provision of this Act or the regulations or providing that this Act and the regulations or any provision of this Act or the regulations do not apply in respect of any person, place, thing or circumstance, and specifying conditions or restrictions for any such exemption or non-application.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s6s1\">2018, c. 12, Sched. 1, s. 6 (1, 2)</a></span> - 17/10/2018; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s6s3\">2018, c. 12, Sched. 1, s. 6 (3)</a></span> - 16/11/2018</p> <p class=\"heading1\"><a name=\"BK5\"></a>Prohibitions Respecting Cannabis</p> <p class=\"headnote\">Unlawful sale, distribution</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Prohibitions Respecting Cannabis",
            "section_x": "Prohibitions Respecting Cannabis",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "section_x": "Unlawful sale, distribution",
            "part_id": null,
            "part_type": null,
            "section_y": "Sale",
            "content": "6 (1) No person shall sell cannabis, other than an authorized cannabis retailer. 2018, c. 12, Sched. 1, s. 7 (1). Distribution (2) No person shall distribute cannabis that is sold, or that is intended to be sold, other than by an authorized cannabis retailer. 2018, c. 12, Sched. 1, s. 7 (2). Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 7 (1, 2) - 16/11/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>6 </b>(1) No person shall sell cannabis, other than an authorized cannabis retailer. 2018, c. 12, Sched. 1, s. 7 (1).</p> <p class=\"headnote\">Distribution</p> <p class=\"subsection\">(2) No person shall distribute cannabis that is sold, or that is intended to be sold, other than by an authorized cannabis retailer. 2018, c. 12, Sched. 1, s. 7 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s7s1\">2018, c. 12, Sched. 1, s. 7 (1, 2)</a></span> - 16/11/2018</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "section_x": "Prohibitions on sale, distribution to persons under 19",
            "part_id": null,
            "part_type": null,
            "section_y": "Prohibitions on sale, distribution to persons under 19",
            "content": "7 (1) No person shall knowingly sell or distribute cannabis to a person under 19 years of age. 2017, c. 26, Sched. 1, s. 7 (1). Identification (2) No person shall sell cannabis or, if cannabis is not provided to the purchaser at the time of sale, no person shall distribute purchased cannabis, to a person who appears to be under 25 years of age unless the person selling or distributing the cannabis, as the case may be, has required the person receiving it to provide a prescribed form of identification showing his or her age, and is satisfied that the person is at least 19 years old. 2017, c. 26, Sched. 1, s. 7 (2); 2021, c. 34, Sched. 2, s. 13 (1). Defence (3) It is a defence to a charge under subsection (2) that the defendant believed the person receiving the cannabis to be at least 19 years of age because the person produced the identification referred to in that subsection and there was no apparent reason to doubt the authenticity of the document or that it was issued to the person producing it. 2017, c. 26, Sched. 1, s. 7 (3). Improper documentation (4) No person shall present as evidence of his or her age any documentation other than documentation that was lawfully issued to him or her. 2017, c. 26, Sched. 1, s. 7 (4). Section Amendments with date in force (d/m/y) 2021, c. 34, Sched. 2, s. 13 (1) - 15/03/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>7 </b>(1) No person shall knowingly sell or distribute cannabis to a person under 19 years of age. 2017, c. 26, Sched. 1, s. 7 (1).</p> <p class=\"headnote\">Identification</p> <p class=\"subsection\">(2) No person shall sell cannabis or, if cannabis is not provided to the purchaser at the time of sale, no person shall distribute purchased cannabis, to a person who appears to be under 25 years of age unless the person selling or distributing the cannabis, as the case may be, has required the person receiving it to provide a prescribed form of identification showing his or her age, and is satisfied that the person is at least 19 years old. 2017, c. 26, Sched. 1, s. 7 (2); 2021, c. 34, Sched. 2, s. 13 (1).</p> <p class=\"headnote\">Defence</p> <p class=\"subsection\">(3) It is a defence to a charge under subsection (2) that the defendant believed the person receiving the cannabis to be at least 19 years of age because the person produced the identification referred to in that subsection and there was no apparent reason to doubt the authenticity of the document or that it was issued to the person producing it. 2017, c. 26, Sched. 1, s. 7 (3).</p> <p class=\"headnote\">Improper documentation</p> <p class=\"subsection\">(4) No person shall present as evidence of his or her age any documentation other than documentation that was lawfully issued to him or her. 2017, c. 26, Sched. 1, s. 7 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched2s13s1\">2021, c. 34, Sched. 2, s. 13 (1)</a></span> - 15/03/2022</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "section_x": "Prohibition on sale, distribution to intoxicated person",
            "part_id": null,
            "part_type": null,
            "section_y": "Prohibition on sale, distribution to intoxicated person",
            "content": "8 No person shall knowingly sell or distribute cannabis to a person who is or appears to be intoxicated. 2017, c. 26, Sched. 1, s. 8; 2018, c. 12, Sched. 1, s. 8. Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 8 - 17/10/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>8 </b>No person shall knowingly sell or distribute cannabis to a person who is or appears to be intoxicated. 2017, c. 26, Sched. 1, s. 8; 2018, c. 12, Sched. 1, s. 8.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s8\">2018, c. 12, Sched. 1, s. 8</a></span> - 17/10/2018</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.1",
            "section_x": "False representation as authorized cannabis retailer",
            "part_id": null,
            "part_type": null,
            "section_y": "False representation as authorized cannabis retailer",
            "content": "8.1 No person other than an authorized cannabis retailer may use the cannabis retail seal prescribed for the purposes of subsection 7 (2) of the Cannabis Licence Act, 2018, or otherwise represent themselves to be an authorized cannabis retailer. 2018, c. 12, Sched. 1, s. 9. Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 9 - 16/11/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>8.1</b> No person other than an authorized cannabis retailer may use the cannabis retail seal prescribed for the purposes of subsection 7 (2) of the <i>Cannabis Licence Act, 2018</i>, or otherwise represent themselves to be an authorized cannabis retailer. 2018, c. 12, Sched. 1, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s9\">2018, c. 12, Sched. 1, s. 9</a></span> - 16/11/2018</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "section_x": "Unlawful purchase",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "section_x": "Prohibitions on possession, etc., by persons under 19",
            "part_id": null,
            "part_type": null,
            "section_y": "Possession, consumption, purchase, distribution",
            "content": "10 (1) No person under 19 years of age shall possess, consume, attempt to purchase, purchase or distribute cannabis. Cultivation, propagation, harvesting (2) No person under 19 years of age shall cultivate, propagate or harvest, or offer to cultivate, propagate or harvest, cannabis. 11 Repealed: 2018, c. 12, Sched. 1, s. 11. Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 11 - 17/10/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>10 </b>(1) No person under 19 years of age shall possess, consume, attempt to purchase, purchase or distribute cannabis.</p> <p class=\"headnote\">Cultivation, propagation, harvesting</p> <p class=\"subsection\">(2) No person under 19 years of age shall cultivate, propagate or harvest, or offer to cultivate, propagate or harvest, cannabis.</p> <p class=\"section\"><b>11 </b><span class=\"ovsmallcap\">Repealed</span>: 2018, c. 12, Sched. 1, s. 11.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s11\">2018, c. 12, Sched. 1, s. 11</a></span> - 17/10/2018</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "12.",
            "section_x": "Transporting cannabis",
            "part_id": null,
            "part_type": null,
            "section_y": "Transporting cannabis",
            "content": "12 (1) No person shall drive or have the care or control of a vehicle or boat, whether or not it is in motion, while any cannabis is contained in the vehicle or boat. Exception (2) Subsection (1) does not apply with respect to cannabis that, (a)  is in its original packaging and has not been opened; or (b)  is packed in baggage that is fastened closed or is not otherwise readily available to any person in the vehicle or boat. 2018, c. 12, Sched. 1, s. 12 (1). Search of vehicle or boat (3) A police officer who has reasonable grounds to believe that cannabis is being contained in a vehicle or boat in contravention of subsection (1) may at any time, without a warrant, enter and search the vehicle or boat and search any person found in it. Application to cannabis for medical purposes (4) This section applies to cannabis obtained for medical purposes in accordance with Part 14 of the Cannabis Regulations (Canada) or in accordance with a court order, except in such circumstances as may be prescribed. 2018, c. 12, Sched. 1, s. 12 (2). Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 12 (1, 2) - 17/10/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>12 </b>(1) No person shall drive or have the care or control of a vehicle or boat, whether or not it is in motion, while any cannabis is contained in the vehicle or boat.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply with respect to cannabis that,</p> <p class=\"paragraph\">  (a)  is in its original packaging and has not been opened; or</p> <p class=\"paragraph\">  (b)  is packed in baggage that is fastened closed or is not otherwise readily available to any person in the vehicle or boat. 2018, c. 12, Sched. 1, s. 12 (1).</p> <p class=\"headnote\">Search of vehicle or boat</p> <p class=\"subsection\">(3) A police officer who has reasonable grounds to believe that cannabis is being contained in a vehicle or boat in contravention of subsection (1) may at any time, without a warrant, enter and search the vehicle or boat and search any person found in it.</p> <p class=\"headnote\">Application to cannabis for medical purposes</p> <p class=\"subsection\">(4) This section applies to cannabis obtained for medical purposes in accordance with Part 14 of the <i>Cannabis Regulations </i>(Canada) or in accordance with a court order, except in such circumstances as may be prescribed. 2018, c. 12, Sched. 1, s. 12 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s12s1\">2018, c. 12, Sched. 1, s. 12 (1, 2)</a></span> - 17/10/2018</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "13.",
            "section_x": "Landlords",
            "part_id": null,
            "part_type": null,
            "section_y": "Landlords",
            "content": "13 (1) No person shall knowingly permit a premises of which he or she is a landlord to be used in relation to an activity prohibited by section 6. Defence (2) It is a defence to a charge under subsection (1) that the defendant took reasonable measures to prevent the activity. Definition (3) In this section, “landlord” means, in respect of a premises, a person who is a lessor, owner or person permitting the occupation of the premises, and includes an owner of a premises that has not been vacated by the tenant despite the expiry of the tenant’s lease or right of occupation. Compliance and Enforcement",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>13 </b>(1) No person shall knowingly permit a premises of which he or she is a landlord to be used in relation to an activity prohibited by section 6.</p> <p class=\"headnote\">Defence</p> <p class=\"subsection\">(2) It is a defence to a charge under subsection (1) that the defendant took reasonable measures to prevent the activity.</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(3) In this section,</p> <p class=\"definition\">“landlord” means, in respect of a premises, a person who is a lessor, owner or person permitting the occupation of the premises, and includes an owner of a premises that has not been vacated by the tenant despite the expiry of the tenant’s lease or right of occupation.</p> <p class=\"heading1\"><a name=\"BK15\"></a>Compliance and Enforcement</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Compliance and Enforcement",
            "section_x": "Compliance and Enforcement",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "14.",
            "section_x": "Requirement to demonstrate exemption",
            "part_id": null,
            "part_type": null,
            "section_y": "Requirement to demonstrate exemption",
            "content": "14 A person who attempts to rely on an exemption under this Act, or on the non-application of any provision of this Act or the regulations, shall, on the demand of a police officer, (a)  provide to the police officer the document or other thing specified by the regulations to confirm the exemption or non-application; or (b)  if no document or other thing is specified by the regulations with respect to the exemption, demonstrate to the police officer’s satisfaction the applicability of the exemption or non-application.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>14 </b>A person who attempts to rely on an exemption under this Act, or on the non-application of any provision of this Act or the regulations, shall, on the demand of a police officer,</p> <p class=\"paragraph\">  (a)  provide to the police officer the document or other thing specified by the regulations to confirm the exemption or non-application; or</p> <p class=\"paragraph\">  (b)  if no document or other thing is specified by the regulations with respect to the exemption, demonstrate to the police officer’s satisfaction the applicability of the exemption or non-application.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "15.",
            "section_x": "Possession of proceeds",
            "part_id": null,
            "part_type": null,
            "section_y": "Possession of proceeds",
            "content": "15 (1) No person shall knowingly possess the proceeds of an offence under this Act. Definition, “proceeds” (2) In this section and in section 16, “proceeds”, in relation to an offence under this Act, means, (a)  personal property, other than money, derived in whole or in part, directly or indirectly, from the commission of the offence, and (b)  money derived directly or indirectly from the commission of the offence.",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>15 </b>(1) No person shall knowingly possess the proceeds of an offence under this Act.</p> <p class=\"headnote\">Definition, “proceeds”</p> <p class=\"subsection\">(2) In this section and in section 16,</p> <p class=\"definition\">“proceeds”, in relation to an offence under this Act, means,</p> <p class=\"paragraph\">  (a)  personal property, other than money, derived in whole or in part, directly or indirectly, from the commission of the offence, and</p> <p class=\"paragraph\">  (b)  money derived directly or indirectly from the commission of the offence.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "16.",
            "section_x": "Seizure",
            "part_id": null,
            "part_type": null,
            "section_y": "Seizure",
            "content": "16 (1) A police officer may seize any thing, including cannabis, if the police officer has reasonable grounds to believe that, (a)  the thing will afford evidence of an offence under this Act; (b)  the thing was used or is being used in connection with the commission of an offence under this Act, and unless the thing is seized it is likely that it would continue to be used or would be used again in the commission of an offence under this Act; or (c)  the thing is proceeds of an offence under this Act. Same (2) If an offence appears to have been committed under this Act and a police officer has reasonable grounds to believe, in view of the offence apparently committed and the presence of cannabis, that a further offence is likely to be committed, the police officer may seize the cannabis and any packages in which it is kept. Order of restoration (3) The Ontario Court of Justice may, on the application of any person made within 30 days after a seizure under subsection (1) or (2), order that the things seized be restored without delay to the applicant if the court is satisfied that, (a)  the applicant is entitled to possession of the things seized; (b)  the things seized are not required as evidence in any proceeding; (c)  continued detention of the things seized is not necessary to prevent the commission of an offence; and (d)  it is unlikely that the things will be forfeited on conviction in accordance with an order made under subsection (6). Same (4) If the court is satisfied that an applicant under subsection (3) is entitled to possession of the things seized but is not satisfied as to all of the matters mentioned in clauses (3) (b), (c) and (d), it shall order that the things seized be restored to the applicant, (a)  on the expiration of three months after the date of the seizure, if no proceeding in respect of an offence has been commenced; or (b)  on the final conclusion of any such proceeding. Forfeiture (5) If no application has been made for the return of a thing seized under subsection (1) or (2), or an application has been made but on the hearing of the application no order of restoration has been made, the thing seized is forfeited to the Crown. Same (6) If a person is convicted of an offence under this Act, the court that convicts the person shall order that any thing seized under subsection (1) or (2) in connection with the offence be forfeited to the Crown, unless the court considers that the forfeiture would be unjust in the circumstances. Relief against forfeiture (7) Any person with an interest in a thing forfeited under this section may apply to the Superior Court of Justice for relief against the forfeiture and the court may make an order providing for any relief that it considers just, including, but not limited to, one or more of the following orders: 1.  An order directing that the thing or any part of the thing be returned to the applicant. 2.  An order directing that any interest in the thing be vested in the applicant. 3.  An order directing that an amount be paid by the Crown to the applicant by way of compensation for the forfeiture. Same (8) The court shall not order any relief under subsection (7) unless it is satisfied that the applicant did not, directly or indirectly, participate in, or benefit from, any offence in connection with which the thing was seized.",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>16 </b>(1) A police officer may seize any thing, including cannabis, if the police officer has reasonable grounds to believe that,</p> <p class=\"paragraph\">  (a)  the thing will afford evidence of an offence under this Act;</p> <p class=\"paragraph\">  (b)  the thing was used or is being used in connection with the commission of an offence under this Act, and unless the thing is seized it is likely that it would continue to be used or would be used again in the commission of an offence under this Act; or</p> <p class=\"paragraph\">  (c)  the thing is proceeds of an offence under this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If an offence appears to have been committed under this Act and a police officer has reasonable grounds to believe, in view of the offence apparently committed and the presence of cannabis, that a further offence is likely to be committed, the police officer may seize the cannabis and any packages in which it is kept.</p> <p class=\"headnote\">Order of restoration</p> <p class=\"subsection\">(3) The Ontario Court of Justice may, on the application of any person made within 30 days after a seizure under subsection (1) or (2), order that the things seized be restored without delay to the applicant if the court is satisfied that,</p> <p class=\"paragraph\">  (a)  the applicant is entitled to possession of the things seized;</p> <p class=\"paragraph\">  (b)  the things seized are not required as evidence in any proceeding;</p> <p class=\"paragraph\">  (c)  continued detention of the things seized is not necessary to prevent the commission of an offence; and</p> <p class=\"paragraph\">  (d)  it is unlikely that the things will be forfeited on conviction in accordance with an order made under subsection (6).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) If the court is satisfied that an applicant under subsection (3) is entitled to possession of the things seized but is not satisfied as to all of the matters mentioned in clauses (3) (b), (c) and (d), it shall order that the things seized be restored to the applicant,</p> <p class=\"paragraph\">  (a)  on the expiration of three months after the date of the seizure, if no proceeding in respect of an offence has been commenced; or</p> <p class=\"paragraph\">  (b)  on the final conclusion of any such proceeding.</p> <p class=\"headnote\">Forfeiture</p> <p class=\"subsection\">(5) If no application has been made for the return of a thing seized under subsection (1) or (2), or an application has been made but on the hearing of the application no order of restoration has been made, the thing seized is forfeited to the Crown.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) If a person is convicted of an offence under this Act, the court that convicts the person shall order that any thing seized under subsection (1) or (2) in connection with the offence be forfeited to the Crown, unless the court considers that the forfeiture would be unjust in the circumstances.</p> <p class=\"headnote\">Relief against forfeiture</p> <p class=\"subsection\">(7) Any person with an interest in a thing forfeited under this section may apply to the Superior Court of Justice for relief against the forfeiture and the court may make an order providing for any relief that it considers just, including, but not limited to, one or more of the following orders:</p> <p class=\"paragraph\">  1.  An order directing that the thing or any part of the thing be returned to the applicant.</p> <p class=\"paragraph\">  2.  An order directing that any interest in the thing be vested in the applicant.</p> <p class=\"paragraph\">  3.  An order directing that an amount be paid by the Crown to the applicant by way of compensation for the forfeiture.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) The court shall not order any relief under subsection (7) unless it is satisfied that the applicant did not, directly or indirectly, participate in, or benefit from, any offence in connection with which the thing was seized.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "17.",
            "section_x": "Removing persons from premises",
            "part_id": null,
            "part_type": null,
            "section_y": "Removing persons from premises",
            "content": "17 (1) If a police officer has reasonable grounds to believe that this Act or a prescribed provision of the regulations is being contravened on any premises, the police officer may require that one or more persons vacate the premises. Not to remain after being required to leave (2) No person shall, (a)  remain on the premises after being required to vacate the premises under subsection (1); or (b)  re-enter the premises on the same day the person is required to vacate, unless a police officer authorizes the person to re-enter. Persons residing in premises (3) Subsection (1) does not apply in respect of persons residing in the premises.",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>17 </b>(1) If a police officer has reasonable grounds to believe that this Act or a prescribed provision of the regulations is being contravened on any premises, the police officer may require that one or more persons vacate the premises.</p> <p class=\"headnote\">Not to remain after being required to leave</p> <p class=\"subsection\">(2) No person shall,</p> <p class=\"paragraph\">  (a)  remain on the premises after being required to vacate the premises under subsection (1); or</p> <p class=\"paragraph\">  (b)  re-enter the premises on the same day the person is required to vacate, unless a police officer authorizes the person to re-enter.</p> <p class=\"headnote\">Persons residing in premises</p> <p class=\"subsection\">(3) Subsection (1) does not apply in respect of persons residing in the premises.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "18.",
            "section_x": "Interim closure of premises",
            "part_id": null,
            "part_type": null,
            "section_y": "Interim closure of premises",
            "content": "18 (1) If a charge is laid against a person for a contravention of any of the following provisions, and a police officer has reasonable grounds to believe that a premises was used in the alleged contravention, the police officer may cause the premises to be closed immediately and any persons on the premises to be removed: 1.  Section 6. 2.  Paragraph 10 (1) (a) or (c) of the Cannabis Act (Canada). 3.  Subsection 10 (2) of the Cannabis Act (Canada), in relation to the selling of cannabis contrary to paragraph 10 (1) (a) or (c) of that Act. 2018, c. 12, Sched. 1, s. 13 (1). Same (2) If a charge is laid against a person for a contravention of section 13, a police officer may cause the premises that is the subject of the alleged contravention to be closed immediately and that any persons on the premises be removed. Barring of entry (3) If a premises is closed under subsection (1) or (2), a police officer shall bar entry to all entrances to the premises until the final disposition of the charge, subject to an order under subsection (4). 2017, c. 26, Sched. 1, s. 18 (3); 2018, c. 12, Sched. 1, s. 13 (2). No entry (3.1) Until the final disposition of the charge, no person shall enter or attempt to enter a premises that is closed under subsection (1) or (2), subject to an order under subsection (4). 2019, c. 9, Sched. 1, s. 1 (1). Exception (3.2) Subsections (3) and (3.1) do not apply with respect to the entry, in exigent circumstances, of police officers or other emergency responders. 2019, c. 9, Sched. 1, s. 1 (1). Order lifting closure (4) On application by a person who has an interest in the premises, the Superior Court of Justice may order that entry to the premises cease to be barred, subject to any conditions specified by the court, if, (a)  the court is satisfied that the use to which the premises will be put will not contravene the provision referred to in subsection (1) or (2) to which the charge relates; and (b)  if the applicant is the person charged, the applicant posts a cash bond for $10,000 or such greater amount as the court may specify, for the term specified by the court, to ensure that the premises will not be used in contravention of that section. 2017, c. 26, Sched. 1, s. 18 (4); 2018, c. 12, Sched. 1, s. 13 (3). Restriction on costs award (4.1) Costs may not be awarded on an application under subsection (4), except against the applicant. 2019, c. 9, Sched. 1, s. 1 (2). Forfeiture of bond (5) If, after an applicant posts a cash bond under clause (4) (b) and before the final disposition of the charge, another charge is laid against the applicant for contravening the same provision, in relation to the same premises, the Superior Court of Justice may, on application, order the forfeiture of the bond to the Crown. 2017, c. 26, Sched. 1, s. 18 (5); 2018, c. 12, Sched. 1, s. 13 (4). No appeal (6) No appeal lies from an order made under subsection (5). (7) Repealed: 2019, c. 9, Sched. 1, s. 1 (3). Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 13 (1-4) - 17/10/2018 2019, c. 9, Sched. 1, s. 1 (1-3) - 06/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>18 </b>(1) If a charge is laid against a person for a contravention of any of the following provisions, and a police officer has reasonable grounds to believe that a premises was used in the alleged contravention, the police officer may cause the premises to be closed immediately and any persons on the premises to be removed:</p> <p class=\"paragraph\">  1.  Section 6.</p> <p class=\"paragraph\">  2.  Paragraph 10 (1) (a) or (c) of the <i>Cannabis Act</i> (Canada).</p> <p class=\"paragraph\">  3.  Subsection 10 (2) of the <i>Cannabis Act</i> (Canada), in relation to the selling of cannabis contrary to paragraph 10 (1) (a) or (c) of that Act. 2018, c. 12, Sched. 1, s. 13 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If a charge is laid against a person for a contravention of section 13, a police officer may cause the premises that is the subject of the alleged contravention to be closed immediately and that any persons on the premises be removed.</p> <p class=\"headnote\">Barring of entry</p> <p class=\"subsection\">(3) If a premises is closed under subsection (1) or (2), a police officer shall bar entry to all entrances to the premises until the final disposition of the charge, subject to an order under subsection (4). 2017, c. 26, Sched. 1, s. 18 (3); 2018, c. 12, Sched. 1, s. 13 (2).</p> <p class=\"headnote\">No entry</p> <p class=\"subsection\">(3.1) Until the final disposition of the charge, no person shall enter or attempt to enter a premises that is closed under subsection (1) or (2), subject to an order under subsection (4). 2019, c. 9, Sched. 1, s. 1 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3.2) Subsections (3) and (3.1) do not apply with respect to the entry, in exigent circumstances, of police officers or other emergency responders. 2019, c. 9, Sched. 1, s. 1 (1).</p> <p class=\"headnote\">Order lifting closure</p> <p class=\"subsection\">(4) On application by a person who has an interest in the premises, the Superior Court of Justice may order that entry to the premises cease to be barred, subject to any conditions specified by the court, if,</p> <p class=\"paragraph\">  (a)  the court is satisfied that the use to which the premises will be put will not contravene the provision referred to in subsection (1) or (2) to which the charge relates; and</p> <p class=\"paragraph\">  (b)  if the applicant is the person charged, the applicant posts a cash bond for $10,000 or such greater amount as the court may specify, for the term specified by the court, to ensure that the premises will not be used in contravention of that section. 2017, c. 26, Sched. 1, s. 18 (4); 2018, c. 12, Sched. 1, s. 13 (3).</p> <p class=\"headnote\">Restriction on costs award</p> <p class=\"subsection\">(4.1) Costs may not be awarded on an application under subsection (4), except against the applicant. 2019, c. 9, Sched. 1, s. 1 (2).</p> <p class=\"headnote\">Forfeiture of bond</p> <p class=\"subsection\">(5) If, after an applicant posts a cash bond under clause (4) (b) and before the final disposition of the charge, another charge is laid against the applicant for contravening the same provision, in relation to the same premises, the Superior Court of Justice may, on application, order the forfeiture of the bond to the Crown. 2017, c. 26, Sched. 1, s. 18 (5); 2018, c. 12, Sched. 1, s. 13 (4).</p> <p class=\"headnote\">No appeal</p> <p class=\"subsection\">(6) No appeal lies from an order made under subsection (5).</p> <p class=\"subsection\">(7) <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 9, Sched. 1, s. 1 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s13s1\">2018, c. 12, Sched. 1, s. 13 (1-4)</a></span> - 17/10/2018</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19009#sched1s1s1\">2019, c. 9, Sched. 1, s. 1 (1-3)</a></span> - 06/06/2019</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "19.",
            "section_x": "Arrest without warrant",
            "part_id": null,
            "part_type": null,
            "section_y": "Arrest without warrant",
            "content": "19 If a police officer finds a person apparently in contravention of this Act or apparently in contravention of a prescribed provision of the regulations and the person refuses to give his or her name and address or the police officer has reasonable grounds to believe that the name or address given is false, the police officer may arrest the person without warrant.",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>19 </b>If a police officer finds a person apparently in contravention of this Act or apparently in contravention of a prescribed provision of the regulations and the person refuses to give his or her name and address or the police officer has reasonable grounds to believe that the name or address given is false, the police officer may arrest the person without warrant.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "20.",
            "section_x": "Youth education, prevention program referrals",
            "part_id": null,
            "part_type": null,
            "section_y": "Youth education, prevention program referrals",
            "content": "20 (1) A police officer who has reasonable grounds to believe that a person who is under 19 years of age has contravened section 10 may refer the person to an approved youth education or prevention program instead of commencing a proceeding under the Provincial Offences Act. 2017, c. 26, Sched. 1, s. 20 (1); 2019, c. 15, Sched. 3, s. 1. Same (2) A prosecutor may, in exercising a power to stay a proceeding under subsection 32 (1) of the Provincial Offences Act or a right to withdraw a charge, refer a person who is charged with a contravention of section 10 of this Act to an approved youth education or prevention program. 2017, c. 26, Sched. 1, s. 20 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>20 </b>(1) A police officer who has reasonable grounds to believe that a person who is under 19 years of age has contravened section 10 may refer the person to an approved youth education or prevention program instead of commencing a proceeding under the <i>Provincial Offences Act</i>. 2017, c. 26, Sched. 1, s. 20 (1); 2019, c. 15, Sched. 3, s. 1.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A prosecutor may, in exercising a power to stay a proceeding under subsection 32 (1) of the <i>Provincial Offences Act</i> or a right to withdraw a charge, refer a person who is charged with a contravention of section 10 of this Act to an approved youth education or prevention program. 2017, c. 26, Sched. 1, s. 20 (2).</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "21.",
            "section_x": "Powers of a police officer exercised by others",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers of a police officer exercised by others",
            "content": "21 (1) A power that may be exercised under this Act by a police officer, other than a power set out in section 19, may also be exercised by any other person or class of persons designated in writing by the Minister for the purposes of this section. 2018, c. 12, Sched. 1, s. 14. Same (2) A designation under subsection (1) is subject to such restrictions as may be specified in the designation, including restrictions respecting the powers that may be exercised or the offences under this Act in respect of which powers may be exercised. 2018, c. 12, Sched. 1, s. 14. Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 14 - 17/10/2018 2019, c. 15, Sched. 3, s. 1 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>21 </b>(1) A power that may be exercised under this Act by a police officer, other than a power set out in section 19, may also be exercised by any other person or class of persons designated in writing by the Minister for the purposes of this section. 2018, c. 12, Sched. 1, s. 14.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A designation under subsection (1) is subject to such restrictions as may be specified in the designation, including restrictions respecting the powers that may be exercised or the offences under this Act in respect of which powers may be exercised. 2018, c. 12, Sched. 1, s. 14.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s14\">2018, c. 12, Sched. 1, s. 14</a></span> - 17/10/2018</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19015#sched3s1\">2019, c. 15, Sched. 3, s. 1</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "21.1",
            "section_x": "Obstruction",
            "part_id": null,
            "part_type": null,
            "section_y": "Obstruction",
            "content": "21.1 No person shall hinder, obstruct or interfere with, or attempt to hinder, obstruct or interfere with, a police officer or person designated for the purposes of section 21 who is acting under this Act. 2019, c. 9, Sched. 1, s. 2. Section Amendments with date in force (d/m/y) 2019, c. 9, Sched. 1, s. 2 - 06/06/2019 Offences and Penalties and Other Related Orders",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>21.1 </b>No person shall hinder, obstruct or interfere with, or attempt to hinder, obstruct or interfere with, a police officer or person designated for the purposes of section 21 who is acting under this Act. 2019, c. 9, Sched. 1, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19009#sched1s2\">2019, c. 9, Sched. 1, s. 2</a></span> - 06/06/2019</p> <p class=\"heading1\"><a name=\"BK25\"></a>Offences and Penalties and Other Related Orders</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "Offences and Penalties and Other Related Orders",
            "section_x": "Offences and Penalties and Other Related Orders",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "22.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "22 (1) A person who contravenes any provision of this Act or the regulations, or any order made under this Act, is guilty of an offence. Same, directors or officers (2) A director or officer of a corporation who causes, authorizes, permits or participates in an offence under this Act by the corporation is guilty of an offence. Limitation (3) No proceeding under this section shall be commenced more than two years after the day the offence was, or is alleged to have been, committed. Penalties",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>22 </b>(1) A person who contravenes any provision of this Act or the regulations, or any order made under this Act, is guilty of an offence.</p> <p class=\"headnote\">Same, directors or officers</p> <p class=\"subsection\">(2) A director or officer of a corporation who causes, authorizes, permits or participates in an offence under this Act by the corporation is guilty of an offence.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(3) No proceeding under this section shall be commenced more than two years after the day the offence was, or is alleged to have been, committed.</p> <p class=\"headnote\">Penalties</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "23.",
            "section_x": "Penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "General",
            "content": "23 (1) Subject to subsections (2) to (7), on conviction for an offence under this Act, (a)  a corporation is liable to a fine of not more than $250,000; and (b)  an individual is liable to a fine of not more than $100,000 or to imprisonment for a term of not more than one year, or both. Penalties: sale, distribution; landlords (2) An individual who is convicted for contravening section 6 or 13 is liable, (a)  on a first conviction in respect of the section, to a fine of at least $10,000 and not more than $250,000 or to imprisonment for a term of not more than two years less a day, or both; and (b)  on a subsequent conviction in respect of the section, to a fine of at least $5,000 and not more than $100,000 for each day or part of a day on which the offence occurs or continues or to imprisonment for a term of not more than two years less a day, or both. 2017, c. 26, Sched. 1, s. 23 (2); 2019, c. 9, Sched. 1, s. 3. Same, corporation (3) A corporation that is convicted for contravening section 6 or 13 is liable, (a)  on a first conviction in respect of the section, to a fine of at least $25,000 and not more than $1,000,000; and (b)  on a subsequent conviction in respect of the section, to a fine of at least $10,000 and not more than $500,000 for each day or part of a day on which the offence occurs or continues. Penalty: sale, distribution to persons under 19 (4) Upon conviction for contravening section 7, (a)  a corporation is liable to a fine of not more than $500,000; and (b)  an individual is liable to a fine of not more than $200,000 or to imprisonment for a term of not more than one year, or both. Penalty: possession, consumption, cultivation if under 19 (5) An individual who is convicted for contravening section 10 is liable to a fine of not more than $200, subject to subsection (7). (6) Repealed: 2018, c. 12, Sched. 1, s. 15. Youth education, prevention program participation (7) If an individual is convicted of an offence under section 10, the court may suspend the passing of sentence and, as a condition in a probation order, direct that the individual participate in one or more approved youth education or prevention programs, subject to any conditions or restrictions the court may specify. 2019, c. 15, Sched. 3, s. 2. Same (8) A condition imposed in a probation order under subsection (7) is in addition to any other condition the court may impose in a probation order under the Provincial Offences Act. 2019, c. 15, Sched. 3, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 15 - 17/10/2018 2019, c. 9, Sched. 1, s. 3 (1, 2) - 06/06/2019; 2019, c. 15, Sched. 3, s. 2 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>23 </b>(1) Subject to subsections (2) to (7), on conviction for an offence under this Act,</p> <p class=\"paragraph\">  (a)  a corporation is liable to a fine of not more than $250,000; and</p> <p class=\"paragraph\">  (b)  an individual is liable to a fine of not more than $100,000 or to imprisonment for a term of not more than one year, or both.</p> <p class=\"headnote\">Penalties: sale, distribution; landlords</p> <p class=\"subsection\">(2) An individual who is convicted for contravening section 6 or 13 is liable,</p> <p class=\"paragraph\">  (a)  on a first conviction in respect of the section, to a fine of at least $10,000 and not more than $250,000 or to imprisonment for a term of not more than two years less a day, or both; and</p> <p class=\"paragraph\">  (b)  on a subsequent conviction in respect of the section, to a fine of at least $5,000 and not more than $100,000 for each day or part of a day on which the offence occurs or continues or to imprisonment for a term of not more than two years less a day, or both. 2017, c. 26, Sched. 1, s. 23 (2); 2019, c. 9, Sched. 1, s. 3.</p> <p class=\"headnote\">Same, corporation</p> <p class=\"subsection\">(3) A corporation that is convicted for contravening section 6 or 13 is liable,</p> <p class=\"paragraph\">  (a)  on a first conviction in respect of the section, to a fine of at least $25,000 and not more than $1,000,000; and</p> <p class=\"paragraph\">  (b)  on a subsequent conviction in respect of the section, to a fine of at least $10,000 and not more than $500,000 for each day or part of a day on which the offence occurs or continues.</p> <p class=\"headnote\">Penalty: sale, distribution to persons under 19</p> <p class=\"subsection\">(4) Upon conviction for contravening section 7,</p> <p class=\"paragraph\">  (a)  a corporation is liable to a fine of not more than $500,000; and</p> <p class=\"paragraph\">  (b)  an individual is liable to a fine of not more than $200,000 or to imprisonment for a term of not more than one year, or both.</p> <p class=\"headnote\">Penalty: possession, consumption, cultivation if under 19</p> <p class=\"subsection\">(5) An individual who is convicted for contravening section 10 is liable to a fine of not more than $200, subject to subsection (7).</p> <p class=\"subsection\">(6) <span class=\"ovsmallcap\">Repealed</span>: 2018, c. 12, Sched. 1, s. 15.</p> <p class=\"headnote\">Youth education, prevention program participation</p> <p class=\"subsection\">(7) If an individual is convicted of an offence under section 10, the court may suspend the passing of sentence and, as a condition in a probation order, direct that the individual participate in one or more approved youth education or prevention programs, subject to any conditions or restrictions the court may specify. 2019, c. 15, Sched. 3, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) A condition imposed in a probation order under subsection (7) is in addition to any other condition the court may impose in a probation order under the <i>Provincial Offences Act</i>. 2019, c. 15, Sched. 3, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s15\">2018, c. 12, Sched. 1, s. 15</a></span> - 17/10/2018</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19009#sched1s3s1\">2019, c. 9, Sched. 1, s. 3 (1, 2)</a></span> - 06/06/2019; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19015#sched3s2\">2019, c. 15, Sched. 3, s. 2</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "24.",
            "section_x": "Additional orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Additional orders",
            "content": "24 In addition to any other remedy or penalty provided by law, the court that convicts a person under this Act may, on its own initiative or on the motion of the prosecutor, make one or more of the following orders: 1.  An order requiring the person, within the period or periods specified in the order, to do or refrain from doing anything specified in the order. 2.  An order imposing requirements that the court considers appropriate to prevent similar unlawful conduct or to contribute to the person’s rehabilitation. 3.  An order prohibiting the continuation or repetition of the offence by the person. 4.  An order under section 25. 2017, c. 26, Sched. 1, s. 24; 2019, c. 9, Sched. 1, s. 4. Section Amendments with date in force (d/m/y) 2019, c. 9, Sched. 1, s. 4 - 06/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>24 </b>In addition to any other remedy or penalty provided by law, the court that convicts a person under this Act may, on its own initiative or on the motion of the prosecutor, make one or more of the following orders:</p> <p class=\"paragraph\">  1.  An order requiring the person, within the period or periods specified in the order, to do or refrain from doing anything specified in the order.</p> <p class=\"paragraph\">  2.  An order imposing requirements that the court considers appropriate to prevent similar unlawful conduct or to contribute to the person’s rehabilitation.</p> <p class=\"paragraph\">  3.  An order prohibiting the continuation or repetition of the offence by the person.</p> <p class=\"paragraph\">  4.  An order under section 25. 2017, c. 26, Sched. 1, s. 24; 2019, c. 9, Sched. 1, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19009#sched1s4\">2019, c. 9, Sched. 1, s. 4</a></span> - 06/06/2019</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "25.",
            "section_x": "Order to close premises",
            "part_id": null,
            "part_type": null,
            "section_y": "Order to close premises",
            "content": "25 (1) The court that convicts a person under this Act may order that a premises be closed to any use for a period not exceeding two years if, (a)  the person was convicted for contravening section 6, and the premises was used in the contravention; or (b)  the person was convicted for contravening section 13 in relation to the premises. Barring of entry (2) If a closing order is made under subsection (1), a police officer shall bar entry to all entrances to the premises to which the order applies until the order is suspended or discharged under this section. 2017, c. 26, Sched. 1, s. 25 (2); 2018, c. 12, Sched. 1, s. 16. No entry (2.1) No person shall enter or attempt to enter a premises that is closed under subsection (1) until the closing order is suspended or discharged under this section. 2019, c. 9, Sched. 1, s. 5 (1). Exception (2.2) Subsections (2) and (2.1) do not apply with respect to the entry, in exigent circumstances, of police officers or other emergency responders. 2019, c. 9, Sched. 1, s. 5 (1). Suspension (3) On application by any person who has an interest in the premises, the Superior Court of Justice may suspend the order for the period specified by the court, subject to any conditions specified by the court, if, (a)  the court is satisfied that the use to which the premises will be put will not contravene section 6 or 13, as the case may be; and (b)  the applicant posts a cash bond for $10,000 or such greater amount as the court may specify, for the term specified by the court, to ensure that the premises will not be used in contravention of that section. Forfeiture of bond (4) If, during the suspension of a closing order under subsection (3), a person is convicted for contravening section 6 or 13 in relation to the same premises, the Superior Court of Justice may, on application, order the forfeiture of the bond to the Crown, lift the suspension and reinstate the closing order. No appeal (5) No appeal lies from an order made under subsection (4). Discharge (6) On application, the Superior Court of Justice may discharge a closing order if the court is satisfied that, (a)  there has been or will be a change in the effective ownership or occupation of the premises subsequent to the commission of the offence; and (b)  the owner can ensure that there will be no contravention of section 6 or 13, as the case may be, in relation to the premises. If closing order, conviction appealed (7) If a closing order or a conviction in respect of which the order was made is appealed, (a)  the appellant may apply under subsection (3) for a suspension of the order until the disposition of the appeal; and (b)  any person may apply under subsection (6) for a discharge of the order. Same, no stay (8) An appeal referred to in subsection (7) does not stay a closing order. Description of premises (9) For the purposes of a closing order, a premises may be described by reference to its municipal address. Registration (10) A closing order may be registered in the proper land registry office. (11) Repealed: 2019, c. 9, Sched. 1, s. 5 (2). Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 16 - 17/10/2018 2019, c. 9, Sched. 1, s. 5 (1, 2) - 06/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>25 </b>(1) The court that convicts a person under this Act may order that a premises be closed to any use for a period not exceeding two years if,</p> <p class=\"paragraph\">  (a)  the person was convicted for contravening section 6, and the premises was used in the contravention; or</p> <p class=\"paragraph\">  (b)  the person was convicted for contravening section 13 in relation to the premises.</p> <p class=\"headnote\">Barring of entry</p> <p class=\"subsection\">(2) If a closing order is made under subsection (1), a police officer shall bar entry to all entrances to the premises to which the order applies until the order is suspended or discharged under this section. 2017, c. 26, Sched. 1, s. 25 (2); 2018, c. 12, Sched. 1, s. 16.</p> <p class=\"headnote\">No entry</p> <p class=\"subsection\">(2.1) No person shall enter or attempt to enter a premises that is closed under subsection (1) until the closing order is suspended or discharged under this section. 2019, c. 9, Sched. 1, s. 5 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2.2) Subsections (2) and (2.1) do not apply with respect to the entry, in exigent circumstances, of police officers or other emergency responders. 2019, c. 9, Sched. 1, s. 5 (1).</p> <p class=\"headnote\">Suspension</p> <p class=\"subsection\">(3) On application by any person who has an interest in the premises, the Superior Court of Justice may suspend the order for the period specified by the court, subject to any conditions specified by the court, if,</p> <p class=\"paragraph\">  (a)  the court is satisfied that the use to which the premises will be put will not contravene section 6 or 13, as the case may be; and</p> <p class=\"paragraph\">  (b)  the applicant posts a cash bond for $10,000 or such greater amount as the court may specify, for the term specified by the court, to ensure that the premises will not be used in contravention of that section.</p> <p class=\"headnote\">Forfeiture of bond</p> <p class=\"subsection\">(4) If, during the suspension of a closing order under subsection (3), a person is convicted for contravening section 6 or 13 in relation to the same premises, the Superior Court of Justice may, on application, order the forfeiture of the bond to the Crown, lift the suspension and reinstate the closing order.</p> <p class=\"headnote\">No appeal</p> <p class=\"subsection\">(5) No appeal lies from an order made under subsection (4).</p> <p class=\"headnote\">Discharge</p> <p class=\"subsection\">(6) On application, the Superior Court of Justice may discharge a closing order if the court is satisfied that,</p> <p class=\"paragraph\">  (a)  there has been or will be a change in the effective ownership or occupation of the premises subsequent to the commission of the offence; and</p> <p class=\"paragraph\">  (b)  the owner can ensure that there will be no contravention of section 6 or 13, as the case may be, in relation to the premises.</p> <p class=\"headnote\">If closing order, conviction appealed</p> <p class=\"subsection\">(7) If a closing order or a conviction in respect of which the order was made is appealed,</p> <p class=\"paragraph\">  (a)  the appellant may apply under subsection (3) for a suspension of the order until the disposition of the appeal; and</p> <p class=\"paragraph\">  (b)  any person may apply under subsection (6) for a discharge of the order.</p> <p class=\"headnote\">Same, no stay</p> <p class=\"subsection\">(8) An appeal referred to in subsection (7) does not stay a closing order.</p> <p class=\"headnote\">Description of premises</p> <p class=\"subsection\">(9) For the purposes of a closing order, a premises may be described by reference to its municipal address.</p> <p class=\"headnote\">Registration</p> <p class=\"subsection\">(10) A closing order may be registered in the proper land registry office.</p> <p class=\"subsection\">(11) <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 9, Sched. 1, s. 5 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s16\">2018, c. 12, Sched. 1, s. 16</a></span> - 17/10/2018</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19009#sched1s5s1\">2019, c. 9, Sched. 1, s. 5 (1, 2)</a></span> - 06/06/2019</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "25.1",
            "section_x": "Court may make inferences",
            "part_id": null,
            "part_type": null,
            "section_y": "Court may make inferences",
            "content": "25.1 A court may, in the absence of evidence to the contrary, infer that any substance in question is cannabis from the fact that a witness describes it as cannabis or by a name that is commonly applied to cannabis. 2018, c. 12, Sched. 1, s. 17. Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 17 - 17/10/2018 Miscellaneous",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>25.1 </b>A court may, in the absence of evidence to the contrary, infer that any substance in question is cannabis from the fact that a witness describes it as cannabis or by a name that is commonly applied to cannabis. 2018, c. 12, Sched. 1, s. 17.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s17\">2018, c. 12, Sched. 1, s. 17</a></span> - 17/10/2018</p> <p class=\"heading1\"><a name=\"BK31\"></a>Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "Miscellaneous",
            "section_x": "Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "26.",
            "section_x": "Agreement with council of the band",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreement with council of the band",
            "content": "26 (1) Subject to subsection (2) and to the approval of the Lieutenant Governor in Council, the Minister may, on behalf of the Crown, enter into arrangements and agreements with a council of the band with respect to the sale, distribution, purchase, possession, consumption, cultivation, propagation or harvesting of cannabis on a reserve. 2017, c. 26, Sched. 1, s. 26 (1). Same, requirement for agreement with other ministers (2) If an arrangement or agreement referred to in subsection (1) relates, in whole or in part, to the sale of cannabis, the Minister may only enter into the arrangement or agreement jointly with, (a)  the Minister responsible for the administration of the Ontario Cannabis Retail Corporation Act, 2017; (b)  the Minister of Finance, if the Minister referred to in clause (a) is not the Minister of Finance; and (c)  the Minister responsible for the administration of the\r\nCannabis Licence Act, 2018. 2018, c. 12, Sched. 1, s. 18. Definitions (3) In this section, “council of the band” has the same meaning as in subsection 2 (1) of the Indian Act (Canada); (“conseil de la bande”) “Indian” has the same meaning as in subsection 2 (1) of the\r\nIndian Act (Canada); (“Indien”) “reserve” means a reserve as defined in subsection 2 (1) of the Indian Act (Canada) or an Indian settlement located on Crown land, the Indian inhabitants of which are treated by Indigenous and Northern Affairs Canada in the same manner as Indians residing on a reserve. (“réserve”) 2017, c. 26, Sched. 1, s. 26 (3); 2021, c. 34, Sched. 2, s. 13 (3). Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 18 - 16/11/2018 2021, c. 34, Sched. 2, s. 13 (3) - 02/12/2021 Youth education, prevention programs",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>26 </b>(1) Subject to subsection (2) and to the approval of the Lieutenant Governor in Council, the Minister may, on behalf of the Crown, enter into arrangements and agreements with a council of the band with respect to the sale, distribution, purchase, possession, consumption, cultivation, propagation or harvesting of cannabis on a reserve. 2017, c. 26, Sched. 1, s. 26 (1).</p> <p class=\"headnote\">Same, requirement for agreement with other ministers</p> <p class=\"subsection\">(2) If an arrangement or agreement referred to in subsection (1) relates, in whole or in part, to the sale of cannabis, the Minister may only enter into the arrangement or agreement jointly with,</p> <p class=\"paragraph\">  (a)  the Minister responsible for the administration of the <i>Ontario Cannabis Retail Corporation Act, 2017</i>;</p> <p class=\"paragraph\">  (b)  the Minister of Finance, if the Minister referred to in clause (a) is not the Minister of Finance; and</p> <p class=\"paragraph\">  (c)  the Minister responsible for the administration of the\r\n<i>Cannabis Licence Act, 2018</i>. 2018, c. 12, Sched. 1, s. 18.</p> <p class=\"headnote\">Definitions</p> <p class=\"subsection\">(3) In this section,</p> <p class=\"definition\">“council of the band” has the same meaning as in subsection 2 (1) of the <i>Indian Act</i> (Canada); (“conseil de la bande”)</p> <p class=\"definition\">“Indian” has the same meaning as in subsection 2 (1) of the\r\n<i>Indian Act</i> (Canada); (“Indien”)</p> <p class=\"definition\">“reserve” means a reserve as defined in subsection 2 (1) of the <i>Indian Act</i> (Canada) or an Indian settlement located on Crown land, the Indian inhabitants of which are treated by Indigenous and Northern Affairs Canada in the same manner as Indians residing on a reserve. (“réserve”) 2017, c. 26, Sched. 1, s. 26 (3); 2021, c. 34, Sched. 2, s. 13 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s18\">2018, c. 12, Sched. 1, s. 18</a></span> - 16/11/2018</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched2s13s3\">2021, c. 34, Sched. 2, s. 13 (3)</a></span> - 02/12/2021</p> <p class=\"headnote\">Youth education, prevention programs</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "27.",
            "section_x": "Youth education, prevention programs",
            "part_id": null,
            "part_type": null,
            "section_y": "Approval",
            "content": "27 (1) The Minister may approve education or prevention programs pertaining to the use of cannabis or drugs, health and wellbeing, or any other matter the Minister considers appropriate, for the purposes of section 20 and subsection 23 (7). Publication (2) The Minister shall maintain a list of the programs approved under subsection (1) on a publicly accessible Government of Ontario website.",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>27 </b>(1) The Minister may approve education or prevention programs pertaining to the use of cannabis or drugs, health and wellbeing, or any other matter the Minister considers appropriate, for the purposes of section 20 and subsection 23 (7).</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(2) The Minister shall maintain a list of the programs approved under subsection (1) on a publicly accessible Government of Ontario website.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "27.1",
            "section_x": "Delegation by Minister",
            "part_id": null,
            "part_type": null,
            "section_y": "Delegation by Minister",
            "content": "27.1 The Minister may delegate in writing any of his or her powers under this Act, other than a power under section 26, to a public servant employed under Part III of the Public Service of Ontario Act, 2006, subject to any conditions or restrictions that may be set out in the delegation. 2018, c. 12, Sched. 1, s. 19. Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 19 - 17/10/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>27.1 </b>The Minister may delegate in writing any of his or her powers under this Act, other than a power under section 26, to a public servant employed under Part III of the <i>Public Service of Ontario Act, 2006</i>, subject to any conditions or restrictions that may be set out in the delegation. 2018, c. 12, Sched. 1, s. 19.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s19\">2018, c. 12, Sched. 1, s. 19</a></span> - 17/10/2018</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "28.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "28 The Lieutenant Governor in Council may make regulations, (a)  respecting anything that, in this Act, may or must be prescribed or done by regulation; (b)  prohibiting or restricting the sale, distribution, purchase or attempt to purchase, possession, consumption, offer to cultivate or cultivation, offer to propagate or propagation or offer to harvest or harvesting of cannabis; (c)  providing for how elements of an offence under this Act may be proved in a prosecution, including providing for presumptions that apply or inferences that may be made in the absence of evidence to the contrary; (d)  governing the distribution, possession or consumption of cannabis for research or educational purposes under subsection 5 (2), including prescribing circumstances in which the distribution, possession or consumption of cannabis is permitted for those purposes; (e)  governing such transitional matters as the Lieutenant Governor in Council considers necessary or advisable to facilitate the implementation of this Act or to respond to changes in applicable federal law; (f)  generally for carrying out the purposes and provisions of this Act. 2017, c. 26, Sched. 1, s. 28; 2018, c. 12, Sched. 1, s. 20. Section Amendments with date in force (d/m/y) 2018, c. 12, Sched. 1, s. 20 (1-3) - 17/10/2018 29-32 Omitted (amends, repeals or revokes other legislation). 33 Omitted\r\n(provides for coming into force of provisions of this Act). 34 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>28 </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  respecting anything that, in this Act, may or must be prescribed or done by regulation;</p> <p class=\"paragraph\">  (b)  prohibiting or restricting the sale, distribution, purchase or attempt to purchase, possession, consumption, offer to cultivate or cultivation, offer to propagate or propagation or offer to harvest or harvesting of cannabis;</p> <p class=\"paragraph\">  (c)  providing for how elements of an offence under this Act may be proved in a prosecution, including providing for presumptions that apply or inferences that may be made in the absence of evidence to the contrary;</p> <p class=\"paragraph\">  (d)  governing the distribution, possession or consumption of cannabis for research or educational purposes under subsection 5 (2), including prescribing circumstances in which the distribution, possession or consumption of cannabis is permitted for those purposes;</p> <p class=\"paragraph\">  (e)  governing such transitional matters as the Lieutenant Governor in Council considers necessary or advisable to facilitate the implementation of this Act or to respond to changes in applicable federal law;</p> <p class=\"paragraph\">  (f)  generally for carrying out the purposes and provisions of this Act. 2017, c. 26, Sched. 1, s. 28; 2018, c. 12, Sched. 1, s. 20.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18012#sched1s20s1\">2018, c. 12, Sched. 1, s. 20 (1-3)</a></span> - 17/10/2018</p> <p class=\"section\"><b>29-32</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>33 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>34</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/17c26\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}