{
    "act_info": {
        "full_title": "Certified Management Accountants Act, 2010, S.O. 2010, c. 6, Sched. B",
        "act_name_text": "Certified Management Accountants Act, 2010",
        "citation": "S.O. 2010, c. 6, Sched. B",
        "url": "https://www.ontario.ca/laws/statute/10c06b",
        "date_scraped": "2023-12-19 02:46:19"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/10c06b/v2",
            "valid_from": "October 25, 2010",
            "valid_to": "May 16, 2017"
        },
        {
            "a_href": "/laws/statute/10c06b/v1",
            "valid_from": "May 18, 2010",
            "valid_to": "October 24, 2010"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Definitions and Interpretation",
            "section_x": "Definitions and Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “appeal committee” means the appeal committee established by the by-laws; (“comité d’appel”) “associate” means an individual or entity registered as an associate of the Corporation in accordance with the by-laws; (“associé”) “Board” means the Board of Directors of the Corporation; (“conseil”) “by-laws” means the by-laws made under this Act; (“règlements administratifs”) “capacity committee” means the capacity committee established by the by-laws; (“comité de détermination de la capacité”) “complaints committee” means the complaints committee established by the by-laws; (“comité des plaintes”) “Corporation” means the Certified Management Accountants of Ontario; (“Ordre”) “discipline committee” means the discipline committee established by the by-laws; (“comité de discipline”) “document” includes data and information in electronic form; (“document”) “firm” means an entity registered under section 21 as a firm; (“cabinet”) “limited liability partnership” means a limited liability partnership as defined in the Partnerships Act; (“société à responsabilité limitée”) “public accountant” and “public accounting” have the same meanings as in the Public Accounting Act, 2004; (“expert-comptable”, “expertise comptable”) “register” means the register established under section 61; (“registre”) “Registrar” means the registrar of the Corporation appointed by the Board; (“registrateur”) “review committee” means the review committee established by the by-laws; (“comité d’examen”) “student” means an individual registered as a student of the Corporation in accordance with the by-laws. (“stagiaire”)  2010, c. 6, Sched. B, s. 1.",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“appeal committee” means the appeal committee established by the by-laws; (“comité d’appel”)</p> <p class=\"definition\">“associate” means an individual or entity registered as an associate of the Corporation in accordance with the by-laws; (“associé”)</p> <p class=\"definition\">“Board” means the Board of Directors of the Corporation; (“conseil”)</p> <p class=\"definition\">“by-laws” means the by-laws made under this Act; (“<i>règlements administratifs</i>”)</p> <p class=\"definition\">“capacity committee” means the capacity committee established by the by-laws; (“comité de détermination de la capacité”)</p> <p class=\"definition\">“complaints committee” means the complaints committee established by the by-laws; (“comité des plaintes”)</p> <p class=\"definition\">“Corporation” means the Certified Management Accountants of Ontario; (“Ordre”)</p> <p class=\"definition\">“discipline committee” means the discipline committee established by the by-laws; (“comité de discipline”)</p> <p class=\"definition\">“document” includes data and information in electronic form; (“document”)</p> <p class=\"definition\">“firm” means an entity registered under section 21 as a firm; (“cabinet”)</p> <p class=\"definition\">“limited liability partnership” means a limited liability partnership as defined in the <i>Partnerships Act</i>; (“société à responsabilité limitée”)</p> <p class=\"definition\">“public accountant” and “public accounting” have the same meanings as in the <i>Public Accounting Act, 2004</i>; (“expert-comptable”, “expertise comptable”)</p> <p class=\"definition\">“register” means the register established under section 61; (“registre”)</p> <p class=\"definition\">“Registrar” means the registrar of the Corporation appointed by the Board; (“registrateur”)</p> <p class=\"definition\">“review committee” means the review committee established by the by-laws; (“comité d’examen”)</p> <p class=\"definition\">“student” means an individual registered as a student of the Corporation in accordance with the by-laws. (“stagiaire”)  2010, c. 6, Sched. B, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Interpretation – rights not affected",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation – rights not affected",
            "content": "2 This Act does not affect or interfere with the right of any person who is not a member of the Corporation to practise as an accountant.  2010, c. 6, Sched. B, s. 2. The Corporation",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>This Act does not affect or interfere with the right of any person who is not a member of the Corporation to practise as an accountant.  2010, c. 6, Sched. B, s. 2.</p> <p class=\"heading1\"><a name=\"BK3\"></a>The Corporation</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "The Corporation",
            "section_x": "The Corporation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Society continued as Corporation",
            "part_id": null,
            "part_type": null,
            "section_y": "Society continued as Corporation",
            "content": "3 (1) The Society of Management Accountants of Ontario is continued as a corporation without share capital under the name Certified Management Accountants of Ontario in English and Comptables en management accrédités de l’Ontario in French.  2010, c. 6, Sched. B, s. 3 (1). Composition (2) The Corporation is composed of its members.  2010, c. 6, Sched. B, s. 3 (2). Powers, etc., of natural person (3) For the purpose of carrying out its objects, the Corporation has the capacity and the rights, powers and privileges of a natural person.  2010, c. 6, Sched. B, s. 3 (3). Implied provisions do not apply (4) Section 92 (implied provisions for corporations) of the Legislation Act, 2006 does not apply to the Corporation.  2010, c. 6, Sched. B, s. 3 (4). Note: On a day to be named by proclamation of the Lieutenant Governor, section 3 is amended by adding the following subsection: Application of Not-for-Profit Corporations Act, 2010 (5) The Not-for-Profit Corporations Act, 2010 does not apply to the Corporation, except as may be prescribed by regulation.  2010, c. 15, s. 215 (1). See: 2010, c. 15, ss. 215 (1), 249. Section Amendments with date in force (d/m/y) 2010, c. 15, s. 215 (1)\r\n- not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) The Society of Management Accountants of Ontario is continued as a corporation without share capital under the name Certified Management Accountants of Ontario in English and Comptables en management accrédités de l’Ontario in French.  2010, c. 6, Sched. B, s. 3 (1).</p> <p class=\"headnote\">Composition</p> <p class=\"subsection\">(2) The Corporation is composed of its members.  2010, c. 6, Sched. B, s. 3 (2).</p> <p class=\"headnote\">Powers, etc., of natural person</p> <p class=\"subsection\">(3) For the purpose of carrying out its objects, the Corporation has the capacity and the rights, powers and privileges of a natural person.  2010, c. 6, Sched. B, s. 3 (3).</p> <p class=\"headnote\">Implied provisions do not apply</p> <p class=\"subsection\">(4) Section 92 (implied provisions for corporations) of the <i>Legislation Act, 2006 </i>does not apply to the Corporation.  2010, c. 6, Sched. B, s. 3 (4).</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, section 3 is amended by adding the following subsection:</p> <p class=\"Yheadnote\">Application of <i>Not-for-Profit Corporations Act, 2010</i></p> <p class=\"Ysubsection\">(5) The <i>Not-for-Profit Corporations Act, 2010</i> does not apply to the Corporation, except as may be prescribed by regulation.  2010, c. 15, s. 215 (1).</p> <p class=\"Pnote\">See: 2010, c. 15, ss. 215 (1), 249.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10015#s215s1\">2010, c. 15, s. 215 (1)</a></span>\r\n- not in force</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Objects of the Corporation",
            "part_id": null,
            "part_type": null,
            "section_y": "Objects of the Corporation",
            "content": "4 The objects of the Corporation are, (a) to promote and protect the public interest by governing and regulating the practice of individuals and firms as Certified Management Accountants in accordance with this Act and the by-laws, including, (i) establishing, maintaining, developing and enforcing standards of qualification, (ii) establishing, maintaining, developing and enforcing standards of practice, (iii) establishing, maintaining, developing and enforcing standards of professional ethics, (iv) establishing, maintaining, developing and enforcing standards of knowledge, skill and proficiency, and (v) regulating the practice, competence and professional conduct of individuals and firms as Certified Management Accountants; (b) to promote and increase the knowledge, skill and proficiency of members of the Corporation, firms, students and associates; (c) to promote and protect the welfare and interests of the Corporation and of the accounting profession; (d) to meet and maintain the standards that the Corporation, as a designated body within the meaning of the Public Accounting Act, 2004, is required to meet and maintain in order to be authorized to license and govern the activities of its members as public accountants under that Act; and (e) to promote and protect the public interest by licensing members of the Corporation as public accountants and regulating those members and professional corporations as public accountants under the Public Accounting Act, 2004, when authorized under that Act to do so, in accordance with that Act, this Act and the by-laws.  2010, c. 6, Sched. B, s. 4. Meetings of the Corporation",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>The objects of the Corporation are,</p> <p class=\"paragraph\">  (a) to promote and protect the public interest by governing and regulating the practice of individuals and firms as Certified Management Accountants in accordance with this Act and the by-laws, including,</p> <p class=\"subclause\">  (i) establishing, maintaining, developing and enforcing standards of qualification,</p> <p class=\"subclause\">  (ii) establishing, maintaining, developing and enforcing standards of practice,</p> <p class=\"subclause\">  (iii) establishing, maintaining, developing and enforcing standards of professional ethics,</p> <p class=\"subclause\">  (iv) establishing, maintaining, developing and enforcing standards of knowledge, skill and proficiency, and</p> <p class=\"subclause\">  (v) regulating the practice, competence and professional conduct of individuals and firms as Certified Management Accountants;</p> <p class=\"paragraph\">  (b) to promote and increase the knowledge, skill and proficiency of members of the Corporation, firms, students and associates;</p> <p class=\"paragraph\">  (c) to promote and protect the welfare and interests of the Corporation and of the accounting profession;</p> <p class=\"paragraph\">  (d) to meet and maintain the standards that the Corporation, as a designated body within the meaning of the <i>Public Accounting Act, 2004</i>, is required to meet and maintain in order to be authorized to license and govern the activities of its members as public accountants under that Act; and</p> <p class=\"paragraph\">  (e) to promote and protect the public interest by licensing members of the Corporation as public accountants and regulating those members and professional corporations as public accountants under the <i>Public Accounting Act, 2004</i>, when authorized under that Act to do so, in accordance with that Act, this Act and the by-laws.  2010, c. 6, Sched. B, s. 4.</p> <p class=\"headnote\">Meetings of the Corporation</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Meetings of the Corporation",
            "part_id": null,
            "part_type": null,
            "section_y": "Annual meetings",
            "content": "5 (1) The Corporation shall hold an annual meeting of the members of the Corporation in accordance with the by-laws.  2010, c. 6, Sched. B, s. 5 (1). General meetings (2) The members of the Corporation or the Board may at any time call a general meeting of the members of the Corporation in accordance with the by-laws.  2010, c. 6, Sched. B, s. 5 (2). Proxy (3) At any annual or general meeting of the members of the Corporation, a member may be represented by proxy in accordance with the by-laws.  2010, c. 6, Sched. B, s. 5 (3). Limitation (4) A proxy granted by a member for the purposes of subsection (3) is not valid unless it is granted to another member of the Corporation.  2010, c. 6, Sched. B, s. 5 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>(1) The Corporation shall hold an annual meeting of the members of the Corporation in accordance with the by-laws.  2010, c. 6, Sched. B, s. 5 (1).</p> <p class=\"headnote\">General meetings</p> <p class=\"subsection\">(2) The members of the Corporation or the Board may at any time call a general meeting of the members of the Corporation in accordance with the by-laws.  2010, c. 6, Sched. B, s. 5 (2).</p> <p class=\"headnote\">Proxy</p> <p class=\"subsection\">(3) At any annual or general meeting of the members of the Corporation, a member may be represented by proxy in accordance with the by-laws.  2010, c. 6, Sched. B, s. 5 (3).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(4) A proxy granted by a member for the purposes of subsection (3) is not valid unless it is granted to another member of the Corporation.  2010, c. 6, Sched. B, s. 5 (4).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Surplus",
            "part_id": null,
            "part_type": null,
            "section_y": "Surplus",
            "content": "6 Any surplus obtained from carrying on the business of the Corporation shall be solely devoted to and applied towards promoting and carrying out its objects in accordance with this Act and the by-laws and shall not be divided among its members.  2010, c. 6, Sched. B, s. 6.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>Any surplus obtained from carrying on the business of the Corporation shall be solely devoted to and applied towards promoting and carrying out its objects in accordance with this Act and the by-laws and shall not be divided among its members.  2010, c. 6, Sched. B, s. 6.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "section_x": "Benevolent or charitable fund",
            "part_id": null,
            "part_type": null,
            "section_y": "Benevolent or charitable fund",
            "content": "7 The Corporation may establish and administer a benevolent or charitable fund, and for that purpose may make or receive contributions.  2010, c. 6, Sched. B, s. 7. The Board",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>7 </b>The Corporation may establish and administer a benevolent or charitable fund, and for that purpose may make or receive contributions.  2010, c. 6, Sched. B, s. 7.</p> <p class=\"heading1\"><a name=\"BK9\"></a>The Board</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "The Board",
            "section_x": "The Board",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "section_x": "Board of Governors",
            "part_id": null,
            "part_type": null,
            "section_y": "Board of Governors",
            "content": "8 (1) The Council of The Society of Management Accountants of Ontario is continued as the Board of Directors of the Corporation, which shall manage and administer the Corporation’s affairs in accordance with this Act and the by-laws.  2010, c. 6, Sched. B, s. 8 (1). Composition (2) The Board shall be composed of, (a) no fewer than eight and no more than 17 individuals, as fixed by the by-laws, who are members of the Corporation and who are elected by members of the Corporation in accordance with the by-laws; (b) two or three individuals, as determined under subsection (3), who are not members of the Corporation or of a self-regulating accounting body and who are appointed by the Lieutenant Governor in Council; and (c) the President and Chief Executive Officer of the Corporation appointed under subsection 11 (2).  2010, c. 6, Sched. B, s. 8 (2). Same (3) If 10 or more members of the Corporation are elected to the Board, then three individuals may be appointed under clause (2) (b); otherwise, two individuals may be appointed.  2010, c. 6, Sched. B, s. 8 (3). Deemed reappointment (4) An individual whose appointment under clause (2) (b) expires is deemed to have been reappointed until his or her successor takes office.  2010, c. 6, Sched. B, s. 8 (4). Board appointments (5) Until the first appointment of an individual to the Board by the Lieutenant Governor in Council under clause (2) (b), the Board may appoint as members of the Board one or more individuals who are not members of the Corporation or of a self-regulating accounting body, for the term or terms that the Board specifies.  2010, c. 6, Sched. B, s. 8 (5). Same (6) The appointment of an individual appointed under subsection (5) expires on the earlier of, (a) the day on which the individual’s term expires; and (b) the day on which the Lieutenant Governor in Council makes a first appointment under clause (2) (b).  2010, c. 6, Sched. B, s. 8 (6).",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>8 </b>(1) The Council of The Society of Management Accountants of Ontario is continued as the Board of Directors of the Corporation, which shall manage and administer the Corporation’s affairs in accordance with this Act and the by-laws.  2010, c. 6, Sched. B, s. 8 (1).</p> <p class=\"headnote\">Composition</p> <p class=\"subsection\">(2) The Board shall be composed of,</p> <p class=\"paragraph\">  (a) no fewer than eight and no more than 17 individuals, as fixed by the by-laws, who are members of the Corporation and who are elected by members of the Corporation in accordance with the by-laws;</p> <p class=\"paragraph\">  (b) two or three individuals, as determined under subsection (3), who are not members of the Corporation or of a self-regulating accounting body and who are appointed by the Lieutenant Governor in Council; and</p> <p class=\"paragraph\">  (c) the President and Chief Executive Officer of the Corporation appointed under subsection 11 (2).  2010, c. 6, Sched. B, s. 8 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) If 10 or more members of the Corporation are elected to the Board, then three individuals may be appointed under clause (2) (b); otherwise, two individuals may be appointed.  2010, c. 6, Sched. B, s. 8 (3).</p> <p class=\"headnote\">Deemed reappointment</p> <p class=\"subsection\">(4) An individual whose appointment under clause (2) (b) expires is deemed to have been reappointed until his or her successor takes office.  2010, c. 6, Sched. B, s. 8 (4).</p> <p class=\"headnote\">Board appointments</p> <p class=\"subsection\">(5) Until the first appointment of an individual to the Board by the Lieutenant Governor in Council under clause (2) (b), the Board may appoint as members of the Board one or more individuals who are not members of the Corporation or of a self-regulating accounting body, for the term or terms that the Board specifies.  2010, c. 6, Sched. B, s. 8 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) The appointment of an individual appointed under subsection (5) expires on the earlier of,</p> <p class=\"paragraph\">  (a) the day on which the individual’s term expires; and</p> <p class=\"paragraph\">  (b) the day on which the Lieutenant Governor in Council makes a first appointment under clause (2) (b).  2010, c. 6, Sched. B, s. 8 (6).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "section_x": "Vacancy",
            "part_id": null,
            "part_type": null,
            "section_y": "Vacancy",
            "content": "9 (1) If the seat of an elected member of the Board becomes vacant, the vacancy shall be filled for the remainder of the member’s term in accordance with the by-laws.  2010, c. 6, Sched. B, s. 9 (1). Same (2) For the purposes of subsection (1), an elected member’s seat becomes vacant, (a) if the member dies or resigns; (b) if the member is removed from the Board in accordance with the by-laws; or (c) for any other reason specified by the by-laws.  2010, c. 6, Sched. B, s. 9 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>9 </b>(1) If the seat of an elected member of the Board becomes vacant, the vacancy shall be filled for the remainder of the member’s term in accordance with the by-laws.  2010, c. 6, Sched. B, s. 9 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of subsection (1), an elected member’s seat becomes vacant,</p> <p class=\"paragraph\">  (a) if the member dies or resigns;</p> <p class=\"paragraph\">  (b) if the member is removed from the Board in accordance with the by-laws; or</p> <p class=\"paragraph\">  (c) for any other reason specified by the by-laws.  2010, c. 6, Sched. B, s. 9 (2).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "section_x": "Quorum",
            "part_id": null,
            "part_type": null,
            "section_y": "Quorum",
            "content": "10 At any meeting of the Board, a majority of the elected members of the Board constitutes a quorum.  2010, c. 6, Sched. B, s. 10.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>10 </b>At any meeting of the Board, a majority of the elected members of the Board constitutes a quorum.  2010, c. 6, Sched. B, s. 10.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "section_x": "Officers of the Corporation",
            "part_id": null,
            "part_type": null,
            "section_y": "Officers of the Corporation",
            "content": "11 (1) The Board shall elect from among its members the officers specified by the by-laws to be elected.  2010, c. 6, Sched. B, s. 11 (1). Same (2) The Board shall appoint as officers of the Corporation a President and Chief Executive Officer, a Registrar and any other officers specified by the by-laws to be appointed.  2010, c. 6, Sched. B, s. 11 (2). Powers and duties (3) In addition to the powers and duties that are set out in this Act and the by-laws, an officer of the Corporation has the powers and duties that are granted or assigned to him or her by the Board.  2010, c. 6, Sched. B, s. 11 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>11 </b>(1) The Board shall elect from among its members the officers specified by the by-laws to be elected.  2010, c. 6, Sched. B, s. 11 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Board shall appoint as officers of the Corporation a President and Chief Executive Officer, a Registrar and any other officers specified by the by-laws to be appointed.  2010, c. 6, Sched. B, s. 11 (2).</p> <p class=\"headnote\">Powers and duties</p> <p class=\"subsection\">(3) In addition to the powers and duties that are set out in this Act and the by-laws, an officer of the Corporation has the powers and duties that are granted or assigned to him or her by the Board.  2010, c. 6, Sched. B, s. 11 (3).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "section_x": "Committees",
            "part_id": null,
            "part_type": null,
            "section_y": "Committees",
            "content": "12 (1) The Board shall by by-law establish a complaints committee, a discipline committee, a review committee, a capacity committee and an appeal committee, and may establish additional committees as it considers appropriate.  2010, c. 6, Sched. B, s. 12 (1). Panels (2) The by-laws may authorize a committee to sit in panels for the purposes of exercising its powers and performing its duties under this Act, and for any other purpose.  2010, c. 6, Sched. B, s. 12 (2). Same (3) A decision of a panel of a committee constitutes the decision of the committee.  2010, c. 6, Sched. B, s. 12 (3). Delegation",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>12 </b>(1) The Board shall by by-law establish a complaints committee, a discipline committee, a review committee, a capacity committee and an appeal committee, and may establish additional committees as it considers appropriate.  2010, c. 6, Sched. B, s. 12 (1).</p> <p class=\"headnote\">Panels</p> <p class=\"subsection\">(2) The by-laws may authorize a committee to sit in panels for the purposes of exercising its powers and performing its duties under this Act, and for any other purpose.  2010, c. 6, Sched. B, s. 12 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A decision of a panel of a committee constitutes the decision of the committee.  2010, c. 6, Sched. B, s. 12 (3).</p> <p class=\"headnote\">Delegation</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "13.",
            "section_x": "Delegation",
            "part_id": null,
            "part_type": null,
            "section_y": "Board may delegate",
            "content": "13 (1) The Board may delegate any of its powers or duties under this Act to one or more committees or the Registrar or any other officer of the Corporation, subject to any restrictions or conditions that the Board may specify.  2010, c. 6, Sched. B, s. 13 (1). Registrar may delegate (2) The Registrar may delegate any of his or her powers or duties under this Act to one or more individuals or entities identified by the Board for the purpose, subject to any restrictions or conditions that are specified by the Registrar or the Board.  2010, c. 6, Sched. B, s. 13 (2). Membership",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>13 </b>(1) The Board may delegate any of its powers or duties under this Act to one or more committees or the Registrar or any other officer of the Corporation, subject to any restrictions or conditions that the Board may specify.  2010, c. 6, Sched. B, s. 13 (1).</p> <p class=\"headnote\">Registrar may delegate</p> <p class=\"subsection\">(2) The Registrar may delegate any of his or her powers or duties under this Act to one or more individuals or entities identified by the Board for the purpose, subject to any restrictions or conditions that are specified by the Registrar or the Board.  2010, c. 6, Sched. B, s. 13 (2).</p> <p class=\"heading1\"><a name=\"BK16\"></a>Membership</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Membership",
            "section_x": "Membership",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "section_x": "Membership",
            "part_id": null,
            "part_type": null,
            "section_y": "Membership",
            "content": "14 (1) The Board shall admit as a member of the Corporation any individual who meets the requirements and qualifications for membership that are specified by the by-laws and who applies for membership in accordance with the by-laws.  2010, c. 6, Sched. B, s. 14 (1). Certificate (2) The Registrar shall give to every individual admitted as a member of the Corporation a certificate of membership in the form determined by the Board.  2010, c. 6, Sched. B, s. 14 (2). Same (3) Every member of the Corporation who resigns his or her membership or whose membership is suspended or revoked shall return his or her certificate of membership to the Corporation, unless the Board determines otherwise.  2010, c. 6, Sched. B, s. 14 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>14 </b>(1) The Board shall admit as a member of the Corporation any individual who meets the requirements and qualifications for membership that are specified by the by-laws and who applies for membership in accordance with the by-laws.  2010, c. 6, Sched. B, s. 14 (1).</p> <p class=\"headnote\">Certificate</p> <p class=\"subsection\">(2) The Registrar shall give to every individual admitted as a member of the Corporation a certificate of membership in the form determined by the Board.  2010, c. 6, Sched. B, s. 14 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Every member of the Corporation who resigns his or her membership or whose membership is suspended or revoked shall return his or her certificate of membership to the Corporation, unless the Board determines otherwise.  2010, c. 6, Sched. B, s. 14 (3).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "section_x": "Register",
            "part_id": null,
            "part_type": null,
            "section_y": "Register",
            "content": "15 For the purposes of this Act and the by-laws, an individual is not a member of the Corporation unless the register indicates that he or she is a member.  2010, c. 6, Sched. B, s. 15.",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>15 </b>For the purposes of this Act and the by-laws, an individual is not a member of the Corporation unless the register indicates that he or she is a member.  2010, c. 6, Sched. B, s. 15.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.",
            "section_x": "Restrictions, conditions",
            "part_id": null,
            "part_type": null,
            "section_y": "Restrictions, conditions",
            "content": "16 The right of a member of the Corporation to practise as a Certified Management Accountant is subject to any restrictions or conditions imposed under this Act.  2010, c. 6, Sched. B, s. 16.",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>16 </b>The right of a member of the Corporation to practise as a Certified Management Accountant is subject to any restrictions or conditions imposed under this Act.  2010, c. 6, Sched. B, s. 16.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "17.",
            "section_x": "Designations and initials",
            "part_id": null,
            "part_type": null,
            "section_y": "Designations and initials",
            "content": "17 Subject to the by-laws, a member of the Corporation has the right to use the designations “Certified Management Accountant”, “comptable en management accrédité”, “Registered Industrial Accountant” and “comptable en administration industrielle”, and to use the initials “C.M.A.”, “CMA”, “R.I.A.” and “RIA”.  2010, c. 6, Sched. B, s. 17. Refusal, restrictions or conditions",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>17 </b>Subject to the by-laws, a member of the Corporation has the right to use the designations “Certified Management Accountant”, “comptable en management accrédité”, “Registered Industrial Accountant” and “comptable en administration industrielle”, and to use the initials “C.M.A.”, “CMA”, “R.I.A.” and “RIA”.  2010, c. 6, Sched. B, s. 17.</p> <p class=\"headnote\">Refusal, restrictions or conditions</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "18.",
            "section_x": "Refusal, restrictions or conditions",
            "part_id": null,
            "part_type": null,
            "section_y": "Refusal of membership",
            "content": "18 (1) An applicant who is refused membership in the Corporation may appeal the decision to the person or body appointed by the by-laws to hear the appeal.  2010, c. 6, Sched. B, s. 18 (1). Restrictions or conditions (2) An applicant whose membership in the Corporation is granted subject to restrictions or conditions on his or her right to practise as a Certified Management Accountant may appeal the decision to the person or body appointed by the by-laws to hear the appeal.  2010, c. 6, Sched. B, s. 18 (2). Parties (3) The parties to an appeal under subsection (1) or (2) are the Corporation and the applicant.  2010, c. 6, Sched. B, s. 18 (3). Powers (4) On hearing the appeal, the person or body appointed to hear the appeal may confirm or vary the decision being appealed, or may substitute his, her or its own decision for that of the Board.  2010, c. 6, Sched. B, s. 18 (4). Decision final (5) The decision of the person or body appointed to hear the appeal is final.  2010, c. 6, Sched. B, s. 18 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>18 </b>(1) An applicant who is refused membership in the Corporation may appeal the decision to the person or body appointed by the by-laws to hear the appeal.  2010, c. 6, Sched. B, s. 18 (1).</p> <p class=\"headnote\">Restrictions or conditions</p> <p class=\"subsection\">(2) An applicant whose membership in the Corporation is granted subject to restrictions or conditions on his or her right to practise as a Certified Management Accountant may appeal the decision to the person or body appointed by the by-laws to hear the appeal.  2010, c. 6, Sched. B, s. 18 (2).</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(3) The parties to an appeal under subsection (1) or (2) are the Corporation and the applicant.  2010, c. 6, Sched. B, s. 18 (3).</p> <p class=\"headnote\">Powers</p> <p class=\"subsection\">(4) On hearing the appeal, the person or body appointed to hear the appeal may confirm or vary the decision being appealed, or may substitute his, her or its own decision for that of the Board.  2010, c. 6, Sched. B, s. 18 (4).</p> <p class=\"headnote\">Decision final</p> <p class=\"subsection\">(5) The decision of the person or body appointed to hear the appeal is final.  2010, c. 6, Sched. B, s. 18 (5).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "19.",
            "section_x": "Suspension, revocation of membership",
            "part_id": null,
            "part_type": null,
            "section_y": "Suspension, revocation of membership",
            "content": "19 (1) The Board may, in accordance with the by-laws, suspend or revoke the membership of a member of the Corporation for, (a) failure to pay all or part of any fee or other amount that is payable to the Corporation; (b) failure to provide information or produce documents or other materials required under this Act to be provided or produced; (c) failure to make declarations required under this Act to be made; or (d) any other reason that is specified by the by-laws.  2010, c. 6, Sched. B, s. 19 (1). Appeal (2) An individual whose membership is suspended or revoked under clause (1) (d) may appeal the decision to the person or body specified by the by-laws as having authority to hear the appeal.  2010, c. 6, Sched. B, s. 19 (2). Parties (3) The parties to an appeal under subsection (2) are the Corporation and the individual.  2010, c. 6, Sched. B, s. 19 (3). Powers (4) On hearing the appeal, the person or body may confirm or vary the decision being appealed, or may substitute his, her or its own decision for that of the Board.  2010, c. 6, Sched. B, s. 19 (4). Decision final (5) The decision of the person or body under subsection (4) is final.  2010, c. 6, Sched. B, s. 19 (5). Continuing jurisdiction",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>19 </b>(1) The Board may, in accordance with the by-laws, suspend or revoke the membership of a member of the Corporation for,</p> <p class=\"paragraph\">  (a) failure to pay all or part of any fee or other amount that is payable to the Corporation;</p> <p class=\"paragraph\">  (b) failure to provide information or produce documents or other materials required under this Act to be provided or produced;</p> <p class=\"paragraph\">  (c) failure to make declarations required under this Act to be made; or</p> <p class=\"paragraph\">  (d) any other reason that is specified by the by-laws.  2010, c. 6, Sched. B, s. 19 (1).</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(2) An individual whose membership is suspended or revoked under clause (1) (d) may appeal the decision to the person or body specified by the by-laws as having authority to hear the appeal.  2010, c. 6, Sched. B, s. 19 (2).</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(3) The parties to an appeal under subsection (2) are the Corporation and the individual.  2010, c. 6, Sched. B, s. 19 (3).</p> <p class=\"headnote\">Powers</p> <p class=\"subsection\">(4) On hearing the appeal, the person or body may confirm or vary the decision being appealed, or may substitute his, her or its own decision for that of the Board.  2010, c. 6, Sched. B, s. 19 (4).</p> <p class=\"headnote\">Decision final</p> <p class=\"subsection\">(5) The decision of the person or body under subsection (4) is final.  2010, c. 6, Sched. B, s. 19 (5).</p> <p class=\"headnote\">Continuing jurisdiction</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "20.",
            "section_x": "Continuing jurisdiction",
            "part_id": null,
            "part_type": null,
            "section_y": "Former member",
            "content": "20 (1) An individual who resigns as a member of the Corporation or whose membership is revoked or otherwise terminated remains subject to the continuing jurisdiction of the Corporation in respect of an investigation or disciplinary proceeding arising from his or her conduct while a member, subject to subsection (2).  2010, c. 6, Sched. B, s. 20 (1). Limitation (2) No investigation shall be commenced respecting the conduct of an individual referred to in subsection (1) unless the conduct comes to the attention of the Corporation before the sixth anniversary of the day on which the individual ceased to be a member.  2010, c. 6, Sched. B, s. 20 (2). Suspended member (3) A member whose membership is suspended remains subject to the continuing jurisdiction of the Corporation for all purposes under this Act.  2010, c. 6, Sched. B, s. 20 (3). Firms",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>20 </b>(1) An individual who resigns as a member of the Corporation or whose membership is revoked or otherwise terminated remains subject to the continuing jurisdiction of the Corporation in respect of an investigation or disciplinary proceeding arising from his or her conduct while a member, subject to subsection (2).  2010, c. 6, Sched. B, s. 20 (1).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(2) No investigation shall be commenced respecting the conduct of an individual referred to in subsection (1) unless the conduct comes to the attention of the Corporation before the sixth anniversary of the day on which the individual ceased to be a member.  2010, c. 6, Sched. B, s. 20 (2).</p> <p class=\"headnote\">Suspended member</p> <p class=\"subsection\">(3) A member whose membership is suspended remains subject to the continuing jurisdiction of the Corporation for all purposes under this Act.  2010, c. 6, Sched. B, s. 20 (3).</p> <p class=\"heading1\"><a name=\"BK24\"></a>Firms</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "Firms",
            "section_x": "Firms",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "21.",
            "section_x": "Registration of firms",
            "part_id": null,
            "part_type": null,
            "section_y": "Registration of firms",
            "content": "21 The Registrar shall accept any of the following entities for registration as a firm in accordance with the by-laws: 1. A partnership, including a limited liability partnership, or other association of members of the Corporation. 2. Any other entity specified by the by-laws.  2010, c. 6, Sched. B, s. 21.",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>21 </b>The Registrar shall accept any of the following entities for registration as a firm in accordance with the by-laws:</p> <p class=\"paragraph\">  1. A partnership, including a limited liability partnership, or other association of members of the Corporation.</p> <p class=\"paragraph\">  2. Any other entity specified by the by-laws.  2010, c. 6, Sched. B, s. 21.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "22.",
            "section_x": "Restrictions, conditions",
            "part_id": null,
            "part_type": null,
            "section_y": "Restrictions, conditions",
            "content": "22 (1) The right of a firm to practise as a Certified Management Accountant is subject to any restrictions or conditions imposed on it under this Act.  2010, c. 6, Sched. B, s. 22 (1). Application (2) A restriction or condition imposed under this Act on a member of the Corporation practising as a Certified Management Accountant through a firm applies to the firm in relation to the member’s practice as a Certified Management Accountant.  2010, c. 6, Sched. B, s. 22 (2). Same (3) A restriction or condition imposed under this Act on a firm applies to the members of the Corporation practising as Certified Management Accountants through the firm.  2010, c. 6, Sched. B, s. 22 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>22 </b>(1) The right of a firm to practise as a Certified Management Accountant is subject to any restrictions or conditions imposed on it under this Act.  2010, c. 6, Sched. B, s. 22 (1).</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(2) A restriction or condition imposed under this Act on a member of the Corporation practising as a Certified Management Accountant through a firm applies to the firm in relation to the member’s practice as a Certified Management Accountant.  2010, c. 6, Sched. B, s. 22 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A restriction or condition imposed under this Act on a firm applies to the members of the Corporation practising as Certified Management Accountants through the firm.  2010, c. 6, Sched. B, s. 22 (3).</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "23.",
            "section_x": "Application of Act and by-laws",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of Act and by-laws",
            "content": "23 (1) This Act and the by-laws apply to a member of the Corporation even if the member practises as a Certified Management Accountant through a firm.  2010, c. 6, Sched. B, s. 23 (1). Professional obligations to clients (2) The professional obligations of a member of the Corporation to a person who is his or her client, (a) are not diminished by the fact that the member is practising through a firm; and (b) in the case of a member practising through a firm that is a corporation, apply equally to the corporation and to its directors, officers, shareholders, agents and employees.  2010, c. 6, Sched. B, s. 23 (2). Investigation or inspection (3) If a member practising as a Certified Management Accountant through a firm that is a corporation is the subject of an investigation or inspection under this Act, the corporation is jointly and severally liable with the member for all fines and costs that the member is required to pay in relation to the investigation or inspection.  2010, c. 6, Sched. B, s. 23 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>23 </b>(1) This Act and the by-laws apply to a member of the Corporation even if the member practises as a Certified Management Accountant through a firm.  2010, c. 6, Sched. B, s. 23 (1).</p> <p class=\"headnote\">Professional obligations to clients</p> <p class=\"subsection\">(2) The professional obligations of a member of the Corporation to a person who is his or her client,</p> <p class=\"paragraph\">  (a) are not diminished by the fact that the member is practising through a firm; and</p> <p class=\"paragraph\">  (b) in the case of a member practising through a firm that is a corporation, apply equally to the corporation and to its directors, officers, shareholders, agents and employees.  2010, c. 6, Sched. B, s. 23 (2).</p> <p class=\"headnote\">Investigation or inspection</p> <p class=\"subsection\">(3) If a member practising as a Certified Management Accountant through a firm that is a corporation is the subject of an investigation or inspection under this Act, the corporation is jointly and severally liable with the member for all fines and costs that the member is required to pay in relation to the investigation or inspection.  2010, c. 6, Sched. B, s. 23 (3).</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "24.",
            "section_x": "Continuing jurisdiction",
            "part_id": null,
            "part_type": null,
            "section_y": "Continuing jurisdiction",
            "content": "24 A firm whose registration is suspended remains subject to the continuing jurisdiction of the Corporation for all purposes under this Act.  2010, c. 6, Sched. B, s. 24.",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>24 </b>A firm whose registration is suspended remains subject to the continuing jurisdiction of the Corporation for all purposes under this Act.  2010, c. 6, Sched. B, s. 24.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "25.",
            "section_x": "Limited liability partnerships",
            "part_id": null,
            "part_type": null,
            "section_y": "Limited liability partnerships",
            "content": "25 (1) Subject to the by-laws, two or more members of the Corporation may form a limited liability partnership or continue a partnership as a limited liability partnership for the purpose of practising as Certified Management Accountants.  2010, c. 6, Sched. B, s. 25 (1). Same (2) For the purposes of subsection (1), a member of the Corporation includes any type of firm specified by the by-laws.  2010, c. 6, Sched. B, s. 25 (2). Partnerships Act (3) For greater certainty, this Act is an Act governing a profession for the purposes of section 44.2 of the Partnerships Act.  2010, c. 6, Sched. B, s. 25 (3). Prohibitions Prohibitions",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>25 </b>(1) Subject to the by-laws, two or more members of the Corporation may form a limited liability partnership or continue a partnership as a limited liability partnership for the purpose of practising as Certified Management Accountants.  2010, c. 6, Sched. B, s. 25 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of subsection (1), a member of the Corporation includes any type of firm specified by the by-laws.  2010, c. 6, Sched. B, s. 25 (2).</p> <p class=\"headnoteitalic\">Partnerships Act</p> <p class=\"subsection\">(3) For greater certainty, this Act is an Act governing a profession for the purposes of section 44.2 of the <i>Partnerships Act</i>.  2010, c. 6, Sched. B, s. 25 (3).</p> <p class=\"heading1\"><a name=\"BK30\"></a>Prohibitions</p> <p class=\"headnote\">Prohibitions</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "Prohibitions",
            "section_x": "Prohibitions",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "26.",
            "section_x": "Prohibitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Prohibition, individuals",
            "content": "26 (1) No individual, other than a member of the Corporation, shall, through an entity or otherwise, (a) take or use the designation “Certified Management Accountant”, “comptable en management accrédité”, “Registered Industrial Accountant” or “comptable en administration industrielle”, or the initials “C.M.A.”, “CMA”, “F.C.M.A.”, “FCMA”, “R.I.A.” or “RIA”, alone or in combination with other words or abbreviations; (b) take or use any term, title, initials, designation or description implying that the individual is a Certified Management Accountant or a Registered Industrial Accountant; (c) practise as a Certified Management Accountant or Registered Industrial Accountant; or (d) otherwise hold himself or herself out as a Certified Management Accountant or a Registered Industrial Accountant, regardless of whether he or she provides services as a Certified Management Accountant or Registered Industrial Accountant to any individual or entity.  2010, c. 6, Sched. B, s. 26 (1). Exceptions (2) Clauses (1) (a) and (b) do not apply to an individual in any of the following circumstances: 1. The individual uses a term, title, initials, designation or description when making reference to authentic professional accounting qualifications obtained by the individual from a jurisdiction other than Ontario in, i. a speech or other presentation given at a professional or academic conference or other similar forum, ii. an application for employment or a private communication respecting the retainer of the individual’s services, if the reference is made to indicate the individual’s educational background and the individual expressly indicates that he or she is not a member of the Corporation and is not governed by the Corporation, or iii. a proposal submitted in response to a request for proposals, if the reference is made to demonstrate that the individual meets the requirements for the work to which the request for proposals relates. 2. The individual uses a term, title, initials, designation or description as authorized by the by-laws.  2010, c. 6, Sched. B, s. 26 (2). Same (3) For the purposes of subparagraph 1 ii of subsection (2), stating the name of the jurisdiction from which the qualifications were obtained after the term, title, initials, designation or description is not sufficient to expressly indicate that the individual is not a member of the Corporation and is not governed by the Corporation.  2010, c. 6, Sched. B, s. 26 (3). Prohibition, corporations (4) No corporation, other than a corporation that is a firm, shall, (a) take or use the designation “Certified Management Accountant”, “comptable en management accrédité”, “Registered Industrial Accountant” or “comptable en administration industrielle”, or the initials “C.M.A.”, “CMA”, “F.C.M.A.”, “FCMA”,  “R.I.A.” or “RIA”, alone or in combination with other words or abbreviations; (b) take or use any term, title, initials, designation or description implying that the corporation is entitled to practise as a Certified Management Accountant or a Registered Industrial Accountant; (c) practise as a Certified Management Accountant or Registered Industrial Accountant; or (d) otherwise hold itself out as a Certified Management Accountant or a Registered Industrial Accountant, regardless of whether it provides services as a Certified Management Accountant or Registered Industrial Accountant to any individual or entity.  2010, c. 6, Sched. B, s. 26 (4). Exception (5) Clauses (4) (a) and (b) do not apply if a corporation uses a term, title, initials, designation or description when making reference to authentic professional accounting qualifications obtained by the corporation from a jurisdiction other than Ontario in a proposal submitted in response to a request for proposals, if the reference is made to demonstrate that the corporation meets the requirements for the work to which the request for proposals relates.  2010, c. 6, Sched. B, s. 26 (5). Non-residents, etc. (6) Nothing in this section affects or interferes with the right of a person to use any term, title, initials, designation or description identifying himself or herself as an accountant, if the person does not reside, have an office or offer or provide accounting services in Ontario.  2010, c. 6, Sched. B, s. 26 (6).",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>26 </b>(1) No individual, other than a member of the Corporation, shall, through an entity or otherwise,</p> <p class=\"paragraph\">  (a) take or use the designation “Certified Management Accountant”, “comptable en management accrédité”, “Registered Industrial Accountant” or “comptable en administration industrielle”, or the initials “C.M.A.”, “CMA”, “F.C.M.A.”, “FCMA”, “R.I.A.” or “RIA”, alone or in combination with other words or abbreviations;</p> <p class=\"paragraph\">  (b) take or use any term, title, initials, designation or description implying that the individual is a Certified Management Accountant or a Registered Industrial Accountant;</p> <p class=\"paragraph\">  (c) practise as a Certified Management Accountant or Registered Industrial Accountant; or</p> <p class=\"paragraph\">  (d) otherwise hold himself or herself out as a Certified Management Accountant or a Registered Industrial Accountant, regardless of whether he or she provides services as a Certified Management Accountant or Registered Industrial Accountant to any individual or entity.  2010, c. 6, Sched. B, s. 26 (1).</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(2) Clauses (1) (a) and (b) do not apply to an individual in any of the following circumstances:</p> <p class=\"paragraph\">  1. The individual uses a term, title, initials, designation or description when making reference to authentic professional accounting qualifications obtained by the individual from a jurisdiction other than Ontario in,</p> <p class=\"subpara\">  i. a speech or other presentation given at a professional or academic conference or other similar forum,</p> <p class=\"subpara\">  ii. an application for employment or a private communication respecting the retainer of the individual’s services, if the reference is made to indicate the individual’s educational background and the individual expressly indicates that he or she is not a member of the Corporation and is not governed by the Corporation, or</p> <p class=\"subpara\">  iii. a proposal submitted in response to a request for proposals, if the reference is made to demonstrate that the individual meets the requirements for the work to which the request for proposals relates.</p> <p class=\"paragraph\">  2. The individual uses a term, title, initials, designation or description as authorized by the by-laws.  2010, c. 6, Sched. B, s. 26 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) For the purposes of subparagraph 1 ii of subsection (2), stating the name of the jurisdiction from which the qualifications were obtained after the term, title, initials, designation or description is not sufficient to expressly indicate that the individual is not a member of the Corporation and is not governed by the Corporation.  2010, c. 6, Sched. B, s. 26 (3).</p> <p class=\"headnote\">Prohibition, corporations</p> <p class=\"subsection\">(4) No corporation, other than a corporation that is a firm, shall,</p> <p class=\"paragraph\">  (a) take or use the designation “Certified Management Accountant”, “comptable en management accrédité”, “Registered Industrial Accountant” or “comptable en administration industrielle”, or the initials “C.M.A.”, “CMA”, “F.C.M.A.”, “FCMA”,  “R.I.A.” or “RIA”, alone or in combination with other words or abbreviations;</p> <p class=\"paragraph\">  (b) take or use any term, title, initials, designation or description implying that the corporation is entitled to practise as a Certified Management Accountant or a Registered Industrial Accountant;</p> <p class=\"paragraph\">  (c) practise as a Certified Management Accountant or Registered Industrial Accountant; or</p> <p class=\"paragraph\">  (d) otherwise hold itself out as a Certified Management Accountant or a Registered Industrial Accountant, regardless of whether it provides services as a Certified Management Accountant or Registered Industrial Accountant to any individual or entity.  2010, c. 6, Sched. B, s. 26 (4).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(5) Clauses (4) (a) and (b) do not apply if a corporation uses a term, title, initials, designation or description when making reference to authentic professional accounting qualifications obtained by the corporation from a jurisdiction other than Ontario in a proposal submitted in response to a request for proposals, if the reference is made to demonstrate that the corporation meets the requirements for the work to which the request for proposals relates.  2010, c. 6, Sched. B, s. 26 (5).</p> <p class=\"headnote\">Non-residents, etc.</p> <p class=\"subsection\">(6) Nothing in this section affects or interferes with the right of a person to use any term, title, initials, designation or description identifying himself or herself as an accountant, if the person does not reside, have an office or offer or provide accounting services in Ontario.  2010, c. 6, Sched. B, s. 26 (6).</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "27.",
            "section_x": "Offences and penalty",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences and penalty",
            "content": "27 (1) Every person who contravenes section 26 is guilty of an offence and on conviction is liable to a fine of not more than $10,000.  2010, c. 6, Sched. B, s. 27 (1). Application to corporation (2) If a corporation is guilty of an offence under subsection (1), every director or officer of the corporation who authorized, permitted or acquiesced in the commission of the offence is deemed to be a party to and guilty of the offence and on conviction is liable to a fine of not more than $10,000.  2010, c. 6, Sched. B, s. 27 (2). Probation orders (3) On conviction of a person for an offence under this section, the court may prescribe as a condition of a probation order any of the following: 1. That the person pay compensation or make restitution to any person who suffered a loss as a result of the offence. 2. That the person shall not contravene section 26.  2010, c. 6, Sched. B, s. 27 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>27 </b>(1) Every person who contravenes section 26 is guilty of an offence and on conviction is liable to a fine of not more than $10,000.  2010, c. 6, Sched. B, s. 27 (1).</p> <p class=\"headnote\">Application to corporation</p> <p class=\"subsection\">(2) If a corporation is guilty of an offence under subsection (1), every director or officer of the corporation who authorized, permitted or acquiesced in the commission of the offence is deemed to be a party to and guilty of the offence and on conviction is liable to a fine of not more than $10,000.  2010, c. 6, Sched. B, s. 27 (2).</p> <p class=\"headnote\">Probation orders</p> <p class=\"subsection\">(3) On conviction of a person for an offence under this section, the court may prescribe as a condition of a probation order any of the following:</p> <p class=\"paragraph\">  1. That the person pay compensation or make restitution to any person who suffered a loss as a result of the offence.</p> <p class=\"paragraph\">  2. That the person shall not contravene section 26.  2010, c. 6, Sched. B, s. 27 (3).</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "28.",
            "section_x": "Costs",
            "part_id": null,
            "part_type": null,
            "section_y": "Costs",
            "content": "28 (1) In addition to the fine, on conviction for an offence under section 27, a court may order that the convicted person pay to the Corporation some or all of the costs reasonably incurred by it in prosecuting the offence and in undertaking any investigation related to the subject matter of the prosecution.  2010, c. 6, Sched. B, s. 28 (1). Same (2) Costs payable under subsection (1) are deemed to be a fine for the purpose of enforcing payment.  2010, c. 6, Sched. B, s. 28 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>28 </b>(1) In addition to the fine, on conviction for an offence under section 27, a court may order that the convicted person pay to the Corporation some or all of the costs reasonably incurred by it in prosecuting the offence and in undertaking any investigation related to the subject matter of the prosecution.  2010, c. 6, Sched. B, s. 28 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Costs payable under subsection (1) are deemed to be a fine for the purpose of enforcing payment.  2010, c. 6, Sched. B, s. 28 (2).</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "29.",
            "section_x": "Limitation",
            "part_id": null,
            "part_type": null,
            "section_y": "Limitation",
            "content": "29 No prosecution for a contravention of section 26 shall be commenced more than two years after the time when the subject matter of the prosecution arose.  2010, c. 6, Sched. B, s. 29.",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>29 </b>No prosecution for a contravention of section 26 shall be commenced more than two years after the time when the subject matter of the prosecution arose.  2010, c. 6, Sched. B, s. 29.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "30.",
            "section_x": "Order prohibiting contravention",
            "part_id": null,
            "part_type": null,
            "section_y": "Order prohibiting contravention",
            "content": "30 (1) On application by the Corporation, the Superior Court of Justice may make an order prohibiting a person from contravening section 26, if the court is satisfied that the person is contravening or has contravened that section.  2010, c. 6, Sched. B, s. 30 (1). No prosecution or conviction required (2) An order may be made under subsection (1) whether or not the person has been prosecuted for or convicted of the offence of contravening section 26.  2010, c. 6, Sched. B, s. 30 (2). Variation or discharge (3) Any person may apply to the Superior Court of Justice for an order varying or discharging an order made under subsection (1).  2010, c. 6, Sched. B, s. 30 (3). Offences under the Public Accounting Act, 2004",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>30 </b>(1) On application by the Corporation, the Superior Court of Justice may make an order prohibiting a person from contravening section 26, if the court is satisfied that the person is contravening or has contravened that section.  2010, c. 6, Sched. B, s. 30 (1).</p> <p class=\"headnote\">No prosecution or conviction required</p> <p class=\"subsection\">(2) An order may be made under subsection (1) whether or not the person has been prosecuted for or convicted of the offence of contravening section 26.  2010, c. 6, Sched. B, s. 30 (2).</p> <p class=\"headnote\">Variation or discharge</p> <p class=\"subsection\">(3) Any person may apply to the Superior Court of Justice for an order varying or discharging an order made under subsection (1).  2010, c. 6, Sched. B, s. 30 (3).</p> <p class=\"headnote\">Offences under the <i>Public Accounting Act, 2004</i></p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "31.",
            "section_x": "Offences under the Public Accounting Act, 2004",
            "part_id": null,
            "part_type": null,
            "section_y": "Limitation on prosecutions",
            "content": "31 (1) The Corporation shall not commence a prosecution for a contravention of section 13, 14 or 15 of the Public Accounting Act, 2004 with respect to any person who is not a member or former member of the Corporation or a firm, except with the consent of The Public Accountants Council for the Province of Ontario.  2010, c. 6, Sched. B, s. 31 (1). Costs (2) If a prosecution by the Corporation for a contravention of section 13, 14 or 15 of the Public Accounting Act, 2004 results in a conviction, the reference in section 16 of that Act to the Council shall be read as a reference to the Corporation.  2010, c. 6, Sched. B, s. 31 (2). Complaints and Discipline",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>31 </b>(1) The Corporation shall not commence a prosecution for a contravention of section 13, 14 or 15 of the <i>Public Accounting Act, 2004</i> with respect to any person who is not a member or former member of the Corporation or a firm, except with the consent of The Public Accountants Council for the Province of Ontario.  2010, c. 6, Sched. B, s. 31 (1).</p> <p class=\"headnote\">Costs</p> <p class=\"subsection\">(2) If a prosecution by the Corporation for a contravention of section 13, 14 or 15 of the <i>Public Accounting Act, 2004</i> results in a conviction, the reference in section 16 of that Act to the Council shall be read as a reference to the Corporation.  2010, c. 6, Sched. B, s. 31 (2).</p> <p class=\"heading1\"><a name=\"BK37\"></a>Complaints and Discipline</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "Complaints and Discipline",
            "section_x": "Complaints and Discipline",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "32.",
            "section_x": "Complaints committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Complaints committee",
            "content": "32 Subject to the by-laws, the complaints committee shall review every complaint regarding the conduct of a member of the Corporation or a firm and, if the complaint contains information suggesting that the member or firm may be guilty of professional misconduct as defined in the by-laws, the committee shall investigate the matter.  2010, c. 6, Sched. B, s. 32.",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>32 </b>Subject to the by-laws, the complaints committee shall review every complaint regarding the conduct of a member of the Corporation or a firm and, if the complaint contains information suggesting that the member or firm may be guilty of professional misconduct as defined in the by-laws, the committee shall investigate the matter.  2010, c. 6, Sched. B, s. 32.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "33.",
            "section_x": "Decision of complaints committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Decision of complaints committee",
            "content": "33 (1) Following the investigation of a complaint by the complaints committee, the committee may do one or more of the following: 1. Direct that the matter be referred, in whole or in part, to the discipline committee. 2. Direct that the matter not be referred to the discipline committee. 3. Negotiate a settlement agreement between the Corporation and the member or firm and refer the agreement to the discipline committee for approval. 4. Take any action that it considers appropriate in the circumstances and that is not inconsistent with this Act or the by-laws, including cautioning or admonishing the member or firm, but not including any action described in subsection 35 (4).  2010, c. 6, Sched. B, s. 33 (1). Confirmation, rejection of settlement agreement (2) If the complaints committee refers a settlement agreement to the discipline committee under paragraph 3 of subsection (1), the discipline committee shall review the agreement and, (a) approve the agreement; or (b) reject the agreement and refer the matter back to the complaints committee.  2010, c. 6, Sched. B, s. 33 (2). Enforcement of settlement agreements (3) A settlement agreement that is approved by the discipline committee may be filed in the Superior Court of Justice.  2010, c. 6, Sched. B, s. 33 (3). Same (4) A settlement agreement that is filed under subsection (3) is enforceable as if it were an order of the Superior Court of Justice.  2010, c. 6, Sched. B, s. 33 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>33 </b>(1) Following the investigation of a complaint by the complaints committee, the committee may do one or more of the following:</p> <p class=\"paragraph\">  1. Direct that the matter be referred, in whole or in part, to the discipline committee.</p> <p class=\"paragraph\">  2. Direct that the matter not be referred to the discipline committee.</p> <p class=\"paragraph\">  3. Negotiate a settlement agreement between the Corporation and the member or firm and refer the agreement to the discipline committee for approval.</p> <p class=\"paragraph\">  4. Take any action that it considers appropriate in the circumstances and that is not inconsistent with this Act or the by-laws, including cautioning or admonishing the member or firm, but not including any action described in subsection 35 (4).  2010, c. 6, Sched. B, s. 33 (1).</p> <p class=\"headnote\">Confirmation, rejection of settlement agreement</p> <p class=\"subsection\">(2) If the complaints committee refers a settlement agreement to the discipline committee under paragraph 3 of subsection (1), the discipline committee shall review the agreement and,</p> <p class=\"paragraph\">  (a) approve the agreement; or</p> <p class=\"paragraph\">  (b) reject the agreement and refer the matter back to the complaints committee.  2010, c. 6, Sched. B, s. 33 (2).</p> <p class=\"headnote\">Enforcement of settlement agreements</p> <p class=\"subsection\">(3) A settlement agreement that is approved by the discipline committee may be filed in the Superior Court of Justice.  2010, c. 6, Sched. B, s. 33 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) A settlement agreement that is filed under subsection (3) is enforceable as if it were an order of the Superior Court of Justice.  2010, c. 6, Sched. B, s. 33 (4).</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "34.",
            "section_x": "Review",
            "part_id": null,
            "part_type": null,
            "section_y": "Review",
            "content": "34 (1) If the complaints committee does not direct that a matter be referred, in whole or in part, to the discipline committee, the complainant may request a review of the committee’s decision by the appeal committee in accordance with the by-laws.  2010, c. 6, Sched. B, s. 34 (1). Powers (2) Following a review under subsection (1), the appeal committee may, (a) in the circumstances set out in the by-laws, refer the matter back to the complaints committee; or (b) direct that no further action be taken.  2010, c. 6, Sched. B, s. 34 (2). Decision final (3) The decision of the appeal committee under subsection (2) is final.  2010, c. 6, Sched. B, s. 34 (3). Same (4) If the appeal committee refers a matter back to the complaints committee for reconsideration, the decision of the complaints committee in respect of the matter is final.  2010, c. 6, Sched. B, s. 34 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>34 </b>(1) If the complaints committee does not direct that a matter be referred, in whole or in part, to the discipline committee, the complainant may request a review of the committee’s decision by the appeal committee in accordance with the by-laws.  2010, c. 6, Sched. B, s. 34 (1).</p> <p class=\"headnote\">Powers</p> <p class=\"subsection\">(2) Following a review under subsection (1), the appeal committee may,</p> <p class=\"paragraph\">  (a) in the circumstances set out in the by-laws, refer the matter back to the complaints committee; or</p> <p class=\"paragraph\">  (b) direct that no further action be taken.  2010, c. 6, Sched. B, s. 34 (2).</p> <p class=\"headnote\">Decision final</p> <p class=\"subsection\">(3) The decision of the appeal committee under subsection (2) is final.  2010, c. 6, Sched. B, s. 34 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) If the appeal committee refers a matter back to the complaints committee for reconsideration, the decision of the complaints committee in respect of the matter is final.  2010, c. 6, Sched. B, s. 34 (4).</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "35.",
            "section_x": "Discipline committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Discipline committee",
            "content": "35 (1) The discipline committee shall hear every matter referred to it by the complaints committee.  2010, c. 6, Sched. B, s. 35 (1). Parties (2) The parties to a hearing under subsection (1) are the Corporation and the member of the Corporation who or the firm that is the subject of the complaint.  2010, c. 6, Sched. B, s. 35 (2). Professional misconduct (3) The discipline committee shall find a member or firm guilty of professional misconduct if in the committee’s opinion the member or firm is guilty of professional misconduct as defined in the by-laws.  2010, c. 6, Sched. B, s. 35 (3). Powers (4) If the discipline committee finds a member or firm guilty of professional misconduct, it may by order do one or more of the following: 1. If at least two-thirds of the committee panel hearing the matter agrees, revoke the member’s membership or the firm’s registration. 2. Suspend the member’s membership or the firm’s registration for a period determined in accordance with the by-laws. 3. Despite section 17, direct that a member whose membership is suspended refrain from using any designation, term, title, initials or description implying that the member is practising as a Certified Management Accountant or a Registered Industrial Accountant during the period of suspension. 4. Determine the timing and manner of the return of a certificate of membership to the Corporation by an individual whose membership is suspended or revoked. 5. Impose restrictions or conditions on the right of the member or firm to practise as a Certified Management Accountant. 6. Issue a reprimand and, if the committee considers it appropriate, direct that the reprimand be recorded in the register. 7. Direct the member or firm to take any specified rehabilitative measure, including requiring the member or any member practising as a Certified Management Accountant through the firm to successfully complete specified professional development courses or to seek specified counselling or treatment. 8. Direct the member or firm to pay a fine and specify the timing and manner of payment. 9. Direct that the imposition of a measure under this subsection be postponed for a specified period or on specified terms, including the successful completion of specified courses of study. 10. Direct that a failure to comply with the committee’s order shall result in the revocation of the member’s membership or the firm’s registration. 11. Make any other order that the committee considers appropriate in the circumstances.  2010, c. 6, Sched. B, s. 35 (4). Effect (5) Unless the discipline committee orders otherwise, a final decision or order of the committee under this section takes effect on the day on which the time to appeal under subsection 37 (1) expires, if no notice of appeal is filed with the appeal committee in accordance with that subsection.  2010, c. 6, Sched. B, s. 35 (5). Combining proceedings (6) If two or more proceedings before the discipline committee involve the same member or firm or the same or similar questions of fact, law or policy, the committee may, without the consent of the parties, combine the proceedings or any part of them or hear the proceedings at the same time.  2010, c. 6, Sched. B, s. 35 (6).",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>35 </b>(1) The discipline committee shall hear every matter referred to it by the complaints committee.  2010, c. 6, Sched. B, s. 35 (1).</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(2) The parties to a hearing under subsection (1) are the Corporation and the member of the Corporation who or the firm that is the subject of the complaint.  2010, c. 6, Sched. B, s. 35 (2).</p> <p class=\"headnote\">Professional misconduct</p> <p class=\"subsection\">(3) The discipline committee shall find a member or firm guilty of professional misconduct if in the committee’s opinion the member or firm is guilty of professional misconduct as defined in the by-laws.  2010, c. 6, Sched. B, s. 35 (3).</p> <p class=\"headnote\">Powers</p> <p class=\"subsection\">(4) If the discipline committee finds a member or firm guilty of professional misconduct, it may by order do one or more of the following:</p> <p class=\"paragraph\">  1. If at least two-thirds of the committee panel hearing the matter agrees, revoke the member’s membership or the firm’s registration.</p> <p class=\"paragraph\">  2. Suspend the member’s membership or the firm’s registration for a period determined in accordance with the by-laws.</p> <p class=\"paragraph\">  3. Despite section 17, direct that a member whose membership is suspended refrain from using any designation, term, title, initials or description implying that the member is practising as a Certified Management Accountant or a Registered Industrial Accountant during the period of suspension.</p> <p class=\"paragraph\">  4. Determine the timing and manner of the return of a certificate of membership to the Corporation by an individual whose membership is suspended or revoked.</p> <p class=\"paragraph\">  5. Impose restrictions or conditions on the right of the member or firm to practise as a Certified Management Accountant.</p> <p class=\"paragraph\">  6. Issue a reprimand and, if the committee considers it appropriate, direct that the reprimand be recorded in the register.</p> <p class=\"paragraph\">  7. Direct the member or firm to take any specified rehabilitative measure, including requiring the member or any member practising as a Certified Management Accountant through the firm to successfully complete specified professional development courses or to seek specified counselling or treatment.</p> <p class=\"paragraph\">  8. Direct the member or firm to pay a fine and specify the timing and manner of payment.</p> <p class=\"paragraph\">  9. Direct that the imposition of a measure under this subsection be postponed for a specified period or on specified terms, including the successful completion of specified courses of study.</p> <p class=\"paragraph\">  10. Direct that a failure to comply with the committee’s order shall result in the revocation of the member’s membership or the firm’s registration.</p> <p class=\"paragraph\">  11. Make any other order that the committee considers appropriate in the circumstances.  2010, c. 6, Sched. B, s. 35 (4).</p> <p class=\"headnote\">Effect</p> <p class=\"subsection\">(5) Unless the discipline committee orders otherwise, a final decision or order of the committee under this section takes effect on the day on which the time to appeal under subsection 37 (1) expires, if no notice of appeal is filed with the appeal committee in accordance with that subsection.  2010, c. 6, Sched. B, s. 35 (5).</p> <p class=\"headnote\">Combining proceedings</p> <p class=\"subsection\">(6) If two or more proceedings before the discipline committee involve the same member or firm or the same or similar questions of fact, law or policy, the committee may, without the consent of the parties, combine the proceedings or any part of them or hear the proceedings at the same time.  2010, c. 6, Sched. B, s. 35 (6).</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "36.",
            "section_x": "Preliminary suspension, restrictions",
            "part_id": null,
            "part_type": null,
            "section_y": "Preliminary suspension, restrictions",
            "content": "36 At any time after a matter respecting a complaint against a member or firm is referred to it by the complaints committee and before making a final decision or order under section 35, the discipline committee may order that the member’s membership or the firm’s registration be suspended, or be subject to any restrictions or conditions that the committee may specify, pending the outcome of the hearing, if there are reasonable grounds to believe that to do otherwise may result in harm to any member of the public.  2010, c. 6, Sched. B, s. 36.",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>36 </b>At any time after a matter respecting a complaint against a member or firm is referred to it by the complaints committee and before making a final decision or order under section 35, the discipline committee may order that the member’s membership or the firm’s registration be suspended, or be subject to any restrictions or conditions that the committee may specify, pending the outcome of the hearing, if there are reasonable grounds to believe that to do otherwise may result in harm to any member of the public.  2010, c. 6, Sched. B, s. 36.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "37.",
            "section_x": "Appeal committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Appeal committee",
            "content": "37 (1) A party to a proceeding before the discipline committee may appeal a final decision or order of the committee under section 35 or an order under section 36 to the appeal committee by filing a notice of appeal within the time and in the manner set out in the by-laws.  2010, c. 6, Sched. B, s. 37 (1). Jurisdiction, powers (2) The appeal committee may determine any question of law or mixed fact and law that arises in an appeal under subsection (1) and may, (a) make any decision or order that could have been made by the discipline committee; (b) order a new hearing before the discipline committee; or (c) dismiss the appeal.  2010, c. 6, Sched. B, s. 37 (2). Effect (3) A decision or order of the appeal committee under clause (2) (a) takes effect on the day specified by the by-laws, unless the committee orders otherwise.  2010, c. 6, Sched. B, s. 37 (3). Decision, order final (4) A decision or order of the appeal committee under subsection (2) is final.  2010, c. 6, Sched. B, s. 37 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>37 </b>(1) A party to a proceeding before the discipline committee may appeal a final decision or order of the committee under section 35 or an order under section 36 to the appeal committee by filing a notice of appeal within the time and in the manner set out in the by-laws.  2010, c. 6, Sched. B, s. 37 (1).</p> <p class=\"headnote\">Jurisdiction, powers</p> <p class=\"subsection\">(2) The appeal committee may determine any question of law or mixed fact and law that arises in an appeal under subsection (1) and may,</p> <p class=\"paragraph\">  (a) make any decision or order that could have been made by the discipline committee;</p> <p class=\"paragraph\">  (b) order a new hearing before the discipline committee; or</p> <p class=\"paragraph\">  (c) dismiss the appeal.  2010, c. 6, Sched. B, s. 37 (2).</p> <p class=\"headnote\">Effect</p> <p class=\"subsection\">(3) A decision or order of the appeal committee under clause (2) (a) takes effect on the day specified by the by-laws, unless the committee orders otherwise.  2010, c. 6, Sched. B, s. 37 (3).</p> <p class=\"headnote\">Decision, order final</p> <p class=\"subsection\">(4) A decision or order of the appeal committee under subsection (2) is final.  2010, c. 6, Sched. B, s. 37 (4).</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "38.",
            "section_x": "Costs",
            "part_id": null,
            "part_type": null,
            "section_y": "Costs",
            "content": "38 (1) The discipline committee may award the costs of a proceeding before it under section 35 against the member who or firm that is the subject of the proceeding, in accordance with its procedural rules.  2010, c. 6, Sched. B, s. 38 (1). Same (2) The appeal committee may award the costs of a proceeding before it under section 37 against the member who or firm that is the subject of the proceeding, in accordance with its procedural rules.  2010, c. 6, Sched. B, s. 38 (2). Inclusion of Corporation’s costs (3) The costs ordered under subsection (1) or (2) may include costs incurred by the Corporation arising from the investigation, prosecution, hearing and, if applicable, appeal of the matter that is the subject of the proceeding and any other costs specified by the by-laws.  2010, c. 6, Sched. B, s. 38 (3). Application (4) This section applies despite section 17.1 of the Statutory Powers Procedure Act.  2010, c. 6, Sched. B, s. 38 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>38 </b>(1) The discipline committee may award the costs of a proceeding before it under section 35 against the member who or firm that is the subject of the proceeding, in accordance with its procedural rules.  2010, c. 6, Sched. B, s. 38 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The appeal committee may award the costs of a proceeding before it under section 37 against the member who or firm that is the subject of the proceeding, in accordance with its procedural rules.  2010, c. 6, Sched. B, s. 38 (2).</p> <p class=\"headnote\">Inclusion of Corporation’s costs</p> <p class=\"subsection\">(3) The costs ordered under subsection (1) or (2) may include costs incurred by the Corporation arising from the investigation, prosecution, hearing and, if applicable, appeal of the matter that is the subject of the proceeding and any other costs specified by the by-laws.  2010, c. 6, Sched. B, s. 38 (3).</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(4) This section applies despite section 17.1 of the <i>Statutory Powers Procedure Act</i>.  2010, c. 6, Sched. B, s. 38 (4).</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "39.",
            "section_x": "Power of Board to rescind or alter orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Power of Board to rescind or alter orders",
            "content": "39 (1) At any time after an order of the discipline committee under subsection 35 (4) or of the appeal committee under clause 37 (2) (a) to suspend or revoke a member’s membership or a firm’s registration has become effective, the Board may by special resolution rescind or alter the order.  2010, c. 6, Sched. B, s. 39 (1). Notice (2) The Board shall give notice of a special resolution under subsection (1), with reasons, to the members of the Corporation.  2010, c. 6, Sched. B, s. 39 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>39 </b>(1) At any time after an order of the discipline committee under subsection 35 (4) or of the appeal committee under clause 37 (2) (a) to suspend or revoke a member’s membership or a firm’s registration has become effective, the Board may by special resolution rescind or alter the order.  2010, c. 6, Sched. B, s. 39 (1).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) The Board shall give notice of a special resolution under subsection (1), with reasons, to the members of the Corporation.  2010, c. 6, Sched. B, s. 39 (2).</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "40.",
            "section_x": "Application to former members",
            "part_id": null,
            "part_type": null,
            "section_y": "Application to former members",
            "content": "40 Subject to subsection 20 (2), sections 32 to 39 apply with necessary modifications in respect of an individual who resigns as a member of the Corporation or whose membership is revoked or otherwise terminated.  2010, c. 6, Sched. B, s. 40. Bankruptcy or Insolvency",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>40 </b>Subject to subsection 20 (2), sections 32 to 39 apply with necessary modifications in respect of an individual who resigns as a member of the Corporation or whose membership is revoked or otherwise terminated.  2010, c. 6, Sched. B, s. 40.</p> <p class=\"heading1\"><a name=\"BK47\"></a>Bankruptcy or Insolvency</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "Bankruptcy or Insolvency",
            "section_x": "Bankruptcy or Insolvency",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "41.",
            "section_x": "Bankruptcy or insolvency event",
            "part_id": null,
            "part_type": null,
            "section_y": "Bankruptcy or insolvency event",
            "content": "41 (1) Any of the following is a bankruptcy or insolvency event for the purposes of this section and sections 42 and 43: 1. A member of the Corporation becomes a bankrupt within the meaning of the Bankruptcy and Insolvency Act (Canada). 2. A member of the Corporation makes a proposal, within the meaning of the Bankruptcy and Insolvency Act (Canada), to his or her creditors. 3. A proceeding is brought against a member of the Corporation as an insolvent debtor. 4. A receiving order is made against a firm. 5. Any other event specified by the by-laws.  2010, c. 6, Sched. B, s. 41 (1). Notice (2) A member who or firm that experiences a bankruptcy or insolvency event shall notify the Registrar in accordance with the by-laws.  2010, c. 6, Sched. B, s. 41 (2). Requirement to provide documents, etc. (3) The Registrar may require a member who or firm that gives notice under subsection (2) to provide to the Registrar any of the following: 1. Documents relating to the bankruptcy or insolvency event. 2. Documents respecting the member or firm’s financial circumstances, as specified by the by-laws. 3. A declaration granting the Corporation permission to access documents or information relating to the bankruptcy or insolvency event, directly or indirectly, from a trustee in bankruptcy, the Superintendent of Bankruptcy or an official receiver, as the case may be. 4. Any other document or information specified by the by-laws.  2010, c. 6, Sched. B, s. 41 (3). Same (4) A member or firm required to provide a document, declaration or information under subsection (3) shall do so within the time and in the manner specified by the Registrar.  2010, c. 6, Sched. B, s. 41 (4). Referral (5) The Registrar shall refer every notice and related documents and information provided under this section to the review committee.  2010, c. 6, Sched. B, s. 41 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>41 </b>(1) Any of the following is a bankruptcy or insolvency event for the purposes of this section and sections 42 and 43:</p> <p class=\"paragraph\">  1. A member of the Corporation becomes a bankrupt within the meaning of the <i>Bankruptcy and Insolvency Act</i> (Canada).</p> <p class=\"paragraph\">  2. A member of the Corporation makes a proposal, within the meaning of the <i>Bankruptcy and Insolvency Act</i> (Canada), to his or her creditors.</p> <p class=\"paragraph\">  3. A proceeding is brought against a member of the Corporation as an insolvent debtor.</p> <p class=\"paragraph\">  4. A receiving order is made against a firm.</p> <p class=\"paragraph\">  5. Any other event specified by the by-laws.  2010, c. 6, Sched. B, s. 41 (1).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) A member who or firm that experiences a bankruptcy or insolvency event shall notify the Registrar in accordance with the by-laws.  2010, c. 6, Sched. B, s. 41 (2).</p> <p class=\"headnote\">Requirement to provide documents, etc.</p> <p class=\"subsection\">(3) The Registrar may require a member who or firm that gives notice under subsection (2) to provide to the Registrar any of the following:</p> <p class=\"paragraph\">  1. Documents relating to the bankruptcy or insolvency event.</p> <p class=\"paragraph\">  2. Documents respecting the member or firm’s financial circumstances, as specified by the by-laws.</p> <p class=\"paragraph\">  3. A declaration granting the Corporation permission to access documents or information relating to the bankruptcy or insolvency event, directly or indirectly, from a trustee in bankruptcy, the Superintendent of Bankruptcy or an official receiver, as the case may be.</p> <p class=\"paragraph\">  4. Any other document or information specified by the by-laws.  2010, c. 6, Sched. B, s. 41 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) A member or firm required to provide a document, declaration or information under subsection (3) shall do so within the time and in the manner specified by the Registrar.  2010, c. 6, Sched. B, s. 41 (4).</p> <p class=\"headnote\">Referral</p> <p class=\"subsection\">(5) The Registrar shall refer every notice and related documents and information provided under this section to the review committee.  2010, c. 6, Sched. B, s. 41 (5).</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "42.",
            "section_x": "Review committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Review committee",
            "content": "42 (1) The review committee shall review every matter referred to it by the Registrar under section 41.  2010, c. 6, Sched. B, s. 42 (1). Requirement to provide documents, etc. (2) For the purposes of subsection (1), the review committee may require a member who or firm that is the subject of the matter to provide to the committee any document or information referred to in subsection 41 (3), and the member or firm shall do so within the time and in the manner specified by the committee.  2010, c. 6, Sched. B, s. 42 (2). Investigation (3) For the purposes of subsection (1), the review committee may direct the Registrar to investigate any matter that is referred to the committee under section 41.  2010, c. 6, Sched. B, s. 42 (3). Same (4) The Registrar shall report the results of an investigation under subsection (3) to the review committee.  2010, c. 6, Sched. B, s. 42 (4). Powers (5) Following the review of a matter under subsection (1), the review committee may, (a) hold a hearing on the matter; (b) require the member or firm to provide to the committee, on an on-going basis, any document or information described in subsection 41 (3), for the time and in the manner specified by the committee; or (c) take no further action.  2010, c. 6, Sched. B, s. 42 (5). Same (6) If the review committee receives any document or information under clause (5) (b) suggesting that the member or firm’s bankruptcy or insolvency event may pose a risk of harm to any person, it may hold a hearing on the matter.  2010, c. 6, Sched. B, s. 42 (6). Parties (7) The parties to a hearing under clause (5) (a) or subsection (6) are the Corporation and the member or firm.  2010, c. 6, Sched. B, s. 42 (7). Powers following hearing (8) If, following a hearing under clause (5) (a) or subsection (6), the review committee determines that there are reasonable grounds for believing that the member or firm’s bankruptcy or insolvency event poses or may pose a risk of harm to any person, it may by order do one or more of the following: 1. Suspend the member’s membership or the firm’s registration. 2. Impose restrictions or conditions on the right of the member or firm to practise as a Certified Management Accountant. 3. Make any other order, other than revoking the member’s membership or the firm’s registration, that the committee considers appropriate in the circumstances.  2010, c. 6, Sched. B, s. 42 (8).",
            "raw_html": "<p class=\"section\"><a name=\"BK49\"></a><b>42 </b>(1) The review committee shall review every matter referred to it by the Registrar under section 41.  2010, c. 6, Sched. B, s. 42 (1).</p> <p class=\"headnote\">Requirement to provide documents, etc.</p> <p class=\"subsection\">(2) For the purposes of subsection (1), the review committee may require a member who or firm that is the subject of the matter to provide to the committee any document or information referred to in subsection 41 (3), and the member or firm shall do so within the time and in the manner specified by the committee.  2010, c. 6, Sched. B, s. 42 (2).</p> <p class=\"headnote\">Investigation</p> <p class=\"subsection\">(3) For the purposes of subsection (1), the review committee may direct the Registrar to investigate any matter that is referred to the committee under section 41.  2010, c. 6, Sched. B, s. 42 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) The Registrar shall report the results of an investigation under subsection (3) to the review committee.  2010, c. 6, Sched. B, s. 42 (4).</p> <p class=\"headnote\">Powers</p> <p class=\"subsection\">(5) Following the review of a matter under subsection (1), the review committee may,</p> <p class=\"paragraph\">  (a) hold a hearing on the matter;</p> <p class=\"paragraph\">  (b) require the member or firm to provide to the committee, on an on-going basis, any document or information described in subsection 41 (3), for the time and in the manner specified by the committee; or</p> <p class=\"paragraph\">  (c) take no further action.  2010, c. 6, Sched. B, s. 42 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) If the review committee receives any document or information under clause (5) (b) suggesting that the member or firm’s bankruptcy or insolvency event may pose a risk of harm to any person, it may hold a hearing on the matter.  2010, c. 6, Sched. B, s. 42 (6).</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(7) The parties to a hearing under clause (5) (a) or subsection (6) are the Corporation and the member or firm.  2010, c. 6, Sched. B, s. 42 (7).</p> <p class=\"headnote\">Powers following hearing</p> <p class=\"subsection\">(8) If, following a hearing under clause (5) (a) or subsection (6), the review committee determines that there are reasonable grounds for believing that the member or firm’s bankruptcy or insolvency event poses or may pose a risk of harm to any person, it may by order do one or more of the following:</p> <p class=\"paragraph\">  1. Suspend the member’s membership or the firm’s registration.</p> <p class=\"paragraph\">  2. Impose restrictions or conditions on the right of the member or firm to practise as a Certified Management Accountant.</p> <p class=\"paragraph\">  3. Make any other order, other than revoking the member’s membership or the firm’s registration, that the committee considers appropriate in the circumstances.  2010, c. 6, Sched. B, s. 42 (8).</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "43.",
            "section_x": "Appeal committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Appeal committee",
            "content": "43 (1) A party to a proceeding before the review committee may appeal a final decision or order of the committee under section 42 to the appeal committee by filing a notice of appeal within the time and in the manner set out in the by-laws.  2010, c. 6, Sched. B, s. 43 (1). Jurisdiction, powers (2) The appeal committee may determine any question of law or mixed fact and law that arises in an appeal under subsection (1) and may, (a) make any decision or order that could have been made by the review committee; (b) order a new hearing before the review committee; or (c) dismiss the appeal.  2010, c. 6, Sched. B, s. 43 (2). Decision, order final (3) A decision or order of the appeal committee under subsection (2) is final.  2010, c. 6, Sched. B, s. 43 (3). Practice Inspections",
            "raw_html": "<p class=\"section\"><a name=\"BK50\"></a><b>43 </b>(1) A party to a proceeding before the review committee may appeal a final decision or order of the committee under section 42 to the appeal committee by filing a notice of appeal within the time and in the manner set out in the by-laws.  2010, c. 6, Sched. B, s. 43 (1).</p> <p class=\"headnote\">Jurisdiction, powers</p> <p class=\"subsection\">(2) The appeal committee may determine any question of law or mixed fact and law that arises in an appeal under subsection (1) and may,</p> <p class=\"paragraph\">  (a) make any decision or order that could have been made by the review committee;</p> <p class=\"paragraph\">  (b) order a new hearing before the review committee; or</p> <p class=\"paragraph\">  (c) dismiss the appeal.  2010, c. 6, Sched. B, s. 43 (2).</p> <p class=\"headnote\">Decision, order final</p> <p class=\"subsection\">(3) A decision or order of the appeal committee under subsection (2) is final.  2010, c. 6, Sched. B, s. 43 (3).</p> <p class=\"heading1\"><a name=\"BK51\"></a>Practice Inspections</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "Practice Inspections",
            "section_x": "Practice Inspections",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "44.",
            "section_x": "Practice inspections",
            "part_id": null,
            "part_type": null,
            "section_y": "Practice inspections",
            "content": "44 The Corporation may conduct inspections respecting the practices of members of the Corporation and firms in accordance with the by-laws.  2010, c. 6, Sched. B, s. 44.",
            "raw_html": "<p class=\"section\"><a name=\"BK52\"></a><b>44 </b>The Corporation may conduct inspections respecting the practices of members of the Corporation and firms in accordance with the by-laws.  2010, c. 6, Sched. B, s. 44.</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "45.",
            "section_x": "Costs",
            "part_id": null,
            "part_type": null,
            "section_y": "Costs",
            "content": "45 The costs to the Corporation of an inspection respecting the practice of a member or firm shall be borne by the member or firm in accordance with the by-laws.  2010, c. 6, Sched. B, s. 45. Capacity",
            "raw_html": "<p class=\"section\"><a name=\"BK53\"></a><b>45 </b>The costs to the Corporation of an inspection respecting the practice of a member or firm shall be borne by the member or firm in accordance with the by-laws.  2010, c. 6, Sched. B, s. 45.</p> <p class=\"heading1\"><a name=\"BK54\"></a>Capacity</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "Capacity",
            "section_x": "Capacity",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "46.",
            "section_x": "Interpretation – “incapacitated”",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation – “incapacitated”",
            "content": "46 A member of the Corporation is incapacitated for the purposes of sections 47 to 49 if, by reason of physical or mental illness, condition or disorder, other infirmity or addiction to or excessive use of alcohol or drugs, he or she is incapable of meeting his or her obligations under this Act.  2010, c. 6, Sched. B, s. 46.",
            "raw_html": "<p class=\"section\"><a name=\"BK55\"></a><b>46 </b>A member of the Corporation is incapacitated for the purposes of sections 47 to 49 if, by reason of physical or mental illness, condition or disorder, other infirmity or addiction to or excessive use of alcohol or drugs, he or she is incapable of meeting his or her obligations under this Act.  2010, c. 6, Sched. B, s. 46.</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "47.",
            "section_x": "Investigation",
            "part_id": null,
            "part_type": null,
            "section_y": "Investigation",
            "content": "47 If the Corporation receives information suggesting that a member is incapacitated, the Corporation may investigate the matter.  2010, c. 6, Sched. B, s. 47.",
            "raw_html": "<p class=\"section\"><a name=\"BK56\"></a><b>47 </b>If the Corporation receives information suggesting that a member is incapacitated, the Corporation may investigate the matter.  2010, c. 6, Sched. B, s. 47.</p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "48.",
            "section_x": "Application",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "48 (1) Following an investigation under section 47, the Corporation may apply to the capacity committee for a determination of whether the member is incapacitated.  2010, c. 6, Sched. B, s. 48 (1). Parties (2) The parties to an application under subsection (1) are the Corporation and the member.  2010, c. 6, Sched. B, s. 48 (2). Medical or psychological examination (3) If the capacity committee determines that it is necessary to obtain the opinion of a physician or psychologist in order to determine whether a member is incapacitated, the committee may, on its own or on motion, order the member to undergo a medical or psychological examination.  2010, c. 6, Sched. B, s. 48 (3). Examining physician, psychologist (4) The examining physician or psychologist shall be specified by the capacity committee after giving the parties an opportunity to make recommendations.  2010, c. 6, Sched. B, s. 48 (4). Failure to comply (5) If the member fails to comply with an order under subsection (3), the capacity committee may make an order suspending his or her membership until he or she complies.  2010, c. 6, Sched. B, s. 48 (5). Assessment (6) Following the examination of a member, the physician or psychologist shall provide to the capacity committee, (a) an assessment of whether the member is incapacitated; (b) an assessment of the extent of any incapacity; and (c) any further information respecting the medical or psychological issues in the case.  2010, c. 6, Sched. B, s. 48 (6). Admissibility (7) Information provided by a member to a physician or psychologist during a medical or psychological examination is not admissible in evidence except, (a) in the application, including any appeal, and in any proceeding in court arising from or relating to the application; and (b) in an application under section 56 for a custodianship order, including any appeal, and in any proceeding in court arising from or relating to the application.  2010, c. 6, Sched. B, s. 48 (7). Powers (8) If the capacity committee determines that the member is incapacitated, the committee may by order, (a) suspend the member’s membership; (b) impose restrictions or conditions on the member’s right to practise as a Certified Management Accountant; or (c) make any other order, other than revoking the member’s membership, that the committee considers necessary to protect the public interest.  2010, c. 6, Sched. B, s. 48 (8).",
            "raw_html": "<p class=\"section\"><a name=\"BK57\"></a><b>48 </b>(1) Following an investigation under section 47, the Corporation may apply to the capacity committee for a determination of whether the member is incapacitated.  2010, c. 6, Sched. B, s. 48 (1).</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(2) The parties to an application under subsection (1) are the Corporation and the member.  2010, c. 6, Sched. B, s. 48 (2).</p> <p class=\"headnote\">Medical or psychological examination</p> <p class=\"subsection\">(3) If the capacity committee determines that it is necessary to obtain the opinion of a physician or psychologist in order to determine whether a member is incapacitated, the committee may, on its own or on motion, order the member to undergo a medical or psychological examination.  2010, c. 6, Sched. B, s. 48 (3).</p> <p class=\"headnote\">Examining physician, psychologist</p> <p class=\"subsection\">(4) The examining physician or psychologist shall be specified by the capacity committee after giving the parties an opportunity to make recommendations.  2010, c. 6, Sched. B, s. 48 (4).</p> <p class=\"headnote\">Failure to comply</p> <p class=\"subsection\">(5) If the member fails to comply with an order under subsection (3), the capacity committee may make an order suspending his or her membership until he or she complies.  2010, c. 6, Sched. B, s. 48 (5).</p> <p class=\"headnote\">Assessment</p> <p class=\"subsection\">(6) Following the examination of a member, the physician or psychologist shall provide to the capacity committee,</p> <p class=\"paragraph\">  (a) an assessment of whether the member is incapacitated;</p> <p class=\"paragraph\">  (b) an assessment of the extent of any incapacity; and</p> <p class=\"paragraph\">  (c) any further information respecting the medical or psychological issues in the case.  2010, c. 6, Sched. B, s. 48 (6).</p> <p class=\"headnote\">Admissibility</p> <p class=\"subsection\">(7) Information provided by a member to a physician or psychologist during a medical or psychological examination is not admissible in evidence except,</p> <p class=\"paragraph\">  (a) in the application, including any appeal, and in any proceeding in court arising from or relating to the application; and</p> <p class=\"paragraph\">  (b) in an application under section 56 for a custodianship order, including any appeal, and in any proceeding in court arising from or relating to the application.  2010, c. 6, Sched. B, s. 48 (7).</p> <p class=\"headnote\">Powers</p> <p class=\"subsection\">(8) If the capacity committee determines that the member is incapacitated, the committee may by order,</p> <p class=\"paragraph\">  (a) suspend the member’s membership;</p> <p class=\"paragraph\">  (b) impose restrictions or conditions on the member’s right to practise as a Certified Management Accountant; or</p> <p class=\"paragraph\">  (c) make any other order, other than revoking the member’s membership, that the committee considers necessary to protect the public interest.  2010, c. 6, Sched. B, s. 48 (8).</p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "49.",
            "section_x": "Appeal",
            "part_id": null,
            "part_type": null,
            "section_y": "Appeal",
            "content": "49 (1) A party to the application may appeal a decision or order under section 48, or a refusal to make an order under that section, to the appeal committee by filing a notice of appeal within the time and in the manner set out in the by-laws.  2010, c. 6, Sched. B, s. 49 (1). Jurisdiction, powers (2) The appeal committee may determine any question of law or mixed fact and law that arises in an appeal under subsection (1) and may, (a) make any decision or order that could have been made by the capacity committee; (b) refer the matter back to the capacity committee; or (c) dismiss the appeal.  2010, c. 6, Sched. B, s. 49 (2). Decision, order final (3) A decision or order of the appeal committee under subsection (2) is final.  2010, c. 6, Sched. B, s. 49 (3). Investigation and Inspection Powers",
            "raw_html": "<p class=\"section\"><a name=\"BK58\"></a><b>49 </b>(1) A party to the application may appeal a decision or order under section 48, or a refusal to make an order under that section, to the appeal committee by filing a notice of appeal within the time and in the manner set out in the by-laws.  2010, c. 6, Sched. B, s. 49 (1).</p> <p class=\"headnote\">Jurisdiction, powers</p> <p class=\"subsection\">(2) The appeal committee may determine any question of law or mixed fact and law that arises in an appeal under subsection (1) and may,</p> <p class=\"paragraph\">  (a) make any decision or order that could have been made by the capacity committee;</p> <p class=\"paragraph\">  (b) refer the matter back to the capacity committee; or</p> <p class=\"paragraph\">  (c) dismiss the appeal.  2010, c. 6, Sched. B, s. 49 (2).</p> <p class=\"headnote\">Decision, order final</p> <p class=\"subsection\">(3) A decision or order of the appeal committee under subsection (2) is final.  2010, c. 6, Sched. B, s. 49 (3).</p> <p class=\"heading1\"><a name=\"BK59\"></a>Investigation and Inspection Powers</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "Investigation and Inspection Powers",
            "section_x": "Investigation and Inspection Powers",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "50.",
            "section_x": "Investigators",
            "part_id": null,
            "part_type": null,
            "section_y": "Investigators",
            "content": "50 (1) The complaints committee may appoint investigators for the purposes of section 32.  2010, c. 6, Sched. B, s. 50 (1). Same (2) The Registrar may appoint investigators for the purposes of subsection 42 (3).  2010, c. 6, Sched. B, s. 50 (2). Same (3) The Corporation may appoint investigators for the purposes of section 47.  2010, c. 6, Sched. B, s. 50 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK60\"></a><b>50 </b>(1) The complaints committee may appoint investigators for the purposes of section 32.  2010, c. 6, Sched. B, s. 50 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Registrar may appoint investigators for the purposes of subsection 42 (3).  2010, c. 6, Sched. B, s. 50 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Corporation may appoint investigators for the purposes of section 47.  2010, c. 6, Sched. B, s. 50 (3).</p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "51.",
            "section_x": "Inspectors",
            "part_id": null,
            "part_type": null,
            "section_y": "Inspectors",
            "content": "51 The Corporation may appoint inspectors for the purposes of section 44.  2010, c. 6, Sched. B, s. 51.",
            "raw_html": "<p class=\"section\"><a name=\"BK61\"></a><b>51 </b>The Corporation may appoint inspectors for the purposes of section 44.  2010, c. 6, Sched. B, s. 51.</p>"
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "52.",
            "section_x": "Proof of appointment",
            "part_id": null,
            "part_type": null,
            "section_y": "Proof of appointment",
            "content": "52 Every investigator or inspector who exercises powers under this Act shall, on request, produce written proof of his or her appointment under section 50 or 51, as the case may be.  2010, c. 6, Sched. B, s. 52.",
            "raw_html": "<p class=\"section\"><a name=\"BK62\"></a><b>52 </b>Every investigator or inspector who exercises powers under this Act shall, on request, produce written proof of his or her appointment under section 50 or 51, as the case may be.  2010, c. 6, Sched. B, s. 52.</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "53.",
            "section_x": "Powers",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers",
            "content": "53 (1) In conducting an investigation under this Act, an investigator may, (a) at any reasonable time, enter and inspect the business premises of the individual or firm under investigation, other than any part of the premises used as a dwelling, without the consent of the owner or occupier and without a warrant; (b) question and require the individual or anyone who works with the individual, or anyone who works in the firm, as the case may be, to provide information that the investigator believes is relevant to the investigation; (c) require the production of and examine any document or thing that the investigator believes is relevant to the investigation, including a client file; (d) on giving a receipt for it, remove any document or thing that the investigator believes is relevant to the investigation for the purposes of making copies or extracts of any document or information, but the making of the copies or extracts shall be carried out with reasonable dispatch, taking into account the scope and complexity of the work involved in making the copies or extracts, and the document or thing shall afterwards be returned promptly to the person from whom it was taken; and (e) use any data storage, processing or retrieval device or system used in carrying on business on the premises in order to produce a document in readable form.  2010, c. 6, Sched. B, s. 53 (1). Same (2) In conducting an inspection under this Act, an inspector may exercise any of the powers set out in subsection (1), with necessary modifications.  2010, c. 6, Sched. B, s. 53 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK63\"></a><b>53 </b>(1) In conducting an investigation under this Act, an investigator may,</p> <p class=\"paragraph\">  (a) at any reasonable time, enter and inspect the business premises of the individual or firm under investigation, other than any part of the premises used as a dwelling, without the consent of the owner or occupier and without a warrant;</p> <p class=\"paragraph\">  (b) question and require the individual or anyone who works with the individual, or anyone who works in the firm, as the case may be, to provide information that the investigator believes is relevant to the investigation;</p> <p class=\"paragraph\">  (c) require the production of and examine any document or thing that the investigator believes is relevant to the investigation, including a client file;</p> <p class=\"paragraph\">  (d) on giving a receipt for it, remove any document or thing that the investigator believes is relevant to the investigation for the purposes of making copies or extracts of any document or information, but the making of the copies or extracts shall be carried out with reasonable dispatch, taking into account the scope and complexity of the work involved in making the copies or extracts, and the document or thing shall afterwards be returned promptly to the person from whom it was taken; and</p> <p class=\"paragraph\">  (e) use any data storage, processing or retrieval device or system used in carrying on business on the premises in order to produce a document in readable form.  2010, c. 6, Sched. B, s. 53 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In conducting an inspection under this Act, an inspector may exercise any of the powers set out in subsection (1), with necessary modifications.  2010, c. 6, Sched. B, s. 53 (2).</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "54.",
            "section_x": "No obstruction",
            "part_id": null,
            "part_type": null,
            "section_y": "No obstruction",
            "content": "54 (1) No person shall obstruct an investigator or inspector executing his or her duties or withhold from him or her or conceal, alter or destroy any document or thing relevant to the investigation or inspection.  2010, c. 6, Sched. B, s. 54 (1). Offence and penalty (2) Every person who contravenes subsection (1) is guilty of an offence and on conviction is liable to a fine of not more than $25,000.  2010, c. 6, Sched. B, s. 54 (2). Application to corporation (3) If a corporation is guilty of an offence under subsection (2), every director or officer of the corporation who authorized, permitted or acquiesced in the commission of the offence is deemed to be a party to and guilty of the offence and on conviction is liable to a fine of not more than $25,000.  2010, c. 6, Sched. B, s. 54 (3). Custodianship",
            "raw_html": "<p class=\"section\"><a name=\"BK64\"></a><b>54 </b>(1) No person shall obstruct an investigator or inspector executing his or her duties or withhold from him or her or conceal, alter or destroy any document or thing relevant to the investigation or inspection.  2010, c. 6, Sched. B, s. 54 (1).</p> <p class=\"headnote\">Offence and penalty</p> <p class=\"subsection\">(2) Every person who contravenes subsection (1) is guilty of an offence and on conviction is liable to a fine of not more than $25,000.  2010, c. 6, Sched. B, s. 54 (2).</p> <p class=\"headnote\">Application to corporation</p> <p class=\"subsection\">(3) If a corporation is guilty of an offence under subsection (2), every director or officer of the corporation who authorized, permitted or acquiesced in the commission of the offence is deemed to be a party to and guilty of the offence and on conviction is liable to a fine of not more than $25,000.  2010, c. 6, Sched. B, s. 54 (3).</p> <p class=\"heading1\"><a name=\"BK65\"></a>Custodianship</p>"
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "Custodianship",
            "section_x": "Custodianship",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "55.",
            "section_x": "Application",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "55 (1) Sections 56 to 59 apply to property, wherever it may be located, that is or should be in the possession or control of a member of the Corporation in connection with, (a) the business operations relating to the member’s practice; (b) the business or affairs of a client or former client of the member; (c) an estate for which the member is or was executor, administrator or administrator with the will annexed; (d) a trust of which the member is or was a trustee; (e) a power of attorney under which the member is or was the attorney; or (f) a guardianship under which the member is or was the guardian.  2010, c. 6, Sched. B, s. 55 (1). Same (2) An order under subsection 56 (1) applies to property that is or should be in the possession or control of the member before or after the order is made.  2010, c. 6, Sched. B, s. 55 (2). Interpretation (3) For the purposes of sections 56 to 59, property includes client files and other documents.  2010, c. 6, Sched. B, s. 55 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK66\"></a><b>55 </b>(1) Sections 56 to 59 apply to property, wherever it may be located, that is or should be in the possession or control of a member of the Corporation in connection with,</p> <p class=\"paragraph\">  (a) the business operations relating to the member’s practice;</p> <p class=\"paragraph\">  (b) the business or affairs of a client or former client of the member;</p> <p class=\"paragraph\">  (c) an estate for which the member is or was executor, administrator or administrator with the will annexed;</p> <p class=\"paragraph\">  (d) a trust of which the member is or was a trustee;</p> <p class=\"paragraph\">  (e) a power of attorney under which the member is or was the attorney; or</p> <p class=\"paragraph\">  (f) a guardianship under which the member is or was the guardian.  2010, c. 6, Sched. B, s. 55 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) An order under subsection 56 (1) applies to property that is or should be in the possession or control of the member before or after the order is made.  2010, c. 6, Sched. B, s. 55 (2).</p> <p class=\"headnote\">Interpretation</p> <p class=\"subsection\">(3) For the purposes of sections 56 to 59, property includes client files and other documents.  2010, c. 6, Sched. B, s. 55 (3).</p>"
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "56.",
            "section_x": "Custodianship order",
            "part_id": null,
            "part_type": null,
            "section_y": "Custodianship order",
            "content": "56 (1) On application by the Corporation, the Superior Court of Justice may order that all or part of the property that is or should be in the possession or control of a member of the Corporation be given into the custody of a custodian appointed by the court.  2010, c. 6, Sched. B, s. 56 (1). Application without notice (2) An application for an order under subsection (1) may be made without notice.  2010, c. 6, Sched. B, s. 56 (2). Grounds for order (3) An order may be made under subsection (1) if, (a) the member’s membership has been suspended or revoked or otherwise terminated; (b) the member has died or disappeared; (c) the member is incapacitated within the meaning of section 46; (d) the member has neglected or abandoned his or her practice without making adequate provision for the protection of his or her clients’ interests; (e) the member has failed to conduct his or her practice in accordance with any restriction or condition to which he or she is subject under this Act; or (f) there are reasonable grounds for believing that other circumstances exist in respect of the member or his or her practice that make an order under subsection (1) necessary for the protection of the public.  2010, c. 6, Sched. B, s. 56 (3). Purpose of order (4) An order may be made under subsection (1) only for one or more of the following purposes, as specified in the order: 1. Preserving the property. 2. Distributing the property. 3. Preserving or carrying on the member’s practice. 4. Winding up the member’s practice.  2010, c. 6, Sched. B, s. 56 (4). Custodian (5) The court may appoint as custodian, (a) the Corporation; (b) a person selected by the Corporation who consents to acting as custodian; or (c) any other suitable person who consents to acting as custodian.  2010, c. 6, Sched. B, s. 56 (5). Use of agent (6) If the Corporation is appointed as custodian, it may appoint an agent to act on its behalf.  2010, c. 6, Sched. B, s. 56 (6). Powers of court (7) An order under subsection (1) may, (a) authorize the custodian to employ or engage any professional or other assistance that is required to carry out the custodian’s duties; (b) authorize the custodian or the sheriff or any police officer or other person acting on the direction of the custodian or the sheriff to, (i) enter, by force if necessary, any building, dwelling or other premises, or any vehicle or other place, where there are reasonable grounds for believing that property that is or should be in the possession or control of the member may be found, (ii) search the building, dwelling, premises, vehicle or place, (iii) open, by force if necessary, any safety deposit box or other receptacle, (iv) require any person to provide access to any property that is or should be in the possession or control of the member, and (v) seize, remove and deliver to the custodian any property that is or should be in the possession or control of the member; (c) give directions to the custodian regarding the manner in which the custodian should carry out the purposes of the order; (d) require the member to account to the Corporation and to any other person named in the order for any property that the court may specify; (e) provide for the discharge of the custodian on completion of the custodian’s duties under the order and any subsequent orders relating to the same matter; and (f) give any other directions that the court considers necessary in the circumstances.  2010, c. 6, Sched. B, s. 56 (7).",
            "raw_html": "<p class=\"section\"><a name=\"BK67\"></a><b>56 </b>(1) On application by the Corporation, the Superior Court of Justice may order that all or part of the property that is or should be in the possession or control of a member of the Corporation be given into the custody of a custodian appointed by the court.  2010, c. 6, Sched. B, s. 56 (1).</p> <p class=\"headnote\">Application without notice</p> <p class=\"subsection\">(2) An application for an order under subsection (1) may be made without notice.  2010, c. 6, Sched. B, s. 56 (2).</p> <p class=\"headnote\">Grounds for order</p> <p class=\"subsection\">(3) An order may be made under subsection (1) if,</p> <p class=\"paragraph\">  (a) the member’s membership has been suspended or revoked or otherwise terminated;</p> <p class=\"paragraph\">  (b) the member has died or disappeared;</p> <p class=\"paragraph\">  (c) the member is incapacitated within the meaning of section 46;</p> <p class=\"paragraph\">  (d) the member has neglected or abandoned his or her practice without making adequate provision for the protection of his or her clients’ interests;</p> <p class=\"paragraph\">  (e) the member has failed to conduct his or her practice in accordance with any restriction or condition to which he or she is subject under this Act; or</p> <p class=\"paragraph\">  (f) there are reasonable grounds for believing that other circumstances exist in respect of the member or his or her practice that make an order under subsection (1) necessary for the protection of the public.  2010, c. 6, Sched. B, s. 56 (3).</p> <p class=\"headnote\">Purpose of order</p> <p class=\"subsection\">(4) An order may be made under subsection (1) only for one or more of the following purposes, as specified in the order:</p> <p class=\"paragraph\">  1. Preserving the property.</p> <p class=\"paragraph\">  2. Distributing the property.</p> <p class=\"paragraph\">  3. Preserving or carrying on the member’s practice.</p> <p class=\"paragraph\">  4. Winding up the member’s practice.  2010, c. 6, Sched. B, s. 56 (4).</p> <p class=\"headnote\">Custodian</p> <p class=\"subsection\">(5) The court may appoint as custodian,</p> <p class=\"paragraph\">  (a) the Corporation;</p> <p class=\"paragraph\">  (b) a person selected by the Corporation who consents to acting as custodian; or</p> <p class=\"paragraph\">  (c) any other suitable person who consents to acting as custodian.  2010, c. 6, Sched. B, s. 56 (5).</p> <p class=\"headnote\">Use of agent</p> <p class=\"subsection\">(6) If the Corporation is appointed as custodian, it may appoint an agent to act on its behalf.  2010, c. 6, Sched. B, s. 56 (6).</p> <p class=\"headnote\">Powers of court</p> <p class=\"subsection\">(7) An order under subsection (1) may,</p> <p class=\"paragraph\">  (a) authorize the custodian to employ or engage any professional or other assistance that is required to carry out the custodian’s duties;</p> <p class=\"paragraph\">  (b) authorize the custodian or the sheriff or any police officer or other person acting on the direction of the custodian or the sheriff to,</p> <p class=\"subclause\">  (i) enter, by force if necessary, any building, dwelling or other premises, or any vehicle or other place, where there are reasonable grounds for believing that property that is or should be in the possession or control of the member may be found,</p> <p class=\"subclause\">  (ii) search the building, dwelling, premises, vehicle or place,</p> <p class=\"subclause\">  (iii) open, by force if necessary, any safety deposit box or other receptacle,</p> <p class=\"subclause\">  (iv) require any person to provide access to any property that is or should be in the possession or control of the member, and</p> <p class=\"subclause\">  (v) seize, remove and deliver to the custodian any property that is or should be in the possession or control of the member;</p> <p class=\"paragraph\">  (c) give directions to the custodian regarding the manner in which the custodian should carry out the purposes of the order;</p> <p class=\"paragraph\">  (d) require the member to account to the Corporation and to any other person named in the order for any property that the court may specify;</p> <p class=\"paragraph\">  (e) provide for the discharge of the custodian on completion of the custodian’s duties under the order and any subsequent orders relating to the same matter; and</p> <p class=\"paragraph\">  (f) give any other directions that the court considers necessary in the circumstances.  2010, c. 6, Sched. B, s. 56 (7).</p>"
        },
        {
            "ahref_id": "#BK68",
            "TOCid": "57.",
            "section_x": "Compensation",
            "part_id": null,
            "part_type": null,
            "section_y": "Compensation",
            "content": "57 In an order under subsection 56 (1) or on a subsequent application, the court may make such order as it considers appropriate for the compensation of the custodian and the reimbursement of the custodian’s expenses by the member, whether out of the property held by the custodian or otherwise as the court may specify.  2010, c. 6, Sched. B, s. 57.",
            "raw_html": "<p class=\"section\"><a name=\"BK68\"></a><b>57 </b>In an order under subsection 56 (1) or on a subsequent application, the court may make such order as it considers appropriate for the compensation of the custodian and the reimbursement of the custodian’s expenses by the member, whether out of the property held by the custodian or otherwise as the court may specify.  2010, c. 6, Sched. B, s. 57.</p>"
        },
        {
            "ahref_id": "#BK69",
            "TOCid": "58.",
            "section_x": "Application for directions",
            "part_id": null,
            "part_type": null,
            "section_y": "Application for directions",
            "content": "58 The Corporation, at the time of making an application for an order under subsection 56 (1), or the custodian appointed by an order made under that subsection, may apply to the Superior Court of Justice for the opinion, advice or direction of the court on any question affecting the property.  2010, c. 6, Sched. B, s. 58.",
            "raw_html": "<p class=\"section\"><a name=\"BK69\"></a><b>58 </b>The Corporation, at the time of making an application for an order under subsection 56 (1), or the custodian appointed by an order made under that subsection, may apply to the Superior Court of Justice for the opinion, advice or direction of the court on any question affecting the property.  2010, c. 6, Sched. B, s. 58.</p>"
        },
        {
            "ahref_id": "#BK70",
            "TOCid": "59.",
            "section_x": "Variation or discharge",
            "part_id": null,
            "part_type": null,
            "section_y": "Variation or discharge",
            "content": "59 (1) The following persons may apply to the Superior Court of Justice to vary or discharge an order under subsection 56 (1): 1. The custodian. 2. The Corporation. 3. The member. 4. Any other person affected by the order.  2010, c. 6, Sched. B, s. 59 (1). Notice (2) If an application is brought under subsection (1) by a person referred to in paragraph 3 or 4 of that subsection, then in addition to any person specified by the rules of court, notice of the application shall be given to, (a) the custodian; and (b) the Corporation, if it is not the custodian.  2010, c. 6, Sched. B, s. 59 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK70\"></a><b>59 </b>(1) The following persons may apply to the Superior Court of Justice to vary or discharge an order under subsection 56 (1):</p> <p class=\"paragraph\">  1. The custodian.</p> <p class=\"paragraph\">  2. The Corporation.</p> <p class=\"paragraph\">  3. The member.</p> <p class=\"paragraph\">  4. Any other person affected by the order.  2010, c. 6, Sched. B, s. 59 (1).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) If an application is brought under subsection (1) by a person referred to in paragraph 3 or 4 of that subsection, then in addition to any person specified by the rules of court, notice of the application shall be given to,</p> <p class=\"paragraph\">  (a) the custodian; and</p> <p class=\"paragraph\">  (b) the Corporation, if it is not the custodian.  2010, c. 6, Sched. B, s. 59 (2).</p>"
        },
        {
            "ahref_id": "#BK71",
            "TOCid": "60.",
            "section_x": "Application to former members",
            "part_id": null,
            "part_type": null,
            "section_y": "Application to former members",
            "content": "60 (1) Sections 55 to 59 apply with necessary modifications in respect of an individual who resigns as a member of the Corporation or whose membership is revoked or otherwise terminated.  2010, c. 6, Sched. B, s. 60 (1). Same, property (2) Sections 55 to 59 apply to property that is or should be in the possession or control of an individual referred to in subsection (1), before or after he or she ceases to be a member.  2010, c. 6, Sched. B, s. 60 (2). Miscellaneous",
            "raw_html": "<p class=\"section\"><a name=\"BK71\"></a><b>60 </b>(1) Sections 55 to 59 apply with necessary modifications in respect of an individual who resigns as a member of the Corporation or whose membership is revoked or otherwise terminated.  2010, c. 6, Sched. B, s. 60 (1).</p> <p class=\"headnote\">Same, property</p> <p class=\"subsection\">(2) Sections 55 to 59 apply to property that is or should be in the possession or control of an individual referred to in subsection (1), before or after he or she ceases to be a member.  2010, c. 6, Sched. B, s. 60 (2).</p> <p class=\"heading1\"><a name=\"BK72\"></a>Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK72",
            "TOCid": "Miscellaneous",
            "section_x": "Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK73",
            "TOCid": "61.",
            "section_x": "Register",
            "part_id": null,
            "part_type": null,
            "section_y": "Register",
            "content": "61 (1) The Registrar shall establish and maintain a register of the members of the Corporation, firms, students and associates, and the register shall contain the information required by the by-laws to be included.  2010, c. 6, Sched. B, s. 61 (1). Examination by public (2) The register shall be open to examination by the public at the Corporation’s head office during normal office hours.  2010, c. 6, Sched. B, s. 61 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK73\"></a><b>61 </b>(1) The Registrar shall establish and maintain a register of the members of the Corporation, firms, students and associates, and the register shall contain the information required by the by-laws to be included.  2010, c. 6, Sched. B, s. 61 (1).</p> <p class=\"headnote\">Examination by public</p> <p class=\"subsection\">(2) The register shall be open to examination by the public at the Corporation’s head office during normal office hours.  2010, c. 6, Sched. B, s. 61 (2).</p>"
        },
        {
            "ahref_id": "#BK74",
            "TOCid": "62.",
            "section_x": "Registrar’s certificate as evidence",
            "part_id": null,
            "part_type": null,
            "section_y": "Registrar’s certificate as evidence",
            "content": "62 Any statement containing information from the register purporting to be certified by the Registrar is admissible in evidence as proof, in the absence of evidence to the contrary, of the information in the statement, without proof of the Registrar’s appointment or signature.  2010, c. 6, Sched. B, s. 62.",
            "raw_html": "<p class=\"section\"><a name=\"BK74\"></a><b>62 </b>Any statement containing information from the register purporting to be certified by the Registrar is admissible in evidence as proof, in the absence of evidence to the contrary, of the information in the statement, without proof of the Registrar’s appointment or signature.  2010, c. 6, Sched. B, s. 62.</p>"
        },
        {
            "ahref_id": "#BK75",
            "TOCid": "63.",
            "section_x": "Duty of confidentiality",
            "part_id": null,
            "part_type": null,
            "section_y": "Duty of confidentiality",
            "content": "63 (1) Every person engaged in the administration of this Act and the by-laws shall preserve secrecy respecting information or material that comes to his or her knowledge or possession in the course of his or her duties under this Act or the Public Accounting Act, 2004, and shall not disclose any such information or material to any person except, (a) to his or her counsel; (b) with the consent of the person to whom the information or material relates; (c) to the extent that the information or material is available to the public; (d) as may be required in connection with the administration of this Act and the by-laws or with any proceeding under this Act; or (e) as may otherwise be required by law.  2010, c. 6, Sched. B, s. 63 (1). Offence and penalty (2) Every person who contravenes subsection (1) is guilty of an offence and on conviction is liable to a fine of not more than $25,000.  2010, c. 6, Sched. B, s. 63 (2). Application to corporation (3) If a corporation is guilty of an offence under subsection (2), every director or officer of the corporation who authorized, permitted or acquiesced in the commission of the offence is deemed to be a party to and guilty of the offence and on conviction is liable to a fine of not more than $25,000.  2010, c. 6, Sched. B, s. 63 (3). Costs (4) In addition to the fine, on conviction for an offence under this section, a court may order that the convicted person pay to the Corporation some or all of the costs reasonably incurred by it in prosecuting the offence and in undertaking any investigation related to the subject matter of the prosecution.  2010, c. 6, Sched. B, s. 63 (4). Same (5) Costs payable under subsection (4) are deemed to be a fine for the purpose of enforcing payment.  2010, c. 6, Sched. B, s. 63 (5). Limitation (6) No prosecution for a contravention of subsection (1) shall be commenced more than two years after the time when the subject matter of the prosecution arose.  2010, c. 6, Sched. B, s. 63 (6).",
            "raw_html": "<p class=\"section\"><a name=\"BK75\"></a><b>63 </b>(1) Every person engaged in the administration of this Act and the by-laws shall preserve secrecy respecting information or material that comes to his or her knowledge or possession in the course of his or her duties under this Act or the <i>Public Accounting Act, 2004</i>, and shall not disclose any such information or material to any person except,</p> <p class=\"paragraph\">  (a) to his or her counsel;</p> <p class=\"paragraph\">  (b) with the consent of the person to whom the information or material relates;</p> <p class=\"paragraph\">  (c) to the extent that the information or material is available to the public;</p> <p class=\"paragraph\">  (d) as may be required in connection with the administration of this Act and the by-laws or with any proceeding under this Act; or</p> <p class=\"paragraph\">  (e) as may otherwise be required by law.  2010, c. 6, Sched. B, s. 63 (1).</p> <p class=\"headnote\">Offence and penalty</p> <p class=\"subsection\">(2) Every person who contravenes subsection (1) is guilty of an offence and on conviction is liable to a fine of not more than $25,000.  2010, c. 6, Sched. B, s. 63 (2).</p> <p class=\"headnote\">Application to corporation</p> <p class=\"subsection\">(3) If a corporation is guilty of an offence under subsection (2), every director or officer of the corporation who authorized, permitted or acquiesced in the commission of the offence is deemed to be a party to and guilty of the offence and on conviction is liable to a fine of not more than $25,000.  2010, c. 6, Sched. B, s. 63 (3).</p> <p class=\"headnote\">Costs</p> <p class=\"subsection\">(4) In addition to the fine, on conviction for an offence under this section, a court may order that the convicted person pay to the Corporation some or all of the costs reasonably incurred by it in prosecuting the offence and in undertaking any investigation related to the subject matter of the prosecution.  2010, c. 6, Sched. B, s. 63 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Costs payable under subsection (4) are deemed to be a fine for the purpose of enforcing payment.  2010, c. 6, Sched. B, s. 63 (5).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(6) No prosecution for a contravention of subsection (1) shall be commenced more than two years after the time when the subject matter of the prosecution arose.  2010, c. 6, Sched. B, s. 63 (6).</p>"
        },
        {
            "ahref_id": "#BK76",
            "TOCid": "64.",
            "section_x": "Disclosure to public authority",
            "part_id": null,
            "part_type": null,
            "section_y": "Disclosure to public authority",
            "content": "64 (1) The Corporation may apply to the Superior Court of Justice for an order authorizing the disclosure to a public authority of any information that a person to whom subsection 63 (1) applies would otherwise be prohibited from disclosing under that subsection.  2010, c. 6, Sched. B, s. 64 (1). Restrictions (2) The court shall not make an order under this section if the information sought to be disclosed came to the knowledge of the Corporation as a result of, (a) the making of an oral or written statement by a person in the course of an investigation, inspection or proceeding that may tend to criminate the person or establish the person’s liability to civil proceedings, unless the statement was made at a hearing held under this Act; (b) the making of an oral or written statement disclosing matters that the court determines to be subject to solicitor-client privilege; or (c) the examination of a document that the court determines to be subject to solicitor-client privilege.  2010, c. 6, Sched. B, s. 64 (2). Documents and other things (3) An order under this section that authorizes the disclosure of information may also authorize the delivery of documents or other things that are in the Corporation’s possession and that relate to the information.  2010, c. 6, Sched. B, s. 64 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK76\"></a><b>64 </b>(1) The Corporation may apply to the Superior Court of Justice for an order authorizing the disclosure to a public authority of any information that a person to whom subsection 63 (1) applies would otherwise be prohibited from disclosing under that subsection.  2010, c. 6, Sched. B, s. 64 (1).</p> <p class=\"headnote\">Restrictions</p> <p class=\"subsection\">(2) The court shall not make an order under this section if the information sought to be disclosed came to the knowledge of the Corporation as a result of,</p> <p class=\"paragraph\">  (a) the making of an oral or written statement by a person in the course of an investigation, inspection or proceeding that may tend to criminate the person or establish the person’s liability to civil proceedings, unless the statement was made at a hearing held under this Act;</p> <p class=\"paragraph\">  (b) the making of an oral or written statement disclosing matters that the court determines to be subject to solicitor-client privilege; or</p> <p class=\"paragraph\">  (c) the examination of a document that the court determines to be subject to solicitor-client privilege.  2010, c. 6, Sched. B, s. 64 (2).</p> <p class=\"headnote\">Documents and other things</p> <p class=\"subsection\">(3) An order under this section that authorizes the disclosure of information may also authorize the delivery of documents or other things that are in the Corporation’s possession and that relate to the information.  2010, c. 6, Sched. B, s. 64 (3).</p>"
        },
        {
            "ahref_id": "#BK77",
            "TOCid": "65.",
            "section_x": "Non-compellability",
            "part_id": null,
            "part_type": null,
            "section_y": "Non-compellability",
            "content": "65 The following persons are not compellable witnesses in any civil proceeding, other than a proceeding under this Act or a judicial review relating to a proceeding under this Act, respecting any information or material obtained by them while acting within the scope of their duties under this Act or the Public Accounting Act, 2004: 1. Members of the Board or of a committee. 2. Officers, employees and agents of the Corporation or of the Board.  2010, c. 6, Sched. B, s. 65.",
            "raw_html": "<p class=\"section\"><a name=\"BK77\"></a><b>65 </b>The following persons are not compellable witnesses in any civil proceeding, other than a proceeding under this Act or a judicial review relating to a proceeding under this Act, respecting any information or material obtained by them while acting within the scope of their duties under this Act or the <i>Public Accounting Act, 2004</i>:</p> <p class=\"paragraph\">  1. Members of the Board or of a committee.</p> <p class=\"paragraph\">  2. Officers, employees and agents of the Corporation or of the Board.  2010, c. 6, Sched. B, s. 65.</p>"
        },
        {
            "ahref_id": "#BK78",
            "TOCid": "66.",
            "section_x": "Documents not admissible",
            "part_id": null,
            "part_type": null,
            "section_y": "Documents not admissible",
            "content": "66 No record of a proceeding under this Act and no document or thing prepared for or statement given at such a proceeding and no decision or order made in such a proceeding is admissible in any civil proceeding, other than a proceeding under this Act or a judicial review relating to a proceeding under this Act.  2010, c. 6, Sched. B, s. 66. Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following section: Regulations 66.1 The Lieutenant Governor in Council may make regulations prescribing provisions of the Not-for-Profit Corporations Act, 2010 that apply to the Corporation.  2010, c. 15, s. 215 (2). See: 2010, c. 15, ss. 215 (2), 249. Section Amendments with date in force (d/m/y) 2010, c. 15, s. 215 (2)\r\n- not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK78\"></a><b>66 </b>No record of a proceeding under this Act and no document or thing prepared for or statement given at such a proceeding and no decision or order made in such a proceeding is admissible in any civil proceeding, other than a proceeding under this Act or a judicial review relating to a proceeding under this Act.  2010, c. 6, Sched. B, s. 66.</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following section:</p> <p class=\"Yheadnote\">Regulations</p> <p class=\"Ysection\"><a name=\"BK79\"></a><b>66.1 </b>The Lieutenant Governor in Council may make regulations prescribing provisions of the <i>Not-for-Profit Corporations Act, 2010</i> that apply to the Corporation.  2010, c. 15, s. 215 (2).</p> <p class=\"Pnote\">See: 2010, c. 15, ss. 215 (2), 249.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10015#s215s2\">2010, c. 15, s. 215 (2)</a></span>\r\n- not in force</p>"
        },
        {
            "ahref_id": "#BK79",
            "TOCid": "66.1",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK80",
            "TOCid": "67.",
            "section_x": "Protection from liability",
            "part_id": null,
            "part_type": null,
            "section_y": "Protection from liability",
            "content": "67 No action or other proceeding may be instituted against the Corporation, the Board or any committee, any member or former member of the Corporation, of the Board or of a committee, or any officer, employee or agent of the Corporation or of the Board for any act done in good faith in the exercise or performance or the intended exercise or performance of any power or duty of the Corporation under this Act or the Public Accounting Act, 2004 or for any alleged neglect or default in the exercise or performance in good faith of such power or duty.  2010, c. 6, Sched. B, s. 67. By-laws",
            "raw_html": "<p class=\"section\"><a name=\"BK80\"></a><b>67 </b>No action or other proceeding may be instituted against the Corporation, the Board or any committee, any member or former member of the Corporation, of the Board or of a committee, or any officer, employee or agent of the Corporation or of the Board for any act done in good faith in the exercise or performance or the intended exercise or performance of any power or duty of the Corporation under this Act or the <i>Public Accounting Act, 2004 </i>or for any alleged neglect or default in the exercise or performance in good faith of such power or duty.  2010, c. 6, Sched. B, s. 67.</p> <p class=\"heading1\"><a name=\"BK81\"></a>By-laws</p>"
        },
        {
            "ahref_id": "#BK81",
            "TOCid": "By-laws",
            "section_x": "By-laws",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK82",
            "TOCid": "68.",
            "section_x": "By-laws",
            "part_id": null,
            "part_type": null,
            "section_y": "By-laws",
            "content": "68 (1) The Board may make by-laws necessary or desirable to conduct the business and carry out the objects of the Corporation.  2010, c. 6, Sched. B, s. 68 (1). Same (2) Without limiting the generality of subsection (1), the Board may make by-laws with respect to the following matters: 1. Governing the admission of individuals to membership in the Corporation, including specifying the requirements and qualifications for membership and governing applications for membership. 2. Governing members of the Corporation as Certified Management Accountants, including establishing standards of practice, governing the imposition of restrictions and conditions on a member’s right to practise as a Certified Management Accountant, establishing classes of members and governing the renewal, suspension and revocation of memberships. 3. Governing the use of terms, titles, initials, designations and descriptions by members of the Corporation and firms practising as Certified Management Accountants, and by individuals for the purposes of paragraph 2 of subsection 26 (2). 4. Governing the nomination and election of members of the Corporation to the Board, including fixing the number of elected members, setting out the qualifications that a member must meet in order to be elected to and serve on the Board and setting out terms of office. 5. Governing the election and appointment of officers of the Corporation and setting out their powers and duties. 6. Establishing the committees required by this Act and any additional committees, governing the names, composition, powers, duties and quorums of the committees, governing the appointment of individuals to the committees, and authorizing and governing the formation of panels of committees. 7. Delegating any of the Board’s powers or duties under this Act to one or more committees or to the Registrar or any other officer of the Corporation, and specifying restrictions or conditions on the delegation. 8. Governing the registration of members of the Corporation as sole proprietorships, including requiring the registration of sole proprietorships, specifying the requirements and qualifications for registration, governing applications for registration and governing the renewal, suspension and revocation of registrations. 9. Governing the registration of entities as firms, including requiring the registration of firms, specifying additional entities that may register as a firm, specifying the requirements and qualifications for registration, governing applications for registration and governing the renewal, suspension and revocation of registrations. 10. Governing firms as Certified Management Accountants, including establishing standards of practice, governing the imposition of restrictions and conditions on a firm’s practice, governing the names of firms, governing firms that are limited liability partnerships and, in the case of a firm that is a corporation, requiring notification of a change in the shareholders of the corporation and specifying the time and manner of the notification. 11. Respecting any person, partnership or other entity that, in addition to practising as a Certified Management Accountant, also practises another profession or provides other services, including requiring that the persons, partnerships and other entities be registered to engage in such activities, governing the registrations and their renewal, suspension and revocation and governing the restrictions and conditions that may be imposed on the registered persons, partnerships and other entities. 12. Governing the resignation of members of the Corporation. 13. Governing the reinstatement or readmission of individuals who have resigned or whose membership is suspended or revoked and firms whose registration is suspended or revoked. 14. Governing the conduct of members of the Corporation and firms as Certified Management Accountants, including, i. establishing a code of ethics, ii. providing for rules of professional conduct, and iii. governing complaints and discipline, including defining professional misconduct for the purposes of this Act and the by-laws, specifying requirements for the making of complaints and specifying orders that may be made under subsection 35 (4). 15. Respecting bankruptcy and insolvency events for the purposes of sections 41 to 43. 16. Governing investigations and practice inspections under this Act, including respecting the payment of the costs of an inspection. 17. Governing continuing education and professional development, including providing for the development or approval of continuing education and professional development programs for members of the Corporation and requiring members to successfully complete or participate in such programs, and governing the provision of professional development and related services to members and to non-members. 18. Governing individuals as students, including, i. requiring the registration of individuals as students, specifying the requirements and qualifications for registration and governing applications for registration, ii. respecting the rights and duties of students, iii. providing for the development or approval of preparatory and qualifying programs, including courses of study, classes, lectures, professional programs, practical experience and mentored practice programs and examinations or evaluations, and requiring students to successfully complete them, and iv. providing that any provision of this Act or the by-laws apply to students with necessary modifications or subject to such modifications as may be specified by the by-laws. 19. Governing the registration of individuals and entities as associates, including specifying the requirements and qualifications for registration and governing applications for registration, governing the rights and duties of associates and governing the renewal, suspension and revocation of registrations. 20. Respecting the minimum requirements for professional liability insurance that must be carried by members of the Corporation and by firms. 21. Establishing and governing the payment of fees and other amounts that must be paid to the Corporation and exempting any class of individual or entity from all or part of any fee or amount. 22. Respecting matters of procedure for any meeting, process or proceeding under this Act, including providing for procedural rules for proceedings before committees under this Act. 23. Providing for the training and recognition of specialists. 24. Providing for the affiliation of the Corporation with a university, college, school, corporation or other entity that supports the Corporation’s objects. 25. Governing the participation of the Corporation in the establishment and maintenance of foundations or other entities whose work supports the Corporation’s objects, including providing for the payment of funds by the Corporation to such a foundation or other entity. 26. Providing for the making of grants or donations by the Corporation to any individual or entity for any purpose that may tend to advance accounting and business knowledge and education, improve standards of practice in accounting and business, or support or encourage public information about and interest in the past and present roles of Certified Management Accountants and the accounting profession in society. 27. Governing the retention and destruction of information and documents in the possession of the Corporation or any officer of the Corporation, the Board or any committee. 28. Respecting any matter that this Act refers to as a matter that the by-laws may specify, set out, determine or otherwise deal with. 29. Addressing any transitional issues that arise from the repeal of the Society of Management Accountants of Ontario Act, 1941.  2010, c. 6, Sched. B, s. 68 (2). Same, public accounting (3) Without limiting the generality of subsection (1), the Board may make by-laws with respect to the following matters: 1. Governing matters relating to meeting and maintaining the standards that the Corporation, as a designated body within the meaning of the Public Accounting Act, 2004, is required to meet and maintain in order to be authorized to license and govern the activities of its members as public accountants under that Act. 2. Governing matters relating to the licensing and governance of members of the Corporation as public accountants, as permitted by the Public Accounting Act, 2004. 3. Governing matters relating to the practice, through a professional corporation, of public accounting by members of the Corporation who are licensed under the Public Accounting Act, 2004 as public accountants, as permitted by that Act. 4. Providing that any provision of this Act or the by-laws apply, with necessary modifications or subject to such modifications as may be specified by the by-laws, with respect to, i. members of the Corporation who are licensed by the Corporation under the Public Accounting Act, 2004 as public accountants, or ii. professional corporations as defined in the Public Accounting Act, 2004, established by one or more members of the Corporation who are licensed by the Corporation under that Act as public accountants, that hold a valid certificate of authorization under that Act to practise as public accountants.  2010, c. 6, Sched. B, s. 68 (3). Limitation (4) Despite section 69, a by-law made under paragraph 2, 3 or 4 of subsection (3) is of no effect unless the Corporation is authorized under the Public Accounting Act, 2004 to license and govern the activities of its members as public accountants.  2010, c. 6, Sched. B, s. 68 (4). General or particular (5) A by-law made under this section may be general or particular in its application.  2010, c. 6, Sched. B, s. 68 (5). Publicly available (6) The Board shall ensure that every by-law made under this section is available to the public for as long as it remains in effect.  2010, c. 6, Sched. B, s. 68 (6).",
            "raw_html": "<p class=\"section\"><a name=\"BK82\"></a><b>68 </b>(1) The Board may make by-laws necessary or desirable to conduct the business and carry out the objects of the Corporation.  2010, c. 6, Sched. B, s. 68 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Without limiting the generality of subsection (1), the Board may make by-laws with respect to the following matters:</p> <p class=\"paragraph\">  1. Governing the admission of individuals to membership in the Corporation, including specifying the requirements and qualifications for membership and governing applications for membership.</p> <p class=\"paragraph\">  2. Governing members of the Corporation as Certified Management Accountants, including establishing standards of practice, governing the imposition of restrictions and conditions on a member’s right to practise as a Certified Management Accountant, establishing classes of members and governing the renewal, suspension and revocation of memberships.</p> <p class=\"paragraph\">  3. Governing the use of terms, titles, initials, designations and descriptions by members of the Corporation and firms practising as Certified Management Accountants, and by individuals for the purposes of paragraph 2 of subsection 26 (2).</p> <p class=\"paragraph\">  4. Governing the nomination and election of members of the Corporation to the Board, including fixing the number of elected members, setting out the qualifications that a member must meet in order to be elected to and serve on the Board and setting out terms of office.</p> <p class=\"paragraph\">  5. Governing the election and appointment of officers of the Corporation and setting out their powers and duties.</p> <p class=\"paragraph\">  6. Establishing the committees required by this Act and any additional committees, governing the names, composition, powers, duties and quorums of the committees, governing the appointment of individuals to the committees, and authorizing and governing the formation of panels of committees.</p> <p class=\"paragraph\">  7. Delegating any of the Board’s powers or duties under this Act to one or more committees or to the Registrar or any other officer of the Corporation, and specifying restrictions or conditions on the delegation.</p> <p class=\"paragraph\">  8. Governing the registration of members of the Corporation as sole proprietorships, including requiring the registration of sole proprietorships, specifying the requirements and qualifications for registration, governing applications for registration and governing the renewal, suspension and revocation of registrations.</p> <p class=\"paragraph\">  9. Governing the registration of entities as firms, including requiring the registration of firms, specifying additional entities that may register as a firm, specifying the requirements and qualifications for registration, governing applications for registration and governing the renewal, suspension and revocation of registrations.</p> <p class=\"paragraph\">  10. Governing firms as Certified Management Accountants, including establishing standards of practice, governing the imposition of restrictions and conditions on a firm’s practice, governing the names of firms, governing firms that are limited liability partnerships and, in the case of a firm that is a corporation, requiring notification of a change in the shareholders of the corporation and specifying the time and manner of the notification.</p> <p class=\"paragraph\">  11. Respecting any person, partnership or other entity that, in addition to practising as a Certified Management Accountant, also practises another profession or provides other services, including requiring that the persons, partnerships and other entities be registered to engage in such activities, governing the registrations and their renewal, suspension and revocation and governing the restrictions and conditions that may be imposed on the registered persons, partnerships and other entities.</p> <p class=\"paragraph\">  12. Governing the resignation of members of the Corporation.</p> <p class=\"paragraph\">  13. Governing the reinstatement or readmission of individuals who have resigned or whose membership is suspended or revoked and firms whose registration is suspended or revoked.</p> <p class=\"paragraph\">  14. Governing the conduct of members of the Corporation and firms as Certified Management Accountants, including,</p> <p class=\"subpara\">  i. establishing a code of ethics,</p> <p class=\"subpara\">  ii. providing for rules of professional conduct, and</p> <p class=\"subpara\">  iii. governing complaints and discipline, including defining professional misconduct for the purposes of this Act and the by-laws, specifying requirements for the making of complaints and specifying orders that may be made under subsection 35 (4).</p> <p class=\"paragraph\">  15. Respecting bankruptcy and insolvency events for the purposes of sections 41 to 43.</p> <p class=\"paragraph\">  16. Governing investigations and practice inspections under this Act, including respecting the payment of the costs of an inspection.</p> <p class=\"paragraph\">  17. Governing continuing education and professional development, including providing for the development or approval of continuing education and professional development programs for members of the Corporation and requiring members to successfully complete or participate in such programs, and governing the provision of professional development and related services to members and to non-members.</p> <p class=\"paragraph\">  18. Governing individuals as students, including,</p> <p class=\"subpara\">  i. requiring the registration of individuals as students, specifying the requirements and qualifications for registration and governing applications for registration,</p> <p class=\"subpara\">  ii. respecting the rights and duties of students,</p> <p class=\"subpara\">  iii. providing for the development or approval of preparatory and qualifying programs, including courses of study, classes, lectures, professional programs, practical experience and mentored practice programs and examinations or evaluations, and requiring students to successfully complete them, and</p> <p class=\"subpara\">  iv. providing that any provision of this Act or the by-laws apply to students with necessary modifications or subject to such modifications as may be specified by the by-laws.</p> <p class=\"paragraph\">  19. Governing the registration of individuals and entities as associates, including specifying the requirements and qualifications for registration and governing applications for registration, governing the rights and duties of associates and governing the renewal, suspension and revocation of registrations.</p> <p class=\"paragraph\">  20. Respecting the minimum requirements for professional liability insurance that must be carried by members of the Corporation and by firms. </p> <p class=\"paragraph\">  21. Establishing and governing the payment of fees and other amounts that must be paid to the Corporation and exempting any class of individual or entity from all or part of any fee or amount.</p> <p class=\"paragraph\">  22. Respecting matters of procedure for any meeting, process or proceeding under this Act, including providing for procedural rules for proceedings before committees under this Act.</p> <p class=\"paragraph\">  23. Providing for the training and recognition of specialists.</p> <p class=\"paragraph\">  24. Providing for the affiliation of the Corporation with a university, college, school, corporation or other entity that supports the Corporation’s objects.</p> <p class=\"paragraph\">  25. Governing the participation of the Corporation in the establishment and maintenance of foundations or other entities whose work supports the Corporation’s objects, including providing for the payment of funds by the Corporation to such a foundation or other entity.</p> <p class=\"paragraph\">  26. Providing for the making of grants or donations by the Corporation to any individual or entity for any purpose that may tend to advance accounting and business knowledge and education, improve standards of practice in accounting and business, or support or encourage public information about and interest in the past and present roles of Certified Management Accountants and the accounting profession in society.</p> <p class=\"paragraph\">  27. Governing the retention and destruction of information and documents in the possession of the Corporation or any officer of the Corporation, the Board or any committee.</p> <p class=\"paragraph\">  28. Respecting any matter that this Act refers to as a matter that the by-laws may specify, set out, determine or otherwise deal with.</p> <p class=\"paragraph\">  29. Addressing any transitional issues that arise from the repeal of the <i>Society of Management Accountants of Ontario Act, 1941</i>.  2010, c. 6, Sched. B, s. 68 (2).</p> <p class=\"headnote\">Same, public accounting</p> <p class=\"subsection\">(3) Without limiting the generality of subsection (1), the Board may make by-laws with respect to the following matters:</p> <p class=\"paragraph\">  1. Governing matters relating to meeting and maintaining the standards that the Corporation, as a designated body within the meaning of the <i>Public Accounting Act, 2004</i>, is required to meet and maintain in order to be authorized to license and govern the activities of its members as public accountants under that Act.</p> <p class=\"paragraph\">  2. Governing matters relating to the licensing and governance of members of the Corporation as public accountants, as permitted by the <i>Public Accounting Act, 2004</i>.</p> <p class=\"paragraph\">  3. Governing matters relating to the practice, through a professional corporation, of public accounting by members of the Corporation who are licensed under the <i>Public Accounting Act, 2004</i> as public accountants, as permitted by that Act.</p> <p class=\"paragraph\">  4. Providing that any provision of this Act or the by-laws apply, with necessary modifications or subject to such modifications as may be specified by the by-laws, with respect to,</p> <p class=\"subpara\">  i. members of the Corporation who are licensed by the Corporation under the <i>Public Accounting Act, 2004</i> as public accountants, or</p> <p class=\"subpara\">  ii. professional corporations as defined in the <i>Public Accounting Act, 2004</i>, established by one or more members of the Corporation who are licensed by the Corporation under that Act as public accountants, that hold a valid certificate of authorization under that Act to practise as public accountants.  2010, c. 6, Sched. B, s. 68 (3).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(4) Despite section 69, a by-law made under paragraph 2, 3 or 4 of subsection (3) is of no effect unless the Corporation is authorized under the <i>Public Accounting Act, 2004</i> to license and govern the activities of its members as public accountants.  2010, c. 6, Sched. B, s. 68 (4).</p> <p class=\"headnote\">General or particular</p> <p class=\"subsection\">(5) A by-law made under this section may be general or particular in its application.  2010, c. 6, Sched. B, s. 68 (5).</p> <p class=\"headnote\">Publicly available</p> <p class=\"subsection\">(6) The Board shall ensure that every by-law made under this section is available to the public for as long as it remains in effect.  2010, c. 6, Sched. B, s. 68 (6).</p>"
        },
        {
            "ahref_id": "#BK83",
            "TOCid": "69.",
            "section_x": "When by-law effective",
            "part_id": null,
            "part_type": null,
            "section_y": "When by-law effective",
            "content": "69 (1) A by-law made by the Board is effective on and after the day it is made.  2010, c. 6, Sched. B, s. 69 (1). Approval of by-law by members (2) Despite subsection (1), a by-law made by the Board does not continue to have effect unless it is approved by the members of the Corporation at the earlier of the first annual meeting of the Corporation following the making of the by-law and any general meeting at which the by-law is considered.  2010, c. 6, Sched. B, s. 69 (2). Effect of rejection (3) A by-law that is not approved by the members of the Corporation in accordance with subsection (2) ceases to have effect on the day on which the approval is withheld.  2010, c. 6, Sched. B, s. 69 (3). Same, validity (4) The rejection of a by-law by the members of the Corporation does not affect the validity of any action taken under the by-law while it was in effect.  2010, c. 6, Sched. B, s. 69 (4). Transitional Issues",
            "raw_html": "<p class=\"section\"><a name=\"BK83\"></a><b>69 </b>(1) A by-law made by the Board is effective on and after the day it is made.  2010, c. 6, Sched. B, s. 69 (1).</p> <p class=\"headnote\">Approval of by-law by members</p> <p class=\"subsection\">(2) Despite subsection (1), a by-law made by the Board does not continue to have effect unless it is approved by the members of the Corporation at the earlier of the first annual meeting of the Corporation following the making of the by-law and any general meeting at which the by-law is considered.  2010, c. 6, Sched. B, s. 69 (2).</p> <p class=\"headnote\">Effect of rejection</p> <p class=\"subsection\">(3) A by-law that is not approved by the members of the Corporation in accordance with subsection (2) ceases to have effect on the day on which the approval is withheld.  2010, c. 6, Sched. B, s. 69 (3).</p> <p class=\"headnote\">Same, validity</p> <p class=\"subsection\">(4) The rejection of a by-law by the members of the Corporation does not affect the validity of any action taken under the by-law while it was in effect.  2010, c. 6, Sched. B, s. 69 (4).</p> <p class=\"heading1\"><a name=\"BK84\"></a>Transitional Issues</p>"
        },
        {
            "ahref_id": "#BK84",
            "TOCid": "Transitional Issues",
            "section_x": "Transitional Issues",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK85",
            "TOCid": "70.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "70 In sections 71 to 73, “Council” means the Council of the Society continued by the\r\nSociety of Management Accountants of Ontario Act, 1941; (“Conseil”) “Society” means The Society of Management Accountants of Ontario continued by the Society of Management Accountants of Ontario Act, 1941; (“Société”) “transition day” means the day on which this section comes into force. (“date de transition”)  2010, c. 6, Sched. B, s. 70. Members",
            "raw_html": "<p class=\"section\"><a name=\"BK85\"></a><b>70 </b>In sections 71 to 73,</p> <p class=\"definition\">“Council” means the Council of the Society continued by the\r\n<i>Society of Management Accountants of Ontario Act, 1941</i>; (“Conseil”)</p> <p class=\"definition\">“Society” means The Society of Management Accountants of Ontario continued by the <i>Society of Management Accountants of Ontario Act, 1941</i>; (“Société”)</p> <p class=\"definition\">“transition day” means the day on which this section comes into force. (“date de transition”)  2010, c. 6, Sched. B, s. 70.</p> <p class=\"headnote\">Members</p>"
        },
        {
            "ahref_id": "#BK86",
            "TOCid": "71.",
            "section_x": "Members",
            "part_id": null,
            "part_type": null,
            "section_y": "Registered, certified members",
            "content": "71 (1) Every individual who is a registered member or a certified member of the Society immediately before the transition day is deemed on the transition day to become a member of the Corporation under this Act.  2010, c. 6, Sched. B, s. 71 (1). General members (2) Every individual who is a general member of the Society immediately before the transition day is deemed on the transition day to become an associate.  2010, c. 6, Sched. B, s. 71 (2). Student members (3) Every individual who is a student member of the Society immediately before the transition day is deemed on the transition day to become a student.  2010, c. 6, Sched. B, s. 71 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK86\"></a><b>71 </b>(1) Every individual who is a registered member or a certified member of the Society immediately before the transition day is deemed on the transition day to become a member of the Corporation under this Act.  2010, c. 6, Sched. B, s. 71 (1).</p> <p class=\"headnote\">General members</p> <p class=\"subsection\">(2) Every individual who is a general member of the Society immediately before the transition day is deemed on the transition day to become an associate.  2010, c. 6, Sched. B, s. 71 (2).</p> <p class=\"headnote\">Student members</p> <p class=\"subsection\">(3) Every individual who is a student member of the Society immediately before the transition day is deemed on the transition day to become a student.  2010, c. 6, Sched. B, s. 71 (3).</p>"
        },
        {
            "ahref_id": "#BK87",
            "TOCid": "72.",
            "section_x": "Council members",
            "part_id": null,
            "part_type": null,
            "section_y": "Council members",
            "content": "72 Despite subsection 8 (2), the members of the Council who are in office immediately before the transition day shall continue in office as members of the Board until the expiration of the terms for which they were elected or appointed or until the office otherwise becomes vacant.  2010, c. 6, Sched. B, s. 72.",
            "raw_html": "<p class=\"section\"><a name=\"BK87\"></a><b>72 </b>Despite subsection 8 (2), the members of the Council who are in office immediately before the transition day shall continue in office as members of the Board until the expiration of the terms for which they were elected or appointed or until the office otherwise becomes vacant.  2010, c. 6, Sched. B, s. 72.</p>"
        },
        {
            "ahref_id": "#BK88",
            "TOCid": "73.",
            "section_x": "By-laws",
            "part_id": null,
            "part_type": null,
            "section_y": "By-laws",
            "content": "73 Every by-law made by the Council under the Society of Management Accountants of Ontario Act, 1941 that is in force immediately before the transition day is deemed on the transition day to be a by-law of the Corporation under this Act and shall remain in force, to the extent that it does not conflict with this Act, until it is amended or revoked by by-law under this Act.  2010, c. 6, Sched. B, s. 73. 74.-76 Omitted (amends, repeals or revokes other legislation).  2010, c. 6, Sched. B, ss. 74-76. 77 Omitted (provides for coming into force of provisions of this Act).  2010, c. 6, Sched. B, s. 77. 78 Omitted (enacts short title of this Act).  2010, c. 6, Sched. B, s. 78. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK88\"></a><b>73 </b>Every by-law made by the Council under the <i>Society of Management Accountants of Ontario Act, 1941</i> that is in force immediately before the transition day is deemed on the transition day to be a by-law of the Corporation under this Act and shall remain in force, to the extent that it does not conflict with this Act, until it is amended or revoked by by-law under this Act.  2010, c. 6, Sched. B, s. 73.</p> <p class=\"section\"><b>74.-76</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span>  2010, c. 6, Sched. B, ss. 74-76.</p> <p class=\"section\"><b>77</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2010, c. 6, Sched. B, s. 77.</p> <p class=\"section\"><b>78</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2010, c. 6, Sched. B, s. 78.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/10c06b\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}