{
    "act_info": {
        "full_title": "Child Care Supplement Information Collection Act, 1998, S.O. 1998, c. 7",
        "act_name_text": "Not Found",
        "citation": "Child Care Supplement Information Collection Act, 1998, S.O. 1998, c. 7",
        "url": "https://www.ontario.ca/laws/statute/98c07",
        "date_scraped": "2023-12-20 00:01:39"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “child”, in respect of an individual, means a person who is a child of the individual under subsection 252 (1) of the Income Tax Act (Canada); (“enfant”) “child care supplement” means a supplement payable under the Ontario Child Care Supplement for Working Families referred to in the Budget presented by the Minister of Finance to the Assembly on May 5, 1998, and includes all modifications made by the Assembly in enacting legislation related to the supplement; (“supplément de revenu pour les frais de garde d’enfants”) “cohabiting spouse”, “eligible individual” and “qualified dependant” have the meanings given to those expressions by section 122.6 of the Income Tax Act (Canada); (“conjoint visé”, “particulier admissible”, “personne à charge admissible”) “earned income” has the meaning given to that expression by subsection 63 (3) of the Income Tax Act (Canada); (“revenu gagné”) “Government of Canada” includes a department or agency of the Government of Canada; (“gouvernement du Canada”) “income” has the meaning given to that expression by subsection8(1) of the Income Tax Act (Ontario); (“revenu”) “individual” means a person who is not a corporation, a trust or estate referred to in subdivision k of Division B of Part I of the Income Tax Act (Canada), or a mining reclamation trust within the meaning of that Act; (“particulier”) “institution” means an institution to which the Freedom of Information and Protection of Privacy Act applies; (“institution”) “municipality” includes a district or regional municipality and the County of Oxford; (“municipalité”) “personal information” means information that is personal information for the purposes of the Freedom of Information and Protection of Privacy Act or the Municipal Freedom of Information and Protection of Privacy Act. (“renseignements personnels”) 1998, c. 7, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“child”, in respect of an individual, means a person who is a child of the individual under subsection 252 (1) of the <i>Income Tax Act</i> (Canada); (“enfant”)</p> <p class=\"definition-e\">“child care supplement” means a supplement payable under the Ontario Child Care Supplement for Working Families referred to in the Budget presented by the Minister of Finance to the Assembly on May 5, 1998, and includes all modifications made by the Assembly in enacting legislation related to the supplement; (“supplément de revenu pour les frais de garde d’enfants”)</p> <p class=\"definition-e\">“cohabiting spouse”, “eligible individual” and “qualified dependant” have the meanings given to those expressions by section 122.6 of the <i>Income Tax Act</i> (Canada); (“conjoint visé”, “particulier admissible”, “personne à charge admissible”)</p> <p class=\"definition-e\">“earned income” has the meaning given to that expression by subsection 63 (3) of the <i>Income Tax Act</i> (Canada); (“revenu gagné”)</p> <p class=\"definition-e\">“Government of Canada” includes a department or agency of the Government of Canada; (“gouvernement du Canada”)</p> <p class=\"definition-e\">“income” has the meaning given to that expression by subsection8(1) of the <i>Income Tax Act</i> (Ontario); (“revenu”)</p> <p class=\"definition-e\">“individual” means a person who is not a corporation, a trust or estate referred to in subdivision k of Division B of Part I of the <i>Income Tax Act</i> (Canada), or a mining reclamation trust within the meaning of that Act; (“particulier”)</p> <p class=\"definition-e\">“institution” means an institution to which the <i>Freedom of Information and Protection of Privacy Act</i> applies; (“institution”)</p> <p class=\"definition-e\">“municipality” includes a district or regional municipality and the County of Oxford; (“municipalité”)</p> <p class=\"definition-e\">“personal information” means information that is personal information for the purposes of the <i>Freedom of Information and Protection of Privacy Act</i> or the <i>Municipal Freedom of Information and Protection of Privacy Act</i>. (“renseignements personnels”) 1998, c. 7, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Authority to collect personal information",
            "content": "2. (1) The Minister of Finance may collect from an individual, the individual’s cohabiting spouse, an institution, a municipality or the Government of Canada any personal information described in subsection (2) that is necessary to determine the eligibility of the individual or of his or her cohabiting spouse to receive a child care supplement or to determine the amount of the supplement to which he or she is entitled. Information that may be collected (2) The personal information referred to in subsection (1) is: 1. The name, Social Insurance Number, address and telephone number of an individual and his or her cohabiting spouse. 2. The amount of child care expenses allowed as a deduction under section 63 of the Income Tax Act (Canada) for the previous two taxation years to the individual and his or her cohabiting spouse and the amount of their earned income and their income for those years. 3. The name, date of birth and, if applicable, the date of death of any child of the individual and his or her cohabiting spouse. 4. Information necessary to determine if a child is a qualified dependant of the individual or his or her cohabiting spouse and if the individual or his or her cohabiting spouse is an eligible individual in respect of the child. 5. The date when the individual became or ceased to be resident in Ontario or changed his or her marital status, and information on the nature of that change in residence or marital status. 6. Information about any change in the responsibility for the care and upbringing of a child of the individual or of his or her cohabiting spouse. 7. Amounts paid as child care expenses by the individual or the individual’s cohabiting spouse for each child. 8. The name of each child in respect of whom the individual or the individual’s cohabiting spouse received a child care subsidy or a reimbursement of child care expenses, and the amounts received. 9. Information necessary for the Minister of Finance to pay the child care supplement by direct deposit to an account with a financial institution. 1998, c. 7, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) The Minister of Finance may collect from an individual, the individual’s cohabiting spouse, an institution, a municipality or the Government of Canada any personal information described in subsection (2) that is necessary to determine the eligibility of the individual or of his or her cohabiting spouse to receive a child care supplement or to determine the amount of the supplement to which he or she is entitled.</p> <p class=\"headnote-e\"><b>Information that may be collected</b></p> <p class=\"subsection-e\">(2) The personal information referred to in subsection (1) is:</p> <p class=\"paragraph-e\">1. The name, Social Insurance Number, address and telephone number of an individual and his or her cohabiting spouse.</p> <p class=\"paragraph-e\">2. The amount of child care expenses allowed as a deduction under section 63 of the <i>Income Tax Act</i> (Canada) for the previous two taxation years to the individual and his or her cohabiting spouse and the amount of their earned income and their income for those years.</p> <p class=\"paragraph-e\">3. The name, date of birth and, if applicable, the date of death of any child of the individual and his or her cohabiting spouse.</p> <p class=\"paragraph-e\">4. Information necessary to determine if a child is a qualified dependant of the individual or his or her cohabiting spouse and if the individual or his or her cohabiting spouse is an eligible individual in respect of the child.</p> <p class=\"paragraph-e\">5. The date when the individual became or ceased to be resident in Ontario or changed his or her marital status, and information on the nature of that change in residence or marital status.</p> <p class=\"paragraph-e\">6. Information about any change in the responsibility for the care and upbringing of a child of the individual or of his or her cohabiting spouse.</p> <p class=\"paragraph-e\">7. Amounts paid as child care expenses by the individual or the individual’s cohabiting spouse for each child.</p> <p class=\"paragraph-e\">8. The name of each child in respect of whom the individual or the individual’s cohabiting spouse received a child care subsidy or a reimbursement of child care expenses, and the amounts received.</p> <p class=\"paragraph-e\">9. Information necessary for the Minister of Finance to pay the child care supplement by direct deposit to an account with a financial institution. 1998, c. 7, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Use of personal information",
            "content": "3. (1) Personal information collected under this Act may also be used to determine the eligibility of the individual or of his or her cohabiting spouse for a tax credit, deduction or benefit under the Income Tax Act (Ontario), and the amount thereof. Notice requirements not applicable (2) Subsection 39 (2) of the Freedom of Information and Protection of Privacy Act does not apply with respect to the collection of personal information under this Act. Minister to advise individual (3) When the Minister collects from an individual personal information under this Act about that individual, the Minister shall advise the individual that personal information about the individual may also be collected from other sources referred to in subsection 2 (1), and shall provide to the individual the information specified in clauses 39 (2) (a), (b) and (c) of the Freedom of Information and Protection of Privacy Act. Exception for tax information (4) Subsection 17 (2) of the Freedom of Information and Protection of Privacy Act does not apply with respect to the disclosure of personal information by an institution to the Ministry of Finance under this Act. Deemed consistent purpose (5) For the purposes of the Freedom of Information and Protection of Privacy Act, personal information in the custody or under the control of the Ministry of Finance that has not been collected under this Act may be used by the Ministry for the purposes described in this Act, and that use shall be deemed to be for a purpose that is consistent with the purpose for which the personal information was obtained or compiled. 1998, c. 7, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) Personal information collected under this Act may also be used to determine the eligibility of the individual or of his or her cohabiting spouse for a tax credit, deduction or benefit under the <i>Income Tax Act</i> (Ontario), and the amount thereof.</p> <p class=\"headnote-e\"><b>Notice requirements not applicable</b></p> <p class=\"subsection-e\">(2) Subsection 39 (2) of the <i>Freedom of Information and Protection of Privacy Act</i> does not apply with respect to the collection of personal information under this Act.</p> <p class=\"headnote-e\"><b>Minister to advise individual</b></p> <p class=\"subsection-e\">(3) When the Minister collects from an individual personal information under this Act about that individual, the Minister shall advise the individual that personal information about the individual may also be collected from other sources referred to in subsection 2 (1), and shall provide to the individual the information specified in clauses 39 (2) (a), (b) and (c) of the <i>Freedom of Information and Protection of Privacy Act.</i></p> <p class=\"headnote-e\"><b>Exception for tax information</b></p> <p class=\"subsection-e\">(4) Subsection 17 (2) of the <i>Freedom of Information and Protection of Privacy Act</i> does not apply with respect to the disclosure of personal information by an institution to the Ministry of Finance under this Act.</p> <p class=\"headnote-e\"><b>Deemed consistent purpose</b></p> <p class=\"subsection-e\">(5) For the purposes of the <i>Freedom of Information and Protection of Privacy Act</i>, personal information in the custody or under the control of the Ministry of Finance that has not been collected under this Act may be used by the Ministry for the purposes described in this Act, and that use shall be deemed to be for a purpose that is consistent with the purpose for which the personal information was obtained or compiled. 1998, c. 7, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Disclosure by institution or municipality",
            "content": "4. An institution or a municipality shall disclose to the Minister of Finance personal information described in subsection 2 (2) that the Minister of Finance requests for the purposes of this Act. 1998, c. 7, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> An institution or a municipality shall disclose to the Minister of Finance personal information described in subsection 2 (2) that the Minister of Finance requests for the purposes of this Act. 1998, c. 7, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Destruction of personal information",
            "content": "5. If legislation establishing the Ontario Child Care Supplement for Working Families has not received Royal Assent by March 31, 1999, the personal information collected under this Act shall be destroyed as soon as practicable. 1998, c. 7, s. 5. Repeal 6. This Act is repealed on April 1, 1999. 1998, c. 7, s. 6. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>5.</b> If legislation establishing the Ontario Child Care Supplement for Working Families has not received Royal Assent by March 31, 1999, the personal information collected under this Act shall be destroyed as soon as practicable. 1998, c. 7, s. 5.</p> <p class=\"Pside-e\"><b>Repeal</b></p> <p class=\"Psection-e\"><b>6. This Act is repealed on April 1, 1999. 1998, c. 7, s. 6.</b></p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_98c07_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_98c07_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}