{
    "act_info": {
        "full_title": "City of Toronto Labour Disputes Resolution Act, 2002, S.O. 2002, c. 11",
        "act_name_text": "Not Found",
        "citation": "City of Toronto Labour Disputes Resolution Act, 2002, S.O. 2002, c. 11",
        "url": "https://www.ontario.ca/laws/statute/02c11",
        "date_scraped": "2023-12-19 07:05:37"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/02c11/v1",
            "valid_from": "July 11, 2002",
            "valid_to": "December 14, 2009"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "1. (1) In this Act, “day” includes Saturday, Sunday and any other holiday; (“jour”, “journée”) “employees” means the employees of the employer who are represented by a listed bargaining agent; (“employés”) “employer” means the City of Toronto; (“employeur”) “listed bargaining agents” means Local 416, Canadian Union of Public Employees and Local 79, Canadian Union of Public Employees, and “listed bargaining agent” means either one of them; (“agents négociateurs désignés”) “Minister” means the Minister of Labour; (“ministre”) “new collective agreement” means a collective agreement executed after the day this Act receives Royal Assent that applies to the employees in a bargaining unit represented by a listed bargaining agent; (“nouvelle convention collective”) “parties”, when used in relation to a dispute between the employer and a listed bargaining agent, means the employer and that listed bargaining agent. (“parties”) 2002, c. 11, s. 1 (1). Same (2) Expressions used in this Act have the same meaning as in the Labour Relations Act, 1995, unless the context requires otherwise. 2002, c. 11, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>1.</b> (1) In this Act,</p> <p class=\"definition-e\">“day” includes Saturday, Sunday and any other holiday; (“jour”, “journée”)</p> <p class=\"definition-e\">“employees” means the employees of the employer who are represented by a listed bargaining agent; (“employés”)</p> <p class=\"definition-e\">“employer” means the City of Toronto; (“employeur”)</p> <p class=\"definition-e\">“listed bargaining agents” means Local 416, Canadian Union of Public Employees and Local 79, Canadian Union of Public Employees, and “listed bargaining agent” means either one of them; (“agents négociateurs désignés”)</p> <p class=\"definition-e\">“Minister” means the Minister of Labour; (“ministre”)</p> <p class=\"definition-e\">“new collective agreement” means a collective agreement executed after the day this Act receives Royal Assent that applies to the employees in a bargaining unit represented by a listed bargaining agent; (“nouvelle convention collective”)</p> <p class=\"definition-e\">“parties”, when used in relation to a dispute between the employer and a listed bargaining agent, means the employer and that listed bargaining agent. (“parties”) 2002, c. 11, s. 1 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Expressions used in this Act have the same meaning as in the <i>Labour Relations Act, 1995</i>, unless the context requires otherwise. 2002, c. 11, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Application of Act",
            "content": "2. (1) This Act applies if a collective agreement with respect to the employees in a bargaining unit represented by a listed bargaining agent has not been executed by the parties after July 11, 2002 and before the day on which this Act receives Royal Assent. 2002, c. 11, s. 2 (1). Exception (2) Subsection (1) does not apply to employees to whom the Hospital Labour Disputes Arbitration Act applies and does not apply to the parties with respect to those employees. 2002, c. 11, s. 2 (2). Conflict (3) In the event of a conflict between this Act and the Labour Relations Act, 1995 or the Ambulance Services Collective Bargaining Act, 2001, this Act prevails. 2002, c. 11, s. 2 (3). Application of other Acts (4) Subject to subsection (3), the Labour Relations Act, 1995 and the Ambulance Services Collective Bargaining Act, 2001 apply to employees to whom those Acts applied immediately before the day on which this Act receives Royal Assent and to the parties with respect to those employees. 2002, c. 11, s. 2 (4). Strikes and Lock-outs",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) This Act applies if a collective agreement with respect to the employees in a bargaining unit represented by a listed bargaining agent has not been executed by the parties after July 11, 2002 and before the day on which this Act receives Royal Assent. 2002, c. 11, s. 2 (1).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to employees to whom the <i>Hospital Labour Disputes Arbitration Act</i> applies and does not apply to the parties with respect to those employees. 2002, c. 11, s. 2 (2).</p> <p class=\"headnote-e\"><b>Conflict</b></p> <p class=\"subsection-e\">(3) In the event of a conflict between this Act and the <i>Labour Relations Act, 1995</i> or the <i>Ambulance Services Collective Bargaining Act, 2001</i>, this Act prevails. 2002, c. 11, s. 2 (3).</p> <p class=\"headnote-e\"><b>Application of other Acts</b></p> <p class=\"subsection-e\">(4) Subject to subsection (3), the <i>Labour Relations Act, 1995</i> and the <i>Ambulance Services Collective Bargaining Act, 2001 </i>apply to employees to whom those Acts applied immediately before the day on which this Act receives Royal Assent and to the parties with respect to those employees. 2002, c. 11, s. 2 (4).</p> <p class=\"heading1-e\">Strikes and Lock-outs</p>"
        },
        {
            "id": "3.",
            "section": "Termination of lock-out",
            "content": "3. (1) As soon as this Act receives Royal Assent, the employer shall, (a) terminate any lock-out of employees that is in effect immediately before this Act receives Royal Assent; and (b) operate and continue to operate its undertakings. 2002, c. 11, s. 3 (1). Termination of strike (2) As soon as this Act receives Royal Assent, each listed bargaining agent shall terminate any strike by employees that it represents that is in effect immediately before this Act receives Royal Assent. 2002, c. 11, s. 3 (2). Same (3) As soon as this Act receives Royal Assent, each employee shall terminate any strike that is in effect before this Act receives Royal Assent and shall, without delay, resume the performance of the duties of his or her employment or shall continue performing them, as the case may be. 2002, c. 11, s. 3 (3). Exception (4) Subsection (3) does not preclude an employee from not reporting to work and performing his or her duties for reasons of his or her ill health or by mutual consent of the employee and the employer. 2002, c. 11, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) As soon as this Act receives Royal Assent, the employer shall,</p> <p class=\"clause-e\">(a) terminate any lock-out of employees that is in effect immediately before this Act receives Royal Assent; and</p> <p class=\"clause-e\">(b) operate and continue to operate its undertakings. 2002, c. 11, s. 3 (1).</p> <p class=\"headnote-e\"><b>Termination of strike</b></p> <p class=\"subsection-e\">(2) As soon as this Act receives Royal Assent, each listed bargaining agent shall terminate any strike by employees that it represents that is in effect immediately before this Act receives Royal Assent. 2002, c. 11, s. 3 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) As soon as this Act receives Royal Assent, each employee shall terminate any strike that is in effect before this Act receives Royal Assent and shall, without delay, resume the performance of the duties of his or her employment or shall continue performing them, as the case may be. 2002, c. 11, s. 3 (3).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(4) Subsection (3) does not preclude an employee from not reporting to work and performing his or her duties for reasons of his or her ill health or by mutual consent of the employee and the employer. 2002, c. 11, s. 3 (4).</p>"
        },
        {
            "id": "4.",
            "section": "Prohibition re strike",
            "content": "4. (1) Subject to section 6, no employee shall strike and no person or trade union shall call or authorize or threaten to call or authorize a strike by any employees. 2002, c. 11, s. 4 (1). Same (2) Subject to section 6, no officer, official or agent of a trade union shall counsel, procure, support or encourage a strike by any employees. 2002, c. 11, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) Subject to section 6, no employee shall strike and no person or trade union shall call or authorize or threaten to call or authorize a strike by any employees. 2002, c. 11, s. 4 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Subject to section 6, no officer, official or agent of a trade union shall counsel, procure, support or encourage a strike by any employees. 2002, c. 11, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Prohibition re lock-out",
            "content": "5. (1) Subject to section 6, the employer shall not lock out or threaten to lock out any employees. 2002, c. 11, s. 5 (1). Same (2) Subject to section 6, no officer, official or agent of the employer shall counsel, procure, support or encourage a lock-out of any employees. 2002, c. 11, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) Subject to section 6, the employer shall not lock out or threaten to lock out any employees. 2002, c. 11, s. 5 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Subject to section 6, no officer, official or agent of the employer shall counsel, procure, support or encourage a lock-out of any employees. 2002, c. 11, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Strike or lock-out after new collective agreement",
            "content": "6. (1) After a new collective agreement with respect to the employees in a bargaining unit represented by a listed bargaining agent is executed by the parties, the Labour Relations Act, 1995 governs the right of those employees to strike and the right of the employer to lock out those employees. 2002, c. 11, s. 6 (1). Ambulance services (2) Nothing in subsection (1) gives an employee a right to strike if the strike would contravene the Ambulance Services Collective Bargaining Act, 2001. 2002, c. 11, s. 6 (2). Same (3) Nothing in subsection (1) gives the employer a right to lock out an employee if the lock-out would contravene the Ambulance Services Collective Bargaining Act, 2001. 2002, c. 11, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) After a new collective agreement with respect to the employees in a bargaining unit represented by a listed bargaining agent is executed by the parties, the <i>Labour Relations Act, 1995 </i>governs the right of those employees to strike and the right of the employer to lock out those employees. 2002, c. 11, s. 6 (1).</p> <p class=\"headnote-e\"><b>Ambulance services</b></p> <p class=\"subsection-e\">(2) Nothing in subsection (1) gives an employee a right to strike if the strike would contravene the <i>Ambulance Services Collective Bargaining Act, 2001</i>. 2002, c. 11, s. 6 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) Nothing in subsection (1) gives the employer a right to lock out an employee if the lock-out would contravene the <i>Ambulance Services Collective Bargaining Act, 2001</i>. 2002, c. 11, s. 6 (3).</p>"
        },
        {
            "id": "7.",
            "section": "Deeming provision: unlawful strike or lock-out",
            "content": "7. A strike or lock-out in contravention of section 3, 4 or 5 shall be deemed to be an unlawful strike or lock-out for the purposes of the Labour Relations Act, 1995.  2002, c. 11, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> A strike or lock-out in contravention of section 3, 4 or 5 shall be deemed to be an unlawful strike or lock-out for the purposes of the <i>Labour Relations Act, 1995.</i>  2002, c. 11, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Garbage removal, disposal",
            "content": "8. (1) The City of Toronto shall use all means that it considers advisable to ensure that the garbage accumulation in the City of Toronto resulting from the labour disputes referred to in the preamble to this Act is removed and disposed of as soon as possible and in any event no later than the end of the day that is seven days after the day on which this Act receives Royal Assent. 2002, c. 11, s. 8 (1). Same (2) If, by the end of the day that is five days after the day on which this Act receives Royal Assent, the City of Toronto is not satisfied that it can ensure that the garbage accumulation in the City of Toronto resulting from the labour disputes referred to in the preamble to this Act is removed and disposed of by the end of the day that is seven days after the day on which this Act receives Royal Assent, the City of Toronto may contravene one or more terms or conditions of employment made applicable to employees under subsection 10 (1) or one or more terms or conditions of employment that may be contained in a new collective agreement for the purpose of ensuring that the garbage accumulation in the City of Toronto resulting from the labour disputes referred to in the preamble to this Act is removed and disposed of as soon as possible. 2002, c. 11, s. 8 (2). Same (3) No person or trade union shall interfere with or counsel, procure, support or encourage the interference with anything done under subsection (1) or (2). 2002, c. 11, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) The City of Toronto shall use all means that it considers advisable to ensure that the garbage accumulation in the City of Toronto resulting from the labour disputes referred to in the preamble to this Act is removed and disposed of as soon as possible and in any event no later than the end of the day that is seven days after the day on which this Act receives Royal Assent. 2002, c. 11, s. 8 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) If, by the end of the day that is five days after the day on which this Act receives Royal Assent, the City of Toronto is not satisfied that it can ensure that the garbage accumulation in the City of Toronto resulting from the labour disputes referred to in the preamble to this Act is removed and disposed of by the end of the day that is seven days after the day on which this Act receives Royal Assent, the City of Toronto may contravene one or more terms or conditions of employment made applicable to employees under subsection 10 (1) or one or more terms or conditions of employment that may be contained in a new collective agreement for the purpose of ensuring that the garbage accumulation in the City of Toronto resulting from the labour disputes referred to in the preamble to this Act is removed and disposed of as soon as possible. 2002, c. 11, s. 8 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) No person or trade union shall interfere with or counsel, procure, support or encourage the interference with anything done under subsection (1) or (2). 2002, c. 11, s. 8 (3).</p>"
        },
        {
            "id": "9.",
            "section": "Offence",
            "content": "9. (1) A person, including the employer, or a trade union who contravenes or fails to comply with section 3, 4 or 5 or subsection 8 (3) is guilty of an offence and on conviction is liable, (a) in the case of an individual, to a fine of not more than $3,000; and (b) in any other case, to a fine of not more than $50,000. 2002, c. 11, s. 9 (1). Continuing offence (2) Each day of a contravention or failure to comply constitutes a separate offence. 2002, c. 11, s. 9 (2). Related matters (3) Subsection 104 (3) and sections 105, 106 and 107 of the Labour Relations Act, 1995 apply, with necessary modifications, with respect to an offence under this section. 2002, c. 11, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) A person, including the employer, or a trade union who contravenes or fails to comply with section 3, 4 or 5 or subsection 8 (3) is guilty of an offence and on conviction is liable,</p> <p class=\"clause-e\">(a) in the case of an individual, to a fine of not more than $3,000; and</p> <p class=\"clause-e\">(b) in any other case, to a fine of not more than $50,000. 2002, c. 11, s. 9 (1).</p> <p class=\"headnote-e\"><b>Continuing offence</b></p> <p class=\"subsection-e\">(2) Each day of a contravention or failure to comply constitutes a separate offence. 2002, c. 11, s. 9 (2).</p> <p class=\"headnote-e\"><b>Related matters</b></p> <p class=\"subsection-e\">(3) Subsection 104 (3) and sections 105, 106 and 107 of the <i>Labour Relations Act, 1995</i> apply, with necessary modifications, with respect to an offence under this section. 2002, c. 11, s. 9 (3).</p>"
        },
        {
            "id": "10.",
            "section": "Terms of employment",
            "content": "10. (1) Until a new collective agreement with respect to the employees in a bargaining unit represented by a listed bargaining agent is executed by the parties, the terms and conditions of employment that applied with respect to those employees on the day before the first day on which it became lawful for any employee in the bargaining unit to strike continue to apply. 2002, c. 11, s. 10 (1). Essential services (2) Any essential ambulance services agreement between the employer and a listed bargaining agent is terminated as soon as this Act receives Royal Assent. 2002, c. 11, s. 10 (2). Mediation-Arbitration",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) Until a new collective agreement with respect to the employees in a bargaining unit represented by a listed bargaining agent is executed by the parties, the terms and conditions of employment that applied with respect to those employees on the day before the first day on which it became lawful for any employee in the bargaining unit to strike continue to apply. 2002, c. 11, s. 10 (1).</p> <p class=\"headnote-e\"><b>Essential services</b></p> <p class=\"subsection-e\">(2) Any essential ambulance services agreement between the employer and a listed bargaining agent is terminated as soon as this Act receives Royal Assent. 2002, c. 11, s. 10 (2).</p> <p class=\"heading1-e\">Mediation-Arbitration</p>"
        },
        {
            "id": "11.",
            "section": "Appointment of mediator-arbitrator",
            "content": "11. (1) The employer and the listed bargaining agent or agents that represent employees in a bargaining unit for which no new collective agreement has been executed may, by unanimous agreement, appoint one person as a mediator-arbitrator for the purposes of this Act. 2002, c. 11, s. 11 (1). Same (2) If no appointment is made under subsection (1) within five days of this Act receiving Royal Assent, the Minister shall forthwith appoint one person as a mediator-arbitrator for the purposes of this Act and notify the parties of the name and address of the person appointed. 2002, c. 11, s. 11 (2). Replacement (3) If a mediator-arbitrator appointed under this section is unable or unwilling to perform his or her duties so as to make an award, the Minister shall forthwith appoint a new mediator-arbitrator and the mediation-arbitration process shall begin anew. 2002, c. 11, s. 11 (3). Minister’s power (4) In making an appointment under this section, the Minister may appoint as a mediator-arbitrator a person who, (a) has no previous experience as a mediator, mediator-arbitrator or arbitrator; (b) has not previously been or is not recognized as a person mutually acceptable to both trade unions and employers; (c) is not a member of a class of persons which has been or is recognized as being composed of persons who are mutually acceptable to both trade unions and employers. 2002, c. 11, s. 11 (4). Notice, consultation not required (5) In appointing a mediator-arbitrator, the Minister may depart from any past practice concerning the appointment of mediators, mediator-arbitrators, arbitrators or chairs of arbitration boards, whether established before or after this Act receives Royal Assent, without notice to or consultation with the employer or a listed bargaining agent. 2002, c. 11, s. 11 (5). Appointment and proceedings of mediator-arbitrator not subject to review (6) It is conclusively presumed that the appointment of a mediator-arbitrator made under this section is properly made, and no application shall be made to question the appointment or to prohibit or restrain any of the mediator-arbitrator’s proceedings. 2002, c. 11, s. 11 (6).",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) The employer and the listed bargaining agent or agents that represent employees in a bargaining unit for which no new collective agreement has been executed may, by unanimous agreement, appoint one person as a mediator-arbitrator for the purposes of this Act. 2002, c. 11, s. 11 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) If no appointment is made under subsection (1) within five days of this Act receiving Royal Assent, the Minister shall forthwith appoint one person as a mediator-arbitrator for the purposes of this Act and notify the parties of the name and address of the person appointed. 2002, c. 11, s. 11 (2).</p> <p class=\"headnote-e\"><b>Replacement</b></p> <p class=\"subsection-e\">(3) If a mediator-arbitrator appointed under this section is unable or unwilling to perform his or her duties so as to make an award, the Minister shall forthwith appoint a new mediator-arbitrator and the mediation-arbitration process shall begin anew. 2002, c. 11, s. 11 (3).</p> <p class=\"headnote-e\"><b>Minister’s power</b></p> <p class=\"subsection-e\">(4) In making an appointment under this section, the Minister may appoint as a mediator-arbitrator a person who,</p> <p class=\"clause-e\">(a) has no previous experience as a mediator, mediator-arbitrator or arbitrator;</p> <p class=\"clause-e\">(b) has not previously been or is not recognized as a person mutually acceptable to both trade unions and employers;</p> <p class=\"clause-e\">(c) is not a member of a class of persons which has been or is recognized as being composed of persons who are mutually acceptable to both trade unions and employers. 2002, c. 11, s. 11 (4).</p> <p class=\"headnote-e\"><b>Notice, consultation not required</b></p> <p class=\"subsection-e\">(5) In appointing a mediator-arbitrator, the Minister may depart from any past practice concerning the appointment of mediators, mediator-arbitrators, arbitrators or chairs of arbitration boards, whether established before or after this Act receives Royal Assent, without notice to or consultation with the employer or a listed bargaining agent. 2002, c. 11, s. 11 (5).</p> <p class=\"headnote-e\"><b>Appointment and proceedings of mediator-arbitrator not subject to review</b></p> <p class=\"subsection-e\">(6) It is conclusively presumed that the appointment of a mediator-arbitrator made under this section is properly made, and no application shall be made to question the appointment or to prohibit or restrain any of the mediator-arbitrator’s proceedings. 2002, c. 11, s. 11 (6).</p>"
        },
        {
            "id": "12.",
            "section": "Notice, matters agreed on",
            "content": "12. (1) As soon as possible after a mediator-arbitrator is appointed, but in any event no later than seven days after the appointment, the parties shall give the mediator-arbitrator written notice of the matters on which they reached agreement before the appointment. 2002, c. 11, s. 12 (1). Same (2) The parties may at any time give the mediator-arbitrator written notice of matters on which they reach agreement after the appointment of a mediator-arbitrator. 2002, c. 11, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"><b>12.</b> (1) As soon as possible after a mediator-arbitrator is appointed, but in any event no later than seven days after the appointment, the parties shall give the mediator-arbitrator written notice of the matters on which they reached agreement before the appointment. 2002, c. 11, s. 12 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The parties may at any time give the mediator-arbitrator written notice of matters on which they reach agreement after the appointment of a mediator-arbitrator. 2002, c. 11, s. 12 (2).</p>"
        },
        {
            "id": "13.",
            "section": "Meetings",
            "content": "13. (1) The mediator-arbitrator shall hold meetings with the parties to discuss the disputes relating to each bargaining unit for which no new collective agreement has been executed. 2002, c. 11, s. 13 (1). Same (2) The following rules apply in relation to the meetings held under subsection (1): 1. On any given day, the mediator-arbitrator shall hold meetings to discuss the disputes relating to only one of the bargaining units. 2. The mediator-arbitrator shall determine how many days of meetings to hold to discuss the disputes relating to each of the bargaining units, but in no case shall he or she hold meetings on more than six days to discuss the disputes relating to any one bargaining unit. 3. All of the meetings under subsection (1) shall be completed within 60 days after the day on which the mediator-arbitrator was appointed. 2002, c. 11, s. 13 (2). Same (3) In the meetings held under subsection (1), the mediator-arbitrator shall try to assist the parties to settle any matter that he or she considers necessary to conclude a new collective agreement with respect to the bargaining unit. 2002, c. 11, s. 13 (3). Same (4) As soon as the mediator-arbitrator determines that he or she has completed the meetings under this section, he or she shall give written notice of that fact to the parties. 2002, c. 11, s. 13 (4).",
            "raw_html": "<p class=\"section-e\"><b>13.</b> (1) The mediator-arbitrator shall hold meetings with the parties to discuss the disputes relating to each bargaining unit for which no new collective agreement has been executed. 2002, c. 11, s. 13 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The following rules apply in relation to the meetings held under subsection (1):</p> <p class=\"paragraph-e\">1. On any given day, the mediator-arbitrator shall hold meetings to discuss the disputes relating to only one of the bargaining units.</p> <p class=\"paragraph-e\">2. The mediator-arbitrator shall determine how many days of meetings to hold to discuss the disputes relating to each of the bargaining units, but in no case shall he or she hold meetings on more than six days to discuss the disputes relating to any one bargaining unit.</p> <p class=\"paragraph-e\">3. All of the meetings under subsection (1) shall be completed within 60 days after the day on which the mediator-arbitrator was appointed. 2002, c. 11, s. 13 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) In the meetings held under subsection (1), the mediator-arbitrator shall try to assist the parties to settle any matter that he or she considers necessary to conclude a new collective agreement with respect to the bargaining unit. 2002, c. 11, s. 13 (3).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) As soon as the mediator-arbitrator determines that he or she has completed the meetings under this section, he or she shall give written notice of that fact to the parties. 2002, c. 11, s. 13 (4).</p>"
        },
        {
            "id": "14.",
            "section": "Arbitration",
            "content": "14. (1) Immediately on receiving the notice under subsection 13 (4), the parties shall be deemed to have referred to the mediator-arbitrator, with respect to each bargaining unit for which no new collective agreement has been executed, all matters remaining in dispute that may be provided for in that collective agreement. 2002, c. 11, s. 14 (1). Jurisdiction of mediator-arbitrator (2) The mediator-arbitrator has exclusive jurisdiction to determine all matters that he or she considers necessary to conclude a new collective agreement with respect to the employees in each of the bargaining units. 2002, c. 11, s. 14 (2). Same (3) The mediator-arbitrator remains seized of and may deal with all matters within his or her jurisdiction until the new collective agreement with respect to the employees in each of the bargaining units is executed. 2002, c. 11, s. 14 (3). Time limits (4) As soon as possible after giving the notice under subsection (1), the mediator-arbitrator shall begin one arbitration proceeding with respect to all bargaining units for which new collective agreements have not been executed, to determine all matters remaining in dispute. 2002, c. 11, s. 14 (4). Same (5) The mediator-arbitrator shall make all awards under this Act within 60 days after giving the notice under subsection 13 (4). 2002, c. 11, s. 14 (5). Extensions (6) The Minister may extend the time period specified in subsection (5) either before or after it expires. 2002, c. 11, s. 14 (6). New collective agreement concluded by parties (7) If the parties execute a new collective agreement with respect to the employees in a bargaining unit to which this section applies, they shall notify the mediator-arbitrator of the fact and the arbitration proceeding with respect to that bargaining unit is thereby terminated. 2002, c. 11, s. 14 (7).",
            "raw_html": "<p class=\"section-e\"><b>14.</b> (1) Immediately on receiving the notice under subsection 13 (4), the parties shall be deemed to have referred to the mediator-arbitrator, with respect to each bargaining unit for which no new collective agreement has been executed, all matters remaining in dispute that may be provided for in that collective agreement. 2002, c. 11, s. 14 (1).</p> <p class=\"headnote-e\"><b>Jurisdiction of mediator-arbitrator</b></p> <p class=\"subsection-e\">(2) The mediator-arbitrator has exclusive jurisdiction to determine all matters that he or she considers necessary to conclude a new collective agreement with respect to the employees in each of the bargaining units. 2002, c. 11, s. 14 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) The mediator-arbitrator remains seized of and may deal with all matters within his or her jurisdiction until the new collective agreement with respect to the employees in each of the bargaining units is executed. 2002, c. 11, s. 14 (3).</p> <p class=\"headnote-e\"><b>Time limits</b></p> <p class=\"subsection-e\">(4) As soon as possible after giving the notice under subsection (1), the mediator-arbitrator shall begin one arbitration proceeding with respect to all bargaining units for which new collective agreements have not been executed, to determine all matters remaining in dispute. 2002, c. 11, s. 14 (4).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5) The mediator-arbitrator shall make all awards under this Act within 60 days after giving the notice under subsection 13 (4). 2002, c. 11, s. 14 (5).</p> <p class=\"headnote-e\"><b>Extensions</b></p> <p class=\"subsection-e\">(6) The Minister may extend the time period specified in subsection (5) either before or after it expires. 2002, c. 11, s. 14 (6).</p> <p class=\"headnote-e\"><b>New collective agreement concluded by parties</b></p> <p class=\"subsection-e\">(7) If the parties execute a new collective agreement with respect to the employees in a bargaining unit to which this section applies, they shall notify the mediator-arbitrator of the fact and the arbitration proceeding with respect to that bargaining unit is thereby terminated. 2002, c. 11, s. 14 (7).</p>"
        },
        {
            "id": "15.",
            "section": "Procedure",
            "content": "15. The mediator-arbitrator shall determine the procedure for the arbitration proceeding but shall permit the parties to present evidence and make submissions. 2002, c. 11, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> The mediator-arbitrator shall determine the procedure for the arbitration proceeding but shall permit the parties to present evidence and make submissions. 2002, c. 11, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Application of certain provisions",
            "content": "16. (1) Clauses 48 (12) (a) to (i) of the Labour Relations Act, 1995 apply, with necessary modifications, to proceedings of the mediator-arbitrator and to his or her decisions. 2002, c. 11, s. 16 (1). Non-application of certain Acts (2) The Arbitration Act, 1991 and the Statutory Powers Procedure Act do not apply to proceedings of the mediator-arbitrator or to his or her decisions. 2002, c. 11, s. 16 (2).",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) Clauses 48 (12) (a) to (i) of the <i>Labour Relations Act, 1995</i> apply, with necessary modifications, to proceedings of the mediator-arbitrator and to his or her decisions. 2002, c. 11, s. 16 (1).</p> <p class=\"headnote-e\"><b>Non-application of certain Acts</b></p> <p class=\"subsection-e\">(2) The <i>Arbitration Act, 1991</i> and the <i>Statutory Powers Procedure Act</i> do not apply to proceedings of the mediator-arbitrator or to his or her decisions. 2002, c. 11, s. 16 (2).</p>"
        },
        {
            "id": "17.",
            "section": "Award of mediator-arbitrator",
            "content": "17. (1) An award by the mediator-arbitrator under this Act with respect to the employees in a bargaining unit represented by a listed bargaining agent shall address all the matters that he or she considers necessary to conclude a new collective agreement with respect to those employees. 2002, c. 11, s. 17 (1). Criteria (2) In making an award, the mediator-arbitrator shall take into consideration all factors that he or she considers relevant, including the following criteria: 1. The employer’s ability to pay in light of its fiscal situation. 2. The extent to which services may have to be reduced, in light of the award, if current taxation levels are not increased. 3. The economic situation in Ontario and in the City of Toronto. 4. A comparison, as between the employees and comparable employees in the public and private sectors, of the nature of the work performed and of the terms and conditions of employment. 5. The employer’s ability to attract and retain qualified employees. 6. The purposes of the Public Sector Dispute Resolution Act, 1997. 2002, c. 11, s. 17 (2). Expiry of new collective agreements (3) Each award shall specify that the new collective agreement expires on December 31, 2004. 2002, c. 11, s. 17 (3). Retroactive alteration of terms of employment (4) Nothing in section 10 precludes the mediator-arbitrator from making an award that provides for the retroactive alteration of one or more terms and conditions of employment, to one or more dates after December 31, 2001. 2002, c. 11, s. 17 (4).",
            "raw_html": "<p class=\"section-e\"><b>17.</b> (1) An award by the mediator-arbitrator under this Act with respect to the employees in a bargaining unit represented by a listed bargaining agent shall address all the matters that he or she considers necessary to conclude a new collective agreement with respect to those employees. 2002, c. 11, s. 17 (1).</p> <p class=\"headnote-e\"><b>Criteria</b></p> <p class=\"subsection-e\">(2) In making an award, the mediator-arbitrator shall take into consideration all factors that he or she considers relevant, including the following criteria:</p> <p class=\"paragraph-e\">1. The employer’s ability to pay in light of its fiscal situation.</p> <p class=\"paragraph-e\">2. The extent to which services may have to be reduced, in light of the award, if current taxation levels are not increased.</p> <p class=\"paragraph-e\">3. The economic situation in Ontario and in the City of Toronto.</p> <p class=\"paragraph-e\">4. A comparison, as between the employees and comparable employees in the public and private sectors, of the nature of the work performed and of the terms and conditions of employment.</p> <p class=\"paragraph-e\">5. The employer’s ability to attract and retain qualified employees.</p> <p class=\"paragraph-e\">6. The purposes of the <i>Public Sector Dispute Resolution Act, 1997</i>. 2002, c. 11, s. 17 (2).</p> <p class=\"headnote-e\"><b>Expiry of new collective agreements</b></p> <p class=\"subsection-e\">(3) Each award shall specify that the new collective agreement expires on December 31, 2004. 2002, c. 11, s. 17 (3).</p> <p class=\"headnote-e\"><b>Retroactive alteration of terms of employment</b></p> <p class=\"subsection-e\">(4) Nothing in section 10 precludes the mediator-arbitrator from making an award that provides for the retroactive alteration of one or more terms and conditions of employment, to one or more dates after December 31, 2001. 2002, c. 11, s. 17 (4).</p>"
        },
        {
            "id": "18.",
            "section": "Effect of award",
            "content": "18. An award of a mediator-arbitrator under this Act relating to a new collective agreement with respect to the employees in a bargaining unit represented by a listed bargaining agent is final and binding on the parties and on those employees. 2002, c. 11, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> An award of a mediator-arbitrator under this Act relating to a new collective agreement with respect to the employees in a bargaining unit represented by a listed bargaining agent is final and binding on the parties and on those employees. 2002, c. 11, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Costs",
            "content": "19. (1) The employer shall pay one-half of the fees and expenses of the mediator-arbitrator. 2002, c. 11, s. 19 (1). Same (2) The other half of the fees and expenses of the mediator-arbitrator shall be paid by the listed bargaining agents in the proportions determined by the mediator-arbitrator. 2002, c. 11, s. 19 (2). Execution of New Collective Agreements",
            "raw_html": "<p class=\"section-e\"><b>19.</b> (1) The employer shall pay one-half of the fees and expenses of the mediator-arbitrator. 2002, c. 11, s. 19 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The other half of the fees and expenses of the mediator-arbitrator shall be paid by the listed bargaining agents in the proportions determined by the mediator-arbitrator. 2002, c. 11, s. 19 (2).</p> <p class=\"heading1-e\">Execution of New Collective Agreements</p>"
        },
        {
            "id": "20.",
            "section": "Execution of new collective agreement",
            "content": "20. (1) Within seven days after the mediator-arbitrator makes an award, the parties shall prepare and execute documents giving effect to the award. 2002, c. 11, s. 20 (1). Same (2) The documents required by subsection (1) constitute the new collective agreement with respect to the employees in the bargaining unit represented by the listed bargaining agent. 2002, c. 11, s. 20 (2). Extension (3) The mediator-arbitrator may extend the period referred to in subsection (1), but the extended period shall end no later than 30 days after the mediator-arbitrator made the award. 2002, c. 11, s. 20 (3). Preparation by mediator-arbitrator (4) If the parties do not prepare and execute the documents as required under subsection (1), the mediator-arbitrator shall prepare the necessary documents and give them to the parties for execution. 2002, c. 11, s. 20 (4). Failure to execute (5) If either party fails to execute the documents prepared by the mediator-arbitrator within seven days after receiving them, the documents come into force as though they had been executed by the parties and those documents constitute the new collective agreement with respect to the employees in the bargaining unit represented by the listed bargaining agent. 2002, c. 11, s. 20 (5). 21. Omitted (provides for coming into force of provisions of this Act). 2002, c. 11, s. 21. 22. Omitted (enacts short title of this Act). 2002, c. 11, s. 22. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>20.</b> (1) Within seven days after the mediator-arbitrator makes an award, the parties shall prepare and execute documents giving effect to the award. 2002, c. 11, s. 20 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The documents required by subsection (1) constitute the new collective agreement with respect to the employees in the bargaining unit represented by the listed bargaining agent. 2002, c. 11, s. 20 (2).</p> <p class=\"headnote-e\"><b>Extension</b></p> <p class=\"subsection-e\">(3) The mediator-arbitrator may extend the period referred to in subsection (1), but the extended period shall end no later than 30 days after the mediator-arbitrator made the award. 2002, c. 11, s. 20 (3).</p> <p class=\"headnote-e\"><b>Preparation by mediator-arbitrator</b></p> <p class=\"subsection-e\">(4) If the parties do not prepare and execute the documents as required under subsection (1), the mediator-arbitrator shall prepare the necessary documents and give them to the parties for execution. 2002, c. 11, s. 20 (4).</p> <p class=\"headnote-e\"><b>Failure to execute</b></p> <p class=\"subsection-e\">(5) If either party fails to execute the documents prepared by the mediator-arbitrator within seven days after receiving them, the documents come into force as though they had been executed by the parties and those documents constitute the new collective agreement with respect to the employees in the bargaining unit represented by the listed bargaining agent. 2002, c. 11, s. 20 (5).</p> <p class=\"section-e\"><b>21.</b> Omitted (provides for coming into force of provisions of this Act). 2002, c. 11, s. 21.</p> <p class=\"section-e\"><b>22.</b> Omitted (enacts short title of this Act). 2002, c. 11, s. 22.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_02c11_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_02c11_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "21.",
            "section": "Failure to execute",
            "content": "21. Omitted (provides for coming into force of provisions of this Act). 2002, c. 11, s. 21. 22. Omitted (enacts short title of this Act). 2002, c. 11, s. 22. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>21.</b> Omitted (provides for coming into force of provisions of this Act). 2002, c. 11, s. 21.</p> <p class=\"section-e\"><b>22.</b> Omitted (enacts short title of this Act). 2002, c. 11, s. 22.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_02c11_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_02c11_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "22.",
            "section": "Failure to execute",
            "content": "22. Omitted (enacts short title of this Act). 2002, c. 11, s. 22. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>22.</b> Omitted (enacts short title of this Act). 2002, c. 11, s. 22.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_02c11_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_02c11_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}