{
    "act_info": {
        "full_title": "City of Toronto Act, 1997, S.O. 1997, c. 2",
        "act_name_text": "Not Found",
        "citation": "City of Toronto Act, 1997, S.O. 1997, c. 2",
        "url": "https://www.ontario.ca/laws/statute/97c02",
        "date_scraped": "2023-12-19 10:28:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/97c02/v3",
            "valid_from": "June 22, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/statute/97c02/v2",
            "valid_from": "June 12, 2006",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/97c02/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "June 11, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "id": "P96_1427",
            "section": "Definitions",
            "content": "1. In this Act, “local board” means a public utility commission, municipal service board, transportation commission, public library board, board of park management, local board of health, police services board, planning board or other body established or exercising power under any general or special Act with respect to any of the affairs of an old municipality or of the new city, but does not include, (a) a neighbourhood committee or community council established under section 6 or 7, (b) the financial advisory board established under section 13 or the transition team established under section 18, (c) a children’s aid society or conservation authority, or (d) a school board; (“conseil local”) “Minister” means the Minister of Municipal Affairs and Housing; (“ministre”) “new city” means the City of Toronto incorporated by this Act; (“nouvelle cité”) “old councils” means the Metropolitan Council under the Municipality of Metropolitan Toronto Act and the councils of the area municipalities under that Act; (“anciens conseils”) “old municipalities” means The Municipality of Metropolitan Toronto and its area municipalities under the Municipality of Metropolitan Toronto Act; (“anciennes municipalités”) “transitional period” means the period beginning on the day this Act receives Royal Assent and ending on December 31, 1997; (“période de transition”) “urban area” means the area that, immediately before section 28 comes into force, comprises the geographic area of jurisdiction of The Municipality of Metropolitan Toronto under the Municipality of Metropolitan Toronto Act. (“zone urbaine”) 1997, c. 2, s. 1; 2002, c. 17, Sched. F, Table. PART II   THE NEW CITY Incorporation",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P96_1427\"></a><a name=\"BK1\"></a>1.</b> In this Act,</p> <p class=\"firstdef-e\">“local board” means a public utility commission, municipal service board, transportation commission, public library board, board of park management, local board of health, police services board, planning board or other body established or exercising power under any general or special Act with respect to any of the affairs of an old municipality or of the new city, but does not include,</p> <p class=\"defclause-e\">(a) a neighbourhood committee or community council established under section 6 or 7,</p> <p class=\"defclause-e\">(b) the financial advisory board established under section 13 or the transition team established under section 18,</p> <p class=\"defclause-e\">(c) a children’s aid society or conservation authority, or</p> <p class=\"defclause-e\">(d) a school board; (“conseil local”)</p> <p class=\"definition-e\">“Minister” means the Minister of Municipal Affairs and Housing; (“ministre”)</p> <p class=\"definition-e\">“new city” means the City of Toronto incorporated by this Act; (“nouvelle cité”)</p> <p class=\"definition-e\">“old councils” means the Metropolitan Council under the <i>Municipality of Metropolitan Toronto Act</i> and the councils of the area municipalities under that Act; (“anciens conseils”)</p> <p class=\"definition-e\">“old municipalities” means The Municipality of Metropolitan Toronto and its area municipalities under the <i>Municipality of Metropolitan Toronto Act</i>; (“anciennes municipalités”)</p> <p class=\"definition-e\">“transitional period” means the period beginning on the day this Act receives Royal Assent and ending on December 31, 1997; (“période de transition”)</p> <p class=\"definition-e\">“urban area” means the area that, immediately before section 28 comes into force, comprises the geographic area of jurisdiction of The Municipality of Metropolitan Toronto under the <i>Municipality of Metropolitan Toronto Act</i>. (“zone urbaine”) 1997, c. 2, s. 1; 2002, c. 17, Sched. F, Table.</p> <p class=\"partnum-e\"><b><a name=\"P108_3133\"></a><a name=\"BK2\"></a>PART II <br/>  THE NEW CITY</b></p> <p class=\"heading1-e\"><a name=\"P109_3152\"></a><a name=\"BK3\"></a>Incorporation</p>"
        },
        {
            "id": "P111_3178",
            "section": "Incorporation",
            "content": "2. (1) On January 1, 1998, the inhabitants of the urban area are constituted as a body corporate under the name of “City of Toronto” in English and “cité de Toronto” in French. 1997, c. 2, s. 2 (1). City and local municipality (2) The body corporate is a city and a local municipality for all purposes. 1997, c. 2, s. 2 (2). (3) Repealed: 2002, c. 17, Sched. F, Table. New city in place of old municipalities (4) The new city stands in the place of the old municipalities for all purposes. 1997, c. 2, s. 2 (4). Same (5) Without limiting the generality of subsection (4), (a) the new city has every power and duty of an old municipality or old council under any public or private Act, in respect of the part of the urban area to which the power or duty applied immediately before the coming into force of section 28; and (b) all the assets and liabilities that the old municipalities had on December 31, 1997 are vested in and become assets and liabilities of the new city on January 1, 1998, without compensation. 1997, c. 2, s. 2 (5). Extended application (6) Clause (5) (b) also applies to all rights, interests, approvals, status, registrations, entitlements and contractual benefits and obligations. 1997, c. 2, s. 2 (6). By-laws and resolutions (7) Every by-law or resolution of an old council that is in force immediately before the coming into force of section 28, (a) shall be deemed to be a by-law or resolution of the council of the new city; and (b) remains in force, in respect of the part of the urban area to which it applied immediately before the coming into force of section 28, until the council repeals it or amends it to provide otherwise. 1997, c. 2, s. 2 (7). By-laws and resolutions (8) Every by-law or resolution of a public utility commission of an old municipality, except one that relates to the distribution and supply of electrical power, that is in force immediately before the coming into force of section 28, (a) shall be deemed to be a by-law or resolution of the council of the new city; and (b) remains in force, in respect of the part of the urban area to which it applied immediately before the coming into force of section 28, until the council repeals it or amends it to provide otherwise. 1997, c. 2, s. 2 (8). Council",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P111_3178\"></a><a name=\"BK4\"></a>2.</b> (1) On January 1, 1998, the inhabitants of the urban area are constituted as a body corporate under the name of “City of Toronto” in English and “cité de Toronto” in French. 1997, c. 2, s. 2 (1).</p> <p class=\"headnote-e\"><b>City and local municipality</b></p> <p class=\"subsection-e\">(2) The body corporate is a city and a local municipality for all purposes. 1997, c. 2, s. 2 (2).</p> <p class=\"subsection-e\">(3) Repealed: 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote-e\"><b>New city in place of old municipalities</b></p> <p class=\"subsection-e\">(4) The new city stands in the place of the old municipalities for all purposes. 1997, c. 2, s. 2 (4).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5) Without limiting the generality of subsection (4),</p> <p class=\"clause-e\">(a) the new city has every power and duty of an old municipality or old council under any public or private Act, in respect of the part of the urban area to which the power or duty applied immediately before the coming into force of section 28; and</p> <p class=\"clause-e\">(b) all the assets and liabilities that the old municipalities had on December 31, 1997 are vested in and become assets and liabilities of the new city on January 1, 1998, without compensation. 1997, c. 2, s. 2 (5).</p> <p class=\"headnote-e\"><b>Extended application</b></p> <p class=\"subsection-e\">(6) Clause (5) (b) also applies to all rights, interests, approvals, status, registrations, entitlements and contractual benefits and obligations. 1997, c. 2, s. 2 (6).</p> <p class=\"headnote-e\"><b>By-laws and resolutions</b></p> <p class=\"subsection-e\">(7) Every by-law or resolution of an old council that is in force immediately before the coming into force of section 28,</p> <p class=\"clause-e\">(a) shall be deemed to be a by-law or resolution of the council of the new city; and</p> <p class=\"clause-e\">(b) remains in force, in respect of the part of the urban area to which it applied immediately before the coming into force of section 28, until the council repeals it or amends it to provide otherwise. 1997, c. 2, s. 2 (7).</p> <p class=\"headnote-e\"><b>By-laws and resolutions</b></p> <p class=\"subsection-e\">(8) Every by-law or resolution of a public utility commission of an old municipality, except one that relates to the distribution and supply of electrical power, that is in force immediately before the coming into force of section 28,</p> <p class=\"clause-e\">(a) shall be deemed to be a by-law or resolution of the council of the new city; and</p> <p class=\"clause-e\">(b) remains in force, in respect of the part of the urban area to which it applied immediately before the coming into force of section 28, until the council repeals it or amends it to provide otherwise. 1997, c. 2, s. 2 (8).</p> <p class=\"heading1-e\"><a name=\"P131_5464\"></a><a name=\"BK5\"></a>Council</p>"
        },
        {
            "id": "P133_5493",
            "section": "Composition of council",
            "content": "3. (1) The council of the new city is composed of, (a) the mayor, elected by general vote; and (b) 44 other members, or such other number as may be prescribed by regulation, to be elected in accordance with subsection (1.1). 1997, c. 2, s. 3 (1); 1998, c. 11, s. 1 (1); 1999, c. 14, Sched. F, s. 1 (1). Same (1.1) One member of the council, or such other number as may be prescribed by regulation, shall be elected for each ward. 1999, c. 14, Sched. F, s. 1 (2). Changes to composition (2) The composition of council cannot be changed by a by-law made under section 217 of the Municipal Act, 2001. 1999, c. 14, Sched. F, s. 1 (3); 2002, c. 17, Sched. F, Table. Same (3) A by-law changing the composition of council is void, whether it is passed before or after this subsection comes into force. 1999, c. 14, Sched. F, s. 1 (3). Regular election in 2000 (4) The following rules apply to the regular election in 2000 in the new city: 1. The election shall be conducted as if subsections 1 (1), (2), (5) and (10) of Schedule F to the Fewer Municipal Politicians Act, 1999 were already in force. 2. The election shall be conducted as if the regulations authorized by clause 3 (1) (b) and subsections 3 (1.1) and 5 (1), as re-enacted by section 1 of Schedule F to the Fewer Municipal Politicians Act, 1999 were already in force. 3. If no regulations are made for the purposes of subsection 5 (1), as re-enacted by section 1 of Schedule F to the Fewer Municipal Politicians Act, 1999, paragraphs 1 and 2 do not apply. The election shall be conducted in accordance with this Act as it read immediately before the Fewer Municipal Politicians Act, 1999 received Royal Assent. 1999, c. 14, Sched. F, s. 1 (3). Wards, Neighbourhood Committees And Community Councils",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P133_5493\"></a><a name=\"BK6\"></a>3. </b>(1) The council of the new city is composed of,</p> <p class=\"clause-e\">(a) the mayor, elected by general vote; and</p> <p class=\"clause-e\">(b) 44 other members, or such other number as may be prescribed by regulation, to be elected in accordance with subsection (1.1). 1997, c. 2, s. 3 (1); 1998, c. 11, s. 1 (1); 1999, c. 14, Sched. F, s. 1 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(1.1) One member of the council, or such other number as may be prescribed by regulation, shall be elected for each ward. 1999, c. 14, Sched. F, s. 1 (2).</p> <p class=\"headnote-e\"><b>Changes to composition</b></p> <p class=\"subsection-e\">(2) The composition of council cannot be changed by a by-law made under section 217 of the <i>Municipal Act, 2001</i>. 1999, c. 14, Sched. F, s. 1 (3); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) A by-law changing the composition of council is void, whether it is passed before or after this subsection comes into force. 1999, c. 14, Sched. F, s. 1 (3).</p> <p class=\"headnote-e\"><b>Regular election in 2000</b></p> <p class=\"subsection-e\">(4) The following rules apply to the regular election in 2000 in the new city:</p> <p class=\"paragraph-e\">1. The election shall be conducted as if subsections 1 (1), (2), (5) and (10) of Schedule F to the <i>Fewer Municipal Politicians Act, 1999</i> were already in force.</p> <p class=\"paragraph-e\">2. The election shall be conducted as if the regulations authorized by clause 3 (1) (b) and subsections 3 (1.1) and 5 (1), as re-enacted by section 1 of Schedule F to the <i>Fewer Municipal Politicians Act, 1999</i> were already in force.</p> <p class=\"paragraph-e\">3. If no regulations are made for the purposes of subsection 5 (1), as re-enacted by section 1 of Schedule F to the <i>Fewer Municipal Politicians Act, 1999</i>, paragraphs 1 and 2 do not apply. The election shall be conducted in accordance with this Act as it read immediately before the <i>Fewer Municipal Politicians Act, 1999</i> received Royal Assent. 1999, c. 14, Sched. F, s. 1 (3).</p> <p class=\"heading1-e\"><a name=\"P147_7226\"></a><a name=\"BK7\"></a>Wards, Neighbourhood Committees And Community Councils</p>"
        },
        {
            "id": "P149_7299",
            "section": "Executive committee",
            "content": "4. (1) The city council may, by by-law, establish an executive committee and provide for its composition. 1999, c. 14, Sched. F, s. 1 (4). Same (2) On December 1, 2000, the executive committee established under this section as it reads on November 30, 2000 is dissolved. 1999, c. 14, Sched. F, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P149_7299\"></a><a name=\"BK8\"></a>4.</b> (1) The city council may, by by-law, establish an executive committee and provide for its composition. 1999, c. 14, Sched. F, s. 1 (4).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) On December 1, 2000, the executive committee established under this section as it reads on November 30, 2000 is dissolved. 1999, c. 14, Sched. F, s. 1 (4).</p>"
        },
        {
            "id": "P153_7624",
            "section": "Wards",
            "content": "5.  (1) The urban area is divided into 44 wards, or such other number as may be prescribed by regulation, and the boundaries of the wards are as prescribed by regulation. 1999, c. 14, Sched. F, s. 1 (5). Same (2) The wards cannot be changed or dissolved by a by-law or an order made under section 222 or 223 of the Municipal Act, 2001. 1999, c. 14, Sched. F, s. 1 (6); 2002, c. 17, Sched. F, Table. Same (3) A by-law or an order changing or dissolving the wards is void, whether it is made before or after this subsection comes into force. 1999, c. 14, Sched. F, s. 1 (6).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P153_7624\"></a><a name=\"BK9\"></a>5. </b> (1) The urban area is divided into 44 wards, or such other number as may be prescribed by regulation, and the boundaries of the wards are as prescribed by regulation. 1999, c. 14, Sched. F, s. 1 (5).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The wards cannot be changed or dissolved by a by-law or an order made under section 222 or 223 of the <i>Municipal Act, 2001</i>. 1999, c. 14, Sched. F, s. 1 (6); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) A by-law or an order changing or dissolving the wards is void, whether it is made before or after this subsection comes into force. 1999, c. 14, Sched. F, s. 1 (6).</p>"
        },
        {
            "id": "P159_8244",
            "section": "Neighbourhood committees",
            "content": "6. (1) The city council may, by by-law, establish neighbourhood committees and determine their functions. 1997, c. 2, s. 6 (1). Number (2) The number of neighbourhood committees shall be fixed in the by-law. 1997, c. 2, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P159_8244\"></a><a name=\"BK10\"></a>6. </b>(1) The city council may, by by-law, establish neighbourhood committees and determine their functions. 1997, c. 2, s. 6 (1).</p> <p class=\"headnote-e\"><b>Number</b></p> <p class=\"subsection-e\">(2) The number of neighbourhood committees shall be fixed in the by-law. 1997, c. 2, s. 6 (2).</p>"
        },
        {
            "id": "P163_8505",
            "section": "Community councils",
            "content": "7. (1) The city council may, by by-law, establish community councils and provide for their composition. 1999, c. 14, Sched. F, s. 1 (7). Same (2) The following rules apply with respect to a by-law establishing community councils: 1. All of the urban area must be represented by community councils. 2. A ward must not be represented partly by one and partly by another community council. 3. Only members of the city council may be members of a community council. 1999, c. 14, Sched. F, s. 1 (7). Chair (3) The members of each community council shall elect a chair from among themselves; in the event of a tie, the chair shall be chosen by lot. 1997, c. 2, s. 7 (3). Committee of council (4) Each community council is a committee of the city council for all purposes. 1997, c. 2, s. 7 (4). Dissolution (5) On December 1, 2000, the community councils established under this section, as it reads on November 30, 2000, are dissolved. 1999, c. 14, Sched. F, s. 1 (8). (6) Repealed: 1999, c. 14, Sched. F, s. 1 (8).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P163_8505\"></a><a name=\"BK11\"></a>7.</b> (1) The city council may, by by-law, establish community councils and provide for their composition. 1999, c. 14, Sched. F, s. 1 (7).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The following rules apply with respect to a by-law establishing community councils:</p> <p class=\"paragraph-e\">1. All of the urban area must be represented by community councils.</p> <p class=\"paragraph-e\">2. A ward must not be represented partly by one and partly by another community council.</p> <p class=\"paragraph-e\">3. Only members of the city council may be members of a community council. 1999, c. 14, Sched. F, s. 1 (7).</p> <p class=\"headnote-e\"><b>Chair</b></p> <p class=\"subsection-e\">(3) The members of each community council shall elect a chair from among themselves; in the event of a tie, the chair shall be chosen by lot. 1997, c. 2, s. 7 (3).</p> <p class=\"headnote-e\"><b>Committee of council</b></p> <p class=\"subsection-e\">(4) Each community council is a committee of the city council for all purposes. 1997, c. 2, s. 7 (4).</p> <p class=\"headnote-e\"><b>Dissolution</b></p> <p class=\"subsection-e\">(5) On December 1, 2000, the community councils established under this section, as it reads on November 30, 2000, are dissolved. 1999, c. 14, Sched. F, s. 1 (8).</p> <p class=\"subsection-e\">(6) Repealed: 1999, c. 14, Sched. F, s. 1 (8).</p>"
        },
        {
            "id": "P177_9598",
            "section": "Local planning and committee of adjustment functions",
            "content": "8. (1) The city council may, by by-law, assign to the community councils any of the following functions with respect to the parts of the urban area that they represent: 1. Functions in connection with local planning matters that the Planning Act allows the council to delegate to a committee of council, an appointed committee or an appointed official. 2. The functions of a committee of adjustment under the Planning Act. 1997, c. 2, s. 8 (1). Recreational facilities (2) The city council may, by by-law, assign to a community council the management on behalf of the new city of one or more recreational facilities (such as arenas, community centres and parks) located in the part of the urban area that the community council represents. 1997, c. 2, s. 8 (2). Spending limits (3) In managing a recreational facility, a community council shall not incur expenses that exceed the amount allocated by the city council. 1997, c. 2, s. 8 (3). Additional functions (4) The city council may, by by-law, assign to the community councils, with respect to the parts of the urban area that they represent, a function that is prescribed under subclause 25 (1) (e) (i). 1997, c. 2, s. 8 (4). Conditions (5) A by-law passed under subsection (4) may impose conditions on the exercise of the function by the community councils. 1997, c. 2, s. 8 (5). Effect of assignment (6) When a by-law passed under subsection (4) is in force, the city council is obliged to pass any by-law recommended to it by the community council if the following conditions are met: 1. The recommended by-law relates to a function that has been assigned to the community councils by the by-law passed under subsection (4). 2. The city council has allocated to the community council sufficient funds for any expenditure arising from the recommended by-law. 1997, c. 2, s. 8 (6). Revocation of assignment (7) The city council has power to revoke an assignment of functions by passing a by-law amending or revoking a by-law passed under subsection (1), (2) or (4). 1997, c. 2, s. 8 (7). Toronto Hydro-Electric Commission",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P177_9598\"></a><a name=\"BK12\"></a>8. </b>(1) The city council may, by by-law, assign to the community councils any of the following functions with respect to the parts of the urban area that they represent:</p> <p class=\"paragraph-e\">1. Functions in connection with local planning matters that the <i>Planning Act</i> allows the council to delegate to a committee of council, an appointed committee or an appointed official.</p> <p class=\"paragraph-e\">2. The functions of a committee of adjustment under the <i>Planning Act</i>. 1997, c. 2, s. 8 (1).</p> <p class=\"headnote-e\"><b>Recreational facilities</b></p> <p class=\"subsection-e\">(2) The city council may, by by-law, assign to a community council the management on behalf of the new city of one or more recreational facilities (such as arenas, community centres and parks) located in the part of the urban area that the community council represents. 1997, c. 2, s. 8 (2).</p> <p class=\"headnote-e\"><b>Spending limits</b></p> <p class=\"subsection-e\">(3) In managing a recreational facility, a community council shall not incur expenses that exceed the amount allocated by the city council. 1997, c. 2, s. 8 (3).</p> <p class=\"headnote-e\"><b>Additional functions</b></p> <p class=\"subsection-e\">(4) The city council may, by by-law, assign to the community councils, with respect to the parts of the urban area that they represent, a function that is prescribed under subclause 25 (1) (e) (i). 1997, c. 2, s. 8 (4).</p> <p class=\"headnote-e\"><b>Conditions</b></p> <p class=\"subsection-e\">(5) A by-law passed under subsection (4) may impose conditions on the exercise of the function by the community councils. 1997, c. 2, s. 8 (5).</p> <p class=\"headnote-e\"><b>Effect of assignment</b></p> <p class=\"subsection-e\">(6) When a by-law passed under subsection (4) is in force, the city council is obliged to pass any by-law recommended to it by the community council if the following conditions are met:</p> <p class=\"paragraph-e\">1. The recommended by-law relates to a function that has been assigned to the community councils by the by-law passed under subsection (4).</p> <p class=\"paragraph-e\">2. The city council has allocated to the community council sufficient funds for any expenditure arising from the recommended by-law. 1997, c. 2, s. 8 (6).</p> <p class=\"headnote-e\"><b>Revocation of assignment</b></p> <p class=\"subsection-e\">(7) The city council has power to revoke an assignment of functions by passing a by-law amending or revoking a by-law passed under subsection (1), (2) or (4). 1997, c. 2, s. 8 (7).</p> <p class=\"heading1-e\"><a name=\"P194_11665\"></a><a name=\"BK13\"></a>Toronto Hydro-Electric Commission</p>"
        },
        {
            "id": "P196_11720",
            "section": "Commission established",
            "content": "9. (1)A hydro-electric power commission for the new city is established on January 1, 1998 under the name of “Toronto Hydro-Electric Commission” in English and “Commission hydroélectrique de Toronto” in French. 1997, c. 2, s. 9 (1). Same (2)The commission shall be deemed to be a commission established under Part III of the Public Utilities Act. 1997, c. 2, s. 9 (2); 1998, c. 15, Sched. E, s. 2. Members (3)Despite section 42 of the Public Utilities Act, the commission shall be composed of three or more members appointed by the council of the new city. 1997, c. 2, s. 9 (3). Transfer of certain assets and liabilities (4)All the assets and liabilities relating to the distribution and supply of electrical power that were controlled and managed by the public utility commissions of the old municipalities on December 31, 1997 are vested in and become assets and liabilities of the new city, under the control and management of the commission, on January 1, 1998, without compensation. 1997, c. 2, s. 9 (4). Extended application (5)Subsection (4) also applies to all rights, interests, approvals, status, registrations, entitlements and contractual benefits and obligations. 1997, c. 2, s. 9 (5). By-laws and resolutions (6)Every by-law or resolution of a public utility commission of an old municipality that relates to the distribution and supply of electrical power and is in force immediately before the coming into force of section 28, (a) shall be deemed to be a by-law or resolution of the commission; and (b) remains in force, in respect of the part of the urban area to which it applied immediately before the coming into force of section 28, until the commission repeals it or amends it to provide otherwise. 1997, c. 2, s. 9 (6). Toronto Police Services Board",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P196_11720\"></a><a name=\"BK14\"></a>9.</b> (1)A hydro-electric power commission for the new city is established on January 1, 1998 under the name of “Toronto Hydro-Electric Commission” in English and “Commission hydroélectrique de Toronto” in French. 1997, c. 2, s. 9 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2)The commission shall be deemed to be a commission established under Part III of the <i>Public Utilities Act</i>. 1997, c. 2, s. 9 (2); 1998, c. 15, Sched. E, s. 2.</p> <p class=\"headnote-e\"><b>Members</b></p> <p class=\"subsection-e\">(3)Despite section 42 of the <i>Public Utilities Act</i>, the commission shall be composed of three or more members appointed by the council of the new city. 1997, c. 2, s. 9 (3).</p> <p class=\"headnote-e\"><b>Transfer of certain assets and liabilities</b></p> <p class=\"subsection-e\">(4)All the assets and liabilities relating to the distribution and supply of electrical power that were controlled and managed by the public utility commissions of the old municipalities on December 31, 1997 are vested in and become assets and liabilities of the new city, under the control and management of the commission, on January 1, 1998, without compensation. 1997, c. 2, s. 9 (4).</p> <p class=\"headnote-e\"><b>Extended application</b></p> <p class=\"subsection-e\">(5)Subsection (4) also applies to all rights, interests, approvals, status, registrations, entitlements and contractual benefits and obligations. 1997, c. 2, s. 9 (5).</p> <p class=\"headnote-e\"><b>By-laws and resolutions</b></p> <p class=\"subsection-e\">(6)Every by-law or resolution of a public utility commission of an old municipality that relates to the distribution and supply of electrical power and is in force immediately before the coming into force of section 28,</p> <p class=\"clause-e\">(a) shall be deemed to be a by-law or resolution of the commission; and</p> <p class=\"clause-e\">(b) remains in force, in respect of the part of the urban area to which it applied immediately before the coming into force of section 28, until the commission repeals it or amends it to provide otherwise. 1997, c. 2, s. 9 (6).</p> <p class=\"heading1-e\"><a name=\"P209_13484\"></a><a name=\"BK15\"></a>Toronto Police Services Board</p>"
        },
        {
            "id": "P211_13528",
            "section": "Board continued",
            "content": "10. The Municipality of Metropolitan Toronto Police Services Board is continued under the name of “Toronto Police Services Board” in English and “Commission de services policiers de Toronto” in French. 1997, c. 2, s. 10. Municipal And Local Board Employees",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P211_13528\"></a><a name=\"BK16\"></a>10.</b> The Municipality of Metropolitan Toronto Police Services Board is continued under the name of “Toronto Police Services Board” in English and “Commission de services policiers de Toronto” in French. 1997, c. 2, s. 10.</p> <p class=\"heading1-e\"><a name=\"P212_13762\"></a><a name=\"BK17\"></a>Municipal And Local Board Employees</p>"
        },
        {
            "id": "P214_13845",
            "section": "Employees of old municipalities and local boards",
            "content": "11. (1)A person who is an employee of an old municipality or of a local board of an old municipality on December 31, 1997 and would, but for this Act, still be an employee of the municipality or local board on January 1, 1998 is an employee of the new city or of one of its local boards on January 1, 1998. 1997, c. 2, s. 11 (1). Employment continuous (2)A person’s employment with an old municipality or local board shall be deemed not to have been terminated for any purpose by anything in subsection (1). 1997, c. 2, s. 11 (2). Municipal Assets",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P214_13845\"></a><a name=\"BK18\"></a>11.</b> (1)A person who is an employee of an old municipality or of a local board of an old municipality on December 31, 1997 and would, but for this Act, still be an employee of the municipality or local board on January 1, 1998 is an employee of the new city or of one of its local boards on January 1, 1998. 1997, c. 2, s. 11 (1).</p> <p class=\"headnote-e\"><b>Employment continuous</b></p> <p class=\"subsection-e\">(2)A person’s employment with an old municipality or local board shall be deemed not to have been terminated for any purpose by anything in subsection (1). 1997, c. 2, s. 11 (2).</p> <p class=\"heading1-e\"><a name=\"P217_14384\"></a><a name=\"BK19\"></a>Municipal Assets</p>"
        },
        {
            "id": "P219_14416",
            "section": "Municipal assets",
            "content": "12. Nothing in this Act gives the Government of Ontario access to assets of an old municipality or of the new city, including reserves and reserve funds. 1997, c. 2, s. 12. PART III   THE TRANSITIONAL PERIOD Financial Advisory Board",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P219_14416\"></a><a name=\"BK20\"></a>12. </b>Nothing in this Act gives the Government of Ontario access to assets of an old municipality or of the new city, including reserves and reserve funds. 1997, c. 2, s. 12.</p> <p class=\"partnum-e\"><b><a name=\"P220_14594\"></a><a name=\"BK21\"></a>PART III <br/>  THE TRANSITIONAL PERIOD</b></p> <p class=\"heading1-e\"><a name=\"P221_14625\"></a><a name=\"BK22\"></a>Financial Advisory Board</p>"
        },
        {
            "id": "P223_14673",
            "section": "Financial advisory board",
            "content": "13. (1)There shall be a financial advisory board consisting of one or more members appointed by the Lieutenant Governor in Council; the Lieutenant Governor in Council may designate one of the members as chair. 1997, c. 2, s. 13 (1). Body corporate (2)The financial advisory board is a body corporate. 1997, c. 2, s. 13 (2). Remuneration and expenses (3)The members of the financial advisory board shall be paid the remuneration fixed by the Lieutenant Governor in Council and the reasonable expenses incurred in the course of their duties under this Act. 1997, c. 2, s. 13 (3). Duties (4)The financial advisory board shall, (a) consider 1997 operating and capital budgets under section 15; (b) consider requests for approval under section 14 and grant them when the board considers it appropriate; (c) report to the Minister at his or her request; (d) co-operate with the transition team; (e) carry out any other prescribed duties. 1997, c. 2, s. 13 (4). Guidelines (5)The financial advisory board, (a) shall establish and publish guidelines with respect to, (i) payments and agreements to make payments in connection with the ending of an employment relationship, as referred to in paragraph 5 of subsection 14 (2), and (ii) appointments, hiring and promotion, as referred to in paragraph 6 of that subsection; and (b) may establish and publish guidelines with respect to matters referred to in paragraphs 1 to 4 of subsection 14 (2). 1997, c. 2, s. 13 (5). Same (6)The guidelines do not apply to the new city or to its local boards. 1997, c. 2, s. 13 (6). Co-operation, access to information (7)The members of each old council, the employees and agents of the old municipality and the members, employees and agents of each local board of an old municipality shall, (a) co-operate with the members, employees and agents of the financial advisory board, assist them in the performance of their duties and comply with their requests under this Act; (b) on request, allow any person described in clause (a) to examine and copy any document, record or other information in the possession of the old municipality or local board, as the case may be, that is relevant to the functions of the financial advisory board. 1997, c. 2, s. 13 (7). Powers (8)Without limiting the generality of subsection (7), the financial advisory board has power to, (a) require an old council or a local board of an old municipality to, (i) furnish information, records or documents that are in its possession and are relevant to the functions of the financial advisory board, (ii) create a new document or record that is relevant to the functions of the financial advisory board by compiling existing information, and furnish the document or record, and (iii) update earlier information furnished under this subsection; and (b) impose a deadline for compliance with a requirement under clause (a). 1997, c. 2, s. 13 (8). Delegation (9)The financial advisory board may authorize one or more of its members to act on its behalf. 1997, c. 2, s. 13 (9). Staff, facilities and services (10)The financial advisory board may hire staff, arrange for facilities and obtain expert services as it considers necessary to perform its functions. 1997, c. 2, s. 13 (10). Dissolution of board (11)The financial advisory board is dissolved on January 31, 1998. 1997, c. 2, s. 13 (11).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P223_14673\"></a><a name=\"BK23\"></a>13. </b>(1)There shall be a financial advisory board consisting of one or more members appointed by the Lieutenant Governor in Council; the Lieutenant Governor in Council may designate one of the members as chair. 1997, c. 2, s. 13 (1).</p> <p class=\"headnote-e\"><b>Body corporate</b></p> <p class=\"subsection-e\">(2)The financial advisory board is a body corporate. 1997, c. 2, s. 13 (2).</p> <p class=\"headnote-e\"><b>Remuneration and expenses</b></p> <p class=\"subsection-e\">(3)The members of the financial advisory board shall be paid the remuneration fixed by the Lieutenant Governor in Council and the reasonable expenses incurred in the course of their duties under this Act. 1997, c. 2, s. 13 (3).</p> <p class=\"headnote-e\"><b>Duties</b></p> <p class=\"subsection-e\">(4)The financial advisory board shall,</p> <p class=\"clause-e\">(a) consider 1997 operating and capital budgets under section 15;</p> <p class=\"clause-e\">(b) consider requests for approval under section 14 and grant them when the board considers it appropriate;</p> <p class=\"clause-e\">(c) report to the Minister at his or her request;</p> <p class=\"clause-e\">(d) co-operate with the transition team;</p> <p class=\"clause-e\">(e) carry out any other prescribed duties. 1997, c. 2, s. 13 (4).</p> <p class=\"headnote-e\"><b>Guidelines</b></p> <p class=\"subsection-e\">(5)The financial advisory board,</p> <p class=\"clause-e\">(a) shall establish and publish guidelines with respect to,</p> <p class=\"subclause-e\">(i) payments and agreements to make payments in connection with the ending of an employment relationship, as referred to in paragraph 5 of subsection 14 (2), and</p> <p class=\"subclause-e\">(ii) appointments, hiring and promotion, as referred to in paragraph 6 of that subsection; and</p> <p class=\"clause-e\">(b) may establish and publish guidelines with respect to matters referred to in paragraphs 1 to 4 of subsection 14 (2). 1997, c. 2, s. 13 (5).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(6)The guidelines do not apply to the new city or to its local boards. 1997, c. 2, s. 13 (6).</p> <p class=\"headnote-e\"><b>Co-operation, access to information</b></p> <p class=\"subsection-e\">(7)The members of each old council, the employees and agents of the old municipality and the members, employees and agents of each local board of an old municipality shall,</p> <p class=\"clause-e\">(a) co-operate with the members, employees and agents of the financial advisory board, assist them in the performance of their duties and comply with their requests under this Act;</p> <p class=\"clause-e\">(b) on request, allow any person described in clause (a) to examine and copy any document, record or other information in the possession of the old municipality or local board, as the case may be, that is relevant to the functions of the financial advisory board. 1997, c. 2, s. 13 (7).</p> <p class=\"headnote-e\"><b>Powers</b></p> <p class=\"subsection-e\">(8)Without limiting the generality of subsection (7), the financial advisory board has power to,</p> <p class=\"clause-e\">(a) require an old council or a local board of an old municipality to,</p> <p class=\"subclause-e\">(i) furnish information, records or documents that are in its possession and are relevant to the functions of the financial advisory board,</p> <p class=\"subclause-e\">(ii) create a new document or record that is relevant to the functions of the financial advisory board by compiling existing information, and furnish the document or record, and</p> <p class=\"subclause-e\">(iii) update earlier information furnished under this subsection; and</p> <p class=\"clause-e\">(b) impose a deadline for compliance with a requirement under clause (a). 1997, c. 2, s. 13 (8).</p> <p class=\"headnote-e\"><b>Delegation</b></p> <p class=\"subsection-e\">(9)The financial advisory board may authorize one or more of its members to act on its behalf. 1997, c. 2, s. 13 (9).</p> <p class=\"headnote-e\"><b>Staff, facilities and services</b></p> <p class=\"subsection-e\">(10)The financial advisory board may hire staff, arrange for facilities and obtain expert services as it considers necessary to perform its functions. 1997, c. 2, s. 13 (10).</p> <p class=\"headnote-e\"><b>Dissolution of board</b></p> <p class=\"subsection-e\">(11)The financial advisory board is dissolved on January 31, 1998. 1997, c. 2, s. 13 (11).</p>"
        },
        {
            "id": "P261_18039",
            "section": "Transactions during transitional period",
            "content": "14. (1)During the transitional period, an old council or a local board of an old municipality shall not do an act described in subsection (2) unless, (a) the act is done in accordance with a guideline established under subsection 13 (5); or (b) the old council’s or local board’s budget specifically provides for the act, has been submitted to the financial advisory board and considered by it under subsections 15 (1) and (3), and has been dealt with by the old council or local board under subsection 15 (5), if applicable. 1997, c. 2, s. 14 (1). Same (2)Subsection (1) applies to the following acts: 1. Conveying an interest in property whose original purchase price or actual current value exceeds $100,000. 2. Purchasing an interest in property for a price that exceeds $100,000. 3. Transferring money between or among reserves or reserve funds, or changing the purpose or designation of a reserve or reserve fund. 4. Entering into a contract or incurring a financial liability or obligation that extends beyond the end of the transitional year. 5. Making or agreeing to make a payment in connection with the ending of an employment relationship, except in accordance with a contract or collective agreement entered into before the day this section comes into force. 6. Appointing a person to a position, hiring a new employee or promoting an existing employee. 1997, c. 2, s. 14 (2). Exception (3)Subsection (1) does not prevent an old council or a local board of an old municipality from, (a) doing anything that it is otherwise required to do by law; (b) taking action in an emergency. 1997, c. 2, s. 14 (3). Same (4)Subsection (1) does not prevent the performance of a contract entered into before the day this section comes into force. 1997, c. 2, s. 14 (4). Same (5)Subsection (1) does not prevent an act that is, (a) approved by the financial advisory board; or (b) provided for by a by-law or resolution that also contains a provision to the effect that it shall not come into force until the approval of the financial advisory board has been obtained. 1997, c. 2, s. 14 (5). Time for approval, conditions (6)The financial advisory board may approve an act under clause (5) (a) in advance or retroactively, and in either case may impose conditions on the approval. 1997, c. 2, s. 14 (6). Retroactive effect (7)Guidelines made under subsection 13 (5) may, if they so provide, apply to acts done before the guidelines are published. 1997, c. 2, s. 14 (7).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P261_18039\"></a><a name=\"BK24\"></a>14. </b>(1)During the transitional period, an old council or a local board of an old municipality shall not do an act described in subsection (2) unless,</p> <p class=\"clause-e\">(a) the act is done in accordance with a guideline established under subsection 13 (5); or</p> <p class=\"clause-e\">(b) the old council’s or local board’s budget specifically provides for the act, has been submitted to the financial advisory board and considered by it under subsections 15 (1) and (3), and has been dealt with by the old council or local board under subsection 15 (5), if applicable. 1997, c. 2, s. 14 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2)Subsection (1) applies to the following acts:</p> <p class=\"paragraph-e\">1. Conveying an interest in property whose original purchase price or actual current value exceeds $100,000.</p> <p class=\"paragraph-e\">2. Purchasing an interest in property for a price that exceeds $100,000.</p> <p class=\"paragraph-e\">3. Transferring money between or among reserves or reserve funds, or changing the purpose or designation of a reserve or reserve fund.</p> <p class=\"paragraph-e\">4. Entering into a contract or incurring a financial liability or obligation that extends beyond the end of the transitional year.</p> <p class=\"paragraph-e\">5. Making or agreeing to make a payment in connection with the ending of an employment relationship, except in accordance with a contract or collective agreement entered into before the day this section comes into force.</p> <p class=\"paragraph-e\">6. Appointing a person to a position, hiring a new employee or promoting an existing employee. 1997, c. 2, s. 14 (2).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(3)Subsection (1) does not prevent an old council or a local board of an old municipality from,</p> <p class=\"clause-e\">(a) doing anything that it is otherwise required to do by law;</p> <p class=\"clause-e\">(b) taking action in an emergency. 1997, c. 2, s. 14 (3).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4)Subsection (1) does not prevent the performance of a contract entered into before the day this section comes into force. 1997, c. 2, s. 14 (4).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5)Subsection (1) does not prevent an act that is,</p> <p class=\"clause-e\">(a) approved by the financial advisory board; or</p> <p class=\"clause-e\">(b) provided for by a by-law or resolution that also contains a provision to the effect that it shall not come into force until the approval of the financial advisory board has been obtained. 1997, c. 2, s. 14 (5).</p> <p class=\"headnote-e\"><b>Time for approval, conditions</b></p> <p class=\"subsection-e\">(6)The financial advisory board may approve an act under clause (5) (a) in advance or retroactively, and in either case may impose conditions on the approval. 1997, c. 2, s. 14 (6).</p> <p class=\"headnote-e\"><b>Retroactive effect</b></p> <p class=\"subsection-e\">(7)Guidelines made under subsection 13 (5) may, if they so provide, apply to acts done before the guidelines are published. 1997, c. 2, s. 14 (7).</p>"
        },
        {
            "id": "P287_20509",
            "section": "1997 budgets",
            "content": "15. (1)Each old council and each local board of an old municipality shall, by a date fixed by the financial advisory board, submit to the board, (a) the old council’s or local board’s final operating and capital budgets for 1997; (b) a statement of its actual operating and capital expenditures for the first quarter of 1997; and (c) a forecast of its operating expenditures for the second, third and fourth quarters of 1997. 1997, c. 2, s. 15 (1). Quarterly spending report (2)Within 14 days after the end of each of the second, third and fourth quarters of 1997, each old council and local board shall submit to the financial advisory board a report, (a) comparing actual operating expenditures for that quarter to the amount forecast in the budget; and (b) stating capital expenditures for that quarter. 1997, c. 2, s. 15 (2). Consideration of budgets and reports (3)When material is submitted under subsection (1) or (2), the financial advisory board shall consider it and give the old council or local board a written response indicating, (a) what concerns the financial advisory board has in connection with the material submitted; or (b) that it has no concerns, if that is the case. 1997, c. 2, s. 15 (3). Example (4)Without limiting the generality of subsection (3), when the financial advisory board considers a budget it shall consider the extent to which planned spending includes appropriations from reserves and reserve funds. 1997, c. 2, s. 15 (4). Duty of old council or local board (5)If the financial advisory board expresses concerns under subsection (3) in connection with material submitted under subsection (1), the old council or local board shall consider them and, (a) change the budget in response to the concerns; or (b) confirm the budget as submitted to the financial advisory board. 1997, c. 2, s. 15 (5). Same (6)If the financial advisory board expresses no concerns under subsection (3), the old council or local board need take no further action. 1997, c. 2, s. 15 (6). Meeting open to public (7)Any decisions required by subsection (5) shall be made at a meeting that is open to the public. 1997, c. 2, s. 15 (7). Local board without own budget (8)A local board whose budget forms part of the overall budget of an old council is not required to submit material under subsection (1) or (2). 1997, c. 2, s. 15 (8). Extension of time (9)The financial advisory board may, at the request of an old council or local board, extend a time limit fixed under subsection (1) or a time limit set out in subsection (2), may do so retroactively and may impose conditions on the extension. 1997, c. 2, s. 15 (9). Alternate reporting periods (10)An old council or local board may, if it obtains the approval of the financial advisory board in advance, express the statements, forecasts and reports required by subsections (1) and (2) in terms of a specified reporting period other than a quarter. 1997, c. 2, s. 15 (10).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P287_20509\"></a><a name=\"BK25\"></a>15. </b>(1)Each old council and each local board of an old municipality shall, by a date fixed by the financial advisory board, submit to the board,</p> <p class=\"clause-e\">(a) the old council’s or local board’s final operating and capital budgets for 1997;</p> <p class=\"clause-e\">(b) a statement of its actual operating and capital expenditures for the first quarter of 1997; and</p> <p class=\"clause-e\">(c) a forecast of its operating expenditures for the second, third and fourth quarters of 1997. 1997, c. 2, s. 15 (1).</p> <p class=\"headnote-e\"><b>Quarterly spending report</b></p> <p class=\"subsection-e\">(2)Within 14 days after the end of each of the second, third and fourth quarters of 1997, each old council and local board shall submit to the financial advisory board a report,</p> <p class=\"clause-e\">(a) comparing actual operating expenditures for that quarter to the amount forecast in the budget; and</p> <p class=\"clause-e\">(b) stating capital expenditures for that quarter. 1997, c. 2, s. 15 (2).</p> <p class=\"headnote-e\"><b>Consideration of budgets and reports</b></p> <p class=\"subsection-e\">(3)When material is submitted under subsection (1) or (2), the financial advisory board shall consider it and give the old council or local board a written response indicating,</p> <p class=\"clause-e\">(a) what concerns the financial advisory board has in connection with the material submitted; or</p> <p class=\"clause-e\">(b) that it has no concerns, if that is the case. 1997, c. 2, s. 15 (3).</p> <p class=\"headnote-e\"><b>Example</b></p> <p class=\"subsection-e\">(4)Without limiting the generality of subsection (3), when the financial advisory board considers a budget it shall consider the extent to which planned spending includes appropriations from reserves and reserve funds. 1997, c. 2, s. 15 (4).</p> <p class=\"headnote-e\"><b>Duty of old council or local board</b></p> <p class=\"subsection-e\">(5)If the financial advisory board expresses concerns under subsection (3) in connection with material submitted under subsection (1), the old council or local board shall consider them and,</p> <p class=\"clause-e\">(a) change the budget in response to the concerns; or</p> <p class=\"clause-e\">(b) confirm the budget as submitted to the financial advisory board. 1997, c. 2, s. 15 (5).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(6)If the financial advisory board expresses no concerns under subsection (3), the old council or local board need take no further action. 1997, c. 2, s. 15 (6).</p> <p class=\"headnote-e\"><b>Meeting open to public</b></p> <p class=\"subsection-e\">(7)Any decisions required by subsection (5) shall be made at a meeting that is open to the public. 1997, c. 2, s. 15 (7).</p> <p class=\"headnote-e\"><b>Local board without own budget</b></p> <p class=\"subsection-e\">(8)A local board whose budget forms part of the overall budget of an old council is not required to submit material under subsection (1) or (2). 1997, c. 2, s. 15 (8).</p> <p class=\"headnote-e\"><b>Extension of time</b></p> <p class=\"subsection-e\">(9)The financial advisory board may, at the request of an old council or local board, extend a time limit fixed under subsection (1) or a time limit set out in subsection (2), may do so retroactively and may impose conditions on the extension. 1997, c. 2, s. 15 (9).</p> <p class=\"headnote-e\"><b>Alternate reporting periods</b></p> <p class=\"subsection-e\">(10)An old council or local board may, if it obtains the approval of the financial advisory board in advance, express the statements, forecasts and reports required by subsections (1) and (2) in terms of a specified reporting period other than a quarter. 1997, c. 2, s. 15 (10).</p>"
        },
        {
            "id": "P316_23468",
            "section": "Personal information",
            "content": "16. (1)In this section, “FIPPA” means the Freedom of Information and Protection of Privacy Act; (“loi d’information”) “MFIPPA” means the Municipal Freedom of Information and Protection of Privacy Act. (“loi d’information municipale”) 1997, c. 2, s. 16 (1). Conflict with FIPPA, MFIPPA (2)Subsections (3) and (4) of this section and subsections 13 (6) and (7) apply despite anything in FIPPA or MFIPPA. 1997, c. 2, s. 16 (2). Restriction (3)A person who obtains under subsection 13 (6) or (7) information that is personal information as defined in MFIPPA shall use and disclose it only for the purposes of this Act. 1997, c. 2, s. 16 (3). Example (4)Without limiting the generality of subsection (3), the information that may be used or disclosed under that subsection includes information relating to, (a) a financial transaction or proposed financial transaction of an old municipality or its local board; (b) anything done or proposed to be done, in connection with the finances of an old municipality or its local board, by, (i) a member of the council of an old municipality or of its local board, or (ii) an employee or agent of the old municipality or local board. 1997, c. 2, s. 16 (4). Offence (5)A person who wilfully uses or discloses, except as permitted by subsection (3) or (4), information that the person obtained under subsection 13 (6) or (7) and that is personal information as defined in MFIPPA shall be deemed to contravene clause 48 (1) (a) of MFIPPA. 1997, c. 2, s. 16 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P316_23468\"></a><a name=\"BK26\"></a>16.</b> (1)In this section,</p> <p class=\"firstdef-e\">“FIPPA” means the <i>Freedom of Information and Protection of Privacy Act</i>; (“loi d’information”)</p> <p class=\"definition-e\">“MFIPPA” means the <i>Municipal Freedom of Information and Protection of Privacy Act</i>. (“loi d’information municipale”) 1997, c. 2, s. 16 (1).</p> <p class=\"headnote-e\"><b>Conflict with FIPPA, MFIPPA</b></p> <p class=\"subsection-e\">(2)Subsections (3) and (4) of this section and subsections 13 (6) and (7) apply despite anything in FIPPA or MFIPPA. 1997, c. 2, s. 16 (2).</p> <p class=\"headnote-e\"><b>Restriction</b></p> <p class=\"subsection-e\">(3)A person who obtains under subsection 13 (6) or (7) information that is personal information as defined in MFIPPA shall use and disclose it only for the purposes of this Act. 1997, c. 2, s. 16 (3).</p> <p class=\"headnote-e\"><b>Example</b></p> <p class=\"subsection-e\">(4)Without limiting the generality of subsection (3), the information that may be used or disclosed under that subsection includes information relating to,</p> <p class=\"clause-e\">(a) a financial transaction or proposed financial transaction of an old municipality or its local board;</p> <p class=\"clause-e\">(b) anything done or proposed to be done, in connection with the finances of an old municipality or its local board, by,</p> <p class=\"subclause-e\">(i) a member of the council of an old municipality or of its local board, or</p> <p class=\"subclause-e\">(ii) an employee or agent of the old municipality or local board. 1997, c. 2, s. 16 (4).</p> <p class=\"headnote-e\"><b>Offence</b></p> <p class=\"subsection-e\">(5)A person who wilfully uses or discloses, except as permitted by subsection (3) or (4), information that the person obtained under subsection 13 (6) or (7) and that is personal information as defined in MFIPPA shall be deemed to contravene clause 48 (1) (a) of MFIPPA. 1997, c. 2, s. 16 (5).</p>"
        },
        {
            "id": "P332_25017",
            "section": "Protection from personal liability",
            "content": "17. (1)No proceeding for damages shall be commenced against the financial advisory board or any of its members, employees or agents for any act done in good faith in the execution or intended execution of their duty under this Act or for any alleged neglect or default in the execution in good faith of that duty. 1997, c. 2, s. 17 (1). Same (2)Subsection (1) also applies in respect of an employee or agent of an old municipality or its local board who acts under the direction of, (a) a member of the financial advisory board; (b) the council of the old municipality; or (c) the local board. 1997, c. 2, s. 17 (2). Vicarious liability (3)Despite subsections 5 (2) and (4) of the Proceedings Against the Crown Act, subsections (1) and (2) do not relieve any person, other than one mentioned in those subsections, of any liability to which the person would otherwise be subject. 1997, c. 2, s. 17 (3). Transition Team",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P332_25017\"></a><a name=\"BK27\"></a>17.</b> (1)No proceeding for damages shall be commenced against the financial advisory board or any of its members, employees or agents for any act done in good faith in the execution or intended execution of their duty under this Act or for any alleged neglect or default in the execution in good faith of that duty. 1997, c. 2, s. 17 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2)Subsection (1) also applies in respect of an employee or agent of an old municipality or its local board who acts under the direction of,</p> <p class=\"clause-e\">(a) a member of the financial advisory board;</p> <p class=\"clause-e\">(b) the council of the old municipality; or</p> <p class=\"clause-e\">(c) the local board. 1997, c. 2, s. 17 (2).</p> <p class=\"headnote-e\"><b>Vicarious liability</b></p> <p class=\"subsection-e\">(3)Despite subsections 5 (2) and (4) of the <i>Proceedings Against the Crown Act</i>, subsections (1) and (2) do not relieve any person, other than one mentioned in those subsections, of any liability to which the person would otherwise be subject. 1997, c. 2, s. 17 (3).</p> <p class=\"heading1-e\"><a name=\"P340_25920\"></a><a name=\"BK28\"></a>Transition Team</p>"
        },
        {
            "id": "P342_25950",
            "section": "Transition team",
            "content": "18. (1)There shall be a transition team consisting of one or more members appointed by the Lieutenant Governor in Council; the Lieutenant Governor in Council may designate one of the members as chair. 1997, c. 2, s. 18 (1). Body corporate (2)The transition team is a body corporate. 1997, c. 2, s. 18 (2). Remuneration and expenses (3)The members of the transition team shall be paid the remuneration fixed by the Lieutenant Governor in Council and the reasonable expenses incurred in the course of their duties under this Act. 1997, c. 2, s. 18 (3). Duties (4)The transition team shall, (a) consider what further legislation may be required to implement this Act, and make detailed recommendations to the Minister; (b) establish the key elements of the new city’s organizational structure and hire, in accordance with section 19, the municipal officers required by statute and any other employees of executive rank whom the transition team considers necessary to ensure the good management of the new city; (c) hold public consultations on, (i) the functions to be assigned to neighbourhood committees and the method of choosing their members, (ii) the functions to be assigned to the community councils and the executive committee, and (iii) the rationalization and integration of municipal services across the new city and associated opportunities for savings; (d) give the old councils opportunities to meet with the transition team to discuss the matters described in subclauses (c) (i), (ii) and (iii); (e) before December 31, 1997, make detailed recommendations to the new council on, (i) the matters referred to in subclauses (c) (i), (ii) and (iii), (ii) a procedure by-law for the purposes of subsection 55 (2) of the Municipal Act, (iii) the remuneration of the mayor, the community chairs and the other members of council, and (iv) transitional issues; (f) prepare and submit to the new council for its consideration a proposed operating and capital budget for 1998 that provides for property tax stability and continuity of service delivery; (g) report to the Minister at his or her request; (h) co-operate with the financial advisory board; (i) carry out any other prescribed duties. 1997, c. 2, s. 18 (4). Co-operation, access to information (5)The members of each old council, the employees and agents of the old municipality and the members, employees and agents of each local board of an old municipality shall, (a) co-operate with the members, employees and agents of the transition team, assist them in the performance of their duties and comply with their requests under this Act; (b) on request, allow any person described in clause (a) to examine and copy any document, record or other information in the possession of the old municipality or local board, as the case may be, that is relevant to the functions of the transition team. 1997, c. 2, s. 18 (5). Powers (6)Without limiting the generality of subsection (5), the transition team has power to, (a) require an old council or a local board of an old municipality to submit a report, (i) identifying the assets and liabilities of the old municipality or local board, or specified categories of those assets and liabilities, or (ii) naming the members and employees of the old municipality or local board and stating their positions, terms of employment, remuneration and benefits; (b) require an old council to submit a report listing the entities, including local boards, (i) that were established by or for the old municipality and are still in existence when the report is made, or (ii) that received funding from the old municipality in 1996; (c) require an old council to submit a report, (i) listing the entities, including local boards, to which the old municipality has power to make appointments, (ii) for each entity, identifying the source of the power to appoint, naming any current appointee and stating when his or her term expires; (d) require an old council or a local board of an old municipality to, (i) furnish information, records or documents that are in its possession or control and are relevant to the functions of the transition team, (ii) create a new document or record that is relevant to the functions of the transition team by compiling existing information, and furnish the document or record, or (iii) submit a report concerning any matter the transition team specifies that is relevant to its functions; (e) require an old council or a local board of an old municipality to update earlier information furnished under clause (a), (b), (c) or (d); (f) impose a deadline for compliance with a requirement under clause (a), (b), (c), (d) or (e). 1997, c. 2, s. 18 (6). Delegation to one or more members (7)The transition team may authorize one or more of its members to act on its behalf. 1997, c. 2, s. 18 (7). Staff, facilities and services (8)The transition team may hire staff, arrange for facilities and obtain expert services as it considers necessary to perform its functions. 1997, c. 2, s. 18 (8). Secondments (9)The transition team may require that an employee of an old municipality or of its local board be seconded to work for the transition team. 1997, c. 2, s. 18 (9). Same (10)A person who is seconded under subsection (9) remains an employee of the old municipality or local board, which is entitled to recover his or her salary and benefits from the transition team. 1997, c. 2, s. 18 (10). Same (11)A person who is seconded under subsection (9) shall receive the same benefits and at least the same salary as in his or her permanent position. 1997, c. 2, s. 18 (11). Dissolution of transition team (12)The transition team is dissolved on January 31, 1998. 1997, c. 2, s. 18 (12).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P342_25950\"></a><a name=\"BK29\"></a>18.</b> (1)There shall be a transition team consisting of one or more members appointed by the Lieutenant Governor in Council; the Lieutenant Governor in Council may designate one of the members as chair. 1997, c. 2, s. 18 (1).</p> <p class=\"headnote-e\"><b>Body corporate</b></p> <p class=\"subsection-e\">(2)The transition team is a body corporate. 1997, c. 2, s. 18 (2).</p> <p class=\"headnote-e\"><b>Remuneration and expenses</b></p> <p class=\"subsection-e\">(3)The members of the transition team shall be paid the remuneration fixed by the Lieutenant Governor in Council and the reasonable expenses incurred in the course of their duties under this Act. 1997, c. 2, s. 18 (3).</p> <p class=\"headnote-e\"><b>Duties</b></p> <p class=\"subsection-e\">(4)The transition team shall,</p> <p class=\"clause-e\">(a) consider what further legislation may be required to implement this Act, and make detailed recommendations to the Minister;</p> <p class=\"clause-e\">(b) establish the key elements of the new city’s organizational structure and hire, in accordance with section 19, the municipal officers required by statute and any other employees of executive rank whom the transition team considers necessary to ensure the good management of the new city;</p> <p class=\"clause-e\">(c) hold public consultations on,</p> <p class=\"subclause-e\">(i) the functions to be assigned to neighbourhood committees and the method of choosing their members,</p> <p class=\"subclause-e\">(ii) the functions to be assigned to the community councils and the executive committee, and</p> <p class=\"subclause-e\">(iii) the rationalization and integration of municipal services across the new city and associated opportunities for savings;</p> <p class=\"clause-e\">(d) give the old councils opportunities to meet with the transition team to discuss the matters described in subclauses (c) (i), (ii) and (iii);</p> <p class=\"clause-e\">(e) before December 31, 1997, make detailed recommendations to the new council on,</p> <p class=\"subclause-e\">(i) the matters referred to in subclauses (c) (i), (ii) and (iii),</p> <p class=\"subclause-e\">(ii) a procedure by-law for the purposes of subsection 55 (2) of the <i>Municipal Act</i>,</p> <p class=\"subclause-e\">(iii) the remuneration of the mayor, the community chairs and the other members of council, and</p> <p class=\"subclause-e\">(iv) transitional issues;</p> <p class=\"clause-e\">(f) prepare and submit to the new council for its consideration a proposed operating and capital budget for 1998 that provides for property tax stability and continuity of service delivery;</p> <p class=\"clause-e\">(g) report to the Minister at his or her request;</p> <p class=\"clause-e\">(h) co-operate with the financial advisory board;</p> <p class=\"clause-e\">(i) carry out any other prescribed duties. 1997, c. 2, s. 18 (4).</p> <p class=\"headnote-e\"><b>Co-operation, access to information</b></p> <p class=\"subsection-e\">(5)The members of each old council, the employees and agents of the old municipality and the members, employees and agents of each local board of an old municipality shall,</p> <p class=\"clause-e\">(a) co-operate with the members, employees and agents of the transition team, assist them in the performance of their duties and comply with their requests under this Act;</p> <p class=\"clause-e\">(b) on request, allow any person described in clause (a) to examine and copy any document, record or other information in the possession of the old municipality or local board, as the case may be, that is relevant to the functions of the transition team. 1997, c. 2, s. 18 (5).</p> <p class=\"headnote-e\"><b>Powers</b></p> <p class=\"subsection-e\">(6)Without limiting the generality of subsection (5), the transition team has power to,</p> <p class=\"clause-e\">(a) require an old council or a local board of an old municipality to submit a report,</p> <p class=\"subclause-e\">(i) identifying the assets and liabilities of the old municipality or local board, or specified categories of those assets and liabilities, or</p> <p class=\"subclause-e\">(ii) naming the members and employees of the old municipality or local board and stating their positions, terms of employment, remuneration and benefits;</p> <p class=\"clause-e\">(b) require an old council to submit a report listing the entities, including local boards,</p> <p class=\"subclause-e\">(i) that were established by or for the old municipality and are still in existence when the report is made, or</p> <p class=\"subclause-e\">(ii) that received funding from the old municipality in 1996;</p> <p class=\"clause-e\">(c) require an old council to submit a report,</p> <p class=\"subclause-e\">(i) listing the entities, including local boards, to which the old municipality has power to make appointments,</p> <p class=\"subclause-e\">(ii) for each entity, identifying the source of the power to appoint, naming any current appointee and stating when his or her term expires;</p> <p class=\"clause-e\">(d) require an old council or a local board of an old municipality to,</p> <p class=\"subclause-e\">(i) furnish information, records or documents that are in its possession or control and are relevant to the functions of the transition team,</p> <p class=\"subclause-e\">(ii) create a new document or record that is relevant to the functions of the transition team by compiling existing information, and furnish the document or record, or</p> <p class=\"subclause-e\">(iii) submit a report concerning any matter the transition team specifies that is relevant to its functions;</p> <p class=\"clause-e\">(e) require an old council or a local board of an old municipality to update earlier information furnished under clause (a), (b), (c) or (d);</p> <p class=\"clause-e\">(f) impose a deadline for compliance with a requirement under clause (a), (b), (c), (d) or (e). 1997, c. 2, s. 18 (6).</p> <p class=\"headnote-e\"><b>Delegation to one or more members</b></p> <p class=\"subsection-e\">(7)The transition team may authorize one or more of its members to act on its behalf. 1997, c. 2, s. 18 (7).</p> <p class=\"headnote-e\"><b>Staff, facilities and services</b></p> <p class=\"subsection-e\">(8)The transition team may hire staff, arrange for facilities and obtain expert services as it considers necessary to perform its functions. 1997, c. 2, s. 18 (8).</p> <p class=\"headnote-e\"><b>Secondments</b></p> <p class=\"subsection-e\">(9)The transition team may require that an employee of an old municipality or of its local board be seconded to work for the transition team. 1997, c. 2, s. 18 (9).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(10)A person who is seconded under subsection (9) remains an employee of the old municipality or local board, which is entitled to recover his or her salary and benefits from the transition team. 1997, c. 2, s. 18 (10).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(11)A person who is seconded under subsection (9) shall receive the same benefits and at least the same salary as in his or her permanent position. 1997, c. 2, s. 18 (11).</p> <p class=\"headnote-e\"><b>Dissolution of transition team</b></p> <p class=\"subsection-e\">(12)The transition team is dissolved on January 31, 1998. 1997, c. 2, s. 18 (12).</p>"
        },
        {
            "id": "P399_31630",
            "section": "Employees for new city",
            "content": "19. When the transition team hires a person under clause 18 (4) (b), the following rules apply: 1. The transition team and the person shall agree on the terms of employment, and the new city is bound by the resulting employment contract. 2. The employment contract may take effect on or before January 1, 1998. 3. If the contract takes effect before January 1, 1998, the person is an employee of the transition team until that day and an employee of the new city from January 1 onwards. If the contract takes effect on January 1, 1998, the person is an employee of the new city on that day. 4. While the person is an employee of the transition team, the person shall be deemed for all purposes to be an employee under the Ontario Municipal Employees Retirement System Act, and the transition team shall be deemed, in respect of the person, to be an employer under that Act. 5. The council of the new city shall be deemed to have taken, on January 1, 1998, all steps that may be required to make the person the effective holder of his or her office. 1997, c. 2, s. 19.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P399_31630\"></a><a name=\"BK30\"></a>19.</b> When the transition team hires a person under clause 18 (4) (b), the following rules apply:</p> <p class=\"paragraph-e\">1. The transition team and the person shall agree on the terms of employment, and the new city is bound by the resulting employment contract.</p> <p class=\"paragraph-e\">2. The employment contract may take effect on or before January 1, 1998.</p> <p class=\"paragraph-e\">3. If the contract takes effect before January 1, 1998, the person is an employee of the transition team until that day and an employee of the new city from January 1 onwards. If the contract takes effect on January 1, 1998, the person is an employee of the new city on that day.</p> <p class=\"paragraph-e\">4. While the person is an employee of the transition team, the person shall be deemed for all purposes to be an employee under the <i>Ontario Municipal Employees Retirement System Act</i>, and the transition team shall be deemed, in respect of the person, to be an employer under that Act.</p> <p class=\"paragraph-e\">5. The council of the new city shall be deemed to have taken, on January 1, 1998, all steps that may be required to make the person the effective holder of his or her office. 1997, c. 2, s. 19.</p>"
        },
        {
            "id": "P406_32714",
            "section": "Personal information",
            "content": "20. (1)In this section, “FIPPA” means the Freedom of Information and Protection of Privacy Act; (“loi d’information”) “MFIPPA” means the Municipal Freedom of Information and Protection of Privacy Act. (“loi d’information municipale”) 1997, c. 2, s. 20 (1). Conflict with FIPPA, MFIPPA (2)Subsections (3) and (4) of this section and subsections 18 (5) and (6) apply despite anything in FIPPA or MFIPPA. 1997, c. 2, s. 20 (2). Restriction (3)A person who obtains under subsection 18 (5) or (6) information that is personal information as defined in MFIPPA shall use and disclose it only for the purposes of this Act. 1997, c. 2, s. 20 (3). Example (4)Without limiting the generality of subsection (3), the information that may be used or disclosed under that subsection includes information relating to, (a) a financial transaction or proposed financial transaction of an old municipality or its local board; (b) anything done or proposed to be done, in connection with the finances of an old municipality or its local board, by, (i) a member of the council of an old municipality or of its local board, or (ii) an employee or agent of the old municipality or local board. 1997, c. 2, s. 20 (4). Offence (5)A person who wilfully uses or discloses, except as permitted by subsection (3) or (4), information that the person obtained under subsection 18 (5) or (6) and that is personal information as defined in MFIPPA shall be deemed to contravene clause 48 (1) (a) of MFIPPA. 1997, c. 2, s. 20 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P406_32714\"></a><a name=\"BK31\"></a>20.</b> (1)In this section,</p> <p class=\"firstdef-e\">“FIPPA” means the <i>Freedom of Information and Protection of Privacy Act</i>; (“loi d’information”)</p> <p class=\"definition-e\">“MFIPPA” means the <i>Municipal Freedom of Information and Protection of Privacy Act</i>. (“loi d’information municipale”) 1997, c. 2, s. 20 (1).</p> <p class=\"headnote-e\"><b>Conflict with FIPPA, MFIPPA</b></p> <p class=\"subsection-e\">(2)Subsections (3) and (4) of this section and subsections 18 (5) and (6) apply despite anything in FIPPA or MFIPPA. 1997, c. 2, s. 20 (2).</p> <p class=\"headnote-e\"><b>Restriction</b></p> <p class=\"subsection-e\">(3)A person who obtains under subsection 18 (5) or (6) information that is personal information as defined in MFIPPA shall use and disclose it only for the purposes of this Act. 1997, c. 2, s. 20 (3).</p> <p class=\"headnote-e\"><b>Example</b></p> <p class=\"subsection-e\">(4)Without limiting the generality of subsection (3), the information that may be used or disclosed under that subsection includes information relating to,</p> <p class=\"clause-e\">(a) a financial transaction or proposed financial transaction of an old municipality or its local board;</p> <p class=\"clause-e\">(b) anything done or proposed to be done, in connection with the finances of an old municipality or its local board, by,</p> <p class=\"subclause-e\">(i) a member of the council of an old municipality or of its local board, or</p> <p class=\"subclause-e\">(ii) an employee or agent of the old municipality or local board. 1997, c. 2, s. 20 (4).</p> <p class=\"headnote-e\"><b>Offence</b></p> <p class=\"subsection-e\">(5)A person who wilfully uses or discloses, except as permitted by subsection (3) or (4), information that the person obtained under subsection 18 (5) or (6) and that is personal information as defined in MFIPPA shall be deemed to contravene clause 48 (1) (a) of MFIPPA. 1997, c. 2, s. 20 (5).</p>"
        },
        {
            "id": "P422_34263",
            "section": "Protection from personal liability",
            "content": "21. (1)No proceeding for damages shall be commenced against the transition team or any of its members, employees or agents for any act done in good faith in the execution or intended execution of their duty under this Act or for any alleged neglect or default in the execution in good faith of that duty. 1997, c. 2, s. 21 (1). Same (2)Subsection (1) also applies in respect of an employee or agent of an old municipality or its local board who acts under the direction of, (a) a member of the transition team; (b) the council of the old municipality; or (c) the local board. 1997, c. 2, s. 21 (2). Vicarious liability (3)Despite subsections 5 (2) and (4) of the Proceedings Against the Crown Act, subsections (1) and (2) do not relieve any person, other than one mentioned in those subsections, of any liability to which the person would otherwise be subject. 1997, c. 2, s. 21 (3). 1997 Regular Election",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P422_34263\"></a><a name=\"BK32\"></a>21.</b> (1)No proceeding for damages shall be commenced against the transition team or any of its members, employees or agents for any act done in good faith in the execution or intended execution of their duty under this Act or for any alleged neglect or default in the execution in good faith of that duty. 1997, c. 2, s. 21 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2)Subsection (1) also applies in respect of an employee or agent of an old municipality or its local board who acts under the direction of,</p> <p class=\"clause-e\">(a) a member of the transition team;</p> <p class=\"clause-e\">(b) the council of the old municipality; or</p> <p class=\"clause-e\">(c) the local board. 1997, c. 2, s. 21 (2).</p> <p class=\"headnote-e\"><b>Vicarious liability</b></p> <p class=\"subsection-e\">(3)Despite subsections 5 (2) and (4) of the <i>Proceedings Against the Crown Act</i>, subsections (1) and (2) do not relieve any person, other than one mentioned in those subsections, of any liability to which the person would otherwise be subject. 1997, c. 2, s. 21 (3).</p> <p class=\"heading1-e\"><a name=\"P430_35148\"></a><a name=\"BK33\"></a>1997 Regular Election</p>"
        },
        {
            "id": "P432_35183",
            "section": "Terms extended",
            "content": "22. (1)The following persons, if in office on November 30, 1997, shall continue in office until the end of the transitional period: 1. The members of the old councils. 2. The members of the local boards of the old municipalities. 1997, c. 2, s. 22 (1). Elected and unelected persons (2)Subsection (1) applies to elected and unelected persons, and applies despite section 6 of the Municipal Elections Act, 1996. 1997, c. 2, s. 22 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P432_35183\"></a><a name=\"BK34\"></a>22.</b> (1)The following persons, if in office on November 30, 1997, shall continue in office until the end of the transitional period:</p> <p class=\"paragraph-e\">1. The members of the old councils.</p> <p class=\"paragraph-e\">2. The members of the local boards of the old municipalities. 1997, c. 2, s. 22 (1).</p> <p class=\"headnote-e\"><b>Elected and unelected persons</b></p> <p class=\"subsection-e\">(2)Subsection (1) applies to elected and unelected persons, and applies despite section 6 of the <i>Municipal Elections Act, 1996</i>. 1997, c. 2, s. 22 (2).</p>"
        },
        {
            "id": "P438_35650",
            "section": "Rules for 1997 regular election",
            "content": "23. The following rules apply to the 1997 regular election in the urban area: 1. The election shall be conducted as if sections 2, 3, 5 and 9 were already in force. 2. The Minister shall designate a person to conduct the 1997 regular election. 3. The clerks of the area municipalities under the Municipality of Metropolitan Toronto Act, and the clerk of the new city, if appointed, shall assist the person designated under paragraph 2 and act under his or her direction. 4. The costs of the election that are payable in 1997 shall be included in the 1997 operating budget of The Municipality of Metropolitan Toronto, and paid by that municipality as directed by the person designated under paragraph 2. 5. Each area municipality under the Municipality of Metropolitan Toronto Act shall include in its 1997 operating budget an amount equal to the amount it would have budgeted for the costs of the 1997 regular election had this Act not been passed, and shall pay that amount to The Municipality of Metropolitan Toronto on or before July 1, 1997. 6. The amount referred to in paragraph 5 shall be paid, first, from any reserve or reserve fund previously established by the area municipality for the costs of the 1997 regular election. For greater certainty, paragraph 3 of subsection 14 (2) does not apply in respect of the payment. 7. The costs of the election that are payable in 1998 shall be paid by the new city. 1997, c. 2, s. 23.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P438_35650\"></a><a name=\"BK35\"></a>23.</b> The following rules apply to the 1997 regular election in the urban area:</p> <p class=\"paragraph-e\">1. The election shall be conducted as if sections 2, 3, 5 and 9 were already in force.</p> <p class=\"paragraph-e\">2. The Minister shall designate a person to conduct the 1997 regular election.</p> <p class=\"paragraph-e\">3. The clerks of the area municipalities under the <i>Municipality of Metropolitan Toronto Act</i>, and the clerk of the new city, if appointed, shall assist the person designated under paragraph 2 and act under his or her direction.</p> <p class=\"paragraph-e\">4. The costs of the election that are payable in 1997 shall be included in the 1997 operating budget of The Municipality of Metropolitan Toronto, and paid by that municipality as directed by the person designated under paragraph 2.</p> <p class=\"paragraph-e\">5. Each area municipality under the <i>Municipality of Metropolitan Toronto Act</i> shall include in its 1997 operating budget an amount equal to the amount it would have budgeted for the costs of the 1997 regular election had this Act not been passed, and shall pay that amount to The Municipality of Metropolitan Toronto on or before July 1, 1997.</p> <p class=\"paragraph-e\">6. The amount referred to in paragraph 5 shall be paid, first, from any reserve or reserve fund previously established by the area municipality for the costs of the 1997 regular election. For greater certainty, paragraph 3 of subsection 14 (2) does not apply in respect of the payment.</p> <p class=\"paragraph-e\">7. The costs of the election that are payable in 1998 shall be paid by the new city. 1997, c. 2, s. 23.</p>"
        },
        {
            "id": "P447_37121",
            "section": "Election contributions, candidate for mayor",
            "content": "24. Despite subsections 71 (1) and (2) of the Municipal Elections Act, 1996, the maximum total contribution a contributor may make to a candidate for the office of mayor of the new city is $2500. 1997, c. 2, s. 24.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P447_37121\"></a><a name=\"BK36\"></a>24. </b>Despite subsections 71 (1) and (2) of the <i>Municipal Elections Act, 1996</i>, the maximum total contribution a contributor may make to a candidate for the office of mayor of the new city is $2500. 1997, c. 2, s. 24.</p>"
        },
        {
            "id": "P449_37353",
            "section": "Regulations",
            "content": "25.(1)The Minister may, by regulation, (a) prescribe the matters that this Act permits or requires to be done or prescribed by regulation; (b) divide or re-divide the urban area into wards; (c) provide for transitional matters that affect an election under the Municipal Elections Act, 1996 and that relate to a regulation made for the purposes of clause 3 (1) (b) or subsection 3 (1.1) or 5 (1); (d) provide that the first date for filing nominations in an election under the Municipal Elections Act, 1996 is the date specified in the regulation instead of the date provided for under that Act. 1999, c. 14, Sched. F, s. 1 (9). Retroactivity (2)A regulation under clause (1) (c) may be made retroactive to the first date for filing nominations in an election to which the regulation applies. 1999, c. 14, Sched. F, s. 1 (9). General or specific (3)A regulation may be general or specific in its application. 1999, c. 14, Sched. F, s. 1 (9). PART IV   OTHER MATTERS",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P449_37353\"></a><a name=\"BK37\"></a>25.</b>(1)The Minister may, by regulation,</p> <p class=\"clause-e\">(a) prescribe the matters that this Act permits or requires to be done or prescribed by regulation;</p> <p class=\"clause-e\">(b) divide or re-divide the urban area into wards;</p> <p class=\"clause-e\">(c) provide for transitional matters that affect an election under the <i>Municipal Elections Act, 1996</i> and that relate to a regulation made for the purposes of clause 3 (1) (b) or subsection 3 (1.1) or 5 (1);</p> <p class=\"clause-e\">(d) provide that the first date for filing nominations in an election under the <i>Municipal Elections Act, 1996</i> is the date specified in the regulation instead of the date provided for under that Act. 1999, c. 14, Sched. F, s. 1 (9).</p> <p class=\"headnote-e\"><b>Retroactivity</b></p> <p class=\"subsection-e\">(2)A regulation under clause (1) (c) may be made retroactive to the first date for filing nominations in an election to which the regulation applies. 1999, c. 14, Sched. F, s. 1 (9).</p> <p class=\"headnote-e\"><b>General or specific</b></p> <p class=\"subsection-e\">(3)A regulation may be general or specific in its application. 1999, c. 14, Sched. F, s. 1 (9).</p> <p class=\"partnum-e\"><b><a name=\"P458_38297\"></a><a name=\"BK38\"></a>PART IV <br/>  OTHER MATTERS</b></p>"
        },
        {
            "id": "P460_38335",
            "section": "Enforcement of Act",
            "content": "26. (1) The Minister may apply to the Superior Court of Justice for an order requiring any person or body to comply with any provision of, (a) this Act; (b) a regulation made under this Act; (c) a decision of the financial advisory board or of the transition team under this Act. 1997, c. 2, s. 26 (1); 2006, c. 19, Sched. C, s. 1 (1). Additional power (2) Subsection (1) is additional to and not intended to replace any other available means of enforcement. 1997, c. 2, s. 26 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P460_38335\"></a><a name=\"BK39\"></a>26.</b> (1) The Minister may apply to the Superior Court of Justice for an order requiring any person or body to comply with any provision of,</p> <p class=\"clause-e\">(a) this Act;</p> <p class=\"clause-e\">(b) a regulation made under this Act;</p> <p class=\"clause-e\">(c) a decision of the financial advisory board or of the transition team under this Act. 1997, c. 2, s. 26 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Additional power</b></p> <p class=\"subsection-e\">(2) Subsection (1) is additional to and not intended to replace any other available means of enforcement. 1997, c. 2, s. 26 (2).</p>"
        },
        {
            "id": "P467_38840",
            "section": "Conflict, Act",
            "content": "27. (1)This Act applies despite any general or special Act and despite any regulation made under another Act, and in the event of a conflict between this Act and another Act or a regulation made under another Act, this Act prevails. 1997, c. 2, s. 27 (1). Same, regulations (2)In the event of conflict between a regulation made under subsection 25 (1) and a provision of this Act or of any other Act or regulation, the regulation made under subsection 25 (1) prevails. 1997, c. 2, s. 27 (2). Note: Section 28 came into force on January 1, 1998. See: 1997, c. 2, s. 31 (2). 28. Omitted (amends or repeals other Acts). 1997, c. 2, s. 28. 29. Omitted (provides for non-application of this Act). 1997, c. 2, s. 29. 30. Omitted (provides for transition). 1997, c. 2, s. 30. 31. Omitted (provides for coming into force of provisions of this Act). 1997, c. 2, s. 31. 32. Omitted (enacts short title of this Act). 1997, c. 2, s. 32. SCHEDULE Repealed: 1999, c. 14, Sched. F, s. 1 (10). ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P467_38840\"></a><a name=\"BK40\"></a>27.</b> (1)This Act applies despite any general or special Act and despite any regulation made under another Act, and in the event of a conflict between this Act and another Act or a regulation made under another Act, this Act prevails. 1997, c. 2, s. 27 (1).</p> <p class=\"headnote-e\"><b>Same, regulations</b></p> <p class=\"subsection-e\">(2)In the event of conflict between a regulation made under subsection 25 (1) and a provision of this Act or of any other Act or regulation, the regulation made under subsection 25 (1) prevails. 1997, c. 2, s. 27 (2).</p> <p class=\"Pnote-e\"><b>Note: Section 28 came into force on January 1, 1998. See: 1997, c. 2, s. 31 (2).</b></p> <p class=\"section-e\"><b>28.</b> Omitted (amends or repeals other Acts). 1997, c. 2, s. 28.</p> <p class=\"section-e\"><b>29.</b> Omitted (provides for non-application of this Act). 1997, c. 2, s. 29.</p> <p class=\"section-e\"><b>30.</b> Omitted (provides for transition). 1997, c. 2, s. 30.</p> <p class=\"section-e\"><b>31.</b> Omitted (provides for coming into force of provisions of this Act). 1997, c. 2, s. 31.</p> <p class=\"section-e\"><b>32.</b> Omitted (enacts short title of this Act). 1997, c. 2, s. 32.</p> <p class=\"scheduleRepeal-e\"><a name=\"P476_39800\"></a><a name=\"BK41\"></a>SCHEDULE Repealed: 1999, c. 14, Sched. F, s. 1 (10).</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_97c02_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_97c02_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "28.",
            "section": "Same, regulations",
            "content": "28. Omitted (amends or repeals other Acts). 1997, c. 2, s. 28. 29. Omitted (provides for non-application of this Act). 1997, c. 2, s. 29. 30. Omitted (provides for transition). 1997, c. 2, s. 30. 31. Omitted (provides for coming into force of provisions of this Act). 1997, c. 2, s. 31. 32. Omitted (enacts short title of this Act). 1997, c. 2, s. 32. SCHEDULE Repealed: 1999, c. 14, Sched. F, s. 1 (10). ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>28.</b> Omitted (amends or repeals other Acts). 1997, c. 2, s. 28.</p> <p class=\"section-e\"><b>29.</b> Omitted (provides for non-application of this Act). 1997, c. 2, s. 29.</p> <p class=\"section-e\"><b>30.</b> Omitted (provides for transition). 1997, c. 2, s. 30.</p> <p class=\"section-e\"><b>31.</b> Omitted (provides for coming into force of provisions of this Act). 1997, c. 2, s. 31.</p> <p class=\"section-e\"><b>32.</b> Omitted (enacts short title of this Act). 1997, c. 2, s. 32.</p> <p class=\"scheduleRepeal-e\"><a name=\"P476_39800\"></a><a name=\"BK41\"></a>SCHEDULE Repealed: 1999, c. 14, Sched. F, s. 1 (10).</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_97c02_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_97c02_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "29.",
            "section": "Same, regulations",
            "content": "29. Omitted (provides for non-application of this Act). 1997, c. 2, s. 29. 30. Omitted (provides for transition). 1997, c. 2, s. 30. 31. Omitted (provides for coming into force of provisions of this Act). 1997, c. 2, s. 31. 32. Omitted (enacts short title of this Act). 1997, c. 2, s. 32. SCHEDULE Repealed: 1999, c. 14, Sched. F, s. 1 (10). ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>29.</b> Omitted (provides for non-application of this Act). 1997, c. 2, s. 29.</p> <p class=\"section-e\"><b>30.</b> Omitted (provides for transition). 1997, c. 2, s. 30.</p> <p class=\"section-e\"><b>31.</b> Omitted (provides for coming into force of provisions of this Act). 1997, c. 2, s. 31.</p> <p class=\"section-e\"><b>32.</b> Omitted (enacts short title of this Act). 1997, c. 2, s. 32.</p> <p class=\"scheduleRepeal-e\"><a name=\"P476_39800\"></a><a name=\"BK41\"></a>SCHEDULE Repealed: 1999, c. 14, Sched. F, s. 1 (10).</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_97c02_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_97c02_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "30.",
            "section": "Same, regulations",
            "content": "30. Omitted (provides for transition). 1997, c. 2, s. 30. 31. Omitted (provides for coming into force of provisions of this Act). 1997, c. 2, s. 31. 32. Omitted (enacts short title of this Act). 1997, c. 2, s. 32. SCHEDULE Repealed: 1999, c. 14, Sched. F, s. 1 (10). ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>30.</b> Omitted (provides for transition). 1997, c. 2, s. 30.</p> <p class=\"section-e\"><b>31.</b> Omitted (provides for coming into force of provisions of this Act). 1997, c. 2, s. 31.</p> <p class=\"section-e\"><b>32.</b> Omitted (enacts short title of this Act). 1997, c. 2, s. 32.</p> <p class=\"scheduleRepeal-e\"><a name=\"P476_39800\"></a><a name=\"BK41\"></a>SCHEDULE Repealed: 1999, c. 14, Sched. F, s. 1 (10).</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_97c02_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_97c02_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "31.",
            "section": "Same, regulations",
            "content": "31. Omitted (provides for coming into force of provisions of this Act). 1997, c. 2, s. 31. 32. Omitted (enacts short title of this Act). 1997, c. 2, s. 32. SCHEDULE Repealed: 1999, c. 14, Sched. F, s. 1 (10). ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>31.</b> Omitted (provides for coming into force of provisions of this Act). 1997, c. 2, s. 31.</p> <p class=\"section-e\"><b>32.</b> Omitted (enacts short title of this Act). 1997, c. 2, s. 32.</p> <p class=\"scheduleRepeal-e\"><a name=\"P476_39800\"></a><a name=\"BK41\"></a>SCHEDULE Repealed: 1999, c. 14, Sched. F, s. 1 (10).</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_97c02_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_97c02_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "32.",
            "section": "Same, regulations",
            "content": "32. Omitted (enacts short title of this Act). 1997, c. 2, s. 32. SCHEDULE Repealed: 1999, c. 14, Sched. F, s. 1 (10). ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>32.</b> Omitted (enacts short title of this Act). 1997, c. 2, s. 32.</p> <p class=\"scheduleRepeal-e\"><a name=\"P476_39800\"></a><a name=\"BK41\"></a>SCHEDULE Repealed: 1999, c. 14, Sched. F, s. 1 (10).</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_97c02_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_97c02_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}