{
    "act_info": {
        "full_title": "City of Kawartha Lakes Act, 2000, S.O. 2000, c. 43",
        "act_name_text": "City of Kawartha Lakes Act, 2000",
        "citation": "S.O. 2000, c. 43",
        "url": "https://www.ontario.ca/laws/statute/00c43",
        "date_scraped": "2023-12-19 21:43:51"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2003",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/010267",
            "Citation": "O. Reg. 267/01",
            "title": "ASSETS AND LIABILITIES"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “city” means The Corporation of the City of Kawartha Lakes; (“cité”) “council” means the council of The Corporation of the City of Kawartha Lakes; (“conseil”, “conseil municipal”) “former municipalities” has the same meaning as in section 1 of the restructuring order; (“anciennes municipalités”) “restructuring order” means the order establishing The Corporation of the City of Kawartha Lakes that was, (a) made on April 19, 2000 by the commission established under section 25.3 of the Municipal Act and published in The Ontario Gazette dated May 6, 2000, and (b) amended on June 8, 2000 by the commission and published in The Ontario Gazette dated July 1, 2000;  (“ordre de restructuration”) “transition board” means the transition board established under subsection 18 (1) of the restructuring order. (“conseil de transition”)  2000, c. 43, s. 1.",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“city” means The Corporation of the City of Kawartha Lakes; (“cité”)</p> <p class=\"definition\">“council” means the council of The Corporation of the City of Kawartha Lakes; (“conseil”, “conseil municipal”)</p> <p class=\"definition\">“former municipalities” has the same meaning as in section 1 of the restructuring order; (“anciennes municipalités”)</p> <p class=\"definition\">“restructuring order” means the order establishing The Corporation of the City of Kawartha Lakes that was,</p> <p class=\"paragraph\">  (a) made on April 19, 2000 by the commission established under section 25.3 of the <i>Municipal Act </i>and published in <i>The Ontario Gazette</i> dated May 6, 2000, and</p> <p class=\"paragraph\">  (b) amended on June 8, 2000 by the commission and published in <i>The</i> <i>Ontario Gazette</i> dated July 1, 2000;  (“ordre de restructuration”)</p> <p class=\"definition\">“transition board” means the transition board established under subsection 18 (1) of the restructuring order. (“conseil de transition”)  2000, c. 43, s. 1.</p>"
        },
        {
            "id": "2",
            "section": "Financial matters",
            "content": "2 (1) Subject to subsections (2) to (4), the city may do the following things by by-law: 1. Identify a special service. 2. Determine the amount of the city’s costs, including capital costs, debenture costs and charges for depreciation or for a reserve fund, that are related to that special service. 3. Designate one or more areas of the city as an area in which the residents and property owners receive or will receive an additional municipal benefit from the special service that is not or will not be received in the other areas in the city. 4. Determine the portion of the amount determined under paragraph 2 that represents the additional cost of providing the additional municipal benefit in each area designated under paragraph 3 and set out the method it used for making that determination. 5. Determine the amount, if any, of the additional cost referred to in paragraph 4 that is to be raised under subsection (5).  2000, c. 43, s. 2 (1). Restriction (2) A by-law may be made only with respect to a special service, (a) that was being provided in an area of the city by or on behalf of a former municipality or a local board of a former municipality at any time during 2000; and (b) that continues to be provided in the area by or on behalf of the city or a local board of the city at any time during 2001.  2000, c. 43, s. 2 (2). Same (3) A by-law may not designate an area under paragraph 3 of subsection (1) as one in which residents and property owners do not currently receive but will receive an additional municipal benefit for the special service in the future unless, (a) the expenditures necessary to make the additional benefit available in the area appear in the city’s budget for the year, as adopted under section 290 of the Municipal Act, 2001; or (b) the city has established a reserve fund to finance those expenditures over a period of years.  2000, c. 43, s. 2 (3); 2002, c. 17, Sched. F, Table. Same (4) The city shall not pass a by-law for a particular year after 2001 with respect to a special service unless the city passed a by-law with respect to that special service, (a) in 2001; and (b) for every year after 2001 and before the particular year.  2000, c. 43, s. 2 (4). Special levy (5) For each year in which a by-law under subsection (1) is in force, the city shall levy a special local municipality levy under section 312 of the Municipal Act, 2001 on the rateable property in the area designated under paragraph 3 of subsection (1) to raise the amount determined under paragraph 5 of that subsection.  2000, c. 43, s. 2 (5); 2002, c. 17, Sched. F, Table. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) Subject to subsections (2) to (4), the city may do the following things by by-law:</p> <p class=\"paragraph\">  1. Identify a special service.</p> <p class=\"paragraph\">  2. Determine the amount of the city’s costs, including capital costs, debenture costs and charges for depreciation or for a reserve fund, that are related to that special service.</p> <p class=\"paragraph\">  3. Designate one or more areas of the city as an area in which the residents and property owners receive or will receive an additional municipal benefit from the special service that is not or will not be received in the other areas in the city.</p> <p class=\"paragraph\">  4. Determine the portion of the amount determined under paragraph 2 that represents the additional cost of providing the additional municipal benefit in each area designated under paragraph 3 and set out the method it used for making that determination.</p> <p class=\"paragraph\">  5. Determine the amount, if any, of the additional cost referred to in paragraph 4 that is to be raised under subsection (5).  2000, c. 43, s. 2 (1).</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(2) A by-law may be made only with respect to a special service,</p> <p class=\"paragraph\">  (a) that was being provided in an area of the city by or on behalf of a former municipality or a local board of a former municipality at any time during 2000; and</p> <p class=\"paragraph\">  (b) that continues to be provided in the area by or on behalf of the city or a local board of the city at any time during 2001.  2000, c. 43, s. 2 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A by-law may not designate an area under paragraph 3 of subsection (1) as one in which residents and property owners do not currently receive but will receive an additional municipal benefit for the special service in the future unless,</p> <p class=\"paragraph\">  (a) the expenditures necessary to make the additional benefit available in the area appear in the city’s budget for the year, as adopted under section 290 of the <i>Municipal Act, 2001</i>; or</p> <p class=\"paragraph\">  (b) the city has established a reserve fund to finance those expenditures over a period of years.  2000, c. 43, s. 2 (3); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) The city shall not pass a by-law for a particular year after 2001 with respect to a special service unless the city passed a by-law with respect to that special service,</p> <p class=\"paragraph\">  (a) in 2001; and</p> <p class=\"paragraph\">  (b) for every year after 2001 and before the particular year.  2000, c. 43, s. 2 (4).</p> <p class=\"headnote\">Special levy</p> <p class=\"subsection\">(5) For each year in which a by-law under subsection (1) is in force, the city shall levy a special local municipality levy under section 312 of the <i>Municipal Act, 2001</i> on the rateable property in the area designated under paragraph 3 of subsection (1) to raise the amount determined under paragraph 5 of that subsection.  2000, c. 43, s. 2 (5); 2002, c. 17, Sched. F, Table.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "id": "3",
            "section": "Adjustments, general local municipality levy",
            "content": "3 (1) This section applies with respect to the tax rates levied to raise the general local municipality levy under section 312 of the Municipal Act, 2001.  2000, c. 43, s. 3 (1); 2002, c. 17, Sched. F, Table. Interpretation (2) A reference in this section to the assets or liabilities of an area is a reference to the assets or liabilities on December 31, 2000 of the former municipality that comprises the area and of its local boards.  2000, c. 43, s. 3 (2). Decrease in tax rates (3) Subject to subsections (5) to (7), the city may by by-law decrease the tax rates that would otherwise apply on the assessment within an area if, (a) the council considers that it would be unfair that the taxpayers in the area not receive direct benefit from the assets or any class of assets of the area; and (b) the amount of taxes lost by decreasing the tax rates does not exceed the value of the assets referred to in clause (a).  2000, c. 43, s. 3 (3). Increase in tax rates (4) Subject to subsections (5) to (7), the city may by by-law increase the tax rates that would otherwise apply on the assessment within an area if, (a) the council considers that it would be unfair that the taxpayers outside the area be responsible for the liabilities or any class of liabilities of the area; and (b) the amount of taxes gained by increasing the tax rates does not exceed the value of the liabilities referred to in clause (a).  2000, c. 43, s. 3 (4). Restriction (5) The city shall not pass a by-law under this section for 2009 or a subsequent year.  2000, c. 43, s. 3 (5). Same (6) The city shall not pass a by-law under this section for a particular year after 2001 with respect to an area unless the city passed a by-law under this section with respect to the area, (a) in 2001; and (b) every year after 2001 and before the particular year.  2000, c. 43, s. 3 (6). Same (7) In any year, increases or decreases, as the case may be, in the tax rates on different classes of property in an area must bear the same proportion to each other as the proportion of the applicable tax ratios established under section 308 of the Municipal Act, 2001 for the property classes for the year.  2000, c. 43, s. 3 (7); 2002, c. 17, Sched. F, Table. Budget (8) The city shall include in its budget for a year, as adopted under section 290 of the Municipal Act, 2001, the amounts resulting from an increase or decrease in tax rates under this section for the year.  2000, c. 43, s. 3 (8); 2002, c. 17, Sched. F, Table. Regulations (9) The Minister may, by regulation, define assets and liabilities for the purposes of this section.  2000, c. 43, s. 3 (9). General or specific (10) A regulation under subsection (9) may be general or specific in its application.  2000, c. 43, s. 3 (10). Retroactive (11) A regulation under subsection (9) may be made retroactive to January 1 of the year in which it is made.  2000, c. 43, s. 3 (11). By-law to comply with regulation (12) A by-law of the city passed under this section, whether it is passed before or after a regulation is made under subsection (9), is of no effect to the extent that it does not comply with the regulation.  2000, c. 43, s. 3 (12). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) This section applies with respect to the tax rates levied to raise the general local municipality levy under section 312 of the <i>Municipal Act, 2001</i>.  2000, c. 43, s. 3 (1); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Interpretation</p> <p class=\"subsection\">(2) A reference in this section to the assets or liabilities of an area is a reference to the assets or liabilities on December 31, 2000 of the former municipality that comprises the area and of its local boards.  2000, c. 43, s. 3 (2).</p> <p class=\"headnote\">Decrease in tax rates</p> <p class=\"subsection\">(3) Subject to subsections (5) to (7), the city may by by-law decrease the tax rates that would otherwise apply on the assessment within an area if,</p> <p class=\"paragraph\">  (a) the council considers that it would be unfair that the taxpayers in the area not receive direct benefit from the assets or any class of assets of the area; and</p> <p class=\"paragraph\">  (b) the amount of taxes lost by decreasing the tax rates does not exceed the value of the assets referred to in clause (a).  2000, c. 43, s. 3 (3).</p> <p class=\"headnote\">Increase in tax rates</p> <p class=\"subsection\">(4) Subject to subsections (5) to (7), the city may by by-law increase the tax rates that would otherwise apply on the assessment within an area if,</p> <p class=\"paragraph\">  (a) the council considers that it would be unfair that the taxpayers outside the area be responsible for the liabilities or any class of liabilities of the area; and</p> <p class=\"paragraph\">  (b) the amount of taxes gained by increasing the tax rates does not exceed the value of the liabilities referred to in clause (a).  2000, c. 43, s. 3 (4).</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(5) The city shall not pass a by-law under this section for 2009 or a subsequent year.  2000, c. 43, s. 3 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) The city shall not pass a by-law under this section for a particular year after 2001 with respect to an area unless the city passed a by-law under this section with respect to the area,</p> <p class=\"paragraph\">  (a) in 2001; and</p> <p class=\"paragraph\">  (b) every year after 2001 and before the particular year.  2000, c. 43, s. 3 (6).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) In any year, increases or decreases, as the case may be, in the tax rates on different classes of property in an area must bear the same proportion to each other as the proportion of the applicable tax ratios established under section 308 of the <i>Municipal Act, 2001</i> for the property classes for the year.  2000, c. 43, s. 3 (7); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Budget</p> <p class=\"subsection\">(8) The city shall include in its budget for a year, as adopted under section 290 of the <i>Municipal Act, 2001</i>, the amounts resulting from an increase or decrease in tax rates under this section for the year.  2000, c. 43, s. 3 (8); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(9) The Minister may, by regulation, define assets and liabilities for the purposes of this section.  2000, c. 43, s. 3 (9).</p> <p class=\"headnote\">General or specific</p> <p class=\"subsection\">(10) A regulation under subsection (9) may be general or specific in its application.  2000, c. 43, s. 3 (10).</p> <p class=\"headnote\">Retroactive</p> <p class=\"subsection\">(11) A regulation under subsection (9) may be made retroactive to January 1 of the year in which it is made.  2000, c. 43, s. 3 (11).</p> <p class=\"headnote\">By-law to comply with regulation</p> <p class=\"subsection\">(12) A by-law of the city passed under this section, whether it is passed before or after a regulation is made under subsection (9), is of no effect to the extent that it does not comply with the regulation.  2000, c. 43, s. 3 (12).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "id": "4",
            "section": "Special levy",
            "content": "4 The city may establish one or more municipal service areas and levy one or more special local municipality levies under section 312 of the Municipal Act, 2001 in the municipal service areas for the purpose of raising all or part of the costs for the following services, including the costs of establishing, constructing, maintaining, operating, improving, extending and financing those services: 1. Fire protection and prevention. 2. Horticulture. 3. Public transportation for disabled persons. 4. Street lighting. 5. The supply and distribution of water. 6. The collection and disposal of sewage. 7. The provision of highways. 8. Refuse collection, recycling and disposal.  2000, c. 43, s. 4; 2002, c. 17, Sched. F, Table. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><b>4 </b>The city may establish one or more municipal service areas and levy one or more special local municipality levies under section 312 of the <i>Municipal Act, 2001</i> in the municipal service areas for the purpose of raising all or part of the costs for the following services, including the costs of establishing, constructing, maintaining, operating, improving, extending and financing those services:</p> <p class=\"paragraph\">  1. Fire protection and prevention.</p> <p class=\"paragraph\">  2. Horticulture.</p> <p class=\"paragraph\">  3. Public transportation for disabled persons.</p> <p class=\"paragraph\">  4. Street lighting.</p> <p class=\"paragraph\">  5. The supply and distribution of water.</p> <p class=\"paragraph\">  6. The collection and disposal of sewage.</p> <p class=\"paragraph\">  7. The provision of highways.</p> <p class=\"paragraph\">  8. Refuse collection, recycling and disposal.  2000, c. 43, s. 4; 2002, c. 17, Sched. F, Table.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "id": "5",
            "section": "Municipal buildings",
            "content": "5 Subsection 17 (1) of the restructuring order applies only to, (a) those municipal buildings used as the municipal administrative offices of a former municipality; and (b) those buildings in a former municipality that, in the opinion of the council, are considered to be of benefit to the whole of the city or to more than one of the former municipalities.  2000, c. 43, s. 5.",
            "raw_html": "<p class=\"section\"><b>5 </b>Subsection 17 (1) of the restructuring order applies only to,</p> <p class=\"paragraph\">  (a) those municipal buildings used as the municipal administrative offices of a former municipality; and</p> <p class=\"paragraph\">  (b) those buildings in a former municipality that, in the opinion of the council, are considered to be of benefit to the whole of the city or to more than one of the former municipalities.  2000, c. 43, s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Drainage matters",
            "content": "6 (1) The council may by by-law, (a) establish a drainage board; (b) delegate to the drainage board any of the council’s powers and duties under the Drainage Act, except for its power to make by-laws and resolutions; and (c) require the drainage board to exercise the council’s powers and duties with respect to any matter under the Drainage Act in which the council is required by law to hold hearings or afford an opportunity to be heard.  2000, c. 43, s. 6 (1). Drainage board (2) The council shall appoint the members of the drainage board from among persons who are, (a) members of the council; or (b) eligible to be elected as members of the council.  2000, c. 43, s. 6 (2). Same (3) Members of the drainage board shall be paid the remuneration and expenses authorized by the council and those payments shall be deemed not to form part of the cost of the drainage works.  2000, c. 43, s. 6 (3). Conditions (4) The council may impose conditions in the by-law with respect to any matters delegated to the drainage board.  2000, c. 43, s. 6 (4). Section applies (5) Section 252 of the Municipal Act, 2001\r\napplies to the drainage board as if it were a committee of the council.  2000, c. 43, s. 6 (5); 2002, c. 17, Sched. F, Table. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) The council may by by-law,</p> <p class=\"paragraph\">  (a) establish a drainage board;</p> <p class=\"paragraph\">  (b) delegate to the drainage board any of the council’s powers and duties under the <i>Drainage Act</i>, except for its power to make by-laws and resolutions; and</p> <p class=\"paragraph\">  (c) require the drainage board to exercise the council’s powers and duties with respect to any matter under the <i>Drainage Act</i> in which the council is required by law to hold hearings or afford an opportunity to be heard.  2000, c. 43, s. 6 (1).</p> <p class=\"headnote\">Drainage board</p> <p class=\"subsection\">(2) The council shall appoint the members of the drainage board from among persons who are,</p> <p class=\"paragraph\">  (a) members of the council; or</p> <p class=\"paragraph\">  (b) eligible to be elected as members of the council.  2000, c. 43, s. 6 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Members of the drainage board shall be paid the remuneration and expenses authorized by the council and those payments shall be deemed not to form part of the cost of the drainage works.  2000, c. 43, s. 6 (3).</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(4) The council may impose conditions in the by-law with respect to any matters delegated to the drainage board.  2000, c. 43, s. 6 (4).</p> <p class=\"headnote\">Section applies</p> <p class=\"subsection\">(5) Section 252 of the <i>Municipal Act, 2001</i>\r\napplies to the drainage board as if it were a committee of the council.  2000, c. 43, s. 6 (5); 2002, c. 17, Sched. F, Table.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "id": "7",
            "section": "Speed limits",
            "content": "7 (1) Subject to subsections (2) and (3), for the purposes of section 128 of the Highway Traffic Act, the areas in the city that, on December 31, 2000, formed part of a town, village or township municipality shall be deemed to continue to form part of a town, village or township municipality until December 31, 2005.  2000, c. 43, s. 7 (1). Exception (2) Despite subsection (1), the council may exercise any of its powers under section 128 of the Highway Traffic Act\r\nwith respect to highways under its jurisdiction and control.  2000, c. 43, s. 7 (2). Same (3) Every by-law passed by the council of a former municipality under section 128 of the Highway Traffic Act that applied on December 31, 2000 to a highway or portion of it within the former municipality shall continue to apply to it until the earliest of the following days: 1. The day a subsequent by-law is passed by the council under section 128 of the Highway Traffic Act. 2. The day the by-law is repealed. 3. December 31, 2005.  2000, c. 43, s. 7 (3).",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) Subject to subsections (2) and (3), for the purposes of section 128 of the <i>Highway Traffic Act</i>, the areas in the city that, on December 31, 2000, formed part of a town, village or township municipality shall be deemed to continue to form part of a town, village or township municipality until December 31, 2005.  2000, c. 43, s. 7 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Despite subsection (1), the council may exercise any of its powers under section 128 of the <i>Highway Traffic Act</i>\r\nwith respect to highways under its jurisdiction and control.  2000, c. 43, s. 7 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Every by-law passed by the council of a former municipality under section 128 of the <i>Highway Traffic Act</i> that applied on December 31, 2000 to a highway or portion of it within the former municipality shall continue to apply to it until the earliest of the following days:</p> <p class=\"paragraph\">  1. The day a subsequent by-law is passed by the council under section 128 of the <i>Highway Traffic Act</i>.</p> <p class=\"paragraph\">  2. The day the by-law is repealed.</p> <p class=\"paragraph\">  3. December 31, 2005.  2000, c. 43, s. 7 (3).</p>"
        },
        {
            "id": "8",
            "section": "Transitional matters",
            "content": "8 For the purposes of clause 18 (12) (a) of the restructuring order, the transition board may, on behalf of the city, exercise the same powers as a city may exercise under any Act for the following matters: 1. Providing insurance, including reciprocal contracts of indemnity, for the city and its local boards and entering into agreements for the termination or amendment of existing contracts of the former municipalities and their local boards that provide insurance for the same purpose. 2. Entering into agreements for the provision of banking and auditing services to the city and entering into agreements to amend or terminate agreements for the provision of banking and audit services to the former municipalities. 3. Entering into agreements for the provision of human resource consultation services and technology services to the city.  2000, c. 43, s. 8.",
            "raw_html": "<p class=\"section\"><b>8 </b>For the purposes of clause 18 (12) (a) of the restructuring order, the transition board may, on behalf of the city, exercise the same powers as a city may exercise under any Act for the following matters:</p> <p class=\"paragraph\">  1. Providing insurance, including reciprocal contracts of indemnity, for the city and its local boards and entering into agreements for the termination or amendment of existing contracts of the former municipalities and their local boards that provide insurance for the same purpose.</p> <p class=\"paragraph\">  2. Entering into agreements for the provision of banking and auditing services to the city and entering into agreements to amend or terminate agreements for the provision of banking and audit services to the former municipalities.</p> <p class=\"paragraph\">  3. Entering into agreements for the provision of human resource consultation services and technology services to the city.  2000, c. 43, s. 8.</p>"
        },
        {
            "id": "9",
            "section": "Assets and liabilities",
            "content": "9 (1) All the assets and liabilities of the transition board immediately before it is dissolved, including all rights, interests, approvals, status, registrations, entitlements and contractual benefits and obligations, become assets and liabilities of the city when the transition board is dissolved, without compensation.  2000, c. 43, s. 9 (1). By-laws and resolutions (2) Every by-law or resolution of the transition board that is in force immediately before the transition board is dissolved, (a) shall be deemed to be a by-law or resolution of the council when the transition board is dissolved; and (b) remains in force, with respect to the part of the municipal area to which it applied immediately before the transition board was dissolved until it expires or is repealed or amended to provide otherwise.  2000, c. 43, s. 9 (2).",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) All the assets and liabilities of the transition board immediately before it is dissolved, including all rights, interests, approvals, status, registrations, entitlements and contractual benefits and obligations, become assets and liabilities of the city when the transition board is dissolved, without compensation.  2000, c. 43, s. 9 (1).</p> <p class=\"headnote\">By-laws and resolutions</p> <p class=\"subsection\">(2) Every by-law or resolution of the transition board that is in force immediately before the transition board is dissolved,</p> <p class=\"paragraph\">  (a) shall be deemed to be a by-law or resolution of the council when the transition board is dissolved; and</p> <p class=\"paragraph\">  (b) remains in force, with respect to the part of the municipal area to which it applied immediately before the transition board was dissolved until it expires or is repealed or amended to provide otherwise.  2000, c. 43, s. 9 (2).</p>"
        },
        {
            "id": "10",
            "section": "Saving",
            "content": "10 (1) The Police Village of Kirkfield and the public utility commissions and hydro-electric commissions of the municipal corporations listed below, that would otherwise be dissolved under sections 9 and 10 of the restructuring order, are, for the purpose of generating, transmitting, distributing or retailing electricity, continued with the employees, assets, liabilities, rights and obligations that exist as of December 31, 2000, for a period of up to 60 days after the final disposition by the Ontario Energy Board of applications for approval of the sale to Hydro One Networks Inc. of the shares of corporations incorporated or to be incorporated under section 142 of the Electricity Act, 1998: 1. The Corporation of the Town of Lindsay. 2. The Corporation of the Municipality of Bobcaygeon/Verulam. 3. The Corporation of the Village of Fenelon Falls. 4. The Corporation of the Village of Omemee. 5. The Corporation of the Village of Woodville.  2000, c. 43, s. 10 (1). Same (2) The terms of office of the members of the police village, the public utility commissions and the hydro-electric commissions are continued until such time as the transfer by-laws under section 145 of the Electricity Act, 1998 passed or to be passed by the municipal corporations have been implemented.  2000, c. 43, s. 10 (2). Same (3) The local boards referred to in subsection (1) shall become local boards of the city on January 1, 2001 unless they are dissolved before that day.  2000, c. 43, s. 10 (3). 11 Omitted (provides for coming into force of provisions of this Act).  2000, c. 43, s. 11. 12 Omitted (enacts short title of this Act).  2000, c. 43, s. 12. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) The Police Village of Kirkfield and the public utility commissions and hydro-electric commissions of the municipal corporations listed below, that would otherwise be dissolved under sections 9 and 10 of the restructuring order, are, for the purpose of generating, transmitting, distributing or retailing electricity, continued with the employees, assets, liabilities, rights and obligations that exist as of December 31, 2000, for a period of up to 60 days after the final disposition by the Ontario Energy Board of applications for approval of the sale to Hydro One Networks Inc. of the shares of corporations incorporated or to be incorporated under section 142 of the <i>Electricity Act, 1998</i>:</p> <p class=\"paragraph\">  1. The Corporation of the Town of Lindsay.</p> <p class=\"paragraph\">  2. The Corporation of the Municipality of Bobcaygeon/Verulam.</p> <p class=\"paragraph\">  3. The Corporation of the Village of Fenelon Falls.</p> <p class=\"paragraph\">  4. The Corporation of the Village of Omemee.</p> <p class=\"paragraph\">  5. The Corporation of the Village of Woodville.  2000, c. 43, s. 10 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The terms of office of the members of the police village, the public utility commissions and the hydro-electric commissions are continued until such time as the transfer by-laws under section 145 of the <i>Electricity Act, 1998</i> passed or to be passed by the municipal corporations have been implemented.  2000, c. 43, s. 10 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The local boards referred to in subsection (1) shall become local boards of the city on January 1, 2001 unless they are dissolved before that day.  2000, c. 43, s. 10 (3).</p> <p class=\"section\"><b>11 </b><span>Omitted (provides for coming into force of provisions of this Act)</span>.  2000, c. 43, s. 11.</p> <p class=\"section\"><b>12 </b><span>Omitted (enacts short title of this Act)</span>.  2000, c. 43, s. 12.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/00c43\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "11",
            "section": "Same",
            "content": "11 Omitted (provides for coming into force of provisions of this Act).  2000, c. 43, s. 11. 12 Omitted (enacts short title of this Act).  2000, c. 43, s. 12. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>11 </b><span>Omitted (provides for coming into force of provisions of this Act)</span>.  2000, c. 43, s. 11.</p> <p class=\"section\"><b>12 </b><span>Omitted (enacts short title of this Act)</span>.  2000, c. 43, s. 12.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/00c43\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "12",
            "section": "Same",
            "content": "12 Omitted (enacts short title of this Act).  2000, c. 43, s. 12. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>12 </b><span>Omitted (enacts short title of this Act)</span>.  2000, c. 43, s. 12.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/00c43\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}