{
    "act_info": {
        "full_title": "Climate Change Mitigation and Low-carbon Economy Act, 2016, S.O. 2016, c. 7",
        "act_name_text": "Climate Change Mitigation and Low-carbon Economy Act, 2016",
        "citation": "S.O. 2016, c. 7",
        "url": "https://www.ontario.ca/laws/statute/16c07",
        "date_scraped": "2023-12-18 23:38:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/16c07/v4",
            "valid_from": "October 31, 2018",
            "valid_to": "November 13, 2018"
        },
        {
            "a_href": "/laws/statute/16c07/v3",
            "valid_from": "May  8, 2018",
            "valid_to": "October 30, 2018"
        },
        {
            "a_href": "/laws/statute/16c07/v2",
            "valid_from": "March  8, 2018",
            "valid_to": "May  7, 2018"
        },
        {
            "a_href": "/laws/statute/16c07/v1",
            "valid_from": "May 18, 2016",
            "valid_to": "March  7, 2018"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Preamble",
            "section_x": "Preamble",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "Interpretation",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “cap and trade accounts” means, in relation to a registered participant, the accounts established under section 22 for the participant; (“comptes du programme de plafonnement et d’échange”) “compliance period” means the compliance period established under section 14; (“période de conformité”) “credit” means an Ontario credit or an instrument created by a jurisdiction other than Ontario that, under section 38, is to be treated as a credit for the purposes of this Act; (“crédit”) “Director” means a person appointed as a Director under section 72; (“directeur”) “designated account agent” means an account agent designated under section 24; (“agent de comptes désigné”) “emission allowance” means an Ontario emission allowance or an instrument created by a jurisdiction other than Ontario that, under section 38, is to be treated as an emission allowance for the purposes of this Act;  (“quota d’émission”) “Greenhouse Gas Reduction Account” means the account in the Public Accounts that is required by section 71; (“Compte de réduction des gaz à effet de serre”) “mandatory participant” means a person who is required by section 15 to register or who is registered as a mandatory participant; (“participant assujetti”) “market participant” means a person who is registered as a market participant under section 17; (“participant au marché”) “Minister” means the Minister of the Environment and Climate Change or such other member of the Executive Council as may be assigned the administration of this Act under the Executive Council Act; (“ministre”) “Ontario credit” means a credit created under section 35; (“crédit de l’Ontario”) “Ontario emission allowance” means an emission allowance created under section 30; (“quota d’émission de l’Ontario”) “person” includes an individual, corporation, partnership, sole proprietorship, association or any other organization or entity; (“personne”) “prescribed” means prescribed by a regulation made under this Act; (“prescrit”) “provincial officer” means a person designated as a provincial officer under section 73; (“agent provincial”) “public servant” means a public servant appointed under Part III of the Public Service of Ontario Act, 2006; (“fonctionnaire”) “record” includes any information that is recorded or stored by means of any device; (“dossier”) “registered participant” means a person who is registered under section 15, 16 or 17; (“participant inscrit”) “voluntary participant” means a person who is registered as a voluntary participant under section 16. (“participant volontaire”) Interpretation, amount of an emission allowance, credit (2) A reference in this Act to the amount of an emission allowance or credit is a reference to the amount of greenhouse gas emissions that is represented by the allowance or credit. Related persons (3) For the purposes of this Act, a person is considered to be related to another person in such circumstances as may be prescribed by regulation. Intention of the Legislature (4) For greater certainty, all of the provisions of this Act, including Schedule 1, remain in full force and effect, even if some provisions are held to be invalid, the intention of the Legislature being to give separate and independent effect to the extent of its powers to every provision contained in this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“cap and trade accounts” means, in relation to a registered participant, the accounts established under section 22 for the participant; (“comptes du programme de plafonnement et d’échange”)</p> <p class=\"definition\">“compliance period” means the compliance period established under section 14; (“période de conformité”)</p> <p class=\"definition\">“credit” means an Ontario credit or an instrument created by a jurisdiction other than Ontario that, under section 38, is to be treated as a credit for the purposes of this Act; (“crédit”)</p> <p class=\"definition\">“Director” means a person appointed as a Director under section 72; (“directeur”)</p> <p class=\"definition\">“designated account agent” means an account agent designated under section 24; (“agent de comptes désigné”)</p> <p class=\"definition\">“emission allowance” means an Ontario emission allowance or an instrument created by a jurisdiction other than Ontario that, under section 38, is to be treated as an emission allowance for the purposes of this Act;  (“quota d’émission”)</p> <p class=\"definition\">“Greenhouse Gas Reduction Account” means the account in the Public Accounts that is required by section 71; (“Compte de réduction des gaz à effet de serre”)</p> <p class=\"definition\">“mandatory participant” means a person who is required by section 15 to register or who is registered as a mandatory participant; (“participant assujetti”)</p> <p class=\"definition\">“market participant” means a person who is registered as a market participant under section 17; (“participant au marché”)</p> <p class=\"definition\">“Minister” means the Minister of the Environment and Climate Change or such other member of the Executive Council as may be assigned the administration of this Act under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“Ontario credit” means a credit created under section 35; (“crédit de l’Ontario”)</p> <p class=\"definition\">“Ontario emission allowance” means an emission allowance created under section 30; (“quota d’émission de l’Ontario”)</p> <p class=\"definition\">“person” includes an individual, corporation, partnership, sole proprietorship, association or any other organization or entity; (“personne”)</p> <p class=\"definition\">“prescribed” means prescribed by a regulation made under this Act; (“prescrit”)</p> <p class=\"definition\">“provincial officer” means a person designated as a provincial officer under section 73; (“agent provincial”)</p> <p class=\"definition\">“public servant” means a public servant appointed under Part III of the <i>Public Service of Ontario Act, 2006</i>; (“fonctionnaire”)</p> <p class=\"definition\"><span>“</span>record<span>” includes any information that is </span>recorded <span>or stored by means of any device; (“</span>dossier”)</p> <p class=\"definition\">“registered participant” means a person who is registered under section 15, 16 or 17; (“participant inscrit”)</p> <p class=\"definition\">“voluntary participant” means a person who is registered as a voluntary participant under section 16. (“participant volontaire”)</p> <p class=\"headnote\">Interpretation, amount of an emission allowance, credit</p> <p class=\"subsection\">(2) A reference in this Act to the amount of an emission allowance or credit is a reference to the amount of greenhouse gas emissions that is represented by the allowance or credit.</p> <p class=\"headnote\">Related persons</p> <p class=\"subsection\">(3) For the purposes of this Act, a person is considered to be related to another person in such circumstances as may be prescribed by regulation.</p> <p class=\"headnote\">Intention of the Legislature</p> <p class=\"subsection\">(4) For greater certainty, all of the provisions of this Act, including Schedule 1, remain in full force and effect, even if some provisions are held to be invalid, the intention of the Legislature being to give separate and independent effect to the extent of its powers to every provision contained in this Act.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Purpose",
            "part_id": null,
            "part_type": null,
            "section_y": "Purpose",
            "content": "2 (1) Recognizing the critical environmental and economic challenge of climate change that is facing the global community, the purpose of this Act is to create a regulatory scheme, (a) to reduce greenhouse gas in order to respond to climate change, to protect the environment and to assist Ontarians to transition to a low-carbon economy; and (b) to enable Ontario to collaborate and coordinate its actions with similar actions in other jurisdictions in order to ensure the efficacy of its regulatory scheme in the context of a broader international effort to respond to climate change. Same (2) The cap and trade program is a market mechanism established under this Act that is intended to encourage Ontarians to change their behaviour by influencing their economic decisions that directly or indirectly contribute to the emission of greenhouse gas.",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>(1) Recognizing the critical environmental and economic challenge of climate change that is facing the global community, the purpose of this Act is to create a regulatory scheme,</p> <p class=\"paragraph\">  (a) to reduce greenhouse gas in order to respond to climate change, to protect the environment and to assist Ontarians to transition to a low-carbon economy; and</p> <p class=\"paragraph\">  (b) to enable Ontario to collaborate and coordinate its actions with similar actions in other jurisdictions in order to ensure the efficacy of its regulatory scheme in the context of a broader international effort to respond to climate change.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The cap and trade program is a market mechanism established under this Act that is intended to encourage Ontarians to change their behaviour by influencing their economic decisions that directly or indirectly contribute to the emission of greenhouse gas.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Existing aboriginal or treaty rights",
            "part_id": null,
            "part_type": null,
            "section_y": "Existing aboriginal or treaty rights",
            "content": "3 For greater certainty, nothing in this Act shall be construed so as to abrogate or derogate from the protection provided for the existing aboriginal and treaty rights of the aboriginal peoples of Canada as recognized and affirmed in section 35 of the Constitution Act, 1982.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>For greater certainty, nothing in this Act shall be construed so as to abrogate or derogate from the protection provided for the existing aboriginal and treaty rights of the aboriginal peoples of Canada as recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Crown bound",
            "part_id": null,
            "part_type": null,
            "section_y": "Crown bound",
            "content": "4 This Act binds the Crown. Greenhouse Gas",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>This Act binds the Crown.</p> <p class=\"heading1\"><a name=\"BK6\"></a>Greenhouse Gas</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Greenhouse Gas",
            "section_x": "Greenhouse Gas",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "section_x": "Greenhouse gas",
            "part_id": null,
            "part_type": null,
            "section_y": "Greenhouse gas",
            "content": "5 This Act applies with respect to the following types of greenhouse gas and such other contaminants as may be prescribed as greenhouse gas by the regulations: 1. Carbon dioxide. 2. Methane. 3. Nitrous oxide. 4. Hydrofluorocarbons. 5. Perfluorocarbons. 6. Sulphur hexafluoride. 7. Nitrogen trifluoride.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>5 </b>This Act applies with respect to the following types of greenhouse gas and such other contaminants as may be prescribed as greenhouse gas by the regulations:</p> <p class=\"paragraph\">  1. Carbon dioxide.</p> <p class=\"paragraph\">  2. Methane.</p> <p class=\"paragraph\">  3. Nitrous oxide.</p> <p class=\"paragraph\">  4. Hydrofluorocarbons.</p> <p class=\"paragraph\">  5. Perfluorocarbons.</p> <p class=\"paragraph\">  6. Sulphur hexafluoride.</p> <p class=\"paragraph\">  7. Nitrogen trifluoride.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "section_x": "Emission reduction targets",
            "part_id": null,
            "part_type": null,
            "section_y": "Emission reduction targets",
            "content": "6 (1) The following targets are established for reducing the amount of greenhouse gas emissions from the amount of emissions in Ontario calculated for 1990: 1. A reduction of 15 per cent by the end of 2020. 2. A reduction of 37 per cent by the end of 2030. 3. A reduction of 80 per cent by the end of 2050. Increase (2) The Lieutenant Governor in Council may, by regulation, increase the targets specified in subsection (1). Interim targets (3) The Lieutenant Governor in Council may, by regulation, establish interim targets for the reduction of greenhouse gas emissions. Temperature goals (4) When increasing the targets specified in subsection (1) or establishing interim targets for the reduction of greenhouse gas emissions, the Lieutenant Governor in Council shall have regard to any temperature goals recognized by the Conference of the Parties established under Article 7 of the United Nations Framework Convention on Climate Change. Baseline (5) For the purposes of this section, the amount of greenhouse gas emissions in Ontario calculated for 1990 is the amount specified as such by the Minister.  The Minister may, as he or she considers appropriate, recalculate the specified amount from time to time. Public notice of baseline (6) The Minister shall inform the public about the amount specified under subsection (5) by making notice of the amount available to the public on a website of the Government or in such other manner as may be prescribed by the regulations. Non-application (7) Part III (Regulations) of the Legislation Act, 2006 does not apply with respect to the decisions of the Minister under subsections (5) and (6).",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>6 </b>(1) The following targets are established for reducing the amount of greenhouse gas emissions from the amount of emissions in Ontario calculated for 1990:</p> <p class=\"paragraph\">  1. A reduction of 15 per cent by the end of 2020.</p> <p class=\"paragraph\">  2. A reduction of 37 per cent by the end of 2030.</p> <p class=\"paragraph\">  3. A reduction of 80 per cent by the end of 2050.</p> <p class=\"headnote\">Increase</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may, by regulation, increase the targets specified in subsection (1).</p> <p class=\"headnote\">Interim targets</p> <p class=\"subsection\">(3) The Lieutenant Governor in Council may, by regulation, establish interim targets for the reduction of greenhouse gas emissions.</p> <p class=\"headnote\">Temperature goals</p> <p class=\"subsection\">(4) When increasing the targets specified in subsection (1) or establishing interim targets for the reduction of greenhouse gas emissions, the Lieutenant Governor in Council shall have regard to any temperature goals recognized by the Conference of the Parties established under Article 7 of the United Nations Framework Convention on Climate Change.</p> <p class=\"headnote\">Baseline</p> <p class=\"subsection\">(5) For the purposes of this section, the amount of greenhouse gas emissions in Ontario calculated for 1990 is the amount specified as such by the Minister.  The Minister may, as he or she considers appropriate, recalculate the specified amount from time to time.</p> <p class=\"headnote\">Public notice of baseline</p> <p class=\"subsection\">(6) The Minister shall inform the public about the amount specified under subsection (5) by making notice of the amount available to the public on a website of the Government or in such other manner as may be prescribed by the regulations.</p> <p class=\"headnote\">Non-application</p> <p class=\"subsection\">(7) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply with respect to the decisions of the Minister under subsections (5) and (6).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "section_x": "Climate change action plan",
            "part_id": null,
            "part_type": null,
            "section_y": "Climate change action plan",
            "content": "7 (1) The Government of Ontario shall prepare a climate change action plan that sets out actions under a regulatory scheme designed to modify behaviour that will enable Ontario to achieve its targets for the reduction of greenhouse gas emissions. Traditional ecological knowledge (2) If a First Nation or Métis community offers its traditional ecological knowledge to the Minister, the Minister shall take into consideration the role of traditional ecological knowledge with respect to the action plan. Impact on low-income households (3) The action plan must consider the impact of the regulatory scheme on low-income households and must include actions to assist those households with Ontario’s transition to a low-carbon economy. Contents of plan (4) For each of the actions set out in the action plan, the plan shall establish a timetable for taking the action. Same (5) The action plan shall include the following information: 1. The potential reduction in greenhouse gas resulting from the action. 2. An assessment of the cost per tonne of the potential reduction in greenhouse gas. 3. If an action could be funded, in whole or in part, using the amounts in the Greenhouse Gas Reduction Account, the estimated amount of any funding from the Account that may be contemplated. Public notice (6) The Minister shall, before January 1, 2017, lay the action plan before the Assembly and make it available to the public on a website of the Government or in such other manner as may be prescribed by the regulations. Periodic revision and review (7) The action plan may be revised at any time and must be reviewed at least every five years or as otherwise prescribed. Public notice after review (8) If the action plan is revised following a review, the Minister shall, at the earliest reasonable opportunity, lay the revised action plan before the Assembly and make it available to the public on a website of the Government or in such other manner as may be prescribed by the regulations. Status (9) For greater certainty, the action plan and any revisions to it are not undertakings within the meaning of the Environmental Assessment Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>7 </b>(1) The Government of Ontario shall prepare a climate change action plan that sets out actions under a regulatory scheme designed to modify behaviour that will enable Ontario to achieve its targets for the reduction of greenhouse gas emissions.</p> <p class=\"headnote\">Traditional ecological knowledge</p> <p class=\"subsection\">(2) If a First Nation or Métis community offers its traditional ecological knowledge to the Minister, the Minister shall take into consideration the role of traditional ecological knowledge with respect to the action plan.</p> <p class=\"headnote\">Impact on low-income households</p> <p class=\"subsection\">(3) The action plan must consider the impact of the regulatory scheme on low-income households and must include actions to assist those households with Ontario’s transition to a low-carbon economy.</p> <p class=\"headnote\">Contents of plan</p> <p class=\"subsection\">(4) For each of the actions set out in the action plan, the plan shall establish a timetable for taking the action.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) The action plan shall include the following information:</p> <p class=\"paragraph\">  1. The potential reduction in greenhouse gas resulting from the action.</p> <p class=\"paragraph\">  2. An assessment of the cost per tonne of the potential reduction in greenhouse gas.</p> <p class=\"paragraph\">  3. If an action could be funded, in whole or in part, using the amounts in the Greenhouse Gas Reduction Account, the estimated amount of any funding from the Account that may be contemplated.</p> <p class=\"headnote\">Public notice</p> <p class=\"subsection\">(6) The Minister shall, before January 1, 2017, lay the action plan before the Assembly and make it available to the public on a website of the Government or in such other manner as may be prescribed by the regulations.</p> <p class=\"headnote\">Periodic revision and review</p> <p class=\"subsection\">(7) The action plan may be revised at any time and must be reviewed at least every five years or as otherwise prescribed.</p> <p class=\"headnote\">Public notice after review</p> <p class=\"subsection\">(8) If the action plan is revised following a review, the Minister shall, at the earliest reasonable opportunity, lay the revised action plan before the Assembly and make it available to the public on a website of the Government or in such other manner as may be prescribed by the regulations.</p> <p class=\"headnote\">Status</p> <p class=\"subsection\">(9) For greater certainty, the action plan and any revisions to it are not undertakings within the meaning of the <i>Environmental Assessment Act</i>.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "section_x": "Minister’s progress reports",
            "part_id": null,
            "part_type": null,
            "section_y": "Minister’s progress reports",
            "content": "8 (1) The Minister shall prepare a report at least once every year, or as otherwise prescribed, and the report must describe the status of the actions set out in any climate change action plan prepared in respect of the reporting period. Public notice (2) The Minister shall, at the earliest reasonable opportunity, lay the report before the Assembly and make it available to the public on a website of the Government or in such other manner as may be prescribed by the regulations. Duty to quantify emissions",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>8 </b>(1) The Minister shall prepare a report at least once every year, or as otherwise prescribed, and the report must describe the status of the actions set out in any climate change action plan prepared in respect of the reporting period.</p> <p class=\"headnote\">Public notice</p> <p class=\"subsection\">(2) The Minister shall, at the earliest reasonable opportunity, lay the report before the Assembly and make it available to the public on a website of the Government or in such other manner as may be prescribed by the regulations.</p> <p class=\"headnote\">Duty to quantify emissions</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "section_x": "Duty to quantify emissions",
            "part_id": null,
            "part_type": null,
            "section_y": "Emissions during activities",
            "content": "9 (1) Each of the following persons shall quantify the amount of greenhouse gas that is emitted during the person’s prescribed activities at its prescribed facility in Ontario during a prescribed period: 1. The owner or operator of a prescribed facility who satisfies such other criteria as may be prescribed by regulation. 2. Such other persons who satisfy such criteria, or are in such circumstances, as may be prescribed by regulation. Same (2) The person shall, in accordance with the regulations, quantify the amount of greenhouse gas that is emitted during prescribed activities at a prescribed facility and shall keep the records required by regulation. Emissions associated with activities (3) Each of the following persons shall calculate the amount of the greenhouse gas emissions that are determined, in accordance with the regulations, to be associated with the person’s prescribed activities in Ontario during a prescribed period: 1. A person who imports electricity into Ontario during the period and who satisfies such other criteria as may be prescribed by regulation. 2. A person who distributes natural gas in Ontario and who satisfies such other criteria as may be prescribed by regulation. 3. A person who supplies petroleum products for consumption in Ontario and who satisfies such other criteria as may be prescribed by regulation. 4. Such other persons who satisfy such criteria, or are in such circumstances, as may be prescribed by regulation. Same, direct and indirect links (4) The greenhouse gas emissions that are determined, in accordance with the regulations, to be associated with a person’s prescribed activity may be greenhouse gas emitted by the person during its prescribed activity and may include greenhouse gas emissions of another person (“third party”), if there is a direct or indirect link between the person and the third party and a direct link between the prescribed activity and the greenhouse gas emissions of the third party. Calculation (5) The person shall, in accordance with the regulations, calculate the amount of the greenhouse gas emissions that are associated with the person’s prescribed activity and shall keep the records required by regulation. Duty to report",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>9 </b>(1) Each of the following persons shall quantify the amount of greenhouse gas that is emitted during the person’s prescribed activities at its prescribed facility in Ontario during a prescribed period:</p> <p class=\"paragraph\">  1. The owner or operator of a prescribed facility who satisfies such other criteria as may be prescribed by regulation.</p> <p class=\"paragraph\">  2. Such other persons who satisfy such criteria, or are in such circumstances, as may be prescribed by regulation.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The person shall, in accordance with the regulations, quantify the amount of greenhouse gas that is emitted during prescribed activities at a prescribed facility and shall keep the records required by regulation.</p> <p class=\"headnote\">Emissions associated with activities</p> <p class=\"subsection\">(3) Each of the following persons shall calculate the amount of the greenhouse gas emissions that are determined, in accordance with the regulations, to be associated with the person’s prescribed activities in Ontario during a prescribed period:</p> <p class=\"paragraph\">  1. A person who imports electricity into Ontario during the period and who satisfies such other criteria as may be prescribed by regulation.</p> <p class=\"paragraph\">  2. A person who distributes natural gas in Ontario and who satisfies such other criteria as may be prescribed by regulation.</p> <p class=\"paragraph\">  3. A person who supplies petroleum products for consumption in Ontario and who satisfies such other criteria as may be prescribed by regulation.</p> <p class=\"paragraph\">  4. Such other persons who satisfy such criteria, or are in such circumstances, as may be prescribed by regulation.</p> <p class=\"headnote\">Same, direct and indirect links</p> <p class=\"subsection\">(4) The greenhouse gas emissions that are determined, in accordance with the regulations, to be associated with a person’s prescribed activity may be greenhouse gas emitted by the person during its prescribed activity and may include greenhouse gas emissions of another person (“third party”), if there is a direct or indirect link between the person and the third party and a direct link between the prescribed activity and the greenhouse gas emissions of the third party.</p> <p class=\"headnote\">Calculation</p> <p class=\"subsection\">(5) The person shall, in accordance with the regulations, calculate the amount of the greenhouse gas emissions that are associated with the person’s prescribed activity and shall keep the records required by regulation.</p> <p class=\"headnote\">Duty to report</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "section_x": "Duty to report",
            "part_id": null,
            "part_type": null,
            "section_y": "Emissions during activities",
            "content": "10 (1) This section applies, in such circumstances as may be prescribed, to a person who is required by subsection 9 (1) to quantify the amount of greenhouse gas that is emitted during a prescribed activity at a prescribed facility during a prescribed period. Emissions associated with activities (2) This section applies, in such circumstances as may be prescribed, to a person who is required by subsection 9 (3) to calculate the amount of the greenhouse gas emissions that are associated with a prescribed activity during a prescribed period. Duty to report (3) The person shall give the Director one or more reports, as required by regulation, with respect to the greenhouse gas emissions during the period and shall do so before the prescribed deadline. Revised reports (4) The person shall revise a report and give the revised report to the Director in the following circumstances: 1. The Director is of the opinion that the report has not been prepared in accordance with this Act or the regulations. 2. Such other circumstances as may be prescribed by regulation. Contents, etc. (5) A report under this section shall contain such information as may be prescribed, and such additional information as the Director may request, and shall be prepared and submitted in accordance with this Act and the regulations.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>10 </b>(1) This section applies, in such circumstances as may be prescribed, to a person who is required by subsection 9 (1) to quantify the amount of greenhouse gas that is emitted during a prescribed activity at a prescribed facility during a prescribed period.</p> <p class=\"headnote\">Emissions associated with activities</p> <p class=\"subsection\">(2) This section applies, in such circumstances as may be prescribed, to a person who is required by subsection 9 (3) to calculate the amount of the greenhouse gas emissions that are associated with a prescribed activity during a prescribed period.</p> <p class=\"headnote\">Duty to report</p> <p class=\"subsection\">(3) The person shall give the Director one or more reports, as required by regulation, with respect to the greenhouse gas emissions during the period and shall do so before the prescribed deadline.</p> <p class=\"headnote\">Revised reports</p> <p class=\"subsection\">(4) The person shall revise a report and give the revised report to the Director in the following circumstances:</p> <p class=\"paragraph\">  1. The Director is of the opinion that the report has not been prepared in accordance with this Act or the regulations.</p> <p class=\"paragraph\">  2. Such other circumstances as may be prescribed by regulation.</p> <p class=\"headnote\">Contents, etc.</p> <p class=\"subsection\">(5) A report under this section shall contain such information as may be prescribed, and such additional information as the Director may request, and shall be prepared and submitted in accordance with this Act and the regulations. </p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "section_x": "Duty to verify",
            "part_id": null,
            "part_type": null,
            "section_y": "Duty to verify",
            "content": "11 (1) This section applies, in such circumstances as may be prescribed, to a person who is required by section 10 to give the Director one or more reports with respect to greenhouse gas emissions relating to a prescribed activity during a prescribed period. Same (2) The person shall have prescribed reports under section 10 verified in accordance with the regulations by a person who is authorized by regulation to do so.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>11 </b>(1) This section applies, in such circumstances as may be prescribed, to a person who is required by section 10 to give the Director one or more reports with respect to greenhouse gas emissions relating to a prescribed activity during a prescribed period.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The person shall have prescribed reports under section 10 verified in accordance with the regulations by a person who is authorized by regulation to do so.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "section_x": "Information request by Director",
            "part_id": null,
            "part_type": null,
            "section_y": "Information request by Director",
            "content": "12 (1) The Director may ask a person to provide information described in subsection (2) to the Director for the purposes of, (a) assessing whether a person may be required to comply with section 9, 10 or 11; (b) reviewing any record required to be kept or submitted for the purposes of section 9, 10, 11 or 13 or that is required to be prepared in relation to any of those sections; or (c) making a determination under subsection 13 (2). Information (2) The information that may be requested under subsection (1) is such information as may be specified in the regulations or as may be specified by the Director. Duty to comply with request (3) The person shall comply with the Director’s request, in the manner and within the period specified by the Director. Duty to provide assistance (4) Subsections 42 (8) and 43 (1) and (2) apply, with necessary modifications, with respect to a request by the Director under this section.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>12 </b>(1) The Director may ask a person to provide information described in subsection (2) to the Director for the purposes of,</p> <p class=\"paragraph\">  (a) assessing whether a person may be required to comply with section 9, 10 or 11;</p> <p class=\"paragraph\">  (b) reviewing any record required to be kept or submitted for the purposes of section 9, 10, 11 or 13 or that is required to be prepared in relation to any of those sections; or</p> <p class=\"paragraph\">  (c) making a determination under subsection 13 (2).</p> <p class=\"headnote\">Information</p> <p class=\"subsection\">(2) The information that may be requested under subsection (1) is such information as may be specified in the regulations or as may be specified by the Director.</p> <p class=\"headnote\">Duty to comply with request</p> <p class=\"subsection\">(3) The person shall comply with the Director’s request, in the manner and within the period specified by the Director.</p> <p class=\"headnote\">Duty to provide assistance</p> <p class=\"subsection\">(4) Subsections 42 (8) and 43 (1) and (2) apply, with necessary modifications, with respect to a request by the Director under this section.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "13.",
            "section_x": "Attribution of emissions",
            "part_id": null,
            "part_type": null,
            "section_y": "Attribution of emissions",
            "content": "13 (1) For the purposes of this Act, the amount of greenhouse gas emissions relating to a prescribed activity during a prescribed period that is attributed to a person is the amount prescribed by the regulations or determined in accordance with the regulations. Same (2) Despite subsection (1), in prescribed circumstances, the amount of greenhouse gas emissions shall be determined by the Director in accordance with the regulations. Opportunity to be heard (3) If the Director proposes to determine the amount of greenhouse gas emissions to be attributed to a person, the Director shall give the person notice of the proposal in accordance with the regulations and shall, in accordance with the regulations, give the person an opportunity to be heard. The Cap and Trade Program",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>13 </b>(1) For the purposes of this Act, the amount of greenhouse gas emissions relating to a prescribed activity during a prescribed period that is attributed to a person is the amount prescribed by the regulations or determined in accordance with the regulations.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Despite subsection (1), in prescribed circumstances, the amount of greenhouse gas emissions shall be determined by the Director in accordance with the regulations.</p> <p class=\"headnote\">Opportunity to be heard</p> <p class=\"subsection\">(3) If the Director proposes to determine the amount of greenhouse gas emissions to be attributed to a person, the Director shall give the person notice of the proposal in accordance with the regulations and shall, in accordance with the regulations, give the person an opportunity to be heard.</p> <p class=\"heading1\"><a name=\"BK16\"></a>The Cap and Trade Program</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "The Cap and Trade Program",
            "section_x": "The Cap and Trade Program",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "section_x": "Duty to submit emission allowances and credits",
            "part_id": null,
            "part_type": null,
            "section_y": "Duty to submit emission allowances and credits",
            "content": "14 (1) Each of the following persons shall submit emission allowances and credits to the Minister in an amount equal to the aggregate amount of all greenhouse gas emissions attributed to the person under section 13 for a compliance period: 1. A person who is required to be registered as a mandatory participant under section 15 at any time during the compliance period. 2. A person who is registered as a voluntary participant under section 16 at any time during the compliance period. Same (2) If the amount of greenhouse gas emissions associated with a person under section 9 includes emissions associated with the activities or other actions of a third party, emission allowances in respect of the emissions associated with the activities or other actions of the third party are submitted by that person in the place of the third party. Compliance period (3) Compliance periods are established by regulation. Deadline, etc. (4) The participant shall submit the emission allowances and credits for a compliance period on or before the prescribed deadline and in accordance with the regulations. Restriction (5) The regulations may impose restrictions with respect to the classes of emission allowances and credits that may be submitted by a participant for a compliance period, including limiting the amount of any class of allowance or credit that may be submitted. Reduction (6) The regulations may prescribe circumstances in which no emission allowances or credits, or a reduced amount of allowances and credits, must be submitted by a participant for a compliance period. Shortfall, consequences (7) The following consequences arise if a participant fails to submit all of the required emission allowances and credits on or before the prescribed deadline in accordance with the regulations: 1. The Minister may remove emission allowances and credits held in, or subsequently transferred into, the participant’s cap and trade accounts in an amount sufficient to satisfy the shortfall. 2. The participant shall submit to the Minister additional emission allowances in an amount equal to three times the shortfall. 3. The Minister may remove emission allowances held in, or subsequently transferred into, the participant’s cap and trade accounts in an amount sufficient to satisfy the participant’s obligation under paragraph 2. 4. The participant’s authority to deal with emission allowances and credits in the participant’s cap and trade accounts shall be restricted, in accordance with the regulations, until the participant’s obligations under subsection (1) and paragraph 2 are satisfied in full. Continuing shortfall, consequences (8) If the Director gives the participant notice, in accordance with the regulations, of the participant’s outstanding obligations under subsections (1) and (7), and if the participant does not satisfy the obligations in full by the deadline specified in the notice, the following consequences arise: 1. The Director may, by order, require the participant to pay to the Minister of Finance an amount determined in accordance with the regulations in satisfaction of the participant’s outstanding obligations. 2. Until the participant’s outstanding obligations are satisfied in full, the Minister may decline to distribute emission allowances free of charge to the participant. 3. The Director may, by order, impose such other consequences as may be authorized by regulation. Effect of revised attribution (9) If the amount of greenhouse gas emissions attributed to a participant under section 13 for a prescribed period within a compliance period is increased after the prescribed deadline for submitting emission allowances and credits under this section, subsections (4) to (8) apply with necessary modifications with respect to the amount of the increase, and the regulations shall specify the applicable deadline that is the prescribed deadline for submitting the allowances and credits for that amount. Interpretation re prosecutions (10) For greater certainty, the consequences that may arise under subsections (7) and (8) do not affect the prosecution of an offence for a failure to comply with subsection (1).",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>14 </b>(1) Each of the following persons shall submit emission allowances and credits to the Minister in an amount equal to the aggregate amount of all greenhouse gas emissions attributed to the person under section 13 for a compliance period:</p> <p class=\"paragraph\">  1. A person who is required to be registered as a mandatory participant under section 15 at any time during the compliance period.</p> <p class=\"paragraph\">  2. A person who is registered as a voluntary participant under section 16 at any time during the compliance period.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If the amount of greenhouse gas emissions associated with a person under section 9 includes emissions associated with the activities or other actions of a third party, emission allowances in respect of the emissions associated with the activities or other actions of the third party are submitted by that person in the place of the third party.</p> <p class=\"headnote\">Compliance period</p> <p class=\"subsection\">(3) Compliance periods are established by regulation.</p> <p class=\"headnote\">Deadline, etc.</p> <p class=\"subsection\">(4) The participant shall submit the emission allowances and credits for a compliance period on or before the prescribed deadline and in accordance with the regulations.</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(5) The regulations may impose restrictions with respect to the classes of emission allowances and credits that may be submitted by a participant for a compliance period, including limiting the amount of any class of allowance or credit that may be submitted.</p> <p class=\"headnote\">Reduction</p> <p class=\"subsection\">(6) The regulations may prescribe circumstances in which no emission allowances or credits, or a reduced amount of allowances and credits, must be submitted by a participant for a compliance period.</p> <p class=\"headnote\">Shortfall, consequences</p> <p class=\"subsection\">(7) The following consequences arise if a participant fails to submit all of the required emission allowances and credits on or before the prescribed deadline in accordance with the regulations:</p> <p class=\"paragraph\">  1. The Minister may remove emission allowances and credits held in, or subsequently transferred into, the participant’s cap and trade accounts in an amount sufficient to satisfy the shortfall.</p> <p class=\"paragraph\">  2. The participant shall submit to the Minister additional emission allowances in an amount equal to three times the shortfall.</p> <p class=\"paragraph\">  3. The Minister may remove emission allowances held in, or subsequently transferred into, the participant’s cap and trade accounts in an amount sufficient to satisfy the participant’s obligation under paragraph 2.</p> <p class=\"paragraph\">  4. The participant’s authority to deal with emission allowances and credits in the participant’s cap and trade accounts shall be restricted, in accordance with the regulations, until the participant’s obligations under subsection (1) and paragraph 2 are satisfied in full.</p> <p class=\"headnote\">Continuing shortfall, consequences</p> <p class=\"subsection\">(8) If the Director gives the participant notice, in accordance with the regulations, of the participant’s outstanding obligations under subsections (1) and (7), and if the participant does not satisfy the obligations in full by the deadline specified in the notice, the following consequences arise:</p> <p class=\"paragraph\">  1. The Director may, by order, require the participant to pay to the Minister of Finance an amount determined in accordance with the regulations in satisfaction of the participant’s outstanding obligations.</p> <p class=\"paragraph\">  2. Until the participant’s outstanding obligations are satisfied in full, the Minister may decline to distribute emission allowances free of charge to the participant.</p> <p class=\"paragraph\">  3. The Director may, by order, impose such other consequences as may be authorized by regulation.</p> <p class=\"headnote\">Effect of revised attribution</p> <p class=\"subsection\">(9) If the amount of greenhouse gas emissions attributed to a participant under section 13 for a prescribed period within a compliance period is increased after the prescribed deadline for submitting emission allowances and credits under this section, subsections (4) to (8) apply with necessary modifications with respect to the amount of the increase, and the regulations shall specify the applicable deadline that is the prescribed deadline for submitting the allowances and credits for that amount.</p> <p class=\"headnote\">Interpretation re prosecutions</p> <p class=\"subsection\">(10) For greater certainty, the consequences that may arise under subsections (7) and (8) do not affect the prosecution of an offence for a failure to comply with subsection (1).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "section_x": "Mandatory participants: registration",
            "part_id": null,
            "part_type": null,
            "section_y": "Mandatory participants: registration",
            "content": "15 (1) A person who satisfies such criteria as may be prescribed by regulation is required to register as a mandatory participant in the cap and trade program under this Act. Facility, etc. (2) If the regulations so authorize, a person may be required to register only with respect to one or more activities at a facility. Registration process (3) The person shall give the Director such information as may be required by regulation and such additional information as may be required by the Director for the purposes of registering, and shall do so in accordance with the regulations. Director’s duty to register (4) Upon receiving the information and any applicable fee, the Director shall register the person as a mandatory participant in the cap and trade program if the Director is satisfied that the person satisfies the criteria described in subsection (1).",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>15 </b>(1) A person who satisfies such criteria as may be prescribed by regulation is required to register as a mandatory participant in the cap and trade program under this Act.</p> <p class=\"headnote\">Facility, etc.</p> <p class=\"subsection\">(2) If the regulations so authorize, a person may be required to register only with respect to one or more activities at a facility.</p> <p class=\"headnote\">Registration process</p> <p class=\"subsection\">(3) The person shall give the Director such information as may be required by regulation and such additional information as may be required by the Director for the purposes of registering, and shall do so in accordance with the regulations.</p> <p class=\"headnote\">Director’s duty to register</p> <p class=\"subsection\">(4) Upon receiving the information and any applicable fee, the Director shall register the person as a mandatory participant in the cap and trade program if the Director is satisfied that the person satisfies the criteria described in subsection (1).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.",
            "section_x": "Voluntary participants: registration",
            "part_id": null,
            "part_type": null,
            "section_y": "Voluntary participants: registration",
            "content": "16 (1) A person who satisfies such criteria as may be prescribed by regulation may apply to the Director in accordance with the regulations for registration as a voluntary participant in the cap and trade program under this Act. Facility, etc. (2) For greater certainty, a person who is required to register as a mandatory participant under section 15 with respect to one or more activities at a facility may apply for registration under this section as a voluntary participant with respect to other activities or other facilities. Registration process (3) The applicant shall give the Director such information as may be required by regulation and such additional information as may be required by the Director for the purposes of the application. Director’s duty to register (4) Upon receiving the application, information and any applicable fee, the Director shall register the applicant if the Director determines that the applicant satisfies the eligibility criteria referred to in subsection (1) and such additional requirements as may be prescribed by regulation. Refusal of registration (5) Despite subsection (4), the Director may refuse to register the applicant if the Director is of the opinion that the applicant should not be registered, having regard to such circumstances as may be prescribed and such other matters as the Director considers appropriate. Opportunity to be heard (6) If the Director proposes to refuse to register an applicant, the Director shall give the applicant notice of the proposal in accordance with the regulations and shall, in accordance with the regulations, give the applicant an opportunity to be heard.",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>16 </b>(1) A person who satisfies such criteria as may be prescribed by regulation may apply to the Director in accordance with the regulations for registration as a voluntary participant in the cap and trade program under this Act.</p> <p class=\"headnote\">Facility, etc.</p> <p class=\"subsection\">(2) For greater certainty, a person who is required to register as a mandatory participant under section 15 with respect to one or more activities at a facility may apply for registration under this section as a voluntary participant with respect to other activities or other facilities.</p> <p class=\"headnote\">Registration process</p> <p class=\"subsection\">(3) The applicant shall give the Director such information as may be required by regulation and such additional information as may be required by the Director for the purposes of the application.</p> <p class=\"headnote\">Director’s duty to register</p> <p class=\"subsection\">(4) Upon receiving the application, information and any applicable fee, the Director shall register the applicant if the Director determines that the applicant satisfies the eligibility criteria referred to in subsection (1) and such additional requirements as may be prescribed by regulation.</p> <p class=\"headnote\">Refusal of registration</p> <p class=\"subsection\">(5) Despite subsection (4), the Director may refuse to register the applicant if the Director is of the opinion that the applicant should not be registered, having regard to such circumstances as may be prescribed and such other matters as the Director considers appropriate.</p> <p class=\"headnote\">Opportunity to be heard</p> <p class=\"subsection\">(6) If the Director proposes to refuse to register an applicant, the Director shall give the applicant notice of the proposal in accordance with the regulations and shall, in accordance with the regulations, give the applicant an opportunity to be heard.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "17.",
            "section_x": "Market participants: registration",
            "part_id": null,
            "part_type": null,
            "section_y": "Market participants: registration",
            "content": "17 (1) A person who satisfies such eligibility criteria as may be prescribed may apply to the Director in accordance with the regulations for registration as a market participant in the cap and trade program under this Act. Same (2) The applicant shall give the Director such information as may be required by regulation and such additional information as may be required by the Director for the purposes of the application. Director’s duty to register (3) Upon receiving the application, information and any applicable fee, the Director shall register the applicant if the Director determines that the applicant satisfies the eligibility criteria referred to in subsection (1). Refusal of registration (4) Despite subsection (3), the Director may refuse to register the applicant if the Director is of the opinion that the applicant should not be registered, having regard to such circumstances as may be prescribed and such other matters as the Director considers appropriate. Opportunity to be heard (5) If the Director proposes to refuse to register an applicant, the Director shall give the applicant notice of the proposal in accordance with the regulations and shall, in accordance with the regulations, give the applicant an opportunity to be heard.",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>17 </b>(1) A person who satisfies such eligibility criteria as may be prescribed may apply to the Director in accordance with the regulations for registration as a market participant in the cap and trade program under this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The applicant shall give the Director such information as may be required by regulation and such additional information as may be required by the Director for the purposes of the application.</p> <p class=\"headnote\">Director’s duty to register</p> <p class=\"subsection\">(3) Upon receiving the application, information and any applicable fee, the Director shall register the applicant if the Director determines that the applicant satisfies the eligibility criteria referred to in subsection (1).</p> <p class=\"headnote\">Refusal of registration</p> <p class=\"subsection\">(4) Despite subsection (3), the Director may refuse to register the applicant if the Director is of the opinion that the applicant should not be registered, having regard to such circumstances as may be prescribed and such other matters as the Director considers appropriate.</p> <p class=\"headnote\">Opportunity to be heard</p> <p class=\"subsection\">(5) If the Director proposes to refuse to register an applicant, the Director shall give the applicant notice of the proposal in accordance with the regulations and shall, in accordance with the regulations, give the applicant an opportunity to be heard.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "18.",
            "section_x": "Conditions of registration",
            "part_id": null,
            "part_type": null,
            "section_y": "Conditions of registration",
            "content": "18 (1) Conditions of registration may be established by regulation for mandatory participants, voluntary participants and market participants, respectively. Duty to audit (2) Without limiting the generality of subsection (1), the conditions of registration may include a requirement that the registrant cause an audit to be undertaken, in such circumstances as may be prescribed, of any of the matters specified by regulation, and the audit shall comply with such requirements as may be prescribed. Other duties (3) Without limiting the generality of subsection (1), the conditions of registration as a mandatory or voluntary participant may include a requirement to give reports to the Director and have the reports verified in accordance with the regulations by a person who is authorized by regulation to do so. Conditions imposed by the Director (4) When registering a mandatory participant, voluntary participant or market participant, the Director may impose conditions with respect to the registration of the participant. Same (5) The Director may change, or cancel, any of the conditions imposed by the Director with respect to a registration. Hearing (6) Section 60 applies if the Director imposes, or changes, conditions with respect to the registration of a registered participant.",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>18 </b>(1) Conditions of registration may be established by regulation for mandatory participants, voluntary participants and market participants, respectively.</p> <p class=\"headnote\">Duty to audit</p> <p class=\"subsection\">(2) Without limiting the generality of subsection (1), the conditions of registration may include a requirement that the registrant cause an audit to be undertaken, in such circumstances as may be prescribed, of any of the matters specified by regulation, and the audit shall comply with such requirements as may be prescribed.</p> <p class=\"headnote\">Other duties</p> <p class=\"subsection\">(3) Without limiting the generality of subsection (1), the conditions of registration as a mandatory or voluntary participant may include a requirement to give reports to the Director and have the reports verified in accordance with the regulations by a person who is authorized by regulation to do so.</p> <p class=\"headnote\">Conditions imposed by the Director</p> <p class=\"subsection\">(4) When registering a mandatory participant, voluntary participant or market participant, the Director may impose conditions with respect to the registration of the participant.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) The Director may change, or cancel, any of the conditions imposed by the Director with respect to a registration.</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(6) Section 60 applies if the Director imposes, or changes, conditions with respect to the registration of a registered participant.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "19.",
            "section_x": "Duty to comply with conditions of registration",
            "part_id": null,
            "part_type": null,
            "section_y": "Duty to comply with conditions of registration",
            "content": "19 (1) A registered participant shall comply with the conditions of registration established by regulation and the conditions imposed on the participant by the Director. Same (2) A mandatory participant who is not registered shall comply with the conditions of registration established by regulation for mandatory participants. Cancellation of registration",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>19 </b>(1) A registered participant shall comply with the conditions of registration established by regulation and the conditions imposed on the participant by the Director.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A mandatory participant who is not registered shall comply with the conditions of registration established by regulation for mandatory participants.</p> <p class=\"headnote\">Cancellation of registration</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "20.",
            "section_x": "Cancellation of registration",
            "part_id": null,
            "part_type": null,
            "section_y": "Mandatory participants, on request",
            "content": "20 (1) Upon request, the Director may cancel the registration of a mandatory participant, in accordance with the regulations, if the registrant ceases to satisfy the criteria referred to in subsection 15 (1) for such a registration and if the prescribed criteria for cancellation are satisfied. Other participants, on request (2) Upon request, the Director may cancel the registration of a voluntary participant or a market participant in accordance with the regulations if the prescribed criteria for cancellation are satisfied. Opportunity to be heard (3) If the Director proposes to refuse a participant’s request under subsection (1) or (2), the Director shall give the applicant notice of the proposal in accordance with the regulations and shall, in accordance with the regulations, give the applicant an opportunity to be heard. Deemed registration (4) Upon request, a person who ceases to be registered as a mandatory participant under subsection (1) and who satisfies the eligibility criteria for registration as a voluntary participant is deemed to have applied for registration under section 16 as a voluntary participant and is automatically registered as such. Same (5) Upon request, a person who ceases to be registered as a mandatory participant under subsection (1) or as a voluntary participant under subsection (2) and who satisfies the eligibility criteria for registration as a market participant is deemed to have applied for registration under section 17 as a market participant and is automatically registered as such. Cancellation by Director (6) The Director may cancel a registration, in accordance with the regulations, in such other circumstances as may be prescribed. Conditions (7) The Director may impose conditions on the cancellation of a participant’s registration under this section. Hearing (8) Section 60 applies if the Director cancels a participant’s registration otherwise than on request, or imposes conditions on the cancellation. Cap and Trade Accounts and Transactions",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>20 </b>(1) Upon request, the Director may cancel the registration of a mandatory participant, in accordance with the regulations, if the registrant ceases to satisfy the criteria referred to in subsection 15 (1) for such a registration and if the prescribed criteria for cancellation are satisfied.</p> <p class=\"headnote\">Other participants, on request</p> <p class=\"subsection\">(2) Upon request, the Director may cancel the registration of a voluntary participant or a market participant in accordance with the regulations if the prescribed criteria for cancellation are satisfied.</p> <p class=\"headnote\">Opportunity to be heard</p> <p class=\"subsection\">(3) If the Director proposes to refuse a participant’s request under subsection (1) or (2), the Director shall give the applicant notice of the proposal in accordance with the regulations and shall, in accordance with the regulations, give the applicant an opportunity to be heard.</p> <p class=\"headnote\">Deemed registration</p> <p class=\"subsection\">(4) Upon request, a person who ceases to be registered as a mandatory participant under subsection (1) and who satisfies the eligibility criteria for registration as a voluntary participant is deemed to have applied for registration under section 16 as a voluntary participant and is automatically registered as such.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Upon request, a person who ceases to be registered as a mandatory participant under subsection (1) or as a voluntary participant under subsection (2) and who satisfies the eligibility criteria for registration as a market participant is deemed to have applied for registration under section 17 as a market participant and is automatically registered as such.</p> <p class=\"headnote\">Cancellation by Director</p> <p class=\"subsection\">(6) The Director may cancel a registration, in accordance with the regulations, in such other circumstances as may be prescribed.</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(7) The Director may impose conditions on the cancellation of a participant’s registration under this section.</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(8) Section 60 applies if the Director cancels a participant’s registration otherwise than on request, or imposes conditions on the cancellation.</p> <p class=\"heading1\"><a name=\"BK24\"></a>Cap and Trade Accounts and Transactions</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "Cap and Trade Accounts and Transactions",
            "section_x": "Cap and Trade Accounts and Transactions",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "21.",
            "section_x": "Prohibition, transactions by unregistered persons",
            "part_id": null,
            "part_type": null,
            "section_y": "Prohibition, transactions by unregistered persons",
            "content": "21 (1) No person other than a registered participant shall purchase, sell, trade or otherwise deal with emission allowances and credits. Prohibition, transactions with unregistered persons, etc. (2) No registered participant shall, (a) purchase emission allowances and credits from a person who is not, (i) a registered participant, or (ii) a person who is permitted by a prescribed jurisdiction to purchase, sell, trade or otherwise deal with emission allowances and credits; (b) sell emission allowances and credits to a person who is not a person described in subclause (a) (i) or (ii); or (c) trade or otherwise deal with emission allowances and credits with a person who is not a person described in subclause (a) (i) or (ii). Prohibition, transactions prohibited etc. under conditions of registration (3) No registered participant shall purchase, sell, trade or otherwise deal with emission allowances and credits except in accordance with this Act, the regulations and the conditions of the participant’s registration. Exceptions (4) Subsection (1) does not apply to the Minister, the Director and such other persons as may be prescribed. Same (5) Subsection (1) does not apply to a person who is permitted by a prescribed jurisdiction to purchase, sell, trade or otherwise deal with emission allowances and credits.",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>21 </b>(1) No person other than a registered participant shall purchase, sell, trade or otherwise deal with emission allowances and credits.</p> <p class=\"headnote\">Prohibition, transactions with unregistered persons, etc.</p> <p class=\"subsection\">(2) No registered participant shall,</p> <p class=\"paragraph\">  (a) purchase emission allowances and credits from a person who is not,</p> <p class=\"subclause\">  (i) a registered participant, or</p> <p class=\"subclause\">  (ii) a person who is permitted by a prescribed jurisdiction to purchase, sell, trade or otherwise deal with emission allowances and credits;</p> <p class=\"paragraph\">  (b) sell emission allowances and credits to a person who is not a person described in subclause (a) (i) or (ii); or</p> <p class=\"paragraph\">  (c) trade or otherwise deal with emission allowances and credits with a person who is not a person described in subclause (a) (i) or (ii).</p> <p class=\"headnote\">Prohibition, transactions prohibited etc. under conditions of registration</p> <p class=\"subsection\">(3) No registered participant shall purchase, sell, trade or otherwise deal with emission allowances and credits except in accordance with this Act, the regulations and the conditions of the participant’s registration.</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(4) Subsection (1) does not apply to the Minister, the Director and such other persons as may be prescribed.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Subsection (1) does not apply to a person who is permitted by a prescribed jurisdiction to purchase, sell, trade or otherwise deal with emission allowances and credits.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "22.",
            "section_x": "Registered participants’ cap and trade accounts",
            "part_id": null,
            "part_type": null,
            "section_y": "Registered participants’ cap and trade accounts",
            "content": "22 (1) Upon registering a person under section 15, 16 or 17, the Director shall establish one or more accounts for the registered participant in accordance with the regulations for the purpose of allowing the participant to purchase, sell, trade and otherwise deal with emission allowances and credits and to submit them to the Minister under this Act. Requirements, etc. (2) The regulations may impose requirements and restrictions applicable to cap and trade accounts including requirements and restrictions about the following matters: 1. The number or amount of emission allowances or credits that may be held in a registered participant’s accounts or in the accounts of registered participants who are related persons. 2. The procedures to be followed by registered participants for transferring emission allowances and credits between accounts. 3. The procedures to be followed by registered participants for submitting emission allowances and credits to the Minister under this Act. Same, imposed by the Director (3) The Director may impose requirements and restrictions with respect to a registered participant’s accounts. Duty to comply with requirements, etc. (4) A registered participant and its designated account agents shall comply with the requirements and restrictions imposed under this section with respect to the participant’s accounts. Recognition as account agent",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>22 </b>(1) Upon registering a person under section 15, 16 or 17, the Director shall establish one or more accounts for the registered participant in accordance with the regulations for the purpose of allowing the participant to purchase, sell, trade and otherwise deal with emission allowances and credits and to submit them to the Minister under this Act.</p> <p class=\"headnote\">Requirements, etc.</p> <p class=\"subsection\">(2) The regulations may impose requirements and restrictions applicable to cap and trade accounts including requirements and restrictions about the following matters:</p> <p class=\"paragraph\">  1. The number or amount of emission allowances or credits that may be held in a registered participant’s accounts or in the accounts of registered participants who are related persons.</p> <p class=\"paragraph\">  2. The procedures to be followed by registered participants for transferring emission allowances and credits between accounts.</p> <p class=\"paragraph\">  3. The procedures to be followed by registered participants for submitting emission allowances and credits to the Minister under this Act.</p> <p class=\"headnote\">Same, imposed by the Director</p> <p class=\"subsection\">(3) The Director may impose requirements and restrictions with respect to a registered participant’s accounts.</p> <p class=\"headnote\">Duty to comply with requirements, etc.</p> <p class=\"subsection\">(4) A registered participant and its designated account agents shall comply with the requirements and restrictions imposed under this section with respect to the participant’s accounts.</p> <p class=\"headnote\">Recognition as account agent</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "23.",
            "section_x": "Recognition as account agent",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "23 (1) A person who satisfies such eligibility criteria as may be prescribed may apply to the Director in accordance with the regulations for recognition as an account agent. Same (2) An applicant shall give the Director such information as may be required by regulation and such additional information as may be required by the Director for the purposes of the application. Director’s duty to recognize (3) Upon receiving the application, information and any applicable fee, the Director shall recognize the applicant if the Director determines that the applicant satisfies the applicable eligibility criteria. Conditions of recognition (4) An individual who is recognized shall comply with such conditions of recognition as may be imposed by regulation. Refusal of recognition (5) Despite subsection (3), the Director may refuse to recognize the applicant if the Director is of the opinion that the applicant should not be recognized, having regard to such circumstances as may be prescribed and such other matters as the Director considers appropriate. Cancellation of recognition (6) The Director may cancel the recognition of an account agent, in accordance with the regulations, in such circumstances as may be prescribed. Designation of account agents",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>23 </b>(1) A person who satisfies such eligibility criteria as may be prescribed may apply to the Director in accordance with the regulations for recognition as an account agent.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) An applicant shall give the Director such information as may be required by regulation and such additional information as may be required by the Director for the purposes of the application.</p> <p class=\"headnote\">Director’s duty to recognize</p> <p class=\"subsection\">(3) Upon receiving the application, information and any applicable fee, the Director shall recognize the applicant if the Director determines that the applicant satisfies the applicable eligibility criteria.</p> <p class=\"headnote\">Conditions of recognition</p> <p class=\"subsection\">(4) An individual who is recognized shall comply with such conditions of recognition as may be imposed by regulation.</p> <p class=\"headnote\">Refusal of recognition</p> <p class=\"subsection\">(5) Despite subsection (3), the Director may refuse to recognize the applicant if the Director is of the opinion that the applicant should not be recognized, having regard to such circumstances as may be prescribed and such other matters as the Director considers appropriate.</p> <p class=\"headnote\">Cancellation of recognition</p> <p class=\"subsection\">(6) The Director may cancel the recognition of an account agent, in accordance with the regulations, in such circumstances as may be prescribed.</p> <p class=\"headnote\">Designation of account agents</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "24.",
            "section_x": "Designation of account agents",
            "part_id": null,
            "part_type": null,
            "section_y": "Who may be designated",
            "content": "24 (1) A registered participant may designate an individual as an account agent of the participant if the individual is recognized under section 23 and meets such other criteria as may be prescribed with respect to the class of account agent. Same (2) A registered participant may designate an individual as an account agent of the participant if the individual is authorized by a prescribed jurisdiction to perform a similar function under a corresponding program of that jurisdiction. Powers and duties (3) The designated account agent may exercise such powers and shall perform such duties as may be specified by regulation with respect to the cap and trade accounts of the registered participant. Classes of agents (4) Regulations may establish different classes of designated account agents and may assign different powers and duties to each class. Same (5) Regulations may require registered participants to designate one or more account agents in each class and may restrict the number of agents in each class that may be designated by a registered participant. Powers deemed to be exercised, etc. by registered participant (6) While a designated account agent is exercising powers and performing duties with respect to a registered participant’s cap and trade accounts, all representations, acts, errors or omissions of the agent are deemed to be those of the registered participant. Suspension of registrant’s authority re: accounts",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>24 </b>(1) A registered participant may designate an individual as an account agent of the participant if the individual is recognized under section 23 and meets such other criteria as may be prescribed with respect to the class of account agent.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A registered participant may designate an individual as an account agent of the participant if the individual is authorized by a prescribed jurisdiction to perform a similar function under a corresponding program of that jurisdiction.</p> <p class=\"headnote\">Powers and duties</p> <p class=\"subsection\">(3) The designated account agent may exercise such powers and shall perform such duties as may be specified by regulation with respect to the cap and trade accounts of the registered participant.</p> <p class=\"headnote\">Classes of agents</p> <p class=\"subsection\">(4) Regulations may establish different classes of designated account agents and may assign different powers and duties to each class.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Regulations may require registered participants to designate one or more account agents in each class and may restrict the number of agents in each class that may be designated by a registered participant.</p> <p class=\"headnote\">Powers deemed to be exercised, etc. by registered participant</p> <p class=\"subsection\">(6) While a designated account agent is exercising powers and performing duties with respect to a registered participant’s cap and trade accounts, all representations, acts, errors or omissions of the agent are deemed to be those of the registered participant.</p> <p class=\"headnote\">Suspension of registrant’s authority re: accounts</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "25.",
            "section_x": "Suspension of registrant’s authority re: accounts",
            "part_id": null,
            "part_type": null,
            "section_y": "Automatic suspension",
            "content": "25 (1) The authority of a registered participant or a designated account agent to deal with emission allowances and credits held in the participant’s cap and trade accounts is automatically suspended in such circumstances as may be prescribed. Notice of automatic suspension (2) The Director shall, in accordance with the regulations, give the registered participant and the designated account agent such information as may be required by regulation with respect to an automatic suspension. Suspension by the Director (3) In such circumstances as may be prescribed, the Director shall, in accordance with the regulations, suspend the authority of a registered participant or designated account agent to deal with emission allowances and credits in the participant’s accounts. Automatic reinstatement (4) The authority of a registered participant or designated account agent that is suspended under this section is automatically reinstated in such circumstances as may be prescribed. Notice of automatic reinstatement (5) The Director shall, in accordance with the regulations, give the registered participant and designated account agent such information as may be required by regulation with respect to an automatic reinstatement. Reinstatement by the Director (6) In such circumstances as may be prescribed, the Director shall, in accordance with the regulations, reinstate the authority of a registered participant or designated account agent. Conditions (7) The Director may impose conditions on the reinstatement of the authority of a registered participant or designated account agent. Closing an account",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>25 </b>(1) The authority of a registered participant or a designated account agent to deal with emission allowances and credits held in the participant’s cap and trade accounts is automatically suspended in such circumstances as may be prescribed.</p> <p class=\"headnote\">Notice of automatic suspension</p> <p class=\"subsection\">(2) The Director shall, in accordance with the regulations, give the registered participant and the designated account agent such information as may be required by regulation with respect to an automatic suspension.</p> <p class=\"headnote\">Suspension by the Director</p> <p class=\"subsection\">(3) In such circumstances as may be prescribed, the Director shall, in accordance with the regulations, suspend the authority of a registered participant or designated account agent to deal with emission allowances and credits in the participant’s accounts.</p> <p class=\"headnote\">Automatic reinstatement</p> <p class=\"subsection\">(4) The authority of a registered participant or designated account agent that is suspended under this section is automatically reinstated in such circumstances as may be prescribed.</p> <p class=\"headnote\">Notice of automatic reinstatement</p> <p class=\"subsection\">(5) The Director shall, in accordance with the regulations, give the registered participant and designated account agent such information as may be required by regulation with respect to an automatic reinstatement.</p> <p class=\"headnote\">Reinstatement by the Director</p> <p class=\"subsection\">(6) In such circumstances as may be prescribed, the Director shall, in accordance with the regulations, reinstate the authority of a registered participant or designated account agent.</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(7) The Director may impose conditions on the reinstatement of the authority of a registered participant or designated account agent.</p> <p class=\"headnote\">Closing an account</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "26.",
            "section_x": "Closing an account",
            "part_id": null,
            "part_type": null,
            "section_y": "Automatic closing",
            "content": "26 (1) A cap and trade account of a registered participant is automatically closed in such circumstances as may be prescribed, and in accordance with the regulations. Conditions (2) The registered participant shall comply with such conditions as may be prescribed with respect to the automatic closing of the participant’s account. Closing by the Director (3) In such circumstances as may be prescribed, the Director may close an account of a registered participant in accordance with the regulations. Conditions (4) The Director may impose conditions on the closing of an account. Hearing (5) Section 60 applies if the Director closes an account of a registered participant otherwise than on request or in connection with the cancellation of the participant’s registration, or if the Director imposes conditions on the closing of the account. Removal from account (6) When the account of a registered participant is closed, the Director shall remove from the account the emission allowances and credits, if any, held in the account and shall deal with them in accordance with the regulations.",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>26 </b>(1) A cap and trade account of a registered participant is automatically closed in such circumstances as may be prescribed, and in accordance with the regulations.</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(2) The registered participant shall comply with such conditions as may be prescribed with respect to the automatic closing of the participant’s account.</p> <p class=\"headnote\">Closing by the Director</p> <p class=\"subsection\">(3) In such circumstances as may be prescribed, the Director may close an account of a registered participant in accordance with the regulations.</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(4) The Director may impose conditions on the closing of an account.</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(5) Section 60 applies if the Director closes an account of a registered participant otherwise than on request or in connection with the cancellation of the participant’s registration, or if the Director imposes conditions on the closing of the account.</p> <p class=\"headnote\">Removal from account</p> <p class=\"subsection\">(6) When the account of a registered participant is closed, the Director shall remove from the account the emission allowances and credits, if any, held in the account and shall deal with them in accordance with the regulations.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "27.",
            "section_x": "Authority of Minister, Director re: accounts",
            "part_id": null,
            "part_type": null,
            "section_y": "Authority of Minister, Director re: accounts",
            "content": "27 (1) The Minister may, in accordance with the regulations, remove emission allowances and credits from a registered participant’s cap and trade accounts in the circumstances specified in this Act and in such circumstances as may be prescribed. Director’s authority (2) The Director may, in accordance with the regulations, remove emission allowances and credits from a registered participant’s cap and trade accounts in such circumstances as may be prescribed. No notice or consent (3) The Minister or the Director is not required to notify the registered participant before removing emission allowances and credits from the participant’s cap and trade accounts, and the consent of the registered participant is not required. Reversal (4) The Minister or Director may reverse a transfer between cap and trade accounts if the transfer was made in error by the Minister or Director, as the case may be, or in such other circumstances as may be prescribed. Prohibitions re: cap and trade accounts",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>27 </b>(1) The Minister may, in accordance with the regulations, remove emission allowances and credits from a registered participant’s cap and trade accounts in the circumstances specified in this Act and in such circumstances as may be prescribed.</p> <p class=\"headnote\">Director’s authority</p> <p class=\"subsection\">(2) The Director may, in accordance with the regulations, remove emission allowances and credits from a registered participant’s cap and trade accounts in such circumstances as may be prescribed.</p> <p class=\"headnote\">No notice or consent</p> <p class=\"subsection\">(3) The Minister or the Director is not required to notify the registered participant before removing emission allowances and credits from the participant’s cap and trade accounts, and the consent of the registered participant is not required.</p> <p class=\"headnote\">Reversal</p> <p class=\"subsection\">(4) The Minister or Director may reverse a transfer between cap and trade accounts if the transfer was made in error by the Minister or Director, as the case may be, or in such other circumstances as may be prescribed.</p> <p class=\"headnote\">Prohibitions re: cap and trade accounts</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "28.",
            "section_x": "Prohibitions re: cap and trade accounts",
            "part_id": null,
            "part_type": null,
            "section_y": "Unauthorized transfer between accounts",
            "content": "28 (1) No registered participant or designated account agent shall transfer an emission allowance or credit between the participant’s cap and trade accounts in contravention of a requirement or restriction imposed under this Act. Unauthorized holding (2) No registered participant shall hold in the participant’s cap and trade accounts an emission allowance or credit that is owned, directly or indirectly, by another person. Exception (3) Subsection (2) does not apply to such registered participants, or in such circumstances, as may be prescribed. Prohibitions re: trading",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>28 </b>(1) No registered participant or designated account agent shall transfer an emission allowance or credit between the participant’s cap and trade accounts in contravention of a requirement or restriction imposed under this Act.</p> <p class=\"headnote\">Unauthorized holding</p> <p class=\"subsection\">(2) No registered participant shall hold in the participant’s cap and trade accounts an emission allowance or credit that is owned, directly or indirectly, by another person.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Subsection (2) does not apply to such registered participants, or in such circumstances, as may be prescribed.</p> <p class=\"headnote\">Prohibitions re: trading</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "29.",
            "section_x": "Prohibitions re: trading",
            "part_id": null,
            "part_type": null,
            "section_y": "Fraud and market manipulation",
            "content": "29 (1) No person shall, directly or indirectly, engage or participate in any act, practice or course of conduct relating to emission allowances or credits that the person knows or reasonably ought to know, (a) results in or contributes to a misleading appearance of trading activity in, or an artificial price for, an emission allowance or credit; or (b) perpetrates a fraud on any person. Attempts (2) No person shall, directly or indirectly, attempt to engage or participate in any act, practice or course of conduct that is contrary to subsection (1). Misleading or untrue statements (3) A person shall not make a statement that the person knows or reasonably ought to know, (a) in a material respect and at the time and in the light of the circumstances in which it is made is misleading or untrue or does not state a fact that is required to be stated or that is necessary to make the statement not misleading; and (b) would reasonably be expected to have a significant effect on the price or value of an emission allowance or credit. Same, misleading or untrue information (4) A person shall not provide any information that the person knows or reasonably ought to know, (a) in a material respect and at the time and in the light of the circumstances in which it is provided is misleading or untrue or does not state a fact that is required to be stated or that is necessary to make the information not misleading; and (b) would reasonably be expected to have a significant effect on the price or value of an emission allowance or credit. Trading where undisclosed change (5) No person shall purchase, sell, trade or otherwise deal with emission allowances or credits if the person has knowledge of information that has not been generally disclosed and that could reasonably be expected to have a significant effect on the price or value of an allowance or credit. Tipping (6) No person shall, other than in the necessary course of business, inform another person of information that has not generally been disclosed and that could reasonably be expected to have a significant effect on the price or value of an emission allowance or credit. Defence (7) A person shall not be found to have contravened subsection (5) or (6) if the person proves that the person reasonably believed that the information had been generally disclosed. Exceptions (8) Subsections (5) and (6) do not apply to the Minister, the Director or a person acting on their behalf. Emission Allowances and Credits",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>29 </b>(1) No person shall, directly or indirectly, engage or participate in any act, practice or course of conduct relating to emission allowances or credits that the person knows or reasonably ought to know,</p> <p class=\"paragraph\">  (a) results in or contributes to a misleading appearance of trading activity in, or an artificial price for, an emission allowance or credit; or</p> <p class=\"paragraph\">  (b) perpetrates a fraud on any person.</p> <p class=\"headnote\">Attempts</p> <p class=\"subsection\">(2) No person shall, directly or indirectly, attempt to engage or participate in any act, practice or course of conduct that is contrary to subsection (1).</p> <p class=\"headnote\">Misleading or untrue statements</p> <p class=\"subsection\">(3) A person shall not make a statement that the person knows or reasonably ought to know,</p> <p class=\"paragraph\">  (a) in a material respect and at the time and in the light of the circumstances in which it is made is misleading or untrue or does not state a fact that is required to be stated or that is necessary to make the statement not misleading; and</p> <p class=\"paragraph\">  (b) would reasonably be expected to have a significant effect on the price or value of an emission allowance or credit.</p> <p class=\"headnote\">Same, misleading or untrue information</p> <p class=\"subsection\">(4) A person shall not provide any information that the person knows or reasonably ought to know,</p> <p class=\"paragraph\">  (a) in a material respect and at the time and in the light of the circumstances in which it is provided is misleading or untrue or does not state a fact that is required to be stated or that is necessary to make the information not misleading; and</p> <p class=\"paragraph\">  (b) would reasonably be expected to have a significant effect on the price or value of an emission allowance or credit.</p> <p class=\"headnote\">Trading where undisclosed change</p> <p class=\"subsection\">(5) No person shall purchase, sell, trade or otherwise deal with emission allowances or credits if the person has knowledge of information that has not been generally disclosed and that could reasonably be expected to have a significant effect on the price or value of an allowance or credit.</p> <p class=\"headnote\">Tipping</p> <p class=\"subsection\">(6) No person shall, other than in the necessary course of business, inform another person of information that has not generally been disclosed and that could reasonably be expected to have a significant effect on the price or value of an emission allowance or credit.</p> <p class=\"headnote\">Defence</p> <p class=\"subsection\">(7) A person shall not be found to have contravened subsection (5) or (6) if the person proves that the person reasonably believed that the information had been generally disclosed.</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(8) Subsections (5) and (6) do not apply to the Minister, the Director or a person acting on their behalf.</p> <p class=\"heading1\"><a name=\"BK34\"></a>Emission Allowances and Credits</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "Emission Allowances and Credits",
            "section_x": "Emission Allowances and Credits",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "30.",
            "section_x": "Ontario emission allowances",
            "part_id": null,
            "part_type": null,
            "section_y": "Ontario emission allowances",
            "content": "30 (1) The Minister shall create Ontario emission allowances in accordance with the regulations, and may create classes of allowances. Maximum number, amount (2) The regulations shall prescribe the maximum number or amount of Ontario emission allowances that may be created for a period, and the maximum shall be determined with reference to the targets established under section 6 for the reduction of greenhouse gas emissions. Distribution of Ontario emission allowances",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>30 </b>(1) The Minister shall create Ontario emission allowances in accordance with the regulations, and may create classes of allowances.</p> <p class=\"headnote\">Maximum number, amount</p> <p class=\"subsection\">(2) The regulations shall prescribe the maximum number or amount of Ontario emission allowances that may be created for a period, and the maximum shall be determined with reference to the targets established under section 6 for the reduction of greenhouse gas emissions.</p> <p class=\"headnote\">Distribution of Ontario emission allowances</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "31.",
            "section_x": "Distribution of Ontario emission allowances",
            "part_id": null,
            "part_type": null,
            "section_y": "For valuable consideration",
            "content": "31 (1) The Minister may distribute Ontario emission allowances to registered participants for valuable consideration in accordance with the regulations. Transitional measures, distribution free of charge (2) In order to support the transition to a low-carbon economy, the Minister may distribute Ontario emission allowances to registered participants free of charge on a date or during a period prescribed by regulation, and shall do so in accordance with the regulations. Restrictions re: distribution (3) The regulations may establish a method for determining the number or amounts of Ontario emission allowances that are to be distributed for valuable consideration or free of charge, respectively, and a method for determining the number or amounts that are to be distributed by selling them at auction, by direct sale and in other prescribed ways. Restrictions re: distribution free of charge (4) If Ontario emission allowances are distributed free of charge, the regulations may specify the basis for determining which participants may receive allowances, and in what number or amount, and may prescribe circumstances in which a participant is ineligible to receive allowances. Public notice (5) If Ontario emission allowances are distributed free of charge, the Minister shall make the following information available to the public within 24 months after each such distribution: 1. A list of the mandatory participants and voluntary participants to whom allowances were distributed free of charge. 2. Subject to subsection (6), the number or amount of allowances that were distributed to each of them. 3. Such other information as the Minister considers appropriate. Same (6) In such circumstances as the Minister considers appropriate, aggregated information may be provided about the number or amount of Ontario emission allowances that were distributed free of charge to some, or all, recipients. Same (7) Without limiting the generality of subsection (6), the Minister shall take into account any issue of confidentiality in deciding whether to provide aggregated information for some, or all, recipients. Transitional measures (8) Before January 1, 2021, the Minister shall make available to the public an outline that describes how the distribution of Ontario emission allowances free of charge will be phased out as Ontario makes the transition to a low-carbon economy. Payment to the Minister of Finance (9) Amounts payable for Ontario emission allowances that are distributed by the Minister for valuable consideration shall be paid, in accordance with the regulations, to the Minister of Finance. Financial assurance (10) The regulations may require a prospective purchaser to provide financial assurance, in the form and amount authorized by the regulation, for any amounts payable for Ontario emission allowances that are distributed to the purchaser by the Minister.",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>31 </b>(1) The Minister may distribute Ontario emission allowances to registered participants for valuable consideration in accordance with the regulations.</p> <p class=\"headnote\">Transitional measures, distribution free of charge</p> <p class=\"subsection\">(2) In order to support the transition to a low-carbon economy, the Minister may distribute Ontario emission allowances to registered participants free of charge on a date or during a period prescribed by regulation, and shall do so in accordance with the regulations.</p> <p class=\"headnote\">Restrictions re: distribution</p> <p class=\"subsection\">(3) The regulations may establish a method for determining the number or amounts of Ontario emission allowances that are to be distributed for valuable consideration or free of charge, respectively, and a method for determining the number or amounts that are to be distributed by selling them at auction, by direct sale and in other prescribed ways.</p> <p class=\"headnote\">Restrictions re: distribution free of charge</p> <p class=\"subsection\">(4) If Ontario emission allowances are distributed free of charge, the regulations may specify the basis for determining which participants may receive allowances, and in what number or amount, and may prescribe circumstances in which a participant is ineligible to receive allowances.</p> <p class=\"headnote\">Public notice</p> <p class=\"subsection\">(5) If Ontario emission allowances are distributed free of charge, the Minister shall make the following information available to the public within 24 months after each such distribution:</p> <p class=\"paragraph\">  1. A list of the mandatory participants and voluntary participants to whom allowances were distributed free of charge.</p> <p class=\"paragraph\">  2. Subject to subsection (6), the number or amount of allowances that were distributed to each of them.</p> <p class=\"paragraph\">  3. Such other information as the Minister considers appropriate.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) In such circumstances as the Minister considers appropriate, aggregated information may be provided about the number or amount of Ontario emission allowances that were distributed free of charge to some, or all, recipients.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) Without limiting the generality of subsection (6), the Minister shall take into account any issue of confidentiality in deciding whether to provide aggregated information for some, or all, recipients.</p> <p class=\"headnote\">Transitional measures</p> <p class=\"subsection\">(8) Before January 1, 2021, the Minister shall make available to the public an outline that describes how the distribution of Ontario emission allowances free of charge will be phased out as Ontario makes the transition to a low-carbon economy.</p> <p class=\"headnote\">Payment to the Minister of Finance</p> <p class=\"subsection\">(9) Amounts payable for Ontario emission allowances that are distributed by the Minister for valuable consideration shall be paid, in accordance with the regulations, to the Minister of Finance.</p> <p class=\"headnote\">Financial assurance</p> <p class=\"subsection\">(10) The regulations may require a prospective purchaser to provide financial assurance, in the form and amount authorized by the regulation, for any amounts payable for Ontario emission allowances that are distributed to the purchaser by the Minister.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "32.",
            "section_x": "Auction or sale of Ontario emission allowances",
            "part_id": null,
            "part_type": null,
            "section_y": "Auction or sale of Ontario emission allowances",
            "content": "32 (1) The regulations may establish rules governing the auction or sale of Ontario emission allowances. Prospective purchasers at auction or sale (2) Only a person who satisfies the prescribed criteria, complies with the prescribed requirements, pays any applicable fee and is not otherwise prohibited under this Act or by an order may purchase emission allowances at an auction or sale. Same (3) Without limiting the generality of subsection (2), the regulations may impose requirements with respect to the persons that a person may retain to provide services with respect to the person’s participation in the auction or sale. Purchase limits for auction or sale (4) The regulations may prescribe limits on the number of emission allowances that may be purchased by a person, or by related persons, at an auction or sale. Rules re: auction or sale (5) A prospective purchaser shall comply with the prescribed rules for an auction or sale, as the case may be. Prohibition re: disclosure (6) No person shall disclose whether or not the person is participating in an auction. Same (7) No person shall disclose whether or not the person is taking part in an auction or any other information relating to the person’s participation in an auction, including the person’s identity, bidding strategy, the amount of the person’s bids and the quantity of emission allowances concerned, and the financial information provided to the Director in connection with the auction. Same (8) If a prospective purchaser retains the services of another person in connection with an auction, the other person shall not disclose any of the information described in subsection (7) relating to the prospective purchaser. Exception (9) Subsections (6), (7) and (8) do not apply with respect to a disclosure to such persons as may be prescribed. Prohibition re: bidding strategy (10) No person shall coordinate the bidding strategy of more than one prospective purchaser in connection with an auction. Sale, auction on behalf of participant (11) In such circumstances as may be prescribed, where Ontario emission allowances have been removed from a registered participant’s cap and trade accounts, the Minister may, in accordance with the regulations, sell or auction the allowances on behalf of the participant.",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>32 </b>(1) The regulations may establish rules governing the auction or sale of Ontario emission allowances.</p> <p class=\"headnote\">Prospective purchasers at auction or sale</p> <p class=\"subsection\">(2) Only a person who satisfies the prescribed criteria, complies with the prescribed requirements, pays any applicable fee and is not otherwise prohibited under this Act or by an order may purchase emission allowances at an auction or sale.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Without limiting the generality of subsection (2), the regulations may impose requirements with respect to the persons that a person may retain to provide services with respect to the person’s participation in the auction or sale.</p> <p class=\"headnote\">Purchase limits for auction or sale</p> <p class=\"subsection\">(4) The regulations may prescribe limits on the number of emission allowances that may be purchased by a person, or by related persons, at an auction or sale.</p> <p class=\"headnote\">Rules re: auction or sale</p> <p class=\"subsection\">(5) A prospective purchaser shall comply with the prescribed rules for an auction or sale, as the case may be.</p> <p class=\"headnote\">Prohibition re: disclosure</p> <p class=\"subsection\">(6) No person shall disclose whether or not the person is participating in an auction.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) No person shall disclose whether or not the person is taking part in an auction or any other information relating to the person’s participation in an auction, including the person’s identity, bidding strategy, the amount of the person’s bids and the quantity of emission allowances concerned, and the financial information provided to the Director in connection with the auction.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) If a prospective purchaser retains the services of another person in connection with an auction, the other person shall not disclose any of the information described in subsection (7) relating to the prospective purchaser.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(9) Subsections (6), (7) and (8) do not apply with respect to a disclosure to such persons as may be prescribed.</p> <p class=\"headnote\">Prohibition re: bidding strategy</p> <p class=\"subsection\">(10) No person shall coordinate the bidding strategy of more than one prospective purchaser in connection with an auction.</p> <p class=\"headnote\">Sale, auction on behalf of participant</p> <p class=\"subsection\">(11) In such circumstances as may be prescribed, where Ontario emission allowances have been removed from a registered participant’s cap and trade accounts, the Minister may, in accordance with the regulations, sell or auction the allowances on behalf of the participant.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "33.",
            "section_x": "Retiring, cancelling emission allowances",
            "part_id": null,
            "part_type": null,
            "section_y": "Retiring, cancelling emission allowances",
            "content": "33 (1) The Minister may, in such circumstances as may be prescribed and in accordance with the regulations, retire emission allowances from circulation. Cancellation (2) The Minister may cancel Ontario emission allowances in accordance with the regulations in such circumstances as may be prescribed.",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>33 </b>(1) The Minister may, in such circumstances as may be prescribed and in accordance with the regulations, retire emission allowances from circulation.</p> <p class=\"headnote\">Cancellation</p> <p class=\"subsection\">(2) The Minister may cancel Ontario emission allowances in accordance with the regulations in such circumstances as may be prescribed.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "34.",
            "section_x": "Offset initiatives: registration",
            "part_id": null,
            "part_type": null,
            "section_y": "Offset initiatives: registration",
            "content": "34 (1) In this section, “sponsor” means, with respect to an offset initiative, the person who applies for registration of the initiative. Application for registration (2) A person may apply to the Director in accordance with the regulations for registration of an offset initiative. Same (3) The sponsor shall give the Director such information as the Director may require for the purposes of the application and such other information as may be required by the regulations. Registration (4) Upon receiving the application, information and any applicable fee, the Director shall register the offset initiative if the Director determines that, (a) the sponsor satisfies such eligibility criteria as may be prescribed; (b) the offset initiative is designed to reduce greenhouse gas emissions, to avoid the emission of greenhouse gases or to remove greenhouse gases from the atmosphere; and (c) the offset initiative satisfies such other eligibility criteria or requirements as may be prescribed. Refusal of registration (5) Despite subsection (4), the Director may refuse to register the offset initiative if the Director is of the opinion that it should not be registered, having regard to such circumstances as may be prescribed and such other matters as the Director considers appropriate. Conditions of registration (6) The registration of an offset initiative is subject to such conditions as may be established by regulation – including conditions that are imposed on the sponsor – and such conditions as may be imposed by the Director. Same, reports and verification (7) Without limiting the generality of subsection (6), the conditions established by regulation may include requirements relating to reporting and verification. Duty to comply (8) The sponsor shall comply with the conditions established by regulation and the conditions imposed by the Director with respect to the offset initiative. Cancellation of registration (9) The Director may cancel the registration of an offset initiative in accordance with the regulations in such circumstances as may be prescribed. Opportunity to be heard (10) If the Director proposes to refuse to register an offset initiative or to cancel the registration of an offset initiative, the Director shall give the sponsor notice of the proposal in accordance with the regulations and shall, in accordance with the regulations, give the sponsor an opportunity to be heard.",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>34 </b>(1) In this section,</p> <p class=\"definition\">“sponsor” means, with respect to an offset initiative, the person who applies for registration of the initiative.</p> <p class=\"headnote\">Application for registration</p> <p class=\"subsection\">(2) A person may apply to the Director in accordance with the regulations for registration of an offset initiative.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The sponsor shall give the Director such information as the Director may require for the purposes of the application and such other information as may be required by the regulations.</p> <p class=\"headnote\">Registration</p> <p class=\"subsection\">(4) Upon receiving the application, information and any applicable fee, the Director shall register the offset initiative if the Director determines that,</p> <p class=\"paragraph\">  (a) the sponsor satisfies such eligibility criteria as may be prescribed;</p> <p class=\"paragraph\">  (b) the offset initiative is designed to reduce greenhouse gas emissions, to avoid the emission of greenhouse gases or to remove greenhouse gases from the atmosphere; and</p> <p class=\"paragraph\">  (c) the offset initiative satisfies such other eligibility criteria or requirements as may be prescribed.</p> <p class=\"headnote\">Refusal of registration</p> <p class=\"subsection\">(5) Despite subsection (4), the Director may refuse to register the offset initiative if the Director is of the opinion that it should not be registered, having regard to such circumstances as may be prescribed and such other matters as the Director considers appropriate.</p> <p class=\"headnote\">Conditions of registration</p> <p class=\"subsection\">(6) The registration of an offset initiative is subject to such conditions as may be established by regulation – including conditions that are imposed on the sponsor – and such conditions as may be imposed by the Director.</p> <p class=\"headnote\">Same, reports and verification</p> <p class=\"subsection\">(7) Without limiting the generality of subsection (6), the conditions established by regulation may include requirements relating to reporting and verification.</p> <p class=\"headnote\">Duty to comply</p> <p class=\"subsection\">(8) The sponsor shall comply with the conditions established by regulation and the conditions imposed by the Director with respect to the offset initiative.</p> <p class=\"headnote\">Cancellation of registration</p> <p class=\"subsection\">(9) The Director may cancel the registration of an offset initiative in accordance with the regulations in such circumstances as may be prescribed.</p> <p class=\"headnote\">Opportunity to be heard</p> <p class=\"subsection\">(10) If the Director proposes to refuse to register an offset initiative or to cancel the registration of an offset initiative, the Director shall give the sponsor notice of the proposal in accordance with the regulations and shall, in accordance with the regulations, give the sponsor an opportunity to be heard.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "35.",
            "section_x": "Ontario credits",
            "part_id": null,
            "part_type": null,
            "section_y": "Ontario credits",
            "content": "35 (1) The Minister may create Ontario credits, and classes of credits, in accordance with the regulations. Offset credits (2) Without limiting the generality of subsection (1), the Minister may create Ontario offset credits in respect of offset initiatives that are registered under section 34. Early reduction credits (3) Without limiting the generality of subsection (1), the Minister may create Ontario credits in respect of actions taken by prescribed persons during any prescribed period before this Act receives Royal Assent to reduce greenhouse gas. Application for credits (4) The regulations may establish a process enabling a person to apply to the Minister for the creation of Ontario credits, and may provide for eligibility criteria, application deadlines and other matters. Reporting and verification, Ontario offset credits (5) If the Minister creates Ontario offset credits in respect of a registered offset initiative, the regulations may impose ongoing monitoring, reporting and verification requirements on the person who applied for the creation of the credits.",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>35 </b>(1) The Minister<b> </b>may create Ontario credits, and classes of credits, in accordance with the regulations.</p> <p class=\"headnote\">Offset credits</p> <p class=\"subsection\">(2) Without limiting the generality of subsection (1), the Minister may create Ontario offset credits in respect of offset initiatives that are registered under section 34.</p> <p class=\"headnote\">Early reduction credits</p> <p class=\"subsection\">(3) Without limiting the generality of subsection (1), the Minister may create Ontario credits in respect of actions taken by prescribed persons during any prescribed period before this Act receives Royal Assent to reduce greenhouse gas.</p> <p class=\"headnote\">Application for credits</p> <p class=\"subsection\">(4) The regulations may establish a process enabling a person to apply to the Minister for the creation of Ontario credits, and may provide for eligibility criteria, application deadlines and other matters.</p> <p class=\"headnote\">Reporting and verification, Ontario offset credits</p> <p class=\"subsection\">(5) If the Minister creates Ontario offset credits in respect of a registered offset initiative, the regulations may impose ongoing monitoring, reporting and verification requirements on the person who applied for the creation of the credits.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "36.",
            "section_x": "Issuing Ontario credits",
            "part_id": null,
            "part_type": null,
            "section_y": "Issuing Ontario credits",
            "content": "36 (1) The Minister may issue Ontario credits to registered participants subject to such conditions as may be prescribed by regulation. Same, to the Minister (2) The regulations may specify that a prescribed number or amount of Ontario offset credits created in respect of an offset initiative registered under section 34 shall be retained by the Minister for such purposes as may be prescribed by regulation. Retiring, cancelling credits",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>36 </b>(1) The Minister may issue Ontario credits to registered participants subject to such conditions as may be prescribed by regulation.</p> <p class=\"headnote\">Same, to the Minister</p> <p class=\"subsection\">(2) The regulations may specify that a prescribed number or amount of Ontario offset credits created in respect of an offset initiative registered under section 34 shall be retained by the Minister for such purposes as may be prescribed by regulation.</p> <p class=\"headnote\">Retiring, cancelling credits</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "37.",
            "section_x": "Retiring, cancelling credits",
            "part_id": null,
            "part_type": null,
            "section_y": "Retirement",
            "content": "37 (1) The Minister may, in such circumstances as may be prescribed and in accordance with the regulations, retire credits from circulation. Cancellation (2) The Minister may cancel Ontario credits in accordance with the regulations in such circumstances as may be prescribed. Same, Ontario offset credits (3) Without limiting the generality of subsection (2), the regulations may provide for the cancellation of Ontario offset credits if the Minister determines, in accordance with the regulations, that there has been a failure to comply with any requirements imposed under this Act with respect to the offset initiative to which the offset credits relate. Number, amount cancelled (4) The number or amount of Ontario credits to be cancelled is prescribed by the regulations or determined in accordance with the regulations. Same (5) Despite subsection (4), in prescribed circumstances, the number or amount of Ontario credits to be cancelled shall be determined by the Director in accordance with the regulations. Opportunity to be heard (6) If the Minister proposes to cancel Ontario credits, the Director shall give every registered participant in whose cap and trade accounts the credits are held, and such other persons as may be specified by regulation, notice of the proposal in accordance with the regulations and shall, in accordance with the regulations, give them an opportunity to be heard. Conditions upon cancellation (7) The regulations may provide that, if Ontario offset credits are cancelled, the sponsor of the registered offset initiative to which the credits relate is required to submit an equal number or amount of credits to the Minister in accordance with the regulations.",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>37 </b>(1) The Minister may, in such circumstances as may be prescribed and in accordance with the regulations, retire credits from circulation.</p> <p class=\"headnote\">Cancellation</p> <p class=\"subsection\">(2) The Minister may cancel Ontario credits in accordance with the regulations in such circumstances as may be prescribed.</p> <p class=\"headnote\">Same, Ontario offset credits</p> <p class=\"subsection\">(3) Without limiting the generality of subsection (2), the regulations may provide for the cancellation of Ontario offset credits if the Minister determines, in accordance with the regulations, that there has been a failure to comply with any requirements imposed under this Act with respect to the offset initiative to which the offset credits relate.</p> <p class=\"headnote\">Number, amount cancelled</p> <p class=\"subsection\">(4) The number or amount of Ontario credits to be cancelled is prescribed by the regulations or determined in accordance with the regulations.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Despite subsection (4), in prescribed circumstances, the number or amount of Ontario credits to be cancelled shall be determined by the Director in accordance with the regulations.</p> <p class=\"headnote\">Opportunity to be heard</p> <p class=\"subsection\">(6) If the Minister proposes to cancel Ontario credits, the Director shall give every registered participant in whose cap and trade accounts the credits are held, and such other persons as may be specified by regulation, notice of the proposal in accordance with the regulations and shall, in accordance with the regulations, give them an opportunity to be heard.</p> <p class=\"headnote\">Conditions upon cancellation</p> <p class=\"subsection\">(7) The regulations may provide that, if Ontario offset credits are cancelled, the sponsor of the registered offset initiative to which the credits relate is required to submit an equal number or amount of credits to the Minister in accordance with the regulations.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "38.",
            "section_x": "Recognition of instruments of other jurisdictions",
            "part_id": null,
            "part_type": null,
            "section_y": "Recognition of instruments of other jurisdictions",
            "content": "38 (1) If the Minister enters into an agreement with a jurisdiction other than Ontario under section 76, the regulations may prescribe instruments created by that jurisdiction as instruments that are recognized for use in Ontario’s cap and trade program under this Act and the regulation shall specify whether an instrument is to be treated as an emission allowance or a credit for the purposes of this Act and shall specify the amount of greenhouse gas emissions that is represented by the instrument. Effect of cancellation, etc. (2) If a prescribed instrument that is recognized under subsection (1) is cancelled or extinguished by the jurisdiction that created it, the Minister may remove the instrument from a registered participant’s cap and trade accounts.",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>38 </b>(1) If the Minister enters into an agreement with a jurisdiction other than Ontario under section 76, the regulations may prescribe instruments created by that jurisdiction as instruments that are recognized for use in Ontario’s cap and trade program under this Act and the regulation shall specify whether an instrument is to be treated as an emission allowance or a credit for the purposes of this Act and shall specify the amount of greenhouse gas emissions that is represented by the instrument.</p> <p class=\"headnote\">Effect of cancellation, etc.</p> <p class=\"subsection\">(2) If a prescribed instrument that is recognized under subsection (1) is cancelled or extinguished by the jurisdiction that created it, the Minister may remove the instrument from a registered participant’s cap and trade accounts.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "39.",
            "section_x": "Actions not invalid",
            "part_id": null,
            "part_type": null,
            "section_y": "Actions not invalid",
            "content": "39 A failure by the Minister, the Director or a delegate or agent of either of them to act in accordance with any requirement or restriction imposed under this Act does not invalidate any of the following: 1. The creation, distribution, retirement from circulation or cancellation of an Ontario emission allowance. 2. The retirement of any other emission allowance from circulation. 3. The creation, issuance, retirement from circulation or cancellation of an Ontario credit. 4. The retirement of any other credit from circulation. Verification, Inspection and Investigation",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>39 </b>A failure by the Minister, the Director or a delegate or agent of either of them to act in accordance with any requirement or restriction imposed under this Act does not invalidate any of the following:</p> <p class=\"paragraph\">  1. The creation, distribution, retirement from circulation or cancellation of an Ontario emission allowance.</p> <p class=\"paragraph\">  2. The retirement of any other emission allowance from circulation.</p> <p class=\"paragraph\">  3. The creation, issuance, retirement from circulation or cancellation of an Ontario credit.</p> <p class=\"paragraph\">  4. The retirement of any other credit from circulation.</p> <p class=\"heading1\"><a name=\"BK45\"></a>Verification, Inspection and Investigation</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "Verification, Inspection and Investigation",
            "section_x": "Verification, Inspection and Investigation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "40.",
            "section_x": "Verification of reports",
            "part_id": null,
            "part_type": null,
            "section_y": "Verification of reports",
            "content": "40 (1) This section applies if this Act, a regulation or an order requires the verification of a report given to the Director. Verification (2) Any verification, including any re-verification, must be conducted in accordance with the regulations by a person who is authorized by regulation to conduct it. Re-verification (3) The regulations may require a re-verification of a report in such circumstances as may be prescribed. Same, required by Director (4) The Director may require a re-verification of a report if the Director is of the opinion that it was not verified in accordance with this Act or the regulations or in such other circumstances as may be prescribed. Duty to comply (5) Upon receiving notice from the Director that he or she requires a re-verification, the person shall have the re-verification conducted in accordance with such requirements as the Director may specify in the notice. Duty to provide assistance (6) If a re-verification is required, the Director may require the person who conducts the re-verification, and such other persons as may be prescribed, to provide such assistance to the Director as he or she considers reasonably necessary.",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>40 </b>(1) This section applies if this Act, a regulation or an order requires the verification of a report given to the Director.</p> <p class=\"headnote\">Verification</p> <p class=\"subsection\">(2) Any verification, including any re-verification, must be conducted in accordance with the regulations by a person who is authorized by regulation to conduct it.</p> <p class=\"headnote\">Re-verification</p> <p class=\"subsection\">(3) The regulations may require a re-verification of a report in such circumstances as may be prescribed. </p> <p class=\"headnote\">Same, required by Director</p> <p class=\"subsection\">(4) The Director may require a re-verification of a report if the Director is of the opinion that it was not verified in accordance with this Act or the regulations or in such other circumstances as may be prescribed.</p> <p class=\"headnote\">Duty to comply</p> <p class=\"subsection\">(5) Upon receiving notice from the Director that he or she requires a re-verification, the person shall have the re-verification conducted in accordance with such requirements as the Director may specify in the notice.</p> <p class=\"headnote\">Duty to provide assistance</p> <p class=\"subsection\">(6) If a re-verification is required, the Director may require the person who conducts the re-verification, and such other persons as may be prescribed, to provide such assistance to the Director as he or she considers reasonably necessary.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "41.",
            "section_x": "Duty to make records available",
            "part_id": null,
            "part_type": null,
            "section_y": "Duty to make records available",
            "content": "41 Every person required under this Act to retain a record shall make it available to a provincial officer for inspection upon his or her request.",
            "raw_html": "<p class=\"section\"><a name=\"BK47\"></a><b>41 </b>Every person required under this Act to retain a record shall make it available to a provincial officer for inspection upon his or her request.</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "42.",
            "section_x": "Inspection by provincial officer",
            "part_id": null,
            "part_type": null,
            "section_y": "Inspection by provincial officer",
            "content": "42 (1) A provincial officer may, at any reasonable time, enter any place described in subsection (2) and conduct an inspection for the purpose of determining whether requirements imposed under this Act are being complied with, if the provincial officer reasonably believes that, (a) the place contains records relating to the person’s compliance with the requirements; or (b) an activity relating to the person’s compliance with the requirements is occurring or has occurred at the place. Same (2) Subsection (1) authorizes a provincial officer to enter a place only if it is owned or occupied by a person who is subject to requirements imposed under this Act. Entry to dwellings (3) A provincial officer shall not enter a place that includes a room that is used as a dwelling except with the consent of the occupier or under the authority of an order under section 49. Powers during inspection (4) A provincial officer may do one or more of the following things in the course of entering a place and conducting an inspection: 1. Make necessary excavations. 2. Require that any thing be operated, used or set in motion under conditions specified by the provincial officer. 3. Take samples for analysis. 4. Conduct tests or take measurements. 5. Examine, record or copy, in any form, by any method, any record that is required to be retained under this Act and any other record that is related to the purpose of the inspection. 6. Make a record, by any method, of anything that is related to the purpose of the inspection. 7. Require the production of any record, in any form, that is required to be retained under this Act and of any other record that is related to the purpose of the inspection. 8. Remove from the place, for the purpose of making copies, records produced under paragraph 7. 9. Make reasonable inquiries of any person, orally or in writing. 10. Require any person to provide reasonable assistance and to answer reasonable inquiries, orally or in writing. Records in electronic form (5) If a record is retained in electronic form, the provincial officer may require that a copy of it be provided to him or her on paper or electronically, or both. Limitation re removal of documents (6) The provincial officer shall not remove records under paragraph 8 of subsection (4) without giving a receipt for them and shall promptly return them to the person who produced them. Power to exclude persons (7) A provincial officer who exercises the power set out in paragraph 9 of subsection (4) may exclude any person from the questioning, except counsel for the person being questioned. Assistance to be given (8) A provincial officer may, in the course of exercising a power under subsection (4), require a person to produce a record and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce a record in readable form and the person shall produce the record or provide the assistance.",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>42 </b>(1) A provincial officer may, at any reasonable time, enter any place described in subsection (2) and conduct an inspection for the purpose of determining whether requirements imposed under this Act are being complied with, if the provincial officer reasonably believes that,</p> <p class=\"paragraph\">  (a) the place contains records relating to the person’s compliance with the requirements; or</p> <p class=\"paragraph\">  (b) an activity relating to the person’s compliance with the requirements is occurring or has occurred at the place.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsection (1) authorizes a provincial officer to enter a place only if it is owned or occupied by a person who is subject to requirements imposed under this Act.</p> <p class=\"headnote\">Entry to dwellings</p> <p class=\"subsection\">(3) A provincial officer shall not enter a place that includes a room that is used as a dwelling except with the consent of the occupier or under the authority of an order under section 49.</p> <p class=\"headnote\">Powers during inspection</p> <p class=\"subsection\">(4) A provincial officer may do one or more of the following things in the course of entering a place and conducting an inspection:</p> <p class=\"paragraph\">  1. Make necessary excavations.</p> <p class=\"paragraph\">  2. Require that any thing be operated, used or set in motion under conditions specified by the provincial officer.</p> <p class=\"paragraph\">  3. Take samples for analysis.</p> <p class=\"paragraph\">  4. Conduct tests or take measurements.</p> <p class=\"paragraph\">  5. Examine, record or copy, in any form, by any method, any record that is required to be retained under this Act and any other record that is related to the purpose of the inspection.</p> <p class=\"paragraph\">  6. Make a record, by any method, of anything that is related to the purpose of the inspection.</p> <p class=\"paragraph\">  7. Require the production of any record, in any form, that is required to be retained under this Act and of any other record that is related to the purpose of the inspection.</p> <p class=\"paragraph\">  8. Remove from the place, for the purpose of making copies, records produced under paragraph 7.</p> <p class=\"paragraph\">  9. Make reasonable inquiries of any person, orally or in writing.</p> <p class=\"paragraph\">  10. Require any person to provide reasonable assistance and to answer reasonable inquiries, orally or in writing.</p> <p class=\"headnote\">Records in electronic form</p> <p class=\"subsection\">(5) If a record is retained in electronic form, the provincial officer may require that a copy of it be provided to him or her on paper or electronically, or both.</p> <p class=\"headnote\">Limitation re removal of documents</p> <p class=\"subsection\">(6) The provincial officer shall not remove records under paragraph 8 of subsection (4) without giving a receipt for them and shall promptly return them to the person who produced them.</p> <p class=\"headnote\">Power to exclude persons</p> <p class=\"subsection\">(7) A provincial officer who exercises the power set out in paragraph 9 of subsection (4) may exclude any person from the questioning, except counsel for the person being questioned.</p> <p class=\"headnote\">Assistance to be given</p> <p class=\"subsection\">(8) A provincial officer may, in the course of exercising a power under subsection (4), require a person to produce a record and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce a record in readable form and the person shall produce the record or provide the assistance.</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "43.",
            "section_x": "Inquiry by provincial officer",
            "part_id": null,
            "part_type": null,
            "section_y": "Inquiry by provincial officer",
            "content": "43 (1) For the purpose of determining whether requirements imposed under this Act are being complied with, a provincial officer may, at any reasonable time and with any reasonable assistance, require a person who is subject to requirements imposed under this Act to respond to reasonable inquiries. Same (2) For the purposes of subsection (1), the provincial officer may make inquiries using any means of communication. Production of document (3) In requiring a person referred to in subsection (1) to respond to an inquiry under that subsection, a provincial officer may require the production, in any form, of any record required to be retained under this Act and of any other record that is related to the purpose of the inquiry. Records in electronic form (4) If a record is retained in electronic form, the provincial officer may require that a copy of it be provided to him or her on paper or electronically, or both.",
            "raw_html": "<p class=\"section\"><a name=\"BK49\"></a><b>43 </b>(1) For the purpose of determining whether requirements imposed under this Act are being complied with, a provincial officer may, at any reasonable time and with any reasonable assistance, require a person who is subject to requirements imposed under this Act to respond to reasonable inquiries.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of subsection (1), the provincial officer may make inquiries using any means of communication.</p> <p class=\"headnote\">Production of document</p> <p class=\"subsection\">(3) In requiring a person referred to in subsection (1) to respond to an inquiry under that subsection, a provincial officer may require the production, in any form, of any record required to be retained under this Act and of any other record that is related to the purpose of the inquiry.</p> <p class=\"headnote\">Records in electronic form</p> <p class=\"subsection\">(4) If a record is retained in electronic form, the provincial officer may require that a copy of it be provided to him or her on paper or electronically, or both.</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "44.",
            "section_x": "Power to prohibit entry, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Power to prohibit entry, etc.",
            "content": "44 (1) A provincial officer may, by order, prohibit entry into all or part of any place or prohibit the use of, interference with, disruption of or destruction of any thing in any of the following circumstances: 1. During an inspection under section 42 or 49. 2. During the time required for the provincial officer to obtain an order under section 49 of this Act or a warrant under section 158 of the Provincial Offences Act. 3. During a search carried out under a warrant issued under section 158 of the Provincial Offences Act. Requirements for order (2) An order under subsection (1) shall not be issued unless the provincial officer reasonably believes that, (a) in the case of an order prohibiting entry, there is on the land or in the place a thing that will afford evidence of an offence under this Act; or (b) in the case of an order prohibiting the use of, interference with, disruption of, or destruction of a thing, the thing will afford evidence of an offence under this Act. Notice of order (3) The provincial officer shall give reasonable notice of the order in the manner that he or she reasonably considers appropriate in the circumstances. Contents of notice (4) Notice of the order shall include an explanation of the rights provided by subsections (6) and (7). Order not effective where no notice (5) An order under subsection (1) is not effective in any court proceeding against a person where the person satisfies the court that the person neither knew nor should have known of the order. Request for rescission (6) A person aggrieved by the order may make an oral or written request to the Director to rescind it and may make oral or written submissions to the Director in support of the request. Powers of Director (7) The Director shall give prompt consideration to any request or submissions made under subsection (6) and may rescind the order. Same (8) For the purposes of subsection (7), the Director may substitute his or her own opinion for that of the provincial officer. Same (9) A Director who rescinds an order under subsection (7) shall give such directions to a provincial officer as the Director considers appropriate to bring the rescission to the attention of persons affected. No stay (10) A request for rescission of an order under subsection (1) does not stay the order, unless the Director orders otherwise in writing. Duration of order (11) An order under subsection (1) shall, (a) subject to clause (b), be effective for the shorter of the length of time necessary to complete the inspection or search referred to in that subsection or a period not exceeding two days excluding holidays; or (b) where the inspection or search referred to in that subsection is under an order under section 49 of this Act or under a warrant issued under section 158 of the Provincial Offences Act\r\nand a time limit for the inspection or search is specified in the order or warrant, be effective until the expiration of that time.",
            "raw_html": "<p class=\"section\"><a name=\"BK50\"></a><b>44 </b>(1) A provincial officer may, by order, prohibit entry into all or part of any place or prohibit the use of, interference with, disruption of or destruction of any thing in any of the following circumstances:</p> <p class=\"paragraph\">  1. During an inspection under section 42<b> </b>or 49.</p> <p class=\"paragraph\">  2. During the time required for the provincial officer to obtain an order under section 49<b> </b>of this Act or a warrant under section 158 of the <i>Provincial Offences Act.</i></p> <p class=\"paragraph\">  3. During a search carried out under a warrant issued under section 158 of the <i>Provincial Offences Act</i>.</p> <p class=\"headnote\">Requirements for order</p> <p class=\"subsection\">(2) An order under subsection (1) shall not be issued unless the provincial officer reasonably believes that,</p> <p class=\"paragraph\">  (a) in the case of an order prohibiting entry, there is on the land or in the place a thing that will afford evidence of an offence under this Act; or</p> <p class=\"paragraph\">  (b) in the case of an order prohibiting the use of, interference with, disruption of, or destruction of a thing, the thing will afford evidence of an offence under this Act.</p> <p class=\"headnote\">Notice of order</p> <p class=\"subsection\">(3) The provincial officer shall give reasonable notice of the order in the manner that he or she reasonably considers appropriate in the circumstances.</p> <p class=\"headnote\">Contents of notice</p> <p class=\"subsection\">(4) Notice of the order shall include an explanation of the rights provided by subsections (6) and (7).</p> <p class=\"headnote\">Order not effective where no notice</p> <p class=\"subsection\">(5) An order under subsection (1) is not effective in any court proceeding against a person where the person satisfies the court that the person neither knew nor should have known of the order.</p> <p class=\"headnote\">Request for rescission</p> <p class=\"subsection\">(6) A person aggrieved by the order may make an oral or written request to the Director to rescind it and may make oral or written submissions to the Director in support of the request.</p> <p class=\"headnote\">Powers of Director</p> <p class=\"subsection\">(7) The Director shall give prompt consideration to any request or submissions made under subsection (6) and may rescind the order.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) For the purposes of subsection (7), the Director may substitute his or her own opinion for that of the provincial officer.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(9) A Director who rescinds an order under subsection (7) shall give such directions to a provincial officer as the Director considers appropriate to bring the rescission to the attention of persons affected.</p> <p class=\"headnote\">No stay</p> <p class=\"subsection\">(10) A request for rescission of an order under subsection (1) does not stay the order, unless the Director orders otherwise in writing.</p> <p class=\"headnote\">Duration of order</p> <p class=\"subsection\">(11) An order under subsection (1) shall,</p> <p class=\"paragraph\">  (a) subject to clause (b), be effective for the shorter of the length of time necessary to complete the inspection or search referred to in that subsection or a period not exceeding two days excluding holidays; or</p> <p class=\"paragraph\">  (b) where the inspection or search referred to in that subsection is under an order under section 49 of this Act or under a warrant issued under section 158 of the <i>Provincial Offences Act</i>\r\nand a time limit for the inspection or search is specified in the order or warrant, be effective until the expiration of that time.</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "45.",
            "section_x": "Power to seize during inspection",
            "part_id": null,
            "part_type": null,
            "section_y": "Power to seize during inspection",
            "content": "45 (1) A provincial officer who is lawfully present in a place pursuant to a court order or otherwise in the execution of the provincial officer’s duties may, without a warrant or court order, seize any thing that is produced to the provincial officer or that is in plain view, (a) if the provincial officer reasonably believes that the thing will afford evidence of an offence under this Act; or (b) if the provincial officer reasonably believes that the thing was used or is being used in connection with the commission of an offence under this Act and that the seizure is necessary to prevent the continuation or repetition of the offence. Detention or removal, things seized (2) A provincial officer who seizes any thing under this section may remove the thing or may detain it in the place where it is seized. Reasons and receipt (3) If possible, the provincial officer shall inform the person from whom a thing is seized under this section as to the reasons for the seizure and shall give the person a receipt for the thing seized. Duty to report to justice, things seized (4) A provincial officer who seizes a thing under this section shall bring the thing before a justice or, if that is not reasonably possible, shall report the seizure to a justice. Application of Provincial Offences Act (5) Section 159 of the Provincial Offences Act applies with necessary modifications in respect of a thing seized under this section.",
            "raw_html": "<p class=\"section\"><a name=\"BK51\"></a><b>45 </b>(1) A provincial officer who is lawfully present in a place pursuant to a court order or otherwise in the execution of the provincial officer’s duties may, without a warrant or court order, seize any thing that is produced to the provincial officer or that is in plain view,</p> <p class=\"paragraph\">  (a) if the provincial officer reasonably believes that the thing will afford evidence of an offence under this Act; or</p> <p class=\"paragraph\">  (b) if the provincial officer reasonably believes that the thing was used or is being used in connection with the commission of an offence under this Act and that the seizure is necessary to prevent the continuation or repetition of the offence.</p> <p class=\"headnote\">Detention or removal, things seized</p> <p class=\"subsection\">(2) A provincial officer who seizes any thing under this section may remove the thing or may detain it in the place where it is seized.</p> <p class=\"headnote\">Reasons and receipt</p> <p class=\"subsection\">(3) If possible, the provincial officer shall inform the person from whom a thing is seized under this section as to the reasons for the seizure and shall give the person a receipt for the thing seized.</p> <p class=\"headnote\">Duty to report to justice, things seized</p> <p class=\"subsection\">(4) A provincial officer who seizes a thing under this section shall bring the thing before a justice or, if that is not reasonably possible, shall report the seizure to a justice.</p> <p class=\"headnote\">Application of <i>Provincial Offences Act</i></p> <p class=\"subsection\">(5) Section 159 of the <i>Provincial Offences Act</i> applies with necessary modifications in respect of a thing seized under this section.</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "46.",
            "section_x": "Power to use force, request police assistance",
            "part_id": null,
            "part_type": null,
            "section_y": "Power to use force, request police assistance",
            "content": "46 (1) A provincial officer may use such force as is reasonably necessary to carry out a court order issued under section 48 or 49, to execute a warrant issued under the Provincial Offences Act or to prevent the destruction of any thing that the provincial officer reasonably believes may afford evidence of an offence under this Act. Same (2) A provincial officer who is authorized by an order under section 49 to do anything set out in subsection 42 (1) or (4) may take such steps and employ such assistance as is necessary to accomplish what is required, and may, when obstructed in so doing, call for the assistance of any member of the Ontario Provincial Police Force or the police force in the area where the assistance is required, and it is the duty of every member of a police force to render the assistance. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 46 (2) of the Act is amended by striking out “Ontario Provincial Police Force or the police force in the area where the assistance is required, and it is the duty of every member of a police force to render the assistance” at the end and substituting “Ontario Provincial Police or the police service in the area where the assistance is required, and it is the duty of every member of a police service to render the assistance”. (See: 2018, c. 3, Sched. 5, s. 12) Section Amendments with date in force (d/m/y) 2018, c. 3, Sched. 5, s. 12 - not in force Other powers and duties of provincial officers",
            "raw_html": "<p class=\"section\"><a name=\"BK52\"></a><b>46 </b>(1) A provincial officer may use such force as is reasonably necessary to carry out a court order issued under section 48 or 49, to execute a warrant issued under the <i>Provincial Offences Act</i> or to prevent the destruction of any thing that the provincial officer reasonably believes may afford evidence of an offence under this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A provincial officer who is authorized by an order under section 49 to do anything set out in subsection 42 (1) or (4) may take such steps and employ such assistance as is necessary to accomplish what is required, and may, when obstructed in so doing, call for the assistance of any member of the Ontario Provincial Police Force or the police force in the area where the assistance is required, and it is the duty of every member of a police force to render the assistance.</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 46 (2) of the Act is amended by striking out “Ontario Provincial Police Force or the police force in the area where the assistance is required, and it is the duty of every member of a police force to render the assistance” at the end and substituting “Ontario Provincial Police or the police service in the area where the assistance is required, and it is the duty of every member of a police service to render the assistance”. (See: 2018, c. 3, Sched. 5, s. 12)</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18003#sched5s12\">2018, c. 3, Sched. 5, s. 12</a></span> - not in force</p> <p class=\"headnote\">Other powers and duties of provincial officers</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "47.",
            "section_x": "Other powers and duties of provincial officers",
            "part_id": null,
            "part_type": null,
            "section_y": "Duty to provide identification",
            "content": "47 (1) On request, a provincial officer who exercises a power under this Act shall identify himself or herself as a provincial officer either by the production of a copy of his or her appointment or in some other manner and shall explain the purpose of the exercise of the power. Securing of place, thing (2) If an order under section 44 or 48 is in effect, a provincial officer may take measures to secure the land, place or thing to which the order relates by means of locks, gates, fences, security guards or such other means as the provincial officer deems necessary to prevent entry into the land or place or to prevent the use of, interference with, disruption of, or destruction of the thing. Samples and copies (3) A provincial officer may detain samples and copies obtained under section 42 or 49 for any period and for any of the purposes of this Act. Duty to restore property (4) A provincial officer who makes or causes the making of an excavation in the course of his or her duties under this Act shall restore the property, so far as is reasonably possible, to the condition it was in before the excavation was made.",
            "raw_html": "<p class=\"section\"><a name=\"BK53\"></a><b>47 </b>(1) On request, a provincial officer who exercises a power under this Act shall identify himself or herself as a provincial officer either by the production of a copy of his or her appointment or in some other manner and shall explain the purpose of the exercise of the power.</p> <p class=\"headnote\">Securing of place, thing</p> <p class=\"subsection\">(2) If an order under section 44 or 48<b> </b>is in effect, a provincial officer may take measures to secure the land, place or thing to which the order relates by means of locks, gates, fences, security guards or such other means as the provincial officer deems necessary to prevent entry into the land or place or to prevent the use of, interference with, disruption of, or destruction of the thing.</p> <p class=\"headnote\">Samples and copies</p> <p class=\"subsection\">(3) A provincial officer may detain samples and copies obtained under section 42 or 49 for any period and for any of the purposes of this Act.</p> <p class=\"headnote\">Duty to restore property</p> <p class=\"subsection\">(4) A provincial officer who makes or causes the making of an excavation in the course of his or her duties under this Act shall restore the property, so far as is reasonably possible, to the condition it was in before the excavation was made.</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "48.",
            "section_x": "Court order prohibiting entry, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Court order prohibiting entry, etc.",
            "content": "48 (1) Where a justice is satisfied, on evidence under oath by a provincial officer, that there is reasonable ground for believing that it is appropriate for the administration of this Act or the regulations or to protect property, the justice may issue an order prohibiting entry into all or part of any land or place or prohibiting the use of, interference with, disruption of, or destruction of any thing. Same (2) Subsections 156.5 (2) to (9) of the Environmental Protection Act apply with necessary modifications with respect to an order under subsection (1).",
            "raw_html": "<p class=\"section\"><a name=\"BK54\"></a><b>48 </b>(1) Where a justice is satisfied, on evidence under oath by a provincial officer, that there is reasonable ground for believing that it is appropriate for the administration of this Act or the regulations or to protect property, the justice may issue an order prohibiting entry into all or part of any land or place or prohibiting the use of, interference with, disruption of, or destruction of any thing.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsections 156.5 (2) to (9) of the <i>Environmental Protection Act</i> apply with necessary modifications with respect to an order under subsection (1).</p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "49.",
            "section_x": "Court order authorizing entry or inspection",
            "part_id": null,
            "part_type": null,
            "section_y": "Court order authorizing entry or inspection",
            "content": "49 (1) A justice may issue an order authorizing a provincial officer to do anything set out in subsection 42 (1) or (4) if the justice is satisfied, on evidence under oath by a provincial officer, that there are reasonable grounds to believe that, (a) it is appropriate for the provincial officer to do anything set out in subsection 42 (1) or (4) for the purpose of determining any person’s compliance with requirements imposed under this Act; and (b) the provincial officer may not be able to carry out his or her duties effectively without an order under this section because, (i) no occupier is present to grant access to a place that is locked or otherwise inaccessible, (ii) a person has prevented or may prevent the provincial officer from doing anything set out in subsection 42 (1) or (4), (iii) it is impractical, because of the remoteness of the place to be inspected or for any other reason, for a provincial officer to obtain an order under this section without delay if access is denied, or (iv) an attempt by a provincial officer to do anything set out in subsection 42 (1) or (4) might not achieve its purpose without the order; or (c) a person is refusing or is likely to refuse to respond to reasonable inquiries. Same (2) Subsections 42 (5) to (8) apply to an inspection carried out under an order issued under this section. Expiry (3) Unless renewed, an order under this section expires on the earlier of the day specified for the purpose in the order and the day that is 30 days after the date on which the order is made. Renewal (4) An order under this section may be renewed in the circumstances in which an order may be made under subsection (1), before or after expiry, for one or more periods of not more than 30 days. When to be executed (5) Unless the order provides otherwise, everything that an order under this section authorizes must be done between 6 a.m. and 9 p.m. Same (6) A renewal order under subsection (4) may be issued on application made with such notice, if any, as may be specified under subsection (7). Application for dwelling (7) An application for a judicial order authorizing entry to a dwelling or a place that includes a room that is used as a dwelling shall specifically indicate that the application relates to a dwelling. Enforcement",
            "raw_html": "<p class=\"section\"><a name=\"BK55\"></a><b>49 </b>(1) A justice may issue an order authorizing a provincial officer to do anything set out in subsection 42 (1) or (4)<b> </b>if the justice is satisfied, on evidence under oath by a provincial officer, that there are reasonable grounds to believe that,</p> <p class=\"paragraph\">  (a) it is appropriate for the provincial officer to do anything set out in subsection 42 (1) or (4) for the purpose of determining any person’s compliance with requirements imposed under this Act; and</p> <p class=\"paragraph\">  (b) the provincial officer may not be able to carry out his or her duties effectively without an order under this section because,</p> <p class=\"subclause\">  (i) no occupier is present to grant access to a place that is locked or otherwise inaccessible,</p> <p class=\"subclause\">  (ii) a person has prevented or may prevent the provincial officer from doing anything set out in subsection 42 (1) or (4),</p> <p class=\"subclause\">  (iii) it is impractical, because of the remoteness of the place to be inspected or for any other reason, for a provincial officer to obtain an order under this section without delay if access is denied, or</p> <p class=\"subclause\">  (iv) an attempt by a provincial officer to do anything set out in subsection 42 (1) or (4) might not achieve its purpose without the order; or</p> <p class=\"paragraph\">  (c) a person is refusing or is likely to refuse to respond to reasonable inquiries.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsections 42 (5) to (8) apply to an inspection carried out under an order issued under this section.</p> <p class=\"headnote\">Expiry</p> <p class=\"subsection\">(3) Unless renewed, an order under this section expires on the earlier of the day specified for the purpose in the order and the day that is 30 days after the date on which the order is made.</p> <p class=\"headnote\">Renewal</p> <p class=\"subsection\">(4) An order under this section may be renewed in the circumstances in which an order may be made under subsection (1), before or after expiry, for one or more periods of not more than 30 days.</p> <p class=\"headnote\">When to be executed</p> <p class=\"subsection\">(5) Unless the order provides otherwise, everything that an order under this section authorizes must be done between 6 a.m. and 9 p.m.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) A renewal order under subsection (4) may be issued on application made with such notice, if any, as may be specified under subsection (7).</p> <p class=\"headnote\">Application for dwelling</p> <p class=\"subsection\">(7) An application for a judicial order authorizing entry to a dwelling or a place that includes a room that is used as a dwelling shall specifically indicate that the application relates to a dwelling.</p> <p class=\"heading1\"><a name=\"BK56\"></a>Enforcement</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "Enforcement",
            "section_x": "Enforcement",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "50.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "50 (1) Every person who contravenes or fails to comply with this Act or the regulations is guilty of an offence except in the case of a failure to comply with the requirement set out in paragraph 2 of subsection 14 (7). Offence re: orders (2) Every person who contravenes or fails to comply with an order made under this Act, other than an order made under section 57\n(administrative penalties), is guilty of an offence. Offence re: fees (3) Every person who fails to pay a fee that the person is required to pay under this Act is guilty of an offence. Liability of directors and officers (4) If a corporation commits an offence under this Act, every director or officer of the corporation who directed, authorized, assented to, acquiesced in or participated in the offence, or who failed to take reasonable care to prevent the corporation from committing the offence, is guilty of an offence, whether or not the corporation has been prosecuted or convicted. Limitation (5) No proceeding under this section shall be commenced more than six years after the day on which evidence of the offence first came to the attention of a provincial offences officer appointed under the Provincial Offences Act. Penalties",
            "raw_html": "<p class=\"section\"><a name=\"BK57\"></a><b>50 </b>(1) Every person who contravenes or fails to comply with this Act or the regulations is guilty of an offence except in the case of a failure to comply with the requirement set out in paragraph 2 of subsection 14 (7).</p> <p class=\"headnote\">Offence re: orders</p> <p class=\"subsection\">(2) Every person who contravenes or fails to comply with an order made under this Act, other than an order made under section 57<b>\n</b>(administrative penalties), is guilty of an offence.</p> <p class=\"headnote\">Offence re: fees</p> <p class=\"subsection\">(3) Every person who fails to pay a fee that the person is required to pay under this Act is guilty of an offence.</p> <p class=\"headnote\">Liability of directors and officers</p> <p class=\"subsection\">(4) If a corporation commits an offence under this Act, every director or officer of the corporation who directed, authorized, assented to, acquiesced in or participated in the offence, or who failed to take reasonable care to prevent the corporation from committing the offence, is guilty of an offence, whether or not the corporation has been prosecuted or convicted.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(5) No proceeding under this section shall be commenced more than six years after the day on which evidence of the offence first came to the attention of a provincial offences officer appointed under the <i>Provincial Offences Act</i>.</p> <p class=\"headnote\">Penalties</p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "51.",
            "section_x": "Penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "Individual, general",
            "content": "51 (1) Every individual convicted of an offence under this Act, other than an offence described in subsection (3), is liable to the following penalties: 1. On a first conviction, a fine of not more than $50,000 for each day or part of a day on which the offence occurs or continues. 2. On each subsequent conviction, a fine of not more than $100,000 for each day or part of a day on which the offence occurs or continues, or imprisonment for a term of not more than one year, or both. Corporation, general (2) Every corporation convicted of an offence under this Act, other than an offence described in subsection (3), is liable to the following penalties for each day or part of a day on which the offence occurs or continues: 1. On a first conviction, a fine of not more than $250,000. 2. On each subsequent conviction, a fine of not more than $500,000. Specified offences (3) Subsections (4) and (5) apply with respect to the following offences under subsection 50 (1): 1. Failure to comply with subsection 14 (1) (duty to submit emission allowances and credits). 2. Contravention of subsection 29 (1), (2), (3), (4), (5) or (6) (prohibitions re: trading). 3. Contravention of subsection 32 (6) or (7) (prohibitions re: auction of Ontario emission allowances). 4. Contravention of subsection 64 (1), (2), (3), (4) or (5) (prohibitions affecting administration). Corporation, for specified offences (4) Every corporation convicted of an offence described in subsection (3) is liable to the following penalties for each day or part of a day on which the offence occurs or continues: 1. On a first conviction, a fine of not less than $25,000 and not more than $6 million. 2. On a second conviction, a fine of not less than $50,000 and not more than $10 million. 3. On each subsequent conviction, a fine of not less than $100,000 and not more than $10 million. Individual, for specified offences (5) Every individual convicted of an offence described in subsection (3) is liable to the following penalties: 1. On a first conviction, a fine of not less than $5,000 and not more than $4 million, or imprisonment for a term of not more than five years less a day, or both. 2. On a second conviction, a fine of not less than $10,000 and not more than $6 million, or imprisonment for a term of not more than five years less a day, or both. 3. On each subsequent conviction, a fine of not less than $20,000 and not more than $6 million, or imprisonment for a term of not more than five years less a day, or both. Higher fines (6) The court that convicts a person of an offence under this Act, in addition to any other penalty imposed by the court, may increase a fine imposed upon the person by an amount equal to the amount of the monetary benefit acquired by or that accrued to the person as a result of the commission of the offence, despite the maximum fines provided under subsections (1) to (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK58\"></a><b>51 </b>(1) Every individual convicted of an offence under this Act, other than an offence described in subsection (3), is liable to the following penalties:</p> <p class=\"paragraph\">  1. On a first conviction, a fine of not more than $50,000 for each day or part of a day on which the offence occurs or continues.</p> <p class=\"paragraph\">  2. On each subsequent conviction, a fine of not more than $100,000 for each day or part of a day on which the offence occurs or continues, or imprisonment for a term of not more than one year, or both.</p> <p class=\"headnote\">Corporation, general</p> <p class=\"subsection\">(2) Every corporation convicted of an offence under this Act, other than an offence described in subsection (3), is liable to the following penalties for each day or part of a day on which the offence occurs or continues:</p> <p class=\"paragraph\">  1. On a first conviction, a fine of not more than $250,000.</p> <p class=\"paragraph\">  2. On each subsequent conviction, a fine of not more than $500,000.</p> <p class=\"headnote\">Specified offences</p> <p class=\"subsection\">(3) Subsections (4) and (5) apply with respect to the following offences under subsection 50 (1):</p> <p class=\"paragraph\">  1. Failure to comply with subsection 14 (1) (duty to submit emission allowances and credits).</p> <p class=\"paragraph\">  2. Contravention of subsection 29 (1), (2), (3), (4), (5) or (6) (prohibitions re: trading).</p> <p class=\"paragraph\">  3. Contravention of subsection 32 (6) or (7) (prohibitions re: auction of Ontario emission allowances).</p> <p class=\"paragraph\">  4. Contravention of subsection 64 (1), (2), (3), (4) or (5) (prohibitions affecting administration).</p> <p class=\"headnote\">Corporation, for specified offences</p> <p class=\"subsection\">(4) Every corporation convicted of an offence described in subsection (3) is liable to the following penalties for each day or part of a day on which the offence occurs or continues:</p> <p class=\"paragraph\">  1. On a first conviction, a fine of not less than $25,000 and not more than $6 million.</p> <p class=\"paragraph\">  2. On a second conviction, a fine of not less than $50,000 and not more than $10 million.</p> <p class=\"paragraph\">  3. On each subsequent conviction, a fine of not less than $100,000 and not more than $10 million.</p> <p class=\"headnote\">Individual, for specified offences</p> <p class=\"subsection\">(5) Every individual convicted of an offence described in subsection (3) is liable to the following penalties:</p> <p class=\"paragraph\">  1. On a first conviction, a fine of not less than $5,000 and not more than $4 million, or imprisonment for a term of not more than five years less a day, or both.</p> <p class=\"paragraph\">  2. On a second conviction, a fine of not less than $10,000 and not more than $6 million, or imprisonment for a term of not more than five years less a day, or both.</p> <p class=\"paragraph\">  3. On each subsequent conviction, a fine of not less than $20,000 and not more than $6 million, or imprisonment for a term of not more than five years less a day, or both.</p> <p class=\"headnote\">Higher fines</p> <p class=\"subsection\">(6) The court that convicts a person of an offence under this Act, in addition to any other penalty imposed by the court, may increase a fine imposed upon the person by an amount equal to the amount of the monetary benefit acquired by or that accrued to the person as a result of the commission of the offence, despite the maximum fines provided under subsections (1) to (5).</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "52.",
            "section_x": "Number of convictions",
            "part_id": null,
            "part_type": null,
            "section_y": "Number of convictions",
            "content": "52 In determining the number of a person’s previous convictions for the purpose of section 51, the court shall include previous convictions of the person under, (a) this Act; (b) the Commodity Futures Act; (c) the Environmental Protection Act, other than for an offence related to Part IX of that Act; (d) the Nutrient Management Act, 2002; (e) the Ontario Water Resources Act; (f) the Pesticides Act; (g) the Safe Drinking Water Act, 2002; (h) the Securities Act; (i) the Toxics Reduction Act, 2009.",
            "raw_html": "<p class=\"section\"><a name=\"BK59\"></a><b>52 </b>In determining the number of a person’s previous convictions for the purpose of section 51, the court shall include previous convictions of the person under,</p> <p class=\"paragraph\">  (a) this Act;</p> <p class=\"paragraph\">  (b) the <i>Commodity Futures Act</i>;</p> <p class=\"paragraph\">  (c) the <i>Environmental Protection Act</i>, other than for an offence related to Part IX of that Act;</p> <p class=\"paragraph\">  (d) the <i>Nutrient Management Act, 2002</i>;</p> <p class=\"paragraph\">  (e) the <i>Ontario Water Resources Act</i>;</p> <p class=\"paragraph\">  (f) the <i>Pesticides Act</i>;</p> <p class=\"paragraph\">  (g) the <i>Safe Drinking Water Act, 2002</i>;</p> <p class=\"paragraph\">  (h) the <i>Securities Act</i>;</p> <p class=\"paragraph\">  (i) the <i>Toxics Reduction Act, 2009</i>.</p>"
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "53.",
            "section_x": "Sentencing considerations",
            "part_id": null,
            "part_type": null,
            "section_y": "Sentencing considerations",
            "content": "53 (1) Subject to subsection (3), in determining a penalty under section 51, the court shall consider each of the following circumstances to be aggravating factors: 1. The defendant committed the offence intentionally or recklessly. 2. In committing the offence, the defendant was motivated by a desire to increase revenue or decrease costs. 3. The defendant committed the offence despite having been warned by the Ministry of circumstances that subsequently became the subject of the offence. 4. After the commission of the offence, the defendant, i. attempted to conceal the commission of the offence from the Ministry or other public authorities, ii. failed to co-operate with the Ministry or other public authorities, iii. failed to take prompt action to mitigate the effects of the offence, including action to compensate persons for loss or damage that resulted from the commission of the offence, or iv. failed to take prompt action to reduce the risk of similar offences being committed in the future. 5. Any other circumstance that is prescribed by the regulations as an aggravating factor. Severity of penalty (2) Subject to subsection (3), the severity of a penalty under section 51 shall reflect the number of aggravating factors that apply under subsection (1) and the seriousness of the particular circumstances of each of those aggravating factors. Reasons (3) If the court decides that an aggravating factor that applies under subsection (1) does not warrant a more severe penalty, the court shall give reasons for that decision. Compliance with order not a mitigating factor (4) Without limiting the court’s ability to consider other mitigating factors and the particular circumstances of the severity of the offence, and subject to subsection (5), the court shall not consider compliance with an order issued under this Act in response to the offence to be a mitigating factor in determining a penalty under section 51. Reasons (5) If the court decides that compliance with an order issued under this Act in response to the offence warrants a less severe penalty, the court shall give reasons for that decision. Administrative penalty (6) If an order is made requiring a person to pay an administrative penalty under section 57 in respect of a contravention and the person is also convicted of an offence in respect of the same contravention, the court, in determining a penalty under section 51, shall consider the order to pay the administrative penalty to be a mitigating factor and, if subsection 51 (4) or (5) applies, may impose a fine of less than the minimum fine provided for in that subsection. Other matters (7) If a person is required to submit emission allowances under paragraph 2 of subsection 14 (7) in respect of a contravention and the person is also convicted of an offence in respect of the same contravention, the court, in determining the penalty under section 51, shall consider the obligation to submit those emission allowances and credits to be a mitigating factor and may impose a fine of less than the minimum fine provided for in subsection 51 (4) or (5). Same (8) Upon convicting a person of an offence, the court may make such other orders as the court considers appropriate in the circumstances.",
            "raw_html": "<p class=\"section\"><a name=\"BK60\"></a><b>53 </b>(1) Subject to subsection (3), in determining a penalty under section 51, the court shall consider each of the following circumstances to be aggravating factors:</p> <p class=\"paragraph\">  1. The defendant committed the offence intentionally or recklessly.</p> <p class=\"paragraph\">  2. In committing the offence, the defendant was motivated by a desire to increase revenue or decrease costs.</p> <p class=\"paragraph\">  3. The defendant committed the offence despite having been warned by the Ministry of circumstances that subsequently became the subject of the offence.</p> <p class=\"paragraph\">  4. After the commission of the offence, the defendant,</p> <p class=\"subpara\">  i. attempted to conceal the commission of the offence from the Ministry or other public authorities,</p> <p class=\"subpara\">  ii. failed to co-operate with the Ministry or other public authorities,</p> <p class=\"subpara\">  iii. failed to take prompt action to mitigate the effects of the offence, including action to compensate persons for loss or damage that resulted from the commission of the offence, or</p> <p class=\"subpara\">  iv. failed to take prompt action to reduce the risk of similar offences being committed in the future.</p> <p class=\"paragraph\">  5. Any other circumstance that is prescribed by the regulations as an aggravating factor.</p> <p class=\"headnote\">Severity of penalty</p> <p class=\"subsection\">(2) Subject to subsection (3), the severity of a penalty under section 51 shall reflect the number of aggravating factors that apply under subsection (1) and the seriousness of the particular circumstances of each of those aggravating factors.</p> <p class=\"headnote\">Reasons</p> <p class=\"subsection\">(3) If the court decides that an aggravating factor that applies under subsection (1) does not warrant a more severe penalty, the court shall give reasons for that decision.</p> <p class=\"headnote\">Compliance with order not a mitigating factor</p> <p class=\"subsection\">(4) Without limiting the court’s ability to consider other mitigating factors and the particular circumstances of the severity of the offence, and subject to subsection (5), the court shall not consider compliance with an order issued under this Act in response to the offence to be a mitigating factor in determining a penalty under section 51.</p> <p class=\"headnote\">Reasons</p> <p class=\"subsection\">(5) If the court decides that compliance with an order issued under this Act in response to the offence warrants a less severe penalty, the court shall give reasons for that decision.</p> <p class=\"headnote\">Administrative penalty</p> <p class=\"subsection\">(6) If an order is made requiring a person to pay an administrative penalty under section 57 in respect of a contravention and the person is also convicted of an offence in respect of the same contravention, the court, in determining a penalty under section 51, shall consider the order to pay the administrative penalty to be a mitigating factor and, if subsection 51 (4) or (5) applies, may impose a fine of less than the minimum fine provided for in that subsection.</p> <p class=\"headnote\">Other matters</p> <p class=\"subsection\">(7) If a person is required to submit emission allowances under paragraph 2 of subsection 14 (7) in respect of a contravention and the person is also convicted of an offence in respect of the same contravention, the court, in determining the penalty under section 51, shall consider the obligation to submit those emission allowances and credits to be a mitigating factor and may impose a fine of less than the minimum fine provided for in subsection 51 (4) or (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) Upon convicting a person of an offence, the court may make such other orders as the court considers appropriate in the circumstances.</p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "54.",
            "section_x": "Restitution orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Restitution orders",
            "content": "54 (1) On its own initiative or on the request of the prosecutor, the court that convicts a person of an offence under this Act, in addition to any other penalty imposed by the court, may make an order for restitution against the person convicted of the offence, requiring the person to compensate or make restitution to an aggrieved person or persons for reasonable expenses actually incurred by the aggrieved person that results from or is in any way connected to the commission of the offence, in such amount and on such terms and conditions as the court considers just. No restitution to person who committed offence (2) The court shall not make an order for restitution in favour of any person on account of damage that is the result of, (a) the commission of an offence by the person; or (b) a contravention in respect of which an order has been served on the person requiring the person to pay an administrative penalty under section 57, unless the order has been revoked. Notification of order (3) If a court makes an order for restitution, the court shall cause a copy of the order or a notice of the content of the order to be given to the person to whom the restitution is ordered to be paid. Filing of order in court (4) An order for restitution may be filed with a local registrar of the Superior Court of Justice and the responsibility for filing shall be on the person to whom the restitution is ordered to be paid. Enforcement of order (5) An order for restitution filed under subsection (4) may be enforced as if it were an order of the court. Same (6) Section 129 of the Courts of Justice Act applies in respect of an order for restitution filed under subsection (4) and, for the purpose, the date of filing is deemed to be the date of the order. Civil remedy (7) A civil remedy for an act or omission is not affected by reason only that an order for restitution under this section has been made in respect of that act or omission.",
            "raw_html": "<p class=\"section\"><a name=\"BK61\"></a><b>54 </b>(1) On its own initiative or on the request of the prosecutor, the court that convicts a person of an offence under this Act, in addition to any other penalty imposed by the court, may make an order for restitution against the person convicted of the offence, requiring the person to compensate or make restitution to an aggrieved person or persons for reasonable expenses actually incurred by the aggrieved person that results from or is in any way connected to the commission of the offence, in such amount and on such terms and conditions as the court considers just.</p> <p class=\"headnote\">No restitution to person who committed offence</p> <p class=\"subsection\">(2) The court shall not make an order for restitution in favour of any person on account of damage that is the result of,</p> <p class=\"paragraph\">  (a) the commission of an offence by the person; or</p> <p class=\"paragraph\">  (b) a contravention in respect of which an order has been served on the person requiring the person to pay an administrative penalty under section 57, unless the order has been revoked.</p> <p class=\"headnote\">Notification of order</p> <p class=\"subsection\">(3) If a court makes an order for restitution, the court shall cause a copy of the order or a notice of the content of the order to be given to the person to whom the restitution is ordered to be paid.</p> <p class=\"headnote\">Filing of order in court</p> <p class=\"subsection\">(4) An order for restitution may be filed with a local registrar of the Superior Court of Justice and the responsibility for filing shall be on the person to whom the restitution is ordered to be paid.</p> <p class=\"headnote\">Enforcement of order</p> <p class=\"subsection\">(5) An order for restitution filed under subsection (4) may be enforced as if it were an order of the court.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) Section 129 of the <i>Courts of Justice Act</i> applies in respect of an order for restitution filed under subsection (4) and, for the purpose, the date of filing is deemed to be the date of the order.</p> <p class=\"headnote\">Civil remedy</p> <p class=\"subsection\">(7) A civil remedy for an act or omission is not affected by reason only that an order for restitution under this section has been made in respect of that act or omission.</p>"
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "55.",
            "section_x": "If fine not paid",
            "part_id": null,
            "part_type": null,
            "section_y": "If fine not paid",
            "content": "55 (1) If a person is convicted of an offence under this Act and a fine is imposed, (a) a thing seized in connection with the offence shall not be returned until the fine has been paid; and (b) if payment of the fine is in default within the meaning of section 69 of the Provincial Offences Act, a justice may order that the thing be forfeited to the Crown. Same (2) Subsections 190.2 (2) to (6) of the Environmental Protection Act apply with necessary modifications in relation to an order under clause (1) (b).",
            "raw_html": "<p class=\"section\"><a name=\"BK62\"></a><b>55 </b>(1) If a person is convicted of an offence under this Act and a fine is imposed,</p> <p class=\"paragraph\">  (a) a thing seized in connection with the offence shall not be returned until the fine has been paid; and</p> <p class=\"paragraph\">  (b) if payment of the fine is in default within the meaning of section 69 of the <i>Provincial Offences Act</i>, a justice may order that the thing be forfeited to the Crown.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsections 190.2 (2) to (6) of the <i>Environmental Protection Act</i> apply with necessary modifications in relation to an order under clause (1) (b).</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "56.",
            "section_x": "Costs of seizure, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Costs of seizure, etc.",
            "content": "56 If a person is convicted of an offence under this Act, the justice may, in addition to any other penalty, order the person to pay all or part of the expenses incurred by the Ministry with respect to the seizure, storage or disposition of any thing seized in connection with the offence.",
            "raw_html": "<p class=\"section\"><a name=\"BK63\"></a><b>56 </b>If a person is convicted of an offence under this Act, the justice may, in addition to any other penalty, order the person to pay all or part of the expenses incurred by the Ministry with respect to the seizure, storage or disposition of any thing seized in connection with the offence.</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "57.",
            "section_x": "Administrative penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "Administrative penalties",
            "content": "57 (1) An administrative penalty may be imposed under this section for one or more of the following purposes: 1. To ensure compliance with this Act and the regulations. 2. To prevent a person or entity from deriving, directly or indirectly, any economic benefit as a result of contravening a provision of this Act or of the regulations. Order by Director (2) The Director may, subject to the regulations, make an order requiring a person described in subsection (4) to pay an administrative penalty if the Director is of the opinion that the person has contravened or failed to comply with a provision of this Act or the regulations, an order under this section or an agreement under subsection (12). Exception re duty to submit emission allowances and credits (3) Subsection (2) does not apply with respect to a failure to comply with section 14. Scope of order (4) An order under subsection (2) may be made against only such persons as may be designated by regulation, in relation to only such provisions, orders and agreements as may be designated by regulation or only in such circumstances as may be prescribed. Limitation (5) An order under subsection (2) shall be served not later than one year after the later of the following dates: 1. The date the contravention occurred. 2. The date on which the evidence of the contravention first came to the attention of the Director or provincial officer. Orders not to be issued to directors, officers, employees or agents (6) If a person who is required to comply with a provision of this Act or of the regulations is a corporation, an order under subsection (2) shall be issued to the corporation and not to a director, officer, employee or agent of the corporation. Amount of penalty (7) The amount of the administrative penalty shall be determined in accordance with the regulations. Maximum penalty (8) The amount of the administrative penalty shall not exceed $1 million. Contents (9) An order under subsection (2) shall be served on the person who is required to pay the penalty and shall, (a) contain a description of the contravention to which the order relates, including, if appropriate, the date of the contravention; (b) specify the amount of the penalty; (c) give particulars respecting the time for paying the penalty and the manner of payment; and (d) provide details of the person’s rights under section 60 (hearings by the Environmental Review Tribunal). Absolute liability (10) A requirement that a person pay an administrative penalty applies even if, (a) the person took all reasonable steps to prevent the contravention; or (b) at the time of the contravention, the person had an honest and reasonable belief in a mistaken set of facts that, if true, would have rendered the contravention innocent. Same (11) For greater certainty, nothing in subsection (10) affects the prosecution of an offence. Agreements (12) The Director and a person against whom an order may be or has been made under subsection (2) may enter into an agreement that, (a) identifies the contravention in respect of which the order has been made; (b) requires the person against whom the order may be or has been made to take steps specified in the agreement within the time specified in the agreement; and (c) provides that the obligation to pay the administrative penalty may be cancelled in accordance with the regulations or the amount of the penalty may be reduced in accordance with the regulations and in accordance with the circumstances set out in the agreement. Publication of agreements (13) The Ministry shall publish every agreement entered into under subsection (12) in the environmental registry established under section 5 of the Environmental Bill of Rights, 1993. Penalty does not prevent prosecution (14) A person may be charged, prosecuted and convicted of an offence under this Act in respect of a contravention referred to in subsection (2) even if an administrative penalty has been imposed on or paid by the person or another person in respect of the contravention. No admission (15) If a person pays a penalty imposed under subsection (2) in respect of a contravention or enters into an agreement under subsection (12) in respect of the contravention, the payment or agreement is not, for the purposes of any prosecution in respect of the contravention, an admission that the person committed the contravention. Failure to pay, consequences (16) The following consequences arise if a person who is required to pay an administrative penalty imposed under this section fails to comply with the requirement: 1. The Director may, by order, suspend the person’s authority to deal with emission allowances and credits in the person’s cap and trade accounts until the administrative penalty is paid. 2. The Director may, by order, impose such other administrative penalties as may be authorized by regulation. Same (17) It is not an offence to fail to comply with a requirement to pay an administrative penalty imposed under this section. Regulations (18) The Lieutenant Governor in Council may make regulations, (a) specifying the form and content of orders under subsection (2); (b) for the purpose of subsection (4), designating persons, provisions, orders and agreements and prescribing circumstances; (c) requiring and governing public consultation before an agreement is entered into under subsection (12) and, subject to that subsection and to any regulations made under subclause (d) (iii), governing the contents of agreements under that subsection; (d) governing the determination of the amounts of administrative penalties, including, (i) prescribing criteria to be considered by the Director, (ii) providing for different amounts depending on when an administrative penalty is paid, (iii) with respect to agreements under subsection (12), governing the cancellation of the obligation to pay an administrative penalty or the reduction of the amount of an administrative penalty; (e) prescribing circumstances in which a person is not required to pay an administrative penalty; (f) prescribing procedures related to administrative penalties; (g) respecting any other matter necessary for the administration of a system of administrative penalties provided for by this section.",
            "raw_html": "<p class=\"section\"><a name=\"BK64\"></a><b>57 </b>(1) An administrative penalty may be imposed under this section for one or more of the following purposes:</p> <p class=\"paragraph\">  1. To ensure compliance with this Act and the regulations.</p> <p class=\"paragraph\">  2. To prevent a person or entity from deriving, directly or indirectly, any economic benefit as a result of contravening a provision of this Act or of the regulations.</p> <p class=\"headnote\">Order by Director</p> <p class=\"subsection\">(2) The Director may, subject to the regulations, make an order requiring a person described in subsection (4) to pay an administrative penalty if the Director is of the opinion that the person has contravened or failed to comply with a provision of this Act or the regulations, an order under this section or an agreement under subsection (12).</p> <p class=\"headnote\">Exception re duty to submit emission allowances and credits</p> <p class=\"subsection\">(3) Subsection (2) does not apply with respect to a failure to comply with section 14.</p> <p class=\"headnote\">Scope of order</p> <p class=\"subsection\">(4) An order under subsection (2) may be made against only such persons as may be designated by regulation, in relation to only such provisions, orders and agreements as may be designated by regulation or only in such circumstances as may be prescribed.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(5) An order under subsection (2) shall be served not later than one year after the later of the following dates:</p> <p class=\"paragraph\">  1. The date the contravention occurred.</p> <p class=\"paragraph\">  2. The date on which the evidence of the contravention first came to the attention of the Director or provincial officer.</p> <p class=\"headnote\">Orders not to be issued to directors, officers, employees or agents</p> <p class=\"subsection\">(6) If a person who is required to comply with a provision of this Act or of the regulations is a corporation, an order under subsection (2) shall be issued to the corporation and not to a director, officer, employee or agent of the corporation.</p> <p class=\"headnote\">Amount of penalty</p> <p class=\"subsection\">(7) The amount of the administrative penalty shall be determined in accordance with the regulations.</p> <p class=\"headnote\">Maximum penalty</p> <p class=\"subsection\">(8) The amount of the administrative penalty shall not exceed $1 million.</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(9) An order under subsection (2) shall be served on the person who is required to pay the penalty and shall,</p> <p class=\"paragraph\">  (a) contain a description of the contravention to which the order relates, including, if appropriate, the date of the contravention;</p> <p class=\"paragraph\">  (b) specify the amount of the penalty;</p> <p class=\"paragraph\">  (c) give particulars respecting the time for paying the penalty and the manner of payment; and</p> <p class=\"paragraph\">  (d) provide details of the person’s rights under section 60 (hearings by the Environmental Review Tribunal).</p> <p class=\"headnote\">Absolute liability</p> <p class=\"subsection\">(10) A requirement that a person pay an administrative penalty applies even if,</p> <p class=\"paragraph\">  (a) the person took all reasonable steps to prevent the contravention; or</p> <p class=\"paragraph\">  (b) at the time of the contravention, the person had an honest and reasonable belief in a mistaken set of facts that, if true, would have rendered the contravention innocent.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(11) For greater certainty, nothing in subsection (10) affects the prosecution of an offence.</p> <p class=\"headnote\">Agreements</p> <p class=\"subsection\">(12) The Director and a person against whom an order may be or has been made under subsection (2) may enter into an agreement that,</p> <p class=\"paragraph\">  (a) identifies the contravention in respect of which the order has been made;</p> <p class=\"paragraph\">  (b) requires the person against whom the order may be or has been made to take steps specified in the agreement within the time specified in the agreement; and</p> <p class=\"paragraph\">  (c) provides that the obligation to pay the administrative penalty may be cancelled in accordance with the regulations or the amount of the penalty may be reduced in accordance with the regulations and in accordance with the circumstances set out in the agreement.</p> <p class=\"headnote\">Publication of agreements</p> <p class=\"subsection\">(13) The Ministry shall publish every agreement entered into under subsection (12) in the environmental registry established under section 5 of the <i>Environmental Bill of Rights, 1993</i>.</p> <p class=\"headnote\">Penalty does not prevent prosecution</p> <p class=\"subsection\">(14) A person may be charged, prosecuted and convicted of an offence under this Act in respect of a contravention referred to in subsection (2) even if an administrative penalty has been imposed on or paid by the person or another person in respect of the contravention.</p> <p class=\"headnote\">No admission</p> <p class=\"subsection\">(15) If a person pays a penalty imposed under subsection (2) in respect of a contravention or enters into an agreement under subsection (12) in respect of the contravention, the payment or agreement is not, for the purposes of any prosecution in respect of the contravention, an admission that the person committed the contravention.</p> <p class=\"headnote\">Failure to pay, consequences</p> <p class=\"subsection\">(16) The following consequences arise if a person who is required to pay an administrative penalty imposed under this section fails to comply with the requirement:</p> <p class=\"paragraph\">  1. The Director may, by order, suspend the person’s authority to deal with emission allowances and credits in the person’s cap and trade accounts until the administrative penalty is paid.</p> <p class=\"paragraph\">  2. The Director may, by order, impose such other administrative penalties as may be authorized by regulation.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(17) It is not an offence to fail to comply with a requirement to pay an administrative penalty imposed under this section.</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(18) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) specifying the form and content of orders under subsection (2);</p> <p class=\"paragraph\">  (b) for the purpose of subsection (4), designating persons, provisions, orders and agreements and prescribing circumstances;</p> <p class=\"paragraph\">  (c) requiring and governing public consultation before an agreement is entered into under subsection (12) and, subject to that subsection and to any regulations made under subclause (d) (iii), governing the contents of agreements under that subsection;</p> <p class=\"paragraph\">  (d) governing the determination of the amounts of administrative penalties, including,</p> <p class=\"subclause\">  (i) prescribing criteria to be considered by the Director,</p> <p class=\"subclause\">  (ii) providing for different amounts depending on when an administrative penalty is paid,</p> <p class=\"subclause\">  (iii) with respect to agreements under subsection (12), governing the cancellation of the obligation to pay an administrative penalty or the reduction of the amount of an administrative penalty;</p> <p class=\"paragraph\">  (e) prescribing circumstances in which a person is not required to pay an administrative penalty;</p> <p class=\"paragraph\">  (f) prescribing procedures related to administrative penalties;</p> <p class=\"paragraph\">  (g) respecting any other matter necessary for the administration of a system of administrative penalties provided for by this section.</p>"
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "58.",
            "section_x": "Compliance orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Compliance orders",
            "content": "58 (1) A provincial officer may issue an order to any person that the provincial officer reasonably believes is contravening or has contravened a provision of this Act or the regulations, a condition of a registration under this Act or a provision of an order made under this Act, other than an order of a court. Information to be included in order (2) The order shall specify the provision or condition contravened, briefly describe the nature and, if applicable, the location of the contravention and state that a review of the order may be requested in accordance with section 59. What order may require (3) The order may require the person to whom it is directed to comply with any directions set out in the order with respect to the following matters and to do so within the time specified in the order: 1. Achieving compliance with the provision or condition. 2. Preventing the continuation or repetition of the contravention. 3. Securing, whether through locks, gates, fences, security guards or other means, any land, place or thing. 4. Monitoring and recording and reporting on the monitoring and recording. 5. Submitting a plan for achieving compliance with the provision or condition, including the engagement of contractors, consultants and others satisfactory to a provincial officer. 6. Posting notice of the order. 7. Taking such other steps as may be prescribed by regulation. Amendment or revocation of order (4) An order issued under subsection (1) may, by order, be amended or revoked by the provincial officer who issued it or by the Director. Same (5) A provincial officer or Director who amends or revokes an order shall give written notice of the amendment or revocation to the person to whom the order is directed.",
            "raw_html": "<p class=\"section\"><a name=\"BK65\"></a><b>58 </b>(1) A provincial officer may issue an order to any person that the provincial officer reasonably believes is contravening or has contravened a provision of this Act or the regulations, a condition of a registration under this Act or a provision of an order made under this Act, other than an order of a court.</p> <p class=\"headnote\">Information to be included in order</p> <p class=\"subsection\">(2) The order shall specify the provision or condition contravened, briefly describe the nature and, if applicable, the location of the contravention and state that a review of the order may be requested in accordance with section 59.</p> <p class=\"headnote\">What order may require</p> <p class=\"subsection\">(3) The order may require the person to whom it is directed to comply with any directions set out in the order with respect to the following matters and to do so within the time specified in the order:</p> <p class=\"paragraph\">  1. Achieving compliance with the provision or condition.</p> <p class=\"paragraph\">  2. Preventing the continuation or repetition of the contravention.</p> <p class=\"paragraph\">  3. Securing, whether through locks, gates, fences, security guards or other means, any land, place or thing.</p> <p class=\"paragraph\">  4. Monitoring and recording and reporting on the monitoring and recording.</p> <p class=\"paragraph\">  5. Submitting a plan for achieving compliance with the provision or condition, including the engagement of contractors, consultants and others satisfactory to a provincial officer.</p> <p class=\"paragraph\">  6. Posting notice of the order.</p> <p class=\"paragraph\">  7. Taking such other steps as may be prescribed by regulation.</p> <p class=\"headnote\">Amendment or revocation of order</p> <p class=\"subsection\">(4) An order issued under subsection (1) may, by order, be amended or revoked by the provincial officer who issued it or by the Director.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) A provincial officer or Director who amends or revokes an order shall give written notice of the amendment or revocation to the person to whom the order is directed.</p>"
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "59.",
            "section_x": "Review of a compliance order",
            "part_id": null,
            "part_type": null,
            "section_y": "Review of a compliance order",
            "content": "59 (1) A person to whom an order under subsection 58 (1) is directed may request that the Director review the order, and the request must be made within seven days after the person is served with a copy of the order or within such longer period as may be prescribed by regulation. Manner of making request (2) The request may be made in writing or it may be made orally, with written confirmation served on the Director within the time specified in subsection (1). Contents of request for review (3) The written request for review, or written confirmation of an oral request, shall include the following information: 1. The portions of the order in respect of which the review is requested. 2. Any submissions that the applicant for the review wishes the Director to consider. 3. For the purpose of subsection (7), an address for service by mail or by electronic facsimile transmission or by such other means of service as the regulations may prescribe. No automatic stay (4) The request for review does not stay the order, unless the Director orders otherwise in writing. Decision of Director (5) The Director may, by order directed to the person who requested the review, confirm, amend or revoke the order of the provincial officer. Same (6) For the purposes of subsection (5), the Director may substitute his or her own opinion for that of the provincial officer. Notice of decision (7) The Director shall serve the person requesting the review with a copy of the Director’s order under subsection (5) together with reasons. Automatic confirmation of order (8) The Director is deemed to have confirmed the order of the provincial officer, by order, if the Director does not give the person who requested the review oral or written notice of the Director’s order under subsection (5) within seven days after the Director received the written request, or written confirmation of the oral request, or within such longer period as may be prescribed by regulation. Deemed service of automatic order (9) For the purpose of section 60 and a hearing required under that section, a confirming order deemed to have been made by the Director under subsection (8) is deemed to be directed to each person to whom the order of the provincial officer was directed and is deemed to have been served on each of those persons at the expiry of the period referred to in subsection (8). Exception to automatic confirmation (10) Subsections (8) and (9) do not apply if, within seven days of receiving the request for review or within such longer period as may be prescribed by regulation, the Director stays the order under subsection (9) and gives written notice to the person requesting the review that the Director requires additional time to make a decision under subsection (5). Administration",
            "raw_html": "<p class=\"section\"><a name=\"BK66\"></a><b>59 </b>(1) A person to whom an order under subsection 58 (1)<b> </b>is directed may request that the Director review the order, and the request must be made within seven days after the person is served with a copy of the order or within such longer period as may be prescribed by regulation.</p> <p class=\"headnote\">Manner of making request</p> <p class=\"subsection\">(2) The request may be made in writing or it may be made orally, with written confirmation served on the Director within the time specified in subsection (1).</p> <p class=\"headnote\">Contents of request for review</p> <p class=\"subsection\">(3) The written request for review, or written confirmation of an oral request, shall include the following information:</p> <p class=\"paragraph\">  1. The portions of the order in respect of which the review is requested.</p> <p class=\"paragraph\">  2. Any submissions that the applicant for the review wishes the Director to consider.</p> <p class=\"paragraph\">  3. For the purpose of subsection (7), an address for service by mail or by electronic facsimile transmission or by such other means of service as the regulations may prescribe.</p> <p class=\"headnote\">No automatic stay</p> <p class=\"subsection\">(4) The request for review does not stay the order, unless the Director orders otherwise in writing.</p> <p class=\"headnote\">Decision of Director</p> <p class=\"subsection\">(5) The Director may, by order directed to the person who requested the review, confirm, amend or revoke the order of the provincial officer.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) For the purposes of subsection (5), the Director may substitute his or her own opinion for that of the provincial officer.</p> <p class=\"headnote\">Notice of decision</p> <p class=\"subsection\">(7) The Director shall serve the person requesting the review with a copy of the Director’s order under subsection (5) together with reasons.</p> <p class=\"headnote\">Automatic confirmation of order</p> <p class=\"subsection\">(8) The Director is deemed to have confirmed the order of the provincial officer, by order, if the Director does not give the person who requested the review oral or written notice of the Director’s order under subsection (5) within seven days after the Director received the written request, or written confirmation of the oral request, or within such longer period as may be prescribed by regulation.</p> <p class=\"headnote\">Deemed service of automatic order</p> <p class=\"subsection\">(9) For the purpose of section 60 and a hearing required under that section, a confirming order deemed to have been made by the Director under subsection (8) is deemed to be directed to each person to whom the order of the provincial officer was directed and is deemed to have been served on each of those persons at the expiry of the period referred to in subsection (8).</p> <p class=\"headnote\">Exception to automatic confirmation</p> <p class=\"subsection\">(10) Subsections (8) and (9) do not apply if, within seven days of receiving the request for review or within such longer period as may be prescribed by regulation, the Director stays the order under subsection (9) and gives written notice to the person requesting the review that the Director requires additional time to make a decision under subsection (5).</p> <p class=\"heading1\"><a name=\"BK67\"></a>Administration</p>"
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "Administration",
            "section_x": "Administration",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK68",
            "TOCid": "60.",
            "section_x": "Hearings by the Environmental Review Tribunal",
            "part_id": null,
            "part_type": null,
            "section_y": "Hearings by the Environmental Review Tribunal",
            "content": "60 (1) A person (“applicant”) to whom any of the following decisions or orders is directed may require a hearing by the Environmental Review Tribunal: 1. Decision of the Director under subsection 18 (4) or (5) (conditions of registration). 2. Decision of the Director under subsection 20 (6) or (7) (cancellation of registration). 3. Decision of the Director under subsection 26 (3) or (4) (closing of cap and trade accounts). 4. Order of the Director under section 57 (administrative penalties). 5. Order of the Director under section 59 (review of compliance order). Failure or refusal to issue, etc. (2) For the purposes of subsection (1), the failure or refusal of a person to make a decision or to issue, amend or revoke an order is not itself an order. Procedure (3) The applicant may require the hearing by written notice served on the Tribunal within 15 days after the person is notified of the decision or is served with the order. Extension of time for requiring hearing (4) The Tribunal shall extend the time in which an applicant may give notice under subsection (3) requiring a hearing on a decision or an order if, in the Tribunal’s opinion, it is just to do so because notice of the decision or service of the order was not effective to bring the decision or order to the person’s attention. Contents of notice requiring hearing (5) The notice requiring the hearing shall include the following information: 1. The portions of the decision or order in respect of which the hearing is required. 2. The grounds on which the applicant intends to rely at the hearing. Effects of contents of notice (6) Except with leave of the Tribunal, the applicant is not entitled, at the hearing, to appeal a portion of the decision or order, or to rely on a ground, that is not stated in the notice requiring the hearing. Leave by Tribunal (7) The Tribunal may grant the leave referred to in subsection (6) if the Tribunal is of the opinion that to do so is proper in the circumstances, and the Tribunal may give such directions as the Tribunal considers proper consequent on the granting of the leave. Parties (8) The applicant and such other person as may be specified by the Tribunal are parties to the proceeding before the Tribunal. Stay on appeal (9) The commencement of a proceeding stays the operation of an order under section 57 (administrative penalties). Exception (10) Despite subsection (9), the commencement of a proceeding does not stay the operation of an order that meets the prescribed criteria. Tribunal may grant stay (11) The Tribunal may, on the application of a party to a proceeding before it, stay the operation of an order described in subsection (10). Right to apply to remove stay: new circumstances (12) A party to a proceeding may apply for the removal of a stay that was granted under subsection (11) if relevant circumstances have changed or have become known to the party since the stay was granted, and the Tribunal may grant the application. Right to apply to remove stay: new party (13) A person who is made a party to a proceeding after a stay is granted under subsection (11) may, at the time the person is made a party, apply for the removal of the stay, and the Tribunal may grant the application. Powers of the Tribunal (14) A hearing by the Tribunal shall be a new hearing and the Tribunal may confirm, vary or revoke the decision or order that is the subject matter of the hearing, and may substitute its opinion for that of the Director on grounds that the Tribunal considers reasonable. Limitation (15) If the hearing relates to an order to pay an administrative penalty under section 57, the Tribunal shall not vary the amount of the penalty unless the Tribunal considers the amount to be unreasonable. Same (16) For greater certainty, if the hearing relates to an order to pay an administrative penalty under section 57, a regulation made under that section governing the determination of the amounts of those penalties applies to the Tribunal.",
            "raw_html": "<p class=\"section\"><a name=\"BK68\"></a><b>60 </b>(1) A person (“applicant”) to whom any of the following decisions or orders is directed may require a hearing by the Environmental Review Tribunal:</p> <p class=\"paragraph\">  1. Decision of the Director under subsection 18 (4) or (5) (conditions of registration).</p> <p class=\"paragraph\">  2. Decision of the Director under subsection 20 (6) or (7) (cancellation of registration).</p> <p class=\"paragraph\">  3. Decision of the Director under subsection 26 (3) or (4)<b> </b>(closing of cap and trade accounts).</p> <p class=\"paragraph\">  4. Order of the Director under section 57 (administrative penalties).</p> <p class=\"paragraph\">  5. Order of the Director under section 59<b> </b>(review of compliance order).</p> <p class=\"headnote\">Failure or refusal to issue, etc.</p> <p class=\"subsection\">(2) For the purposes of subsection (1), the failure or refusal of a person to make a decision or to issue, amend or revoke an order is not itself an order.</p> <p class=\"headnote\">Procedure</p> <p class=\"subsection\">(3) The applicant may require the hearing by written notice served on the Tribunal within 15 days after the person is notified of the decision or is served with the order.</p> <p class=\"headnote\">Extension of time for requiring hearing</p> <p class=\"subsection\">(4) The Tribunal shall extend the time in which an applicant may give notice under subsection (3) requiring a hearing on a decision or an order if, in the Tribunal’s opinion, it is just to do so because notice of the decision or service of the order was not effective to bring the decision or order to the person’s attention.</p> <p class=\"headnote\">Contents of notice requiring hearing</p> <p class=\"subsection\">(5) The notice requiring the hearing shall include the following information:</p> <p class=\"paragraph\">  1. The portions of the decision or order in respect of which the hearing is required.</p> <p class=\"paragraph\">  2. The grounds on which the applicant intends to rely at the hearing.</p> <p class=\"headnote\">Effects of contents of notice</p> <p class=\"subsection\">(6) Except with leave of the Tribunal, the applicant is not entitled, at the hearing, to appeal a portion of the decision or order, or to rely on a ground, that is not stated in the notice requiring the hearing.</p> <p class=\"headnote\">Leave by Tribunal</p> <p class=\"subsection\">(7) The Tribunal may grant the leave referred to in subsection (6) if the Tribunal is of the opinion that to do so is proper in the circumstances, and the Tribunal may give such directions as the Tribunal considers proper consequent on the granting of the leave.</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(8) The applicant and such other person as may be specified by the Tribunal are parties to the proceeding before the Tribunal.</p> <p class=\"headnote\">Stay on appeal</p> <p class=\"subsection\">(9) The commencement of a proceeding stays the operation of an order under section 57 (administrative penalties).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(10) Despite subsection (9), the commencement of a proceeding does not stay the operation of an order that meets the prescribed criteria.</p> <p class=\"headnote\">Tribunal may grant stay</p> <p class=\"subsection\">(11) The Tribunal may, on the application of a party to a proceeding before it, stay the operation of an order described in subsection (10).</p> <p class=\"headnote\">Right to apply to remove stay: new circumstances</p> <p class=\"subsection\">(12) A party to a proceeding may apply for the removal of a stay that was granted under subsection (11) if relevant circumstances have changed or have become known to the party since the stay was granted, and the Tribunal may grant the application.</p> <p class=\"headnote\">Right to apply to remove stay: new party</p> <p class=\"subsection\">(13) A person who is made a party to a proceeding after a stay is granted under subsection (11) may, at the time the person is made a party, apply for the removal of the stay, and the Tribunal may grant the application.</p> <p class=\"headnote\">Powers of the Tribunal</p> <p class=\"subsection\">(14) A hearing by the Tribunal shall be a new hearing and the Tribunal may confirm, vary or revoke the decision or order that is the subject matter of the hearing, and may substitute its opinion for that of the Director on grounds that the Tribunal considers reasonable.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(15) If the hearing relates to an order to pay an administrative penalty under section 57, the Tribunal shall not vary the amount of the penalty unless the Tribunal considers the amount to be unreasonable.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(16) For greater certainty, if the hearing relates to an order to pay an administrative penalty under section 57, a regulation made under that section governing the determination of the amounts of those penalties applies to the Tribunal.</p>"
        },
        {
            "ahref_id": "#BK69",
            "TOCid": "61.",
            "section_x": "Appeal to Divisional Court",
            "part_id": null,
            "part_type": null,
            "section_y": "Appeal to Divisional Court",
            "content": "61 (1) Any party to a hearing before the Environmental Review Tribunal under this Act may appeal from its decision on a question of law to the Divisional Court, with leave of the Divisional Court, in accordance with the rules of court. Effect of appeal (2) The appeal does not stay the operation of the decision of the Tribunal, unless the Tribunal orders otherwise. Same (3) On the appeal, the Divisional Court may stay the operation of the decision or set aside a stay ordered by the Tribunal under subsection (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK69\"></a><b>61 </b>(1) Any party to a hearing before the Environmental Review Tribunal under this Act may appeal from its decision on a question of law to the Divisional Court, with leave of the Divisional Court, in accordance with the rules of court.</p> <p class=\"headnote\">Effect of appeal</p> <p class=\"subsection\">(2) The appeal does not stay the operation of the decision of the Tribunal, unless the Tribunal orders otherwise.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) On the appeal, the Divisional Court may stay the operation of the decision or set aside a stay ordered by the Tribunal under subsection (2).</p>"
        },
        {
            "ahref_id": "#BK70",
            "TOCid": "62.",
            "section_x": "Orders and decisions, consequential authority",
            "part_id": null,
            "part_type": null,
            "section_y": "Orders and decisions, consequential authority",
            "content": "62 (1) The authority to make an order under this Act includes the authority to require the person to whom the order is directed to take such intermediate action or such procedural steps or both as are related to the action required or prohibited by the order and as are specified in the order. Same, authority to amend, revoke (2) The authority to make a decision or an order includes the authority to amend or revoke the decision or order. Same, authority to order access (3) A person who has authority under this Act to order that a thing be done on or in any place also has authority to order any person who owns, occupies or has the charge, management or control of the place to permit access to the place for the purpose of doing the thing. Collection, use and disclosure of information",
            "raw_html": "<p class=\"section\"><a name=\"BK70\"></a><b>62 </b>(1) The authority to make an order under this Act includes the authority to require the person to whom the order is directed to take such intermediate action or such procedural steps or both as are related to the action required or prohibited by the order and as are specified in the order.</p> <p class=\"headnote\">Same, authority to amend, revoke</p> <p class=\"subsection\">(2) The authority to make a decision or an order includes the authority to amend or revoke the decision or order.</p> <p class=\"headnote\">Same, authority to order access</p> <p class=\"subsection\">(3) A person who has authority under this Act to order that a thing be done on or in any place also has authority to order any person who owns, occupies or has the charge, management or control of the place to permit access to the place for the purpose of doing the thing.</p> <p class=\"headnote\">Collection, use and disclosure of information</p>"
        },
        {
            "ahref_id": "#BK71",
            "TOCid": "63.",
            "section_x": "Collection, use and disclosure of information",
            "part_id": null,
            "part_type": null,
            "section_y": "Authentication of identity",
            "content": "63 (1) The regulations may specify the personal information that must be given to the Director in order to establish and authenticate the identity of an individual, on an ongoing basis, in connection with a person’s registration, recognition or designation under this Act, including participation in an auction or sale of Ontario emission allowances, and in connection with a registered participant’s cap and trade accounts. Same (2) If the regulations so provide, the Director may collect information, including a police records check, to confirm that a person satisfies the requirements of registration, recognition or designation on an ongoing basis. Deemed confidentiality (3) If the regulations so provide, such information as may be prescribed that is collected under this Act, other than personal information, is deemed to have been supplied in confidence. Authorized disclosure (4) Despite subsection (3), the Minister and the Director may disclose information obtained under this Act, including personal information, for the purpose of administering and enforcing this Act and the regulations, and for such other purposes as may be prescribed. Data minimization (5) Where the collection, use or disclosure of personal information is authorized under this Act or prescribed by regulation, no more personal information may be collected, used, or disclosed than is reasonably necessary to meet the purpose of the collection, use, or disclosure, as the case may be. Prohibitions affecting administration",
            "raw_html": "<p class=\"section\"><a name=\"BK71\"></a><b>63 </b>(1) The regulations may specify the personal information that must be given to the Director in order to establish and authenticate the identity of an individual, on an ongoing basis, in connection with a person’s registration, recognition or designation under this Act, including participation in an auction or sale of Ontario emission allowances, and in connection with a registered participant’s cap and trade accounts.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If the regulations so provide, the Director may collect information, including a police records check, to confirm that a person satisfies the requirements of registration, recognition or designation on an ongoing basis.</p> <p class=\"headnote\">Deemed confidentiality</p> <p class=\"subsection\">(3) If the regulations so provide, such information as may be prescribed that is collected under this Act, other than personal information, is deemed to have been supplied in confidence.</p> <p class=\"headnote\">Authorized disclosure</p> <p class=\"subsection\">(4) Despite subsection (3), the Minister and the Director may disclose information obtained under this Act, including personal information, for the purpose of administering and enforcing this Act and the regulations, and for such other purposes as may be prescribed.</p> <p class=\"headnote\">Data minimization</p> <p class=\"subsection\">(5) Where the collection, use or disclosure of personal information is authorized under this Act or prescribed by regulation, no more personal information may be collected, used, or disclosed than is reasonably necessary to meet the purpose of the collection, use, or disclosure, as the case may be.</p> <p class=\"headnote\">Prohibitions affecting administration</p>"
        },
        {
            "ahref_id": "#BK72",
            "TOCid": "64.",
            "section_x": "Prohibitions affecting administration",
            "part_id": null,
            "part_type": null,
            "section_y": "Obstruction",
            "content": "64 (1) No person shall hinder or obstruct the Minister, the Director, a provincial officer, a public servant or any agent of the Crown in the performance of his or her duties under this Act. Same (2) No person shall withhold from a provincial officer or conceal, alter or destroy anything relevant to an inspection under section 42 or an inquiry under section 43. Same (3) No person shall refuse to give information required for the purposes of this Act or the regulations to the Minister, the Director, a provincial officer, a public servant or any agent of the Crown. False or misleading information (4) No person shall give false or misleading information to the Minister, the Director, a provincial officer, a public servant or an agent of the Crown in respect of any matter related to this Act or the regulations. Same (5) No person shall include false or misleading information in any record required to be created, stored or submitted under this Act. Matters of evidence",
            "raw_html": "<p class=\"section\"><a name=\"BK72\"></a><b>64 </b>(1) No person shall hinder or obstruct the Minister, the Director, a provincial officer, a public servant or any agent of the Crown in the performance of his or her duties under this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No person shall withhold from a provincial officer or conceal, alter or destroy anything relevant to an inspection under section 42 or an inquiry under section 43.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) No person shall refuse to give information required for the purposes of this Act or the regulations to the Minister, the Director, a provincial officer, a public servant or any agent of the Crown.</p> <p class=\"headnote\">False or misleading information</p> <p class=\"subsection\">(4) No person shall give false or misleading information to the Minister, the Director, a provincial officer, a public servant or an agent of the Crown in respect of any matter related to this Act or the regulations.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) No person shall include false or misleading information in any record required to be created, stored or submitted under this Act.</p> <p class=\"headnote\">Matters of evidence</p>"
        },
        {
            "ahref_id": "#BK73",
            "TOCid": "65.",
            "section_x": "Matters of evidence",
            "part_id": null,
            "part_type": null,
            "section_y": "Certificate as evidence",
            "content": "65 (1) For all purposes in any proceeding, a statement purporting to be signed by the Director is, without proof of the office or signature of the Director, admissible as proof, in the absence of evidence to the contrary, of the facts stated in it in relation to the following matters: 1. The registration or non-registration, recognition or non-recognition or designation or non-designation of any person. 2. The provision or non-provision of any material required or permitted to be filed with the Director. 3. The time when facts upon which the proceedings are based first came to the knowledge of the Director. 4. Any other matter pertaining to the matters referred to in paragraph 1 or 2. 5. Such other matters as may be prescribed. Proof of record (2) Any record made under this Act that purports to be signed by any of the following persons or a certified copy of such a record is admissible in evidence in any proceeding as proof, in the absence of evidence to the contrary, that the document is signed by the person without proof of the office or signature of the person: 1. The Minister. 2. The Director. 3. A public servant, a provincial officer or an analyst appointed under section 73. 4. Such other persons as may be prescribed. Not compellable (3) No person shall be compelled to give testimony in a civil proceeding with regard to information obtained in the course of exercising a power or performing a duty under this Act, other than, (a) in a proceeding under this Act; or (b) an appeal or a judicial review relating to a proceeding described in clause (a).",
            "raw_html": "<p class=\"section\"><a name=\"BK73\"></a><b>65 </b>(1) For all purposes in any proceeding, a statement purporting to be signed by the Director is, without proof of the office or signature of the Director, admissible as proof, in the absence of evidence to the contrary, of the facts stated in it in relation to the following matters:</p> <p class=\"paragraph\">  1. The registration or non-registration, recognition or non-recognition or designation or non-designation of any person.</p> <p class=\"paragraph\">  2. The provision or non-provision of any material required or permitted to be filed with the Director.</p> <p class=\"paragraph\">  3. The time when facts upon which the proceedings are based first came to the knowledge of the Director.</p> <p class=\"paragraph\">  4. Any other matter pertaining to the matters referred to in paragraph 1 or 2.</p> <p class=\"paragraph\">  5. Such other matters as may be prescribed.</p> <p class=\"headnote\">Proof of record</p> <p class=\"subsection\">(2) Any record made under this Act that purports to be signed by any of the following persons or a certified copy of such a record is admissible in evidence in any proceeding as proof, in the absence of evidence to the contrary, that the document is signed by the person without proof of the office or signature of the person:</p> <p class=\"paragraph\">  1. The Minister.</p> <p class=\"paragraph\">  2. The Director.</p> <p class=\"paragraph\">  3. A public servant, a provincial officer or an analyst appointed under section 73.</p> <p class=\"paragraph\">  4. Such other persons as may be prescribed.</p> <p class=\"headnote\">Not compellable</p> <p class=\"subsection\">(3) No person shall be compelled to give testimony in a civil proceeding with regard to information obtained in the course of exercising a power or performing a duty under this Act, other than,</p> <p class=\"paragraph\">  (a) in a proceeding under this Act; or</p> <p class=\"paragraph\">  (b) an appeal or a judicial review relating to a proceeding described in clause (a).</p>"
        },
        {
            "ahref_id": "#BK74",
            "TOCid": "66.",
            "section_x": "Verification by affidavit, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Verification by affidavit, etc.",
            "content": "66 The Director may require a person to verify by affidavit or statutory declaration any record given under this Act to the Director or to a provincial officer.",
            "raw_html": "<p class=\"section\"><a name=\"BK74\"></a><b>66 </b>The Director may require a person to verify by affidavit or statutory declaration any record given under this Act to the Director or to a provincial officer.</p>"
        },
        {
            "ahref_id": "#BK75",
            "TOCid": "67.",
            "section_x": "Service of documents, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Service of documents, etc.",
            "content": "67 (1) Any document given or served under this Act is sufficiently given or served if it is, (a) delivered personally; (b) sent by mail addressed to the person to whom delivery or service is required to be made at the latest address for the person appearing on the records of the Ministry; or (c) given or served in accordance with regulations respecting service. When service deemed made (2) If service is made by mail, the service shall be deemed to be made on the fifth day after the day of mailing unless the person on whom service is being made establishes that the person did not, acting in good faith, through absence, accident, illness, disability or other cause beyond the person’s control receive the notice or order until a later date. Same (3) If service is made by a method other than personal delivery or mail, the service is deemed to have been made on the day, if any, specified by regulation.",
            "raw_html": "<p class=\"section\"><a name=\"BK75\"></a><b>67 </b>(1) Any document given or served under this Act is sufficiently given or served if it is,</p> <p class=\"paragraph\">  (a) delivered personally;</p> <p class=\"paragraph\">  (b) sent by mail addressed to the person to whom delivery or service is required to be made at the latest address for the person appearing on the records of the Ministry; or</p> <p class=\"paragraph\">  (c) given or served in accordance with regulations respecting service.</p> <p class=\"headnote\">When service deemed made</p> <p class=\"subsection\">(2) If service is made by mail, the service shall be deemed to be made on the fifth day after the day of mailing unless the person on whom service is being made establishes that the person did not, acting in good faith, through absence, accident, illness, disability or other cause beyond the person’s control receive the notice or order until a later date.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) If service is made by a method other than personal delivery or mail, the service is deemed to have been made on the day, if any, specified by regulation.</p>"
        },
        {
            "ahref_id": "#BK76",
            "TOCid": "68.",
            "section_x": "Debts due to the Crown",
            "part_id": null,
            "part_type": null,
            "section_y": "Debts due to the Crown",
            "content": "68 An amount payable to the Crown under this Act is a debt due to the Crown and may be recovered by any remedy or procedure available to the Crown by law.",
            "raw_html": "<p class=\"section\"><a name=\"BK76\"></a><b>68 </b>An amount payable to the Crown under this Act is a debt due to the Crown and may be recovered by any remedy or procedure available to the Crown by law.</p>"
        },
        {
            "ahref_id": "#BK77",
            "TOCid": "69.",
            "section_x": "Immunity of the Crown",
            "part_id": null,
            "part_type": null,
            "section_y": "Immunity of the Crown",
            "content": "69 (1) No cause of action arises against the Crown as a direct or indirect result of any act or omission that a person who is not an employee or agent of the Crown takes or makes in the execution or intended execution of any of the person’s powers or duties under this Act. No proceeding against the Crown (2) No action or other proceeding for damages, including but not limited to a proceeding for a remedy in contract, restitution, tort or trust, shall be instituted against the Crown in connection with any cause of action described in subsection (1). No liability of Crown employee (3) No action or other proceeding shall be instituted against an employee or agent of the Crown for an act done in good faith in the execution or intended execution of a duty under this Act or for an alleged neglect or default in the execution in good faith of the duty. Tort by Crown employee (4) Despite subsections 5 (2) and (4) of the Proceedings Against the Crown Act, subsection (3) does not relieve the Crown of liability in respect of a tort committed by an employee or agent of the Crown to which it would otherwise be subject.",
            "raw_html": "<p class=\"section\"><a name=\"BK77\"></a><b>69 </b>(1) No cause of action arises against the Crown as a direct or indirect result of any act or omission that a person who is not an employee or agent of the Crown takes or makes in the execution or intended execution of any of the person’s powers or duties under this Act.</p> <p class=\"headnote\">No proceeding against the Crown</p> <p class=\"subsection\">(2) No action or other proceeding for damages, including but not limited to a proceeding for a remedy in contract, restitution, tort or trust, shall be instituted against the Crown in connection with any cause of action described in subsection (1).</p> <p class=\"headnote\">No liability of Crown employee</p> <p class=\"subsection\">(3) No action or other proceeding shall be instituted against an employee or agent of the Crown for an act done in good faith in the execution or intended execution of a duty under this Act or for an alleged neglect or default in the execution in good faith of the duty.</p> <p class=\"headnote\">Tort by Crown employee</p> <p class=\"subsection\">(4) Despite subsections 5 (2) and (4) of the <i>Proceedings Against the Crown Act</i>, subsection (3) does not relieve the Crown of liability in respect of a tort committed by an employee or agent of the Crown to which it would otherwise be subject.</p>"
        },
        {
            "ahref_id": "#BK78",
            "TOCid": "70.",
            "section_x": "No right to compensation",
            "part_id": null,
            "part_type": null,
            "section_y": "No right to compensation",
            "content": "70 (1) Despite any other Act or law, no person is entitled to be compensated for any loss or damages, including loss of revenues, loss of profit or loss of expected earnings that would otherwise have been payable to any person in respect of any action taken by the Minister or the Director under this Act, or by any person acting on their behalf, including any action relating to the removal of emission allowances and credits from a participant’s cap and trade accounts. No expropriation, etc. (2) Nothing done or not done in accordance with this Act or the regulations constitutes an expropriation or injurious affection for the purposes of the Expropriations Act or otherwise at law. No payment (3) No amount is payable by the Crown with respect to any action taken by the Minister or the Director under this Act, or by any person acting on their behalf, including any action relating to the removal of emission allowances and credits from a participant’s cap and trade accounts. General",
            "raw_html": "<p class=\"section\"><a name=\"BK78\"></a><b>70 </b>(1) Despite any other Act or law, no person is entitled to be compensated for any loss or damages, including loss of revenues, loss of profit or loss of expected earnings that would otherwise have been payable to any person in respect of any action taken by the Minister or the Director under this Act, or by any person acting on their behalf, including any action relating to the removal of emission allowances and credits from a participant’s cap and trade accounts.</p> <p class=\"headnote\">No expropriation, etc.</p> <p class=\"subsection\">(2) Nothing done or not done in accordance with this Act or the regulations constitutes an expropriation or injurious affection for the purposes of the <i>Expropriations Act</i> or otherwise at law.</p> <p class=\"headnote\">No payment</p> <p class=\"subsection\">(3) No amount is payable by the Crown with respect to any action taken by the Minister or the Director under this Act, or by any person acting on their behalf, including any action relating to the removal of emission allowances and credits from a participant’s cap and trade accounts.</p> <p class=\"heading1\"><a name=\"BK79\"></a>General</p>"
        },
        {
            "ahref_id": "#BK79",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK80",
            "TOCid": "71.",
            "section_x": "Greenhouse Gas Reduction Account",
            "part_id": null,
            "part_type": null,
            "section_y": "Greenhouse Gas Reduction Account",
            "content": "71 (1) An account shall be established in the Public Accounts to be known as the Greenhouse Gas Reduction Account in English and Compte de réduction des gaz à effet de serre in French in which shall be recorded the following amounts: 1. The amount of the proceeds from the distribution of Ontario emission allowances created under section 30. 2. Any amounts payable to the Crown by a participant under section 14. 3. The amount of any administrative penalties that are paid under section 57. 4. The amount of any fees payable to the Crown under this Act. 5. All expenditures of public money incurred under subsection (2). Authorized expenditures (2) Amounts not exceeding the balance in the account may be charged to the Greenhouse Gas Reduction Account and paid out of the Consolidated Revenue Fund for the following purposes: 1. To fund costs incurred by the Crown, directly or indirectly, in connection with the administration and enforcement of this Act and the regulations or to reimburse the Crown for expenditures incurred by the Crown, directly or indirectly, for any such purpose. 2. To fund, directly or indirectly, costs relating to initiatives described in Schedule 1 to this Act that are reasonably likely to reduce, or support the reduction of, greenhouse gas and costs relating to any other initiatives that are reasonably likely to do so. 3. To reimburse the Crown for expenditures incurred by the Crown, directly or indirectly, for any purpose described in paragraph 2. Restriction (3) No amount is payable under paragraph 2 or 3 of subsection (2) during a year in respect of any initiative unless the Minister reviews and provides an evaluation of the initiative to Treasury Board.  The Minister’s review shall consider, (a) the potential greenhouse gas reductions of the initiative; (b) the relationship of the initiative to the achievement of the greenhouse gas emission reduction targets established under section 6; (c) the relationship of the initiative to other potential, planned and funded initiatives to reduce greenhouse gas; (d) the relationship of the initiative to the climate change action plan prepared under section 7; (e) whether the initiative is also likely to assist low-income households and vulnerable communities with their transition to a low-carbon economy; and (f) such other matters as the Minister considers appropriate. Public notice re: evaluations (4) At least once during each fiscal year, the Minister shall make a report available to the public about the evaluations provided under subsection (3) to Treasury Board during the year with respect to initiatives that are funded from the Greenhouse Gas Reduction Account. Reimbursement of expenditures (5) A reimbursement described in paragraph 3 of subsection (2) for an expenditure incurred by the Crown shall not be made after the books of the Government of Ontario are closed for the fiscal year in which the expenditure is incurred. 2018, c. 8, Sched. 3, s. 1 (1). Specified expenditures (6) Despite subsection (5), $366,445,123 is deemed, as of March 31, 2018, to be charged to the Greenhouse Gas Reduction Account as reimbursement for expenditures described in paragraph 3 of subsection (2) that were incurred by the Crown on or after November 1, 2015 and on or before March 31, 2017 but were not reimbursed from the Account before the books of the Government of Ontario were closed for the fiscal year in which the expenditures were incurred. 2018, c. 8, Sched. 3, s. 1 (1). Note: On January 1, 2019, subsection 71 (6) of the Act is repealed. (See: 2018, c. 8, Sched. 3, s. 1 (2)) Annual report (7) Every year, the Minister shall prepare a report about the Greenhouse Gas Reduction Account setting out the following: 1. A description of each of the amounts credited and charged to the Account during the year. 2. A description of each of the initiatives with respect to which amounts were charged to the Account during the year, identifying any of those initiatives that were contemplated in the climate change action plan prepared in respect of the year. 3. A description of amounts charged to the Account to reimburse the Crown for expenditures incurred by the Crown, directly or indirectly, in connection with the administration and enforcement of this Act and the regulations. 4. Such other information as may be required by regulation. Same (8) The Minister shall lay the report before the Assembly when the Public Accounts for the year are laid before the Assembly in accordance with the Financial Administration Act. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 3, s. 1 (1) - 08/05/2018; 2018, c. 8, Sched. 3, s. 1 (2) - 01/01/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK80\"></a><b>71 </b>(1) An account shall be established in the Public Accounts to be known as the Greenhouse Gas Reduction Account in English and Compte de réduction des gaz à effet de serre in French in which shall be recorded the following amounts:</p> <p class=\"paragraph\">  1. The amount of the proceeds from the distribution of Ontario emission allowances created under section 30.</p> <p class=\"paragraph\">  2. Any amounts payable to the Crown by a participant under section 14.</p> <p class=\"paragraph\">  3. The amount of any administrative penalties that are paid under section 57.</p> <p class=\"paragraph\">  4. The amount of any fees payable to the Crown under this Act.</p> <p class=\"paragraph\">  5. All expenditures of public money incurred under subsection (2).</p> <p class=\"headnote\">Authorized expenditures</p> <p class=\"subsection\">(2) Amounts not exceeding the balance in the account may be charged to the Greenhouse Gas Reduction Account and paid out of the Consolidated Revenue Fund for the following purposes:</p> <p class=\"paragraph\">  1. To fund costs incurred by the Crown, directly or indirectly, in connection with the administration and enforcement of this Act and the regulations or to reimburse the Crown for expenditures incurred by the Crown, directly or indirectly, for any such purpose.</p> <p class=\"paragraph\">  2. To fund, directly or indirectly, costs relating to initiatives described in Schedule 1 to this Act that are reasonably likely to reduce, or support the reduction of, greenhouse gas and costs relating to any other initiatives that are reasonably likely to do so.</p> <p class=\"paragraph\">  3. To reimburse the Crown for expenditures incurred by the Crown, directly or indirectly, for any purpose described in paragraph 2.</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(3) No amount is payable under paragraph 2 or 3 of subsection (2) during a year in respect of any initiative unless the Minister reviews and provides an evaluation of the initiative to Treasury Board.  The Minister’s review shall consider,</p> <p class=\"paragraph\">  (a) the potential greenhouse gas reductions of the initiative;</p> <p class=\"paragraph\">  (b) the relationship of the initiative to the achievement of the greenhouse gas emission reduction targets established under section 6;</p> <p class=\"paragraph\">  (c) the relationship of the initiative to other potential, planned and funded initiatives to reduce greenhouse gas;</p> <p class=\"paragraph\">  (d) the relationship of the initiative to the climate change action plan prepared under section 7;</p> <p class=\"paragraph\">  (e) whether the initiative is also likely to assist low-income households and vulnerable communities with their transition to a low-carbon economy; and</p> <p class=\"paragraph\">  (f) such other matters as the Minister considers appropriate.</p> <p class=\"headnote\">Public notice re: evaluations</p> <p class=\"subsection\">(4) At least once during each fiscal year, the Minister shall make a report available to the public about the evaluations provided under subsection (3) to Treasury Board during the year with respect to initiatives that are funded from the Greenhouse Gas Reduction Account.</p> <p class=\"headnote\">Reimbursement of expenditures </p> <p class=\"subsection\">(5) A reimbursement described in paragraph 3 of subsection (2) for an expenditure incurred by the Crown shall not be made after the books of the Government of Ontario are closed for the fiscal year in which the expenditure is incurred. 2018, c. 8, Sched. 3, s. 1 (1).</p> <p class=\"headnote\">Specified expenditures</p> <p class=\"subsection\">(6) Despite subsection (5), $366,445,123 is deemed, as of March 31, 2018, to be charged to the Greenhouse Gas Reduction Account as reimbursement for expenditures described in paragraph 3 of subsection (2) that were incurred by the Crown on or after November 1, 2015 and on or before March 31, 2017 but were not reimbursed from the Account before the books of the Government of Ontario were closed for the fiscal year in which the expenditures were incurred. 2018, c. 8, Sched. 3, s. 1 (1).</p> <p class=\"Pnote\">Note: On January 1, 2019, subsection 71 (6) of the Act is repealed. (See: 2018, c. 8, Sched. 3, s. 1 (2))</p> <p class=\"headnote\">Annual report</p> <p class=\"subsection\">(7) Every year, the Minister shall prepare a report about the Greenhouse Gas Reduction Account setting out the following:</p> <p class=\"paragraph\">  1. A description of each of the amounts credited and charged to the Account during the year.</p> <p class=\"paragraph\">  2. A description of each of the initiatives with respect to which amounts were charged to the Account during the year, identifying any of those initiatives that were contemplated in the climate change action plan prepared in respect of the year.</p> <p class=\"paragraph\">  3. A description of amounts charged to the Account to reimburse the Crown for expenditures incurred by the Crown, directly or indirectly, in connection with the administration and enforcement of this Act and the regulations.</p> <p class=\"paragraph\">  4. Such other information as may be required by regulation.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) The Minister shall lay the report before the Assembly when the Public Accounts for the year are laid before the Assembly in accordance with the <i>Financial Administration Act</i>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched3s1s1\">2018, c. 8, Sched. 3, s. 1 (1)</a></span> - 08/05/2018; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched3s1s2\">2018, c. 8, Sched. 3, s. 1 (2)</a></span> - 01/01/2019</p>"
        },
        {
            "ahref_id": "#BK81",
            "TOCid": "72.",
            "section_x": "Appointment of Directors",
            "part_id": null,
            "part_type": null,
            "section_y": "Appointment of Directors",
            "content": "72 (1) The Minister may appoint one or more public servants as Directors to exercise such powers and perform such duties and functions under this Act as the Minister specifies. Same, restriction (2) When making the appointment, the Minister may limit the authority of a Director in the manner that the Minister considers necessary or advisable. Delegation by Director (3) A Director may delegate any of the Director’s powers or duties under this Act to a public servant, and may impose restrictions with respect to the delegation.",
            "raw_html": "<p class=\"section\"><a name=\"BK81\"></a><b>72 </b>(1) The Minister may appoint one or more public servants as Directors to exercise such powers and perform such duties and functions under this Act as the Minister specifies.</p> <p class=\"headnote\">Same, restriction</p> <p class=\"subsection\">(2) When making the appointment, the Minister may limit the authority of a Director in the manner that the Minister considers necessary or advisable.</p> <p class=\"headnote\">Delegation by Director</p> <p class=\"subsection\">(3) A Director may delegate any of the Director’s powers or duties under this Act to a public servant, and may impose restrictions with respect to the delegation.</p>"
        },
        {
            "ahref_id": "#BK82",
            "TOCid": "73.",
            "section_x": "Designation of provincial officers, analysts",
            "part_id": null,
            "part_type": null,
            "section_y": "Designation of provincial officers, analysts",
            "content": "73 (1) The Minister may designate one or more public servants or other persons as provincial officers to exercise such powers and perform such duties and functions under this Act as the Minister specifies. Appointment of analysts (2) The Minister may appoint one or more public servants or other persons as analysts to exercise such powers and perform such duties and functions under this Act as the Minister specifies. Same, restriction (3) When making the designation or appointment, the Minister may limit the authority of a provincial officer or an analyst in the manner that the Minister considers necessary or advisable. Status (4) A provincial officer is a peace officer for the purpose of enforcing this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK82\"></a><b>73 </b>(1) The Minister may designate one or more public servants or other persons as provincial officers to exercise such powers and perform such duties and functions under this Act as the Minister specifies.</p> <p class=\"headnote\">Appointment of analysts</p> <p class=\"subsection\">(2) The Minister may appoint one or more public servants or other persons as analysts to exercise such powers and perform such duties and functions under this Act as the Minister specifies.</p> <p class=\"headnote\">Same, restriction</p> <p class=\"subsection\">(3) When making the designation or appointment, the Minister may limit the authority of a provincial officer or an analyst in the manner that the Minister considers necessary or advisable.</p> <p class=\"headnote\">Status</p> <p class=\"subsection\">(4) A provincial officer is a peace officer for the purpose of enforcing this Act.</p>"
        },
        {
            "ahref_id": "#BK83",
            "TOCid": "74.",
            "section_x": "Delegation by Minister",
            "part_id": null,
            "part_type": null,
            "section_y": "Delegation by Minister",
            "content": "74 (1) The Minister may delegate any of the Minister’s powers or duties under this Act to a public servant or other person and may impose restrictions with respect to the delegation. Restriction (2) The Minister cannot delegate such powers and duties as may be prescribed to a person who is not a public servant.",
            "raw_html": "<p class=\"section\"><a name=\"BK83\"></a><b>74 </b>(1) The Minister may delegate any of the Minister’s powers or duties under this Act to a public servant or other person and may impose restrictions with respect to the delegation.</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(2) The Minister cannot delegate such powers and duties as may be prescribed to a person who is not a public servant.</p>"
        },
        {
            "ahref_id": "#BK84",
            "TOCid": "75.",
            "section_x": "Minister’s financial authority",
            "part_id": null,
            "part_type": null,
            "section_y": "Minister’s financial authority",
            "content": "75 Despite Part I of the Financial Administration Act, the Minister may do the following: 1. Receive funds that are not public money within the meaning of subsection 1 (3) of the Financial Administration Act, if the Minister receives the funds for selling emission allowances or credits on behalf of a registrant or former registrant, or in such other circumstances as may be prescribed. 2. Exercise control over funds that are not public money within the meaning of subsection 1 (3) of the Financial Administration Act and that are held in an account that is not in the name of the Crown, if the Minister obtains control over the funds in such circumstances as may be prescribed. 3. Establish accounts in the name of the Minister with an entity referred to in subsection 2 (2) of the Financial Administration Act. 4. Deposit funds referred to in paragraph 1 or 2 into accounts established under paragraph 3. 5. Pay out the funds referred to in paragraph 1 or 2 and the income earned on those funds in accordance with the regulations.",
            "raw_html": "<p class=\"section\"><a name=\"BK84\"></a><b>75 </b>Despite Part I of the <i>Financial Administration Act</i>, the Minister may do the following:</p> <p class=\"paragraph\">  1. Receive funds that are not public money within the meaning of subsection 1 (3) of the <i>Financial Administration Act</i>, if the Minister receives the funds for selling emission allowances or credits on behalf of a registrant or former registrant, or in such other circumstances as may be prescribed.</p> <p class=\"paragraph\">  2. Exercise control over funds that are not public money within the meaning of subsection 1 (3) of the <i>Financial Administration Act</i> and that are held in an account that is not in the name of the Crown, if the Minister obtains control over the funds in such circumstances as may be prescribed.</p> <p class=\"paragraph\">  3. Establish accounts in the name of the Minister with an entity referred to in subsection 2 (2) of the <i>Financial Administration Act</i>.</p> <p class=\"paragraph\">  4. Deposit funds referred to in paragraph 1 or 2 into accounts established under paragraph 3.</p> <p class=\"paragraph\">  5. Pay out the funds referred to in paragraph 1 or 2 and the income earned on those funds in accordance with the regulations.</p>"
        },
        {
            "ahref_id": "#BK85",
            "TOCid": "76.",
            "section_x": "Agreements with other jurisdictions",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreements with other jurisdictions",
            "content": "76 (1) The Minister may enter into one or more agreements with representatives of other jurisdictions for the harmonization and integration of the cap and trade program under this Act with corresponding programs of those jurisdictions. Exchange of information (2) Without limiting the generality of subsection (1), an agreement may provide for the exchange of information, including personal information, between the Director and a person who has supervisory or regulatory powers under corresponding legislation of the other jurisdiction, if the information is necessary for the purposes of, (a) complying with, implementing or enforcing the agreement; or (b) the administration and enforcement of this Act and the regulations and the corresponding legislation of the other jurisdiction. Confidentiality (3) Information received by the Minister or the Director pursuant to an agreement is deemed to have been supplied in confidence if the agreement provides for confidentiality.",
            "raw_html": "<p class=\"section\"><a name=\"BK85\"></a><b>76 </b>(1) The Minister may enter into one or more agreements with representatives of other jurisdictions for the harmonization and integration of the cap and trade program under this Act with corresponding programs of those jurisdictions.</p> <p class=\"headnote\">Exchange of information</p> <p class=\"subsection\">(2) Without limiting the generality of subsection (1), an agreement may provide for the exchange of information, including personal information<b>, </b>between the Director and a person who has supervisory or regulatory powers under corresponding legislation of the other jurisdiction, if the information is necessary for the purposes of,</p> <p class=\"paragraph\">  (a) complying with, implementing or enforcing the agreement; or</p> <p class=\"paragraph\">  (b) the administration and enforcement of this Act and the regulations and the corresponding legislation of the other jurisdiction.</p> <p class=\"headnote\">Confidentiality</p> <p class=\"subsection\">(3) Information received by the Minister or the Director pursuant to an agreement is deemed to have been supplied in confidence if the agreement provides for confidentiality.</p>"
        },
        {
            "ahref_id": "#BK86",
            "TOCid": "77.",
            "section_x": "Agreements re: administration, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreements re: administration, etc.",
            "content": "77 (1) The Minister may enter into one or more agreements with persons to provide for such matters relating to the administration and enforcement of this Act and the regulations as the Minister considers appropriate. Same (2) The regulations may impose requirements and restrictions with respect to the Minister’s authority under subsection (1) and, without limiting the generality of subsection (1), may authorize an agreement to provide for the following matters: 1. The delegation of specified powers and duties of the Minister under this Act, and the subdelegation of those powers and duties. 2. Authorization for a person to exercise such powers and perform such duties of the Director under this Act as may be prescribed. 3. Submission of the Crown to the jurisdiction of a foreign court. 4. Conflicts of law. 5. Such other matters as may be prescribed. Status as Crown agent (3) A person with whom the Minister enters into an agreement is not a Crown agent for any purpose unless a regulation, and the agreement, specifies otherwise.",
            "raw_html": "<p class=\"section\"><a name=\"BK86\"></a><b>77 </b>(1) The Minister may enter into one or more agreements with persons to provide for such matters relating to the administration and enforcement of this Act and the regulations as the Minister considers appropriate.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The regulations may impose requirements and restrictions with respect to the Minister’s authority under subsection (1) and, without limiting the generality of subsection (1), may authorize an agreement to provide for the following matters:</p> <p class=\"paragraph\">  1. The delegation of specified powers and duties of the Minister under this Act, and the subdelegation of those powers and duties.</p> <p class=\"paragraph\">  2. Authorization for a person to exercise such powers and perform such duties of the Director under this Act as may be prescribed.</p> <p class=\"paragraph\">  3. Submission of the Crown to the jurisdiction of a foreign court.</p> <p class=\"paragraph\">  4. Conflicts of law.</p> <p class=\"paragraph\">  5. Such other matters as may be prescribed.</p> <p class=\"headnote\">Status as Crown agent</p> <p class=\"subsection\">(3) A person with whom the Minister enters into an agreement is not a Crown agent for any purpose unless a regulation, and the agreement, specifies otherwise.</p>"
        },
        {
            "ahref_id": "#BK87",
            "TOCid": "78.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "78 (1) The Lieutenant Governor in Council may make regulations in respect of the following matters: 1. Governing anything that is required or permitted to be prescribed or that is required or permitted to be done by, or in accordance with, the regulations or as authorized, specified or provided in the regulations.  This does not apply with respect to section 57 (administrative penalties). 2. Defining, for the purposes of a regulation, words and expressions used in this Act that are not defined in the Act. 3. Governing the quantification and calculation of amounts of greenhouse gas emissions and governing the attribution of emissions. 4. Governing the registration of persons, including the suspension and cancellation of a registration, and governing the conditions applicable to registrants. 5. Governing the recognition and designation of account agents, including the suspension and cancellation of a recognition, and governing the conditions applicable to designated account agents. 6. Governing the purchase, sale, trade and other dealings with emission allowances and credits by registered participants, and prescribing jurisdictions other than Ontario for the purposes of subsection 21 (4). 7. Governing cap and trade accounts, including the closing of accounts, and governing transfers between accounts and the removal of emission allowances and credits from accounts. 8. Governing the creation, distribution, retirement from circulation and cancellation of Ontario emission allowances and the retirement of other emission allowances from circulation. 9. Governing the creation, issuance, retirement from circulation and cancellation of Ontario credits and the retirement of other credits from circulation. 10. Governing the registration of offset initiatives, including the imposition of requirements on sponsors of offset initiatives. 11. Governing monitoring, reporting and verification requirements under this Act and imposing duties on persons who are authorized under this Act to conduct verifications. 12. Governing the retention of records in the possession of persons who prepare or submit or who are required to prepare or submit records for the purposes of this Act. 13. Authorizing the Director to extend any deadline or period of time established under this Act in such circumstances as may be prescribed or in such circumstances as the Director considers appropriate, whether or not the deadline has passed or the period has expired. 14. Providing for such other matters as the Lieutenant Governor in Council considers advisable to carry out the purpose of this Act. Exemptions (2) A regulation may exempt a person or class of persons from a specified requirement imposed by this Act or a regulation made under this section in such circumstances as may be prescribed and subject to such conditions as may be prescribed or may provide that a specified provision of this Act or a regulation made under this section does not apply to the person or class in such circumstances as may be prescribed and subject to such conditions as may be prescribed. Incorporation by reference (3) A regulation may incorporate, in whole or in part and with such changes as the Lieutenant Governor in Council considers necessary, a document, including a code, formula, standard, protocol, procedure or guideline, as the document may be amended or remade. Same (4) An amendment to a document referred to in subsection (3), or a document referred to in subsection (3) as remade, comes into effect upon the Ministry publishing notice of the amendment or remade document in The Ontario Gazette or in the registry under the Environmental Bill of Rights, 1993. Conflict with Statutory Powers Procedure Act (5) A regulation may provide that it prevails over a provision of the Statutory Powers Procedure Act, despite anything in that Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK87\"></a><b>78 </b>(1) The Lieutenant Governor in Council may make regulations in respect of the following matters:</p> <p class=\"paragraph\">  1. Governing anything that is required or permitted to be prescribed or that is required or permitted to be done by, or in accordance with, the regulations or as authorized, specified or provided in the regulations.  This does not apply with respect to section 57 (administrative penalties).</p> <p class=\"paragraph\">  2. Defining, for the purposes of a regulation, words and expressions used in this Act that are not defined in the Act.</p> <p class=\"paragraph\">  3. Governing the quantification and calculation of amounts of greenhouse gas emissions and governing the attribution of emissions.</p> <p class=\"paragraph\">  4. Governing the registration of persons, including the suspension and cancellation of a registration, and governing the conditions applicable to registrants.</p> <p class=\"paragraph\">  5. Governing the recognition and designation of account agents, including the suspension and cancellation of a recognition, and governing the conditions applicable to designated account agents.</p> <p class=\"paragraph\">  6. Governing the purchase, sale, trade and other dealings with emission allowances and credits by registered participants, and prescribing jurisdictions other than Ontario for the purposes of subsection 21 (4).</p> <p class=\"paragraph\">  7. Governing cap and trade accounts, including the closing of accounts, and governing transfers between accounts and the removal of emission allowances and credits from accounts.</p> <p class=\"paragraph\">  8. Governing the creation, distribution, retirement from circulation and cancellation of Ontario emission allowances and the retirement of other emission allowances from circulation.</p> <p class=\"paragraph\">  9. Governing the creation, issuance, retirement from circulation and cancellation of Ontario credits and the retirement of other credits from circulation.</p> <p class=\"paragraph\">  10. Governing the registration of offset initiatives, including the imposition of requirements on sponsors of offset initiatives.</p> <p class=\"paragraph\">  11. Governing monitoring, reporting and verification requirements under this Act and imposing duties on persons who are authorized under this Act to conduct verifications.</p> <p class=\"paragraph\">  12. Governing the retention of records in the possession of persons who prepare or submit or who are required to prepare or submit records for the purposes of this Act.</p> <p class=\"paragraph\">  13. Authorizing the Director to extend any deadline or period of time established under this Act in such circumstances as may be prescribed or in such circumstances as the Director considers appropriate, whether or not the deadline has passed or the period has expired.</p> <p class=\"paragraph\">  14. Providing for such other matters as the Lieutenant Governor in Council considers advisable to carry out the purpose of this Act.</p> <p class=\"headnote\">Exemptions</p> <p class=\"subsection\">(2) A regulation may exempt a person or class of persons from a specified requirement imposed by this Act or a regulation made under this section in such circumstances as may be prescribed and subject to such conditions as may be prescribed or may provide that a specified provision of this Act or a regulation made under this section does not apply to the person or class in such circumstances as may be prescribed and subject to such conditions as may be prescribed.</p> <p class=\"headnote\">Incorporation by reference</p> <p class=\"subsection\">(3) A regulation may incorporate, in whole or in part and with such changes as the Lieutenant Governor in Council considers necessary, a document, including a code, formula, standard, protocol, procedure or guideline, as the document may be amended or remade.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) An amendment to a document referred to in subsection (3), or a document referred to in subsection (3) as remade, comes into effect upon the Ministry publishing notice of the amendment or remade document in <i>The Ontario Gazette</i> or in the registry under the <i>Environmental Bill of Rights, 1993</i>.</p> <p class=\"headnote\">Conflict with <i>Statutory Powers Procedure Act</i></p> <p class=\"subsection\">(5) A regulation may provide that it prevails over a provision of the <i>Statutory Powers Procedure Act</i>, despite anything in that Act.</p>"
        },
        {
            "ahref_id": "#BK88",
            "TOCid": "79.",
            "section_x": "Regulations made by Minister",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations made by Minister",
            "content": "79 (1) The Minister may make regulations in respect of the following matters: 1. Imposing fees for anything done or requested to be done under this Act, prescribing the manner in which and the period within which fees must be paid, and authorizing the refund of fees in prescribed circumstances. Exemptions (2) A regulation made under subsection (1) may exempt a person or class of persons from a specified requirement imposed by the regulation in such circumstances as may be prescribed or provide that a specified requirement does not apply to the person or class in such circumstances as may be prescribed. 80 Omitted (amends other legislation). 81 Omitted\r\n(provides for coming into force of provisions of this Act). 82 Omitted (enacts short title of this Act). schedule 1   greenhouse gas reduction account",
            "raw_html": "<p class=\"section\"><a name=\"BK88\"></a><b>79 </b>(1) The Minister may make regulations in respect of the following matters:</p> <p class=\"paragraph\">  1. Imposing fees for anything done or requested to be done under this Act, prescribing the manner in which and the period within which fees must be paid, and authorizing the refund of fees in prescribed circumstances.</p> <p class=\"headnote\">Exemptions</p> <p class=\"subsection\">(2) A regulation made under subsection (1) may exempt a person or class of persons from a specified requirement imposed by the regulation in such circumstances as may be prescribed or provide that a specified requirement does not apply to the person or class in such circumstances as may be prescribed.</p> <p class=\"section\"><b>80</b><b> </b><span class=\"ovsmallcap\">Omitted (amends other legislation).</span></p> <p class=\"section\"><b>81 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>82</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"schedule\"><a name=\"BK89\"></a>schedule 1 <br/>  greenhouse gas reduction account</p>"
        },
        {
            "ahref_id": "#BK89",
            "TOCid": "Schedule 1",
            "section_x": "Greenhouse gas reduction account",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        }
    ]
}