{
    "act_info": {
        "full_title": "Co-operative Loans Act, R.S.O. 1990, c. C.36",
        "act_name_text": "Not Found",
        "citation": "Co-operative Loans Act, R.S.O. 1990, c. C.36",
        "url": "https://www.ontario.ca/laws/statute/90c36",
        "date_scraped": "2023-12-21 13:01:46"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900179",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 179",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.  In this Act, “Board” means The Co-operative Loans Board of Ontario; (“Commission”) “co-operative association” means a co-operative corporation of producers of farm products to which the Co-operative Corporations Act applies and which was incorporated for the purpose of grading, cleaning, packing, storing, drying, processing or marketing farm products; (“association coopérative”) “farm products” includes animals, meats, eggs, poultry, wool, dairy products, grains, seeds, fruit, fruit products, vegetables, vegetable products, maple products, honey, tobacco and such articles of food or drink manufactured or derived in whole or in part from any such product and such other natural products of agriculture as are designated by the regulations; (“produits agricoles”) “Minister” means the Minister of Agriculture and Food; (“ministre”) “regulations” means the regulations made under this Act; (“règlements”) “Treasurer” means the Treasurer of Ontario and Minister of Economics. (“trésorier”) R.S.O. 1980, c.92, s.1.",
            "raw_html": "<p class=\"section-e\"><b>1.  </b>In this Act,</p> <p class=\"firstdef-e\">“Board” means The Co-operative Loans Board of Ontario; (“Commission”)</p> <p class=\"definition-e\">“co-operative association” means a co-operative corporation of producers of farm products to which the<i> Co-operative Corporations Act</i> applies and which was incorporated for the purpose of grading, cleaning, packing, storing, drying, processing or marketing farm products; (“association coopérative”)</p> <p class=\"definition-e\">“farm products” includes animals, meats, eggs, poultry, wool, dairy products, grains, seeds, fruit, fruit products, vegetables, vegetable products, maple products, honey, tobacco and such articles of food or drink manufactured or derived in whole or in part from any such product and such other natural products of agriculture as are designated by the regulations; (“produits agricoles”)</p> <p class=\"definition-e\">“Minister” means the Minister of Agriculture and Food; (“ministre”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“Treasurer” means the Treasurer of Ontario and Minister of Economics. (“trésorier”) R.S.O. 1980, c.92, s.1.</p>"
        },
        {
            "id": "2.",
            "section": "Board continued",
            "content": "2.  (1) The Co-operative Loans Board of Ontario, a corporation without share capital, is continued under the name The Co-operative Loans Board of Ontario in English and Commission des prêts aux coopératives de l’Ontario in French. R.S.O. 1980, c.92, s.2(1), revised. Composition (2) The Board shall be composed of such three persons in the public service of Ontario as the Lieutenant Governor in Council appoints. Chair, vice-chair (3) The Lieutenant Governor in Council may designate one of the members as chair and one as vice-chair of the Board. Vacancies (4) The Lieutenant Governor in Council may from time to time fill any vacancy in the membership of the Board. Quorum (5) A majority of the members of the Board constitutes a quorum. Staff (6) The staff of the Board may consist of a secretary and such other employees as are appointed from time to time under the Public Service Act for the purposes of the Board. Assistance (7) In the administration of its affairs, the Board may be assisted by such persons in the public service of Ontario as the Treasurer assigns for the purpose. By-laws (8) Subject to the approval of the Lieutenant Governor in Council, the Board may make by-laws for the conduct of its affairs. Annual report (9) The Board shall make a report annually to the Minister of all loans made during the previous year and of such other matters relating to the work of the Board as the Minister requires. Idem (10) The Minister shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session. R.S.O. 1980, c.92, s.2(2-10).",
            "raw_html": "<p class=\"section-e\"><b>2.</b>  (1) The Co-operative Loans Board of Ontario, a corporation without share capital, is continued under the name The Co-operative Loans Board of Ontario in English and Commission des prêts aux coopératives de l’Ontario in French. R.S.O. 1980, c.92, s.2(1),<i> revised</i>.</p> <p class=\"headnote-e\"><b>Composition</b></p> <p class=\"subsection-e\">(2) The Board shall be composed of such three persons in the public service of Ontario as the Lieutenant Governor in Council appoints.</p> <p class=\"headnote-e\"><b>Chair, vice-chair</b></p> <p class=\"subsection-e\">(3) The Lieutenant Governor in Council may designate one of the members as chair and one as vice-chair of the Board.</p> <p class=\"headnote-e\"><b>Vacancies</b></p> <p class=\"subsection-e\">(4) The Lieutenant Governor in Council may from time to time fill any vacancy in the membership of the Board.</p> <p class=\"headnote-e\"><b>Quorum</b></p> <p class=\"subsection-e\">(5) A majority of the members of the Board constitutes a quorum.</p> <p class=\"headnote-e\"><b>Staff</b></p> <p class=\"subsection-e\">(6) The staff of the Board may consist of a secretary and such other employees as are appointed from time to time under the<i> Public Service Act</i> for the purposes of the Board.</p> <p class=\"headnote-e\"><b>Assistance</b></p> <p class=\"subsection-e\">(7) In the administration of its affairs, the Board may be assisted by such persons in the public service of Ontario as the Treasurer assigns for the purpose.</p> <p class=\"headnote-e\"><b>By-laws</b></p> <p class=\"subsection-e\">(8) Subject to the approval of the Lieutenant Governor in Council, the Board may make by-laws for the conduct of its affairs.</p> <p class=\"headnote-e\"><b>Annual report</b></p> <p class=\"subsection-e\">(9) The Board shall make a report annually to the Minister of all loans made during the previous year and of such other matters relating to the work of the Board as the Minister requires.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(10) The Minister shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session. R.S.O. 1980, c.92, s.2(2-10).</p>"
        },
        {
            "id": "3.",
            "section": "Conditions of loan",
            "content": "3.  No loan shall be made to a co-operative association unless an agreement is entered into by the co-operative association and the Minister in the form prescribed in the regulations providing such limitations and conditions as will ensure that the control of the management and operation of the co-operative association will remain in the producers until the loan is repaid. R.S.O. 1980, c.92, s.3.",
            "raw_html": "<p class=\"section-e\"><b>3.  </b>No loan shall be made to a co-operative association unless an agreement is entered into by the co-operative association and the Minister in the form prescribed in the regulations providing such limitations and conditions as will ensure that the control of the management and operation of the co-operative association will remain in the producers until the loan is repaid. R.S.O. 1980, c.92, s.3.</p>"
        },
        {
            "id": "4.",
            "section": "Power to make loans",
            "content": "4.  (1) The Lieutenant Governor in Council may make a loan to any co-operative association to enable it to carry out its objects to an amount not exceeding 50 per cent of the value of the real property of the co-operative association on which the loan is to be made, but in no case shall a loan be made that would result in the co-operative association’s total indebtedness under this Act exceeding $100,000. Application (2) A loan shall be made to a co-operative association only on its application to the Board in the form prescribed in the regulations. R.S.O. 1980, c.92, s.4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>  (1) The Lieutenant Governor in Council may make a loan to any co-operative association to enable it to carry out its objects to an amount not exceeding 50 per cent of the value of the real property of the co-operative association on which the loan is to be made, but in no case shall a loan be made that would result in the co-operative association’s total indebtedness under this Act exceeding $100,000.</p> <p class=\"headnote-e\"><b>Application</b></p> <p class=\"subsection-e\">(2) A loan shall be made to a co-operative association only on its application to the Board in the form prescribed in the regulations. R.S.O. 1980, c.92, s.4.</p>"
        },
        {
            "id": "5.",
            "section": "Security for loan",
            "content": "5.  (1) Every loan shall be secured by a first mortgage on the real property of the co-operative association made in favour of the Treasurer in accordance with the Short Forms of Mortgages Act, being chapter 474 of the Revised Statutes of Ontario, 1980. Rights and powers of treasurer (2) Every mortgage may contain such covenants, provisos and conditions as the Treasurer considers proper, and the Treasurer has and may exercise all the rights, powers and remedies with respect to any mortgage made under this Act that a mortgagee has and may exercise under the laws of Ontario. Preparation of documents (3) All notices, mortgages, discharges and other documents that may be made under this Act, except an agreement made with the Minister, shall be prepared by a person designated by the Treasurer. Additional security (4) In addition to the security required by subsection (1), every loan may be further secured at the time the loan is made by a chattel mortgage to the Treasurer on such chattels of the co-operative association as the Board determines. R.S.O. 1980, c.92, s.5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b>  (1) Every loan shall be secured by a first mortgage on the real property of the co-operative association made in favour of the Treasurer in accordance with the<i> Short Forms of Mortgages Act</i>, being chapter 474 of the Revised Statutes of Ontario, 1980.</p> <p class=\"headnote-e\"><b>Rights and powers of treasurer</b></p> <p class=\"subsection-e\">(2) Every mortgage may contain such covenants, provisos and conditions as the Treasurer considers proper, and the Treasurer has and may exercise all the rights, powers and remedies with respect to any mortgage made under this Act that a mortgagee has and may exercise under the laws of Ontario.</p> <p class=\"headnote-e\"><b>Preparation of documents</b></p> <p class=\"subsection-e\">(3) All notices, mortgages, discharges and other documents that may be made under this Act, except an agreement made with the Minister, shall be prepared by a person designated by the Treasurer.</p> <p class=\"headnote-e\"><b>Additional security</b></p> <p class=\"subsection-e\">(4) In addition to the security required by subsection (1), every loan may be further secured at the time the loan is made by a chattel mortgage to the Treasurer on such chattels of the co-operative association as the Board determines. R.S.O. 1980, c.92, s.5.</p>"
        },
        {
            "id": "6.",
            "section": "Assumption of mortgage on sale",
            "content": "6.  (1) Where a co-operative association sells its interest in lands that are subject to a mortgage under this Act to any person, all moneys owing respecting such mortgage both as to principal and interest to the date of the sale thereupon become due and payable unless the Minister approves the assumption of the mortgage by the purchaser, and such approval may be on such terms and conditions as the Minister determines. Releases re original mortgagor (2) Where the assumption of a mortgage is approved under subsection (1), the Treasurer may make such releases and discharges as he or she considers proper respecting the liabilities of the co-operative association that sold its interest in the lands. Mortgage assumed may increase total beyond maximum (3) An approval of the assumption of a mortgage under subsection (1) shall be deemed not to be the making of a loan to the purchaser for the purposes of section 4. R.S.O. 1980, c.92, s.6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>  (1) Where a co-operative association sells its interest in lands that are subject to a mortgage under this Act to any person, all moneys owing respecting such mortgage both as to principal and interest to the date of the sale thereupon become due and payable unless the Minister approves the assumption of the mortgage by the purchaser, and such approval may be on such terms and conditions as the Minister determines.</p> <p class=\"headnote-e\"><b>Releases re original mortgagor</b></p> <p class=\"subsection-e\">(2) Where the assumption of a mortgage is approved under subsection (1), the Treasurer may make such releases and discharges as he or she considers proper respecting the liabilities of the co-operative association that sold its interest in the lands.</p> <p class=\"headnote-e\"><b>Mortgage assumed may increase total beyond maximum</b></p> <p class=\"subsection-e\">(3) An approval of the assumption of a mortgage under subsection (1) shall be deemed not to be the making of a loan to the purchaser for the purposes of section 4. R.S.O. 1980, c.92, s.6.</p>"
        },
        {
            "id": "7.",
            "section": "Rate of interest",
            "content": "7.  (1) The rate of interest payable on a loan under this Act shall be determined by the Lieutenant Governor in Council at the time the loan is made. Repayment of loan (2) Repayment of a loan shall be commenced not later than one year from the date of the making of the loan and the terms of repayment shall provide that at least 50 per cent of the principal will be repaid within ten years and that the remaining 50 per cent will be repaid within twenty years from such date, and every agreement shall contain provisions to ensure such repayment. Acceleration (3) Subject to subsection (2), any part of the principal outstanding may be repaid at any time at the option of the co-operative association. R.S.O. 1980, c.92, s.7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b>  (1) The rate of interest payable on a loan under this Act shall be determined by the Lieutenant Governor in Council at the time the loan is made.</p> <p class=\"headnote-e\"><b>Repayment of loan</b></p> <p class=\"subsection-e\">(2) Repayment of a loan shall be commenced not later than one year from the date of the making of the loan and the terms of repayment shall provide that at least 50 per cent of the principal will be repaid within ten years and that the remaining 50 per cent will be repaid within twenty years from such date, and every agreement shall contain provisions to ensure such repayment.</p> <p class=\"headnote-e\"><b>Acceleration</b></p> <p class=\"subsection-e\">(3) Subject to subsection (2), any part of the principal outstanding may be repaid at any time at the option of the co-operative association. R.S.O. 1980, c.92, s.7.</p>"
        },
        {
            "id": "8.",
            "section": "Returns",
            "content": "8.  Every co-operative association that has a loan under this Act shall make such annual or other reports, returns and statements to the Board as the regulations prescribe. R.S.O. 1980, c.92, s.8.",
            "raw_html": "<p class=\"section-e\"><b>8.  </b>Every co-operative association that has a loan under this Act shall make such annual or other reports, returns and statements to the Board as the regulations prescribe. R.S.O. 1980, c.92, s.8.</p>"
        },
        {
            "id": "9.",
            "section": "Notice of meeting",
            "content": "9.  Every co-operative association that has a loan under this Act shall by notice, given to the Board in the same manner as notice of meetings is given to its members or shareholders, inform the Board of the time and place of every meeting of its members or shareholders and the Board or its representative may attend any such meeting. R.S.O. 1980, c.92, s.9.",
            "raw_html": "<p class=\"section-e\"><b>9.  </b>Every co-operative association that has a loan under this Act shall by notice, given to the Board in the same manner as notice of meetings is given to its members or shareholders, inform the Board of the time and place of every meeting of its members or shareholders and the Board or its representative may attend any such meeting. R.S.O. 1980, c.92, s.9.</p>"
        },
        {
            "id": "10.",
            "section": "Board may require meeting",
            "content": "10.  If required by the Board, the board of directors of a co-operative association that has a loan under this Act shall call a meeting of its directors or members or shareholders at such time and place as the Board directs for the purpose of inquiring into its affairs. R.S.O. 1980, c.92, s.10.",
            "raw_html": "<p class=\"section-e\"><b>10.  </b>If required by the Board, the board of directors of a co-operative association that has a loan under this Act shall call a meeting of its directors or members or shareholders at such time and place as the Board directs for the purpose of inquiring into its affairs. R.S.O. 1980, c.92, s.10.</p>"
        },
        {
            "id": "11.",
            "section": "Inspection of books, etc.",
            "content": "11.  (1) The Treasurer may appoint a person to inspect the books, accounts and property and to inquire into the affairs of any co-operative association that has a loan under this Act and a person so appointed has for the purpose of the inspection and inquiry the powers of a commission under Part II of the Public Inquiries Act, which Part applies to the inspection or inquiry as if it were an inquiry under that Act. Idem (2) The Board may inspect the property of any co-operative association that has a loan under this Act and may order such alterations or repairs to be made to such property for the purpose of better securing the loan. R.S.O. 1980, c.92, s.11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b>  (1) The Treasurer may appoint a person to inspect the books, accounts and property and to inquire into the affairs of any co-operative association that has a loan under this Act and a person so appointed has for the purpose of the inspection and inquiry the powers of a commission under Part II of the<i> Public Inquiries Act</i>, which Part applies to the inspection or inquiry as if it were an inquiry under that Act.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The Board may inspect the property of any co-operative association that has a loan under this Act and may order such alterations or repairs to be made to such property for the purpose of better securing the loan. R.S.O. 1980, c.92, s.11.</p>"
        },
        {
            "id": "12.",
            "section": "Extension of Act",
            "content": "12.  The Lieutenant Governor in Council may extend the application of this Act to any corporation for the purpose of enabling it to provide cold storage facilities for the producers of farm products if more than 50 per cent of the issued shares of its capital stock is held by producers of farm products, and in any such case the corporation shall be deemed to be a co-operative association for the purposes of this Act. R.S.O. 1980, c.92, s.12.",
            "raw_html": "<p class=\"section-e\"><b>12.  </b>The Lieutenant Governor in Council may extend the application of this Act to any corporation for the purpose of enabling it to provide cold storage facilities for the producers of farm products if more than 50 per cent of the issued shares of its capital stock is held by producers of farm products, and in any such case the corporation shall be deemed to be a co-operative association for the purposes of this Act. R.S.O. 1980, c.92, s.12.</p>"
        },
        {
            "id": "13.",
            "section": "Extension of Act",
            "content": "13.  Where a co-operative association that has erected a building or other structure on lands owned by a railway company and entered into a lease of the lands for a term of at least twenty years applies to the Board for, (a) a loan, and the amount of the loan applied for is more than 50 per cent of the value of the real property of the co-operative association; or (b) a guarantee of loan, the Lieutenant Governor in Council may extend the application of this Act to the co-operative association on such terms as he or she considers proper, and in any such case the lease shall be deemed to be real property for the purposes of this Act. R.S.O. 1980, c.92, s.13.",
            "raw_html": "<p class=\"section-e\"><b>13.  </b>Where a co-operative association that has erected a building or other structure on lands owned by a railway company and entered into a lease of the lands for a term of at least twenty years applies to the Board for,</p> <p class=\"clause-e\">(a) a loan, and the amount of the loan applied for is more than 50 per cent of the value of the real property of the co-operative association; or</p> <p class=\"clause-e\">(b) a guarantee of loan,</p> <p class=\"ssection-e\">the Lieutenant Governor in Council may extend the application of this Act to the co-operative association on such terms as he or she considers proper, and in any such case the lease shall be deemed to be real property for the purposes of this Act. R.S.O. 1980, c.92, s.13.</p>"
        },
        {
            "id": "14.",
            "section": "Extension of Act",
            "content": "14.  The Lieutenant Governor in Council may extend the application of this Act to The Ontario Flue-Cured Tobacco Growers’ Marketing Board, for the purpose of enabling it to carry out the purposes of the plan under which it was established, and, despite section 5, the security for any loan to, or guarantee of any bank loan on behalf of, The Ontario Flue-Cured Tobacco Growers’ Marketing Board may be other than by a first mortgage on the real property of The Ontario Flue-Cured Tobacco Growers’ Marketing Board. R.S.O. 1980, c.92, s.14, revised.",
            "raw_html": "<p class=\"section-e\"><b>14.  </b>The Lieutenant Governor in Council may extend the application of this Act to The Ontario Flue-Cured Tobacco Growers’ Marketing Board, for the purpose of enabling it to carry out the purposes of the plan under which it was established, and, despite section 5, the security for any loan to, or guarantee of any bank loan on behalf of, The Ontario Flue-Cured Tobacco Growers’ Marketing Board may be other than by a first mortgage on the real property of The Ontario Flue-Cured Tobacco Growers’ Marketing Board. R.S.O. 1980, c.92, s.14, revised.</p>"
        },
        {
            "id": "15.",
            "section": "Guarantee of loans",
            "content": "15.  (1) The Lieutenant Governor in Council may, upon such terms as the Lieutenant Governor in Council considers proper, agree to guarantee and may guarantee the payment of any loan and the interest thereon made to a co-operative association, and the form and manner of the guarantee shall be such as the Lieutenant Governor in Council approves, and the guarantee shall be signed by the Treasurer or such other officer or officers as are designated by the Lieutenant Governor in Council, and, upon being so signed, the Province of Ontario is liable for the payment of the loan and interest thereon guaranteed according to the terms of the guarantee, and the Lieutenant Governor in Council may make arrangements for supplying the money necessary to fulfil the requirements of any guarantee and to advance the amount necessary for that purpose out of the public funds of the Province of Ontario and any guarantee so signed is conclusive evidence that the terms of this section have been complied with. Application of ss.3, 5, 8-11 (2) Sections 3, 5, 8, 9, 10 and 11 relating to loans apply with necessary modifications to guarantees made under this section. R.S.O. 1980, c.92, s.15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b>  (1) The Lieutenant Governor in Council may, upon such terms as the Lieutenant Governor in Council considers proper, agree to guarantee and may guarantee the payment of any loan and the interest thereon made to a co-operative association, and the form and manner of the guarantee shall be such as the Lieutenant Governor in Council approves, and the guarantee shall be signed by the Treasurer or such other officer or officers as are designated by the Lieutenant Governor in Council, and, upon being so signed, the Province of Ontario is liable for the payment of the loan and interest thereon guaranteed according to the terms of the guarantee, and the Lieutenant Governor in Council may make arrangements for supplying the money necessary to fulfil the requirements of any guarantee and to advance the amount necessary for that purpose out of the public funds of the Province of Ontario and any guarantee so signed is conclusive evidence that the terms of this section have been complied with.</p> <p class=\"headnote-e\"><b>Application of ss.3, 5, 8-11</b></p> <p class=\"subsection-e\">(2) Sections 3, 5, 8, 9, 10 and 11 relating to loans apply with necessary modifications to guarantees made under this section. R.S.O. 1980, c.92, s.15.</p>"
        },
        {
            "id": "16.",
            "section": "Existing loans and guarantees",
            "content": "16.  Every subsisting loan and guarantee of bank loan made under a predecessor of this Act shall be deemed to have been made under this Act. R.S.O. 1980, c.92, s.16.",
            "raw_html": "<p class=\"section-e\"><b>16.  </b>Every subsisting loan and guarantee of bank loan made under a predecessor of this Act shall be deemed to have been made under this Act. R.S.O. 1980, c.92, s.16.</p>"
        },
        {
            "id": "17.",
            "section": "Regulations",
            "content": "17.  The Lieutenant Governor in Council may make regulations, (a) designating any article of food or drink manufactured or derived in whole or in part from a farm product and any natural product of agriculture to be a farm product; (b) prescribing the annual or other reports, returns and statements that co-operative associations that have loans under this Act shall make to the Board; (c) prescribing forms and providing for their use; (d) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1980, c.92, s.17. ____________________ Français ",
            "raw_html": "<p class=\"section-e\"><b>17.  </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) designating any article of food or drink manufactured or derived in whole or in part from a farm product and any natural product of agriculture to be a farm product;</p> <p class=\"clause-e\">(b) prescribing the annual or other reports, returns and statements that co-operative associations that have loans under this Act shall make to the Board;</p> <p class=\"clause-e\">(c) prescribing forms and providing for their use;</p> <p class=\"clause-e\">(d) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1980, c.92, s.17.</p> <p class=\"line-e\">____________________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90c36_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90c36_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}