{
    "act_info": {
        "full_title": "Colleges Collective Bargaining Act, 2008, S.O. 2008, c. 15 ",
        "act_name_text": "Colleges Collective Bargaining Act, 2008",
        "citation": "S.O. 2008, c. 15 ",
        "url": "https://www.ontario.ca/laws/statute/08c15",
        "date_scraped": "2023-12-18 23:30:45"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 31, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/08c15/v5",
            "valid_from": "January  1, 2018",
            "valid_to": "December 30, 2018"
        },
        {
            "a_href": "/laws/statute/08c15/v4",
            "valid_from": "November 27, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/statute/08c15/v3",
            "valid_from": "March 31, 2014",
            "valid_to": "November 26, 2017"
        },
        {
            "a_href": "/laws/statute/08c15/v2",
            "valid_from": "April  1, 2010",
            "valid_to": "March 30, 2014"
        },
        {
            "a_href": "/laws/statute/08c15/v1",
            "valid_from": "October  8, 2008",
            "valid_to": "March 31, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "section_x": "PART I INTERPRETATION AND APPLICATION",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND APPLICATION",
            "section_y": "Definitions",
            "content": "1 In this Act, “bargaining unit” means a bargaining unit determined in accordance with sections 25, 26 and 27; (“unité de négociation”) “collective agreement” means a written collective agreement between the Council on behalf of the employers and an employee organization respecting terms and conditions of employment negotiable under this Act; (“convention collective”) “college” means a college of applied arts and technology established under the Ontario Colleges of Applied Arts and Technology Act, 2002; (“collège”) “Council” means the College Employer Council established under section 7.1 of the Ontario Colleges of Applied Arts and Technology Act, 2002; (“Conseil”) “employee” means a person who is employed by an employer and is a member of a bargaining unit; (“employé”) “employee organization” means a trade union within the meaning of the Labour Relations Act, 1995; (“association d’employés”) “employer” means a college; (“employeur”) “lock-out” means the suspension of employment of, or the refusal to assign work to, employees by an employer with the view to compelling the cessation of a strike or preventing the resumption of a strike or with the view to inducing or persuading the employee organization that represents the employees to enter into or renew a collective agreement; (“lock-out”) “strike” includes a cessation of work, a refusal to work or to continue to work by employees in combination or in concert or in accordance with a common understanding or any concerted action or activity on the part of employees designed to curtail, restrict, limit or interfere with the operation or functioning of a college or colleges, including without limitation, (a) withdrawal of services, (b) slow-down in the performance of duties, (c) the giving of notice to terminate employment; (“grève”) “vote by secret ballot” means a vote by ballots cast in such a manner that a person expressing his or her choice cannot be identified with the choice expressed. (“scrutin secret”)  2008, c. 15, ss. 1, 83 (1). Section Amendments with date in force (d/m/y) 2008, c. 15, s. 83 (1)\r\n- 01/04/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“bargaining unit” means a bargaining unit determined in accordance with sections 25, 26 and 27; (“unité de négociation”)</p> <p class=\"definition\">“collective agreement” means a written collective agreement between the Council on behalf of the employers and an employee organization respecting terms and conditions of employment negotiable under this Act; (“convention collective”)</p> <p class=\"definition\">“college” means a college of applied arts and technology established under the <i>Ontario Colleges of Applied Arts and Technology Act, 2002</i>; (“collège”)</p> <p class=\"definition\">“Council” means the College Employer Council established under section 7.1 of the <i>Ontario Colleges of Applied Arts and Technology Act, 2002</i>; (“Conseil”)</p> <p class=\"definition\">“employee” means a person who is employed by an employer and is a member of a bargaining unit; (“employé”)</p> <p class=\"definition\">“employee organization” means a trade union within the meaning of the <i>Labour Relations Act, 1995</i>; (“association d’employés”)</p> <p class=\"definition\">“employer” means a college; (“employeur”)</p> <p class=\"definition\">“lock-out” means the suspension of employment of, or the refusal to assign work to, employees by an employer with the view to compelling the cessation of a strike or preventing the resumption of a strike or with the view to inducing or persuading the employee organization that represents the employees to enter into or renew a collective agreement; (“lock-out”)</p> <p class=\"definition\">“strike” includes a cessation of work, a refusal to work or to continue to work by employees in combination or in concert or in accordance with a common understanding or any concerted action or activity on the part of employees designed to curtail, restrict, limit or interfere with the operation or functioning of a college or colleges, including without limitation,</p> <p class=\"paragraph\">  (a) withdrawal of services,</p> <p class=\"paragraph\">  (b) slow-down in the performance of duties,</p> <p class=\"paragraph\">  (c) the giving of notice to terminate employment; (“grève”)</p> <p class=\"definition\">“vote by secret ballot” means a vote by ballots cast in such a manner that a person expressing his or her choice cannot be identified with the choice expressed. (“scrutin secret”)  2008, c. 15, ss. 1, 83 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08015#s83s1\">2008, c. 15, s. 83 (1)</a></span>\r\n- 01/04/2010</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Collective negotiations under Act",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND APPLICATION",
            "section_y": "Collective negotiations under Act",
            "content": "2 (1) Collective negotiations respecting terms and conditions of employment, except for superannuation, of employees shall be carried out by the Council and the employee organization.  2008, c. 15, s. 2 (1). Application of Act (2) This Act applies to all collective negotiations concerning terms and conditions of employment, except for superannuation, of employees.  2008, c. 15, s. 2 (2). Negotiations to be in accordance with Act (3) No such collective negotiations shall be carried on except in accordance with this Act.  2008, c. 15, s. 2 (3). PART II   Collective Bargaining",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>(1) Collective negotiations respecting terms and conditions of employment, except for superannuation, of employees shall be carried out by the Council and the employee organization.  2008, c. 15, s. 2 (1).</p> <p class=\"headnote\">Application of Act</p> <p class=\"subsection\">(2) This Act applies to all collective negotiations concerning terms and conditions of employment, except for superannuation, of employees.  2008, c. 15, s. 2 (2).</p> <p class=\"headnote\">Negotiations to be in accordance with Act</p> <p class=\"subsection\">(3) No such collective negotiations shall be carried on except in accordance with this Act.  2008, c. 15, s. 2 (3).</p> <p class=\"partnum\"><a name=\"BK3\"></a>PART II <br/>  Collective Bargaining</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "PART II  ",
            "section_x": "PART II COLLECTIVE BARGAINING",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Notice of desire to negotiate",
            "part_id": "PART II  ",
            "part_type": "PART II COLLECTIVE BARGAINING",
            "section_y": "Notice of desire to negotiate",
            "content": "3 (1) Following certification or voluntary recognition by the Council of an employee organization as bargaining agent of the members of a bargaining unit, the employee organization shall give the Council written notice of its desire to negotiate with a view to making a collective agreement.  2008, c. 15, s. 3 (1). Same (2) Either party to a collective agreement may give written notice to the other party, within the period of 90 days before the agreement expires, of its desire to negotiate with the view to the renewal, with or without modification, of the agreement then in operation.  2008, c. 15, s. 3 (2). Same (3) Where a collective agreement exists and no party to the agreement gives notice in accordance with this Act of its desire to negotiate with the view to the renewal of the agreement, the agreement continues in operation and is renewed from year to year, each time for a period of one year, until the year, if any, in which notice is given in accordance with subsection (2) of desire to negotiate with the view to the renewal, with or without modification, of the agreement.  2008, c. 15, s. 3 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) Following certification or voluntary recognition by the Council of an employee organization as bargaining agent of the members of a bargaining unit, the employee organization shall give the Council written notice of its desire to negotiate with a view to making a collective agreement.  2008, c. 15, s. 3 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Either party to a collective agreement may give written notice to the other party, within the period of 90 days before the agreement expires, of its desire to negotiate with the view to the renewal, with or without modification, of the agreement then in operation.  2008, c. 15, s. 3 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Where a collective agreement exists and no party to the agreement gives notice in accordance with this Act of its desire to negotiate with the view to the renewal of the agreement, the agreement continues in operation and is renewed from year to year, each time for a period of one year, until the year, if any, in which notice is given in accordance with subsection (2) of desire to negotiate with the view to the renewal, with or without modification, of the agreement.  2008, c. 15, s. 3 (3).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Obligation to negotiate",
            "part_id": "PART II  ",
            "part_type": "PART II COLLECTIVE BARGAINING",
            "section_y": "Obligation to negotiate",
            "content": "4 The parties shall meet within 30 days after the giving of the notice under section 3, and shall negotiate in good faith and make every reasonable effort to make a collective agreement or to renew the collective agreement, as the case requires.  2008, c. 15, s. 4.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>The parties shall meet within 30 days after the giving of the notice under section 3, and shall negotiate in good faith and make every reasonable effort to make a collective agreement or to renew the collective agreement, as the case requires.  2008, c. 15, s. 4.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Appointment of conciliation officer",
            "part_id": "PART II  ",
            "part_type": "PART II COLLECTIVE BARGAINING",
            "section_y": "Appointment of conciliation officer",
            "content": "5 (1) Where notice has been given under section 3, the Minister of Labour, on the request of either party, shall appoint a conciliation officer to confer with the parties and endeavour to effect a collective agreement.  2008, c. 15, s. 5 (1). Same, where no notice given (2) Despite the failure of a party to give written notice under section 3, where the parties have met and bargained, the Minister of Labour may, on the request of either party, appoint a conciliation officer to confer with the parties and endeavour to effect a collective agreement.  2008, c. 15, s. 5 (2). Same, voluntary recognition (3) Where the Council and an employee organization agree that the Council recognizes the employee organization as the exclusive bargaining agent of the members of a bargaining unit and the agreement is in writing signed by the parties, the Minister of Labour may, on the request of either party, appoint a conciliation officer to confer with the parties and endeavour to effect a collective agreement.  2008, c. 15, s. 5 (3). Same, joint request (4) When the Minister of Labour has appointed a conciliation officer or mediator or both and the parties have not entered into a collective agreement within 15 months from the last appointment, the Minister may, on the joint request of the parties, again appoint a conciliation officer to confer with the parties and endeavour to effect a collective agreement and, on the appointment being made, sections 6, 7, 17 to 19, 21, 51, 52, 58 and 59 apply.  2008, c. 15, s. 5 (4). Second conciliation officer (5) The appointment of a second conciliation officer is not a bar to an application for certification or for a declaration that the employee organization ceases to represent the members of the bargaining unit.  2008, c. 15, s. 5 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>(1) Where notice has been given under section 3, the Minister of Labour, on the request of either party, shall appoint a conciliation officer to confer with the parties and endeavour to effect a collective agreement.  2008, c. 15, s. 5 (1).</p> <p class=\"headnote\">Same, where no notice given</p> <p class=\"subsection\">(2) Despite the failure of a party to give written notice under section 3, where the parties have met and bargained, the Minister of Labour may, on the request of either party, appoint a conciliation officer to confer with the parties and endeavour to effect a collective agreement.  2008, c. 15, s. 5 (2).</p> <p class=\"headnote\">Same, voluntary recognition</p> <p class=\"subsection\">(3) Where the Council and an employee organization agree that the Council recognizes the employee organization as the exclusive bargaining agent of the members of a bargaining unit and the agreement is in writing signed by the parties, the Minister of Labour may, on the request of either party, appoint a conciliation officer to confer with the parties and endeavour to effect a collective agreement.  2008, c. 15, s. 5 (3).</p> <p class=\"headnote\">Same, joint request</p> <p class=\"subsection\">(4) When the Minister of Labour has appointed a conciliation officer or mediator or both and the parties have not entered into a collective agreement within 15 months from the last appointment, the Minister may, on the joint request of the parties, again appoint a conciliation officer to confer with the parties and endeavour to effect a collective agreement and, on the appointment being made, sections 6, 7, 17 to 19, 21, 51, 52, 58 and 59 apply.  2008, c. 15, s. 5 (4).</p> <p class=\"headnote\">Second conciliation officer</p> <p class=\"subsection\">(5) The appointment of a second conciliation officer is not a bar to an application for certification or for a declaration that the employee organization ceases to represent the members of the bargaining unit.  2008, c. 15, s. 5 (5).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Appointment of mediator",
            "part_id": "PART II  ",
            "part_type": "PART II COLLECTIVE BARGAINING",
            "section_y": "Appointment of mediator",
            "content": "6 (1) Where the Minister of Labour is required or authorized to appoint a conciliation officer, the Minister may, on the request in writing of the parties, appoint a mediator selected by them jointly.  2008, c. 15, s. 6 (1). Same (2) When the Minister appoints a mediator after a conciliation officer has been appointed, the appointment of the conciliation officer is terminated.  2008, c. 15, s. 6 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>(1) Where the Minister of Labour is required or authorized to appoint a conciliation officer, the Minister may, on the request in writing of the parties, appoint a mediator selected by them jointly.  2008, c. 15, s. 6 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) When the Minister appoints a mediator after a conciliation officer has been appointed, the appointment of the conciliation officer is terminated.  2008, c. 15, s. 6 (2).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "section_x": "Duties and report of conciliation officer",
            "part_id": "PART II  ",
            "part_type": "PART II COLLECTIVE BARGAINING",
            "section_y": "Duties and report of conciliation officer",
            "content": "7 (1) Where a conciliation officer is appointed, he or she shall confer with the parties and endeavour to effect a collective agreement and he or she shall, within 14 days from his or her appointment, report the result of his or her endeavour to the Minister of Labour.  2008, c. 15, s. 7 (1). Extension of 14-day period (2) The period mentioned in subsection (1) may be extended by agreement of the parties or by the Minister on the advice of the conciliation officer that a collective agreement may be made within a reasonable time if the period is extended.  2008, c. 15, s. 7 (2). Report to Minister (3) The report to the Minister under subsection (1) shall state that, (a) the differences between the parties concerning the terms of a collective agreement have been settled; or (b) despite the efforts of the conciliation officer, the terms of a collective agreement have not been settled.  2008, c. 15, s. 7 (3). Notice to parties (4) The Minister shall forthwith by notice in writing, which shall be dated, inform the parties of the report.  2008, c. 15, s. 7 (4). PART III   COLLECTIVE AGREEMENTS General",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>7 </b>(1) Where a conciliation officer is appointed, he or she shall confer with the parties and endeavour to effect a collective agreement and he or she shall, within 14 days from his or her appointment, report the result of his or her endeavour to the Minister of Labour.  2008, c. 15, s. 7 (1).</p> <p class=\"headnote\">Extension of 14-day period</p> <p class=\"subsection\">(2) The period mentioned in subsection (1) may be extended by agreement of the parties or by the Minister on the advice of the conciliation officer that a collective agreement may be made within a reasonable time if the period is extended.  2008, c. 15, s. 7 (2).</p> <p class=\"headnote\">Report to Minister</p> <p class=\"subsection\">(3) The report to the Minister under subsection (1) shall state that,</p> <p class=\"paragraph\">  (a) the differences between the parties concerning the terms of a collective agreement have been settled; or</p> <p class=\"paragraph\">  (b) despite the efforts of the conciliation officer, the terms of a collective agreement have not been settled.  2008, c. 15, s. 7 (3).</p> <p class=\"headnote\">Notice to parties</p> <p class=\"subsection\">(4) The Minister shall forthwith by notice in writing, which shall be dated, inform the parties of the report.  2008, c. 15, s. 7 (4).</p> <p class=\"partnum\"><a name=\"BK9\"></a>PART III <br/>  COLLECTIVE AGREEMENTS</p> <p class=\"heading1\"><a name=\"BK10\"></a>General</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "PART III  ",
            "section_x": "PART III COLLECTIVE AGREEMENTS",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "General",
            "section_x": "General",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTIVE AGREEMENTS",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "section_x": "Term of collective agreement",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTIVE AGREEMENTS",
            "section_y": "Term of collective agreement",
            "content": "8 (1) If a collective agreement does not provide for its term of operation or provides for its operation for an unspecified term or for a term of less than one year, it shall be deemed to provide for its operation for a term of one year from the date that it commenced to operate.  2008, c. 15, s. 8 (1). Extension of term of collective agreement (2) Despite subsection (1), the parties may, in a collective agreement or otherwise and before or after the collective agreement has ceased to operate, agree to continue the operation of the collective agreement or any of its provisions for a period of less than one year while they are bargaining for its renewal with or without modifications or for a new agreement, but such continued operation does not bar an application for certification or for a declaration that the employee organization ceases to represent the members of the bargaining unit and the continuation of the collective agreement may be terminated by either party on 30 days notice to the other party.  2008, c. 15, s. 8 (2). Early termination of collective agreements (3) A collective agreement shall not be terminated by the parties before it ceases to operate in accordance with its provisions or this Act without the consent of the Ontario Labour Relations Board on the joint application of the parties.  2008, c. 15, s. 8 (3). Revision by mutual consent (4) Nothing in this section prevents the revision by mutual consent of the parties at any time of any provision of a collective agreement other than a provision relating to its term of operation.  2008, c. 15, s. 8 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>8 </b>(1) If a collective agreement does not provide for its term of operation or provides for its operation for an unspecified term or for a term of less than one year, it shall be deemed to provide for its operation for a term of one year from the date that it commenced to operate.  2008, c. 15, s. 8 (1).</p> <p class=\"headnote\">Extension of term of collective agreement</p> <p class=\"subsection\">(2) Despite subsection (1), the parties may, in a collective agreement or otherwise and before or after the collective agreement has ceased to operate, agree to continue the operation of the collective agreement or any of its provisions for a period of less than one year while they are bargaining for its renewal with or without modifications or for a new agreement, but such continued operation does not bar an application for certification or for a declaration that the employee organization ceases to represent the members of the bargaining unit and the continuation of the collective agreement may be terminated by either party on 30 days notice to the other party.  2008, c. 15, s. 8 (2).</p> <p class=\"headnote\">Early termination of collective agreements</p> <p class=\"subsection\">(3) A collective agreement shall not be terminated by the parties before it ceases to operate in accordance with its provisions or this Act without the consent of the Ontario Labour Relations Board on the joint application of the parties.  2008, c. 15, s. 8 (3).</p> <p class=\"headnote\">Revision by mutual consent</p> <p class=\"subsection\">(4) Nothing in this section prevents the revision by mutual consent of the parties at any time of any provision of a collective agreement other than a provision relating to its term of operation.  2008, c. 15, s. 8 (4).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "9.",
            "section_x": "Provision against strikes and lock-outs",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTIVE AGREEMENTS",
            "section_y": "Provision against strikes and lock-outs",
            "content": "9 Every collective agreement shall be deemed to provide that there will be no strike or lock-out during the term of the agreement or of any renewal of the agreement.  2008, c. 15, s. 9.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>9 </b>Every collective agreement shall be deemed to provide that there will be no strike or lock-out during the term of the agreement or of any renewal of the agreement.  2008, c. 15, s. 9.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "10.",
            "section_x": "Notice of execution of collective agreement",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTIVE AGREEMENTS",
            "section_y": "Notice of execution of collective agreement",
            "content": "10 On the execution of a collective agreement, each party to the agreement shall forthwith give a copy of the agreement to the Minister of Labour.  2008, c. 15, s. 10.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>10 </b>On the execution of a collective agreement, each party to the agreement shall forthwith give a copy of the agreement to the Minister of Labour.  2008, c. 15, s. 10.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "section_x": "Binding effect of collective agreement",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTIVE AGREEMENTS",
            "section_y": "Binding effect of collective agreement",
            "content": "11 A collective agreement is binding on the Council, the employers and the employee organization that is a party to it and on the members of the bargaining unit covered by the agreement.  2008, c. 15, s. 11.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>11 </b>A collective agreement is binding on the Council, the employers and the employee organization that is a party to it and on the members of the bargaining unit covered by the agreement.  2008, c. 15, s. 11.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "section_x": "Recognition provision",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTIVE AGREEMENTS",
            "section_y": "Recognition provision",
            "content": "12 Every collective agreement is deemed to provide that the employee organization that is a party to the agreement is recognized as the exclusive bargaining agent for the bargaining unit to which the agreement applies.  2008, c. 15, s. 12.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>12 </b>Every collective agreement is deemed to provide that the employee organization that is a party to the agreement is recognized as the exclusive bargaining agent for the bargaining unit to which the agreement applies.  2008, c. 15, s. 12.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "section_x": "Payment of dues to employee organization",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTIVE AGREEMENTS",
            "section_y": "Payment of dues to employee organization",
            "content": "13 (1) The parties to a collective agreement may provide for the payment of dues or contributions by the members of the bargaining unit covered by the collective agreement to the employee organization.  2008, c. 15, s. 13 (1). Where objection to dues because of religious belief (2) Where the Ontario Labour Relations Board is satisfied that an employee because of his or her religious convictions or belief objects to paying dues or contributions to an employee organization, the Ontario Labour Relations Board shall order that the provisions of the collective agreement pertaining to such payments do not apply to that employee and that the employee is not required to pay dues or contributions to the employee organization.  2008, c. 15, s. 13 (2). Same (3) Amounts equivalent to the payments that would have been made by the employee if an order respecting the employee had not been made under subsection (2) shall be paid by the employer to a charitable organization mutually agreed on by the employee and the employee organization and, failing agreement, to a charitable organization that is registered as a charitable organization under Part I of the Income Tax Act (Canada) and designated by the Ontario Labour Relations Board.  2008, c. 15, s. 13 (3). Requiring membership in employee organization prohibited (4) No collective agreement shall contain a provision that would require, as a condition of employment, membership in the employee organization.  2008, c. 15, s. 13 (4). Arbitration under a Collective Agreement",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>13 </b>(1) The parties to a collective agreement may provide for the payment of dues or contributions by the members of the bargaining unit covered by the collective agreement to the employee organization.  2008, c. 15, s. 13 (1).</p> <p class=\"headnote\">Where objection to dues because of religious belief</p> <p class=\"subsection\">(2) Where the Ontario Labour Relations Board is satisfied that an employee because of his or her religious convictions or belief objects to paying dues or contributions to an employee organization, the Ontario Labour Relations Board shall order that the provisions of the collective agreement pertaining to such payments do not apply to that employee and that the employee is not required to pay dues or contributions to the employee organization.  2008, c. 15, s. 13 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Amounts equivalent to the payments that would have been made by the employee if an order respecting the employee had not been made under subsection (2) shall be paid by the employer to a charitable organization mutually agreed on by the employee and the employee organization and, failing agreement, to a charitable organization that is registered as a charitable organization under Part I of the <i>Income Tax Act</i> (Canada) and designated by the Ontario Labour Relations Board.  2008, c. 15, s. 13 (3).</p> <p class=\"headnote\">Requiring membership in employee organization prohibited</p> <p class=\"subsection\">(4) No collective agreement shall contain a provision that would require, as a condition of employment, membership in the employee organization.  2008, c. 15, s. 13 (4).</p> <p class=\"heading1\"><a name=\"BK17\"></a>Arbitration under a Collective Agreement</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Arbitration under a Collective Agreement",
            "section_x": "Arbitration under a Collective Agreement",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTIVE AGREEMENTS",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "14.",
            "section_x": "Arbitration provision",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTIVE AGREEMENTS",
            "section_y": "Arbitration provision",
            "content": "14 (1) Every collective agreement shall provide for the final and binding settlement by arbitration of all differences between an employer and the employee organization arising from the interpretation, application, administration or alleged contravention of the agreement, including any question as to whether a matter is arbitrable.  2008, c. 15, s. 14 (1). Same (2) If a collective agreement does not contain a provision that is mentioned in subsection (1), it shall be deemed to contain a provision to the following effect: Where a difference arises between an employer and the employee organization relating to the interpretation, application or administration of this agreement, or where an allegation is made that this agreement has been contravened, including any question as to whether the matter is arbitrable, either the employer or the employee organization may, after exhausting any grievance procedure established by this agreement, notify the other in writing of its desire to submit the difference or allegation to arbitration and the notice shall contain the name of its appointee to an arbitration board. The recipient of the notice shall within five days inform the other either that it accepts the other’s appointee as a single arbitrator or inform the other of the name of its appointee to the arbitration board. Where two appointees are so selected, they shall, within five days of the appointment of the second of them, appoint a third person who shall be the chair. If the recipient of the notice fails to appoint an arbitrator or if the two appointees fail to agree on a chair within the time limited, the appointment shall be made by the Minister of Labour on the request of either the employer or the employee organization. The single arbitrator or the arbitration board, as the case may be, shall hear and determine the difference or allegation and shall issue a decision and the decision is final and binding on the employer and the employee organization and on any employee affected by it. The decision of a majority is the decision of the arbitration board, but, if there is no majority, the decision of the chair governs. The arbitrator or arbitration board, as the case may be, shall not by his, her or its decision add to, delete from, modify or otherwise amend the provisions of this agreement. 2008, c. 15, s. 14 (2). Where arbitration provision inadequate (3) If, in the opinion of the Ontario Labour Relations Board, any part of the arbitration provision, including the method of appointment of the arbitrator or arbitration board, is inadequate, or if the provision set out in subsection (2) is alleged by the Council, the employer or the employee organization to be unsuitable, the Board may, on the request of the Council, the employer or the employee organization, modify the provision so long as it conforms with subsection (1), but, until so modified, the arbitration provision in the collective agreement or in subsection (2), as the case may be, applies.  2008, c. 15, ss. 14 (3), 83 (2). Appointment of arbitrator (4) Despite subsection (3), if there is failure to appoint an arbitrator or to constitute a board of arbitration under a collective agreement, the Minister of Labour, on the request of any party, may appoint the arbitrator or make the appointments that are necessary to constitute the board of arbitration, as the case may be, and any person so appointed by the Minister shall be deemed to have been appointed in accordance with the collective agreement.  2008, c. 15, s. 14 (4). Appointment of settlement officer (5) On the request of any party, the Minister of Labour may appoint a settlement officer to endeavour to effect a settlement before the arbitrator or arbitration board appointed under subsection (4) begins to hear the arbitration. However, no appointment shall be made if either the employer or the employee organization objects.  2008, c. 15, s. 14 (5). Remuneration and expenses (6) The employer and employee organization shall each pay one-half the remuneration and expenses of the arbitrator or chair of the arbitration board referred to in this section and shall pay the remuneration and expenses of the person it appoints to an arbitration board.  2008, c. 15, s. 14 (6). Time for decision (7) An arbitrator shall give a decision within 30 days after hearings on the matter submitted to arbitration are concluded.  2008, c. 15, s. 14 (7). Same (8) An arbitration board shall give a decision within 60 days after hearings on the matter submitted to arbitration are concluded.  2008, c. 15, s. 14 (8). Same (9) The time described in subsection (7) or (8) for giving a decision may be extended, (a) with the consent of the parties to the arbitration; or (b) in the discretion of the arbitrator or arbitration board so long as he, she or it states in the decision the reasons for extending the time.  2008, c. 15, s. 14 (9). Oral decision (10) An arbitrator or arbitration board may give an oral decision and in that case subsection (7) or (8) does not apply and the arbitrator or arbitration board shall, (a) give the decision promptly after hearings on the matter are concluded; (b) give a written decision, without reasons, promptly on the request of any party; and (c) give written reasons for the decision within a reasonable period of time on the request of any party.  2008, c. 15, s. 14 (10). Orders re decisions (11) If the arbitrator or arbitration board does not give a decision within the time described in subsection (7) or (8) or does not give a decision or reasons within the times provided in subsection (10), the Minister of Labour may, (a) make such orders as he or she considers necessary to ensure that the decision or reasons will be given without undue delay; and (b) make such orders as he or she considers appropriate respecting the remuneration and expenses of the arbitrator or arbitration board.  2008, c. 15, s. 14 (11). Powers of arbitrator or arbitration board (12) An arbitrator or the chair of an arbitration board, as the case may be, has power, (a) to require any party to furnish particulars before or during a hearing; (b) to require any party to produce documents or things that may be relevant to the matter and to do so before or during a hearing; (c) to fix dates for the commencement and continuation of a hearing; (d) to summon and enforce the attendance of witnesses and to compel them to give oral or written evidence on oath in the same manner as a court of record in civil cases; (e) to administer oaths and affirmations; (f) to accept the oral or written evidence as the arbitrator or the arbitration board, as the case may be, in its discretion considers proper, whether admissible in a court of law or not; (g) to enter any premises where work is being done or has been done by the employees or in which the employer carries on business or where anything is taking place or has taken place concerning any of the differences submitted to the arbitrator or the arbitration board, and inspect and view any work, material, machinery, appliance or article therein, and interrogate any person respecting any such thing or any of such differences; (h) to authorize any person to do anything that the arbitrator or arbitration board may do under clause (g) and to report to the arbitrator or the arbitration board thereon; (i) to make interim orders concerning procedural matters; (j) to interpret and apply human rights and other employment related statutes, despite any conflict between those statutes and the terms of the collective agreement.  2008, c. 15, s. 14 (12). Restriction re interim orders (13) An arbitrator or the chair of an arbitration board shall not make an interim order under clause (12) (i) requiring an employer to reinstate an employee in employment.  2008, c. 15, s. 14 (13). Power re mediation, arbitration (14) An arbitrator or the chair of an arbitration board, as the case may be, may mediate the differences between the parties at any stage in the proceedings with the consent of the parties. If mediation is not successful, the arbitrator or arbitration board retains the power to determine the difference by arbitration.  2008, c. 15, s. 14 (14). Enforcement power (15) An arbitrator or the chair of an arbitration board, as the case may be, may enforce the written settlement of a grievance.  2008, c. 15, s. 14 (15). Extension of time (16) Except where a collective agreement states that this subsection does not apply, an arbitrator or arbitration board may extend the time for the taking of any step in the grievance procedure under a collective agreement, despite the expiration of the time, where the arbitrator or arbitration board is satisfied that there are reasonable grounds for the extension and that no party will be substantially prejudiced by the extension.  2008, c. 15, s. 14 (16). Penalty where employee disciplined, etc. (17) Where an arbitrator or arbitration board referred to in this section determines that a disciplinary penalty or dismissal of an employee is excessive, the arbitrator or arbitration board, as the case may be, may substitute such other penalty for the discipline or dismissal as the arbitrator or arbitration board considers just and reasonable in all the circumstances.  2008, c. 15, s. 14 (17). Decision (18) The decision of an arbitrator or of an arbitration board is final and binding on the employer, employee organization and on the employees covered by the collective agreement who are affected by the decision, and such employer, employee organization and employees shall do or refrain from doing anything required of them by the decision.  2008, c. 15, s. 14 (18). Enforcement (19) Where an employer, employee organization or an employee has failed to comply with any of the terms of the decision of an arbitrator or arbitration board, any employer, employee organization or employee affected by the decision may file a copy of the decision in the prescribed form, excluding the reasons, in the Superior Court of Justice and the decision shall be entered in the same way as an order of that court and is enforceable as such.  2008, c. 15, s. 14 (19). Procedure (20) The Arbitration Act, 1991 does not apply to arbitration proceedings under this section.  2008, c. 15, s. 14 (20). Section Amendments with date in force (d/m/y) 2008, c. 15, s. 83 (2)\r\n- 31/03/2014 Alteration of Working Conditions",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>14 </b>(1) Every collective agreement shall provide for the final and binding settlement by arbitration of all differences between an employer and the employee organization arising from the interpretation, application, administration or alleged contravention of the agreement, including any question as to whether a matter is arbitrable.  2008, c. 15, s. 14 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If a collective agreement does not contain a provision that is mentioned in subsection (1), it shall be deemed to contain a provision to the following effect:</p> <p class=\"parawindt2\">Where a difference arises between an employer and the employee organization relating to the interpretation, application or administration of this agreement, or where an allegation is made that this agreement has been contravened, including any question as to whether the matter is arbitrable, either the employer or the employee organization may, after exhausting any grievance procedure established by this agreement, notify the other in writing of its desire to submit the difference or allegation to arbitration and the notice shall contain the name of its appointee to an arbitration board. The recipient of the notice shall within five days inform the other either that it accepts the other’s appointee as a single arbitrator or inform the other of the name of its appointee to the arbitration board. Where two appointees are so selected, they shall, within five days of the appointment of the second of them, appoint a third person who shall be the chair. If the recipient of the notice fails to appoint an arbitrator or if the two appointees fail to agree on a chair within the time limited, the appointment shall be made by the Minister of Labour on the request of either the employer or the employee organization. The single arbitrator or the arbitration board, as the case may be, shall hear and determine the difference or allegation and shall issue a decision and the decision is final and binding on the employer and the employee organization and on any employee affected by it. The decision of a majority is the decision of the arbitration board, but, if there is no majority, the decision of the chair governs. The arbitrator or arbitration board, as the case may be, shall not by his, her or its decision add to, delete from, modify or otherwise amend the provisions of this agreement.</p> <p class=\"footnote\">2008, c. 15, s. 14 (2).</p> <p class=\"headnote\">Where arbitration provision inadequate</p> <p class=\"subsection\">(3) If, in the opinion of the Ontario Labour Relations Board, any part of the arbitration provision, including the method of appointment of the arbitrator or arbitration board, is inadequate, or if the provision set out in subsection (2) is alleged by the Council, the employer or the employee organization to be unsuitable, the Board may, on the request of the Council, the employer or the employee organization, modify the provision so long as it conforms with subsection (1), but, until so modified, the arbitration provision in the collective agreement or in subsection (2), as the case may be, applies.  2008, c. 15, ss. 14 (3), 83 (2).</p> <p class=\"headnote\">Appointment of arbitrator</p> <p class=\"subsection\">(4) Despite subsection (3), if there is failure to appoint an arbitrator or to constitute a board of arbitration under a collective agreement, the Minister of Labour, on the request of any party, may appoint the arbitrator or make the appointments that are necessary to constitute the board of arbitration, as the case may be, and any person so appointed by the Minister shall be deemed to have been appointed in accordance with the collective agreement.  2008, c. 15, s. 14 (4).</p> <p class=\"headnote\">Appointment of settlement officer</p> <p class=\"subsection\">(5) On the request of any party, the Minister of Labour may appoint a settlement officer to endeavour to effect a settlement before the arbitrator or arbitration board appointed under subsection (4) begins to hear the arbitration. However, no appointment shall be made if either the employer or the employee organization objects.  2008, c. 15, s. 14 (5).</p> <p class=\"headnote\">Remuneration and expenses</p> <p class=\"subsection\">(6) The employer and employee organization shall each pay one-half the remuneration and expenses of the arbitrator or chair of the arbitration board referred to in this section and shall pay the remuneration and expenses of the person it appoints to an arbitration board.  2008, c. 15, s. 14 (6).</p> <p class=\"headnote\">Time for decision</p> <p class=\"subsection\">(7) An arbitrator shall give a decision within 30 days after hearings on the matter submitted to arbitration are concluded.  2008, c. 15, s. 14 (7).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) An arbitration board shall give a decision within 60 days after hearings on the matter submitted to arbitration are concluded.  2008, c. 15, s. 14 (8).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(9) The time described in subsection (7) or (8) for giving a decision may be extended,</p> <p class=\"paragraph\">  (a) with the consent of the parties to the arbitration; or</p> <p class=\"paragraph\">  (b) in the discretion of the arbitrator or arbitration board so long as he, she or it states in the decision the reasons for extending the time.  2008, c. 15, s. 14 (9).</p> <p class=\"headnote\">Oral decision</p> <p class=\"subsection\">(10) An arbitrator or arbitration board may give an oral decision and in that case subsection (7) or (8) does not apply and the arbitrator or arbitration board shall,</p> <p class=\"paragraph\">  (a) give the decision promptly after hearings on the matter are concluded;</p> <p class=\"paragraph\">  (b) give a written decision, without reasons, promptly on the request of any party; and</p> <p class=\"paragraph\">  (c) give written reasons for the decision within a reasonable period of time on the request of any party.  2008, c. 15, s. 14 (10).</p> <p class=\"headnote\">Orders re decisions</p> <p class=\"subsection\">(11) If the arbitrator or arbitration board does not give a decision within the time described in subsection (7) or (8) or does not give a decision or reasons within the times provided in subsection (10), the Minister of Labour may,</p> <p class=\"paragraph\">  (a) make such orders as he or she considers necessary to ensure that the decision or reasons will be given without undue delay; and</p> <p class=\"paragraph\">  (b) make such orders as he or she considers appropriate respecting the remuneration and expenses of the arbitrator or arbitration board.  2008, c. 15, s. 14 (11).</p> <p class=\"headnote\">Powers of arbitrator or arbitration board</p> <p class=\"subsection\">(12) An arbitrator or the chair of an arbitration board, as the case may be, has power,</p> <p class=\"paragraph\">  (a) to require any party to furnish particulars before or during a hearing;</p> <p class=\"paragraph\">  (b) to require any party to produce documents or things that may be relevant to the matter and to do so before or during a hearing;</p> <p class=\"paragraph\">  (c) to fix dates for the commencement and continuation of a hearing;</p> <p class=\"paragraph\">  (d) to summon and enforce the attendance of witnesses and to compel them to give oral or written evidence on oath in the same manner as a court of record in civil cases;</p> <p class=\"paragraph\">  (e) to administer oaths and affirmations;</p> <p class=\"paragraph\">  (f) to accept the oral or written evidence as the arbitrator or the arbitration board, as the case may be, in its discretion considers proper, whether admissible in a court of law or not;</p> <p class=\"paragraph\">  (g) to enter any premises where work is being done or has been done by the employees or in which the employer carries on business or where anything is taking place or has taken place concerning any of the differences submitted to the arbitrator or the arbitration board, and inspect and view any work, material, machinery, appliance or article therein, and interrogate any person respecting any such thing or any of such differences;</p> <p class=\"paragraph\">  (h) to authorize any person to do anything that the arbitrator or arbitration board may do under clause (g) and to report to the arbitrator or the arbitration board thereon;</p> <p class=\"paragraph\">  (i) to make interim orders concerning procedural matters;</p> <p class=\"paragraph\">  (j) to interpret and apply human rights and other employment related statutes, despite any conflict between those statutes and the terms of the collective agreement.  2008, c. 15, s. 14 (12).</p> <p class=\"headnote\">Restriction re interim orders</p> <p class=\"subsection\">(13) An arbitrator or the chair of an arbitration board shall not make an interim order under clause (12) (i) requiring an employer to reinstate an employee in employment.  2008, c. 15, s. 14 (13).</p> <p class=\"headnote\">Power re mediation, arbitration</p> <p class=\"subsection\">(14) An arbitrator or the chair of an arbitration board, as the case may be, may mediate the differences between the parties at any stage in the proceedings with the consent of the parties. If mediation is not successful, the arbitrator or arbitration board retains the power to determine the difference by arbitration.  2008, c. 15, s. 14 (14).</p> <p class=\"headnote\">Enforcement power</p> <p class=\"subsection\">(15) An arbitrator or the chair of an arbitration board, as the case may be, may enforce the written settlement of a grievance.  2008, c. 15, s. 14 (15).</p> <p class=\"headnote\">Extension of time</p> <p class=\"subsection\">(16) Except where a collective agreement states that this subsection does not apply, an arbitrator or arbitration board may extend the time for the taking of any step in the grievance procedure under a collective agreement, despite the expiration of the time, where the arbitrator or arbitration board is satisfied that there are reasonable grounds for the extension and that no party will be substantially prejudiced by the extension.  2008, c. 15, s. 14 (16).</p> <p class=\"headnote\">Penalty where employee disciplined, etc.</p> <p class=\"subsection\">(17) Where an arbitrator or arbitration board referred to in this section determines that a disciplinary penalty or dismissal of an employee is excessive, the arbitrator or arbitration board, as the case may be, may substitute such other penalty for the discipline or dismissal as the arbitrator or arbitration board considers just and reasonable in all the circumstances.  2008, c. 15, s. 14 (17).</p> <p class=\"headnote\">Decision</p> <p class=\"subsection\">(18) The decision of an arbitrator or of an arbitration board is final and binding on the employer, employee organization and on the employees covered by the collective agreement who are affected by the decision, and such employer, employee organization and employees shall do or refrain from doing anything required of them by the decision.  2008, c. 15, s. 14 (18).</p> <p class=\"headnote\">Enforcement</p> <p class=\"subsection\">(19) Where an employer, employee organization or an employee has failed to comply with any of the terms of the decision of an arbitrator or arbitration board, any employer, employee organization or employee affected by the decision may file a copy of the decision in the prescribed form, excluding the reasons, in the Superior Court of Justice and the decision shall be entered in the same way as an order of that court and is enforceable as such.  2008, c. 15, s. 14 (19).</p> <p class=\"headnote\">Procedure</p> <p class=\"subsection\">(20) The <i>Arbitration Act, 1991</i> does not apply to arbitration proceedings under this section.  2008, c. 15, s. 14 (20).</p> <p class=\"footnoteLeft\"><a name=\"BK19\"></a><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08015#s83s2\">2008, c. 15, s. 83 (2)</a></span>\r\n- 31/03/2014</p> <p class=\"heading1\">Alteration of Working Conditions</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Alteration of Working Conditions",
            "section_x": "Alteration of Working Conditions",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTIVE AGREEMENTS",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "15.",
            "section_x": "Alteration of working conditions",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTIVE AGREEMENTS",
            "section_y": "Alteration of working conditions",
            "content": "15 (1) Where, in respect of a bargaining unit, notice has been given under section 3 or an application for certification has been made under section 29, the terms and conditions applicable to or binding on the Council, the employer, the employee organization or the employees shall not be altered, except by agreement in writing between the Council and the employee organization, until, (a) the conditions set out in section 17 are met; (b) the conditions set out in clauses 21 (1) (a), (b) and (d) are met; or (c) the application made under section 29 is dismissed or terminated by the Ontario Labour Relations Board or withdrawn by the employee organization.  2008, c. 15, s. 15 (1). Differences may be arbitrated (2) Where notice has been given under subsection 3 (2) and no collective agreement is in operation, any difference between the parties as to whether or not subsection (1) was complied with may be referred to arbitration by either of the parties as if the collective agreement was still in operation and section 14 applies with necessary modifications.  2008, c. 15, s. 15 (2). Conduct of Ratification Vote",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>1</b><b>5 </b>(1) Where, in respect of a bargaining unit, notice has been given under section 3 or an application for certification has been made under section 29, the terms and conditions applicable to or binding on the Council, the employer, the employee organization or the employees shall not be altered, except by agreement in writing between the Council and the employee organization, until,</p> <p class=\"paragraph\">  (a) the conditions set out in section 17 are met;</p> <p class=\"paragraph\">  (b) the conditions set out in clauses 21 (1) (a), (b) and (d) are met; or</p> <p class=\"paragraph\">  (c) the application made under section 29 is dismissed or terminated by the Ontario Labour Relations Board or withdrawn by the employee organization.  2008, c. 15, s. 15 (1).</p> <p class=\"headnote\">Differences may be arbitrated</p> <p class=\"subsection\">(2) Where notice has been given under subsection 3 (2) and no collective agreement is in operation, any difference between the parties as to whether or not subsection (1) was complied with may be referred to arbitration by either of the parties as if the collective agreement was still in operation and section 14 applies with necessary modifications.  2008, c. 15, s. 15 (2).</p> <p class=\"heading1\"><a name=\"BK21\"></a>Conduct of Ratification Vote</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "Conduct of Ratification Vote",
            "section_x": "Conduct of Ratification Vote",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTIVE AGREEMENTS",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "16.",
            "section_x": "Ratification vote",
            "part_id": "PART III  ",
            "part_type": "PART III COLLECTIVE AGREEMENTS",
            "section_y": "Ratification vote",
            "content": "16 A vote to ratify a proposed collective agreement or memorandum of settlement taken by an employee organization shall be a vote by secret ballot, conducted under the supervision of and in the manner directed by the Ontario Labour Relations Board.  2008, c. 15, s. 16. PART IV   STRIKES AND LOCK-OUTS",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>16 </b>A vote to ratify a proposed collective agreement or memorandum of settlement taken by an employee organization shall be a vote by secret ballot, conducted under the supervision of and in the manner directed by the Ontario Labour Relations Board.  2008, c. 15, s. 16.</p> <p class=\"partnum\"><a name=\"BK23\"></a>PART IV <br/>  STRIKES AND LOCK-OUTS</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "PART IV  ",
            "section_x": "PART IV STRIKES AND LOCK-OUTS",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "17.",
            "section_x": "Strike",
            "part_id": "PART IV  ",
            "part_type": "PART IV STRIKES AND LOCK-OUTS",
            "section_y": "Strike",
            "content": "17 (1) No employee shall strike unless, (a) there is no collective agreement in operation between the Council and the employee organization that represents the employee; (b) a conciliation officer has made a report to the Minister of Labour under clause 7 (3) (b) to the effect that, despite his or her efforts, the terms of a collective agreement have not been settled and the Minister has informed the parties of the report by notice in writing in accordance with subsection 7 (4); (c) the members of the bargaining unit have voted in favour of a strike by a vote by secret ballot conducted under the supervision of and in the manner determined by the Ontario Labour Relations Board; (d) after a vote in favour of a strike in accordance with clause (c), the employee organization that represents the employee gives the Council and the employer written notice of the strike and of the date on which the strike will commence at least five days before the commencement of the strike; and (e) 16 days have elapsed after the date on the Minister’s notice referred to in clause (b).  2008, c. 15, s. 17 (1). Vote on Council’s offer (2) The Council may, no earlier than 15 days before the expiry of a collective agreement, make a request in writing to the Ontario Labour Relations Board that a vote of the employees be taken to accept or reject the offer of the Council last received by the employee organization in respect of all matters remaining in dispute between the parties to the collective agreement.  2008, c. 15, s. 17 (2). Same (3) Only one request may be made under subsection (2).  2008, c. 15, s. 17 (3). Same (4) Where a request is made in accordance with subsection (2), a vote by secret ballot by the members of the bargaining unit shall be conducted under the supervision of and in the manner determined by the Ontario Labour Relations Board.  2008, c. 15, s. 17 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>17 </b>(1) No employee shall strike unless,</p> <p class=\"paragraph\">  (a) there is no collective agreement in operation between the Council and the employee organization that represents the employee;</p> <p class=\"paragraph\">  (b) a conciliation officer has made a report to the Minister of Labour under clause 7 (3) (b) to the effect that, despite his or her efforts, the terms of a collective agreement have not been settled and the Minister has informed the parties of the report by notice in writing in accordance with subsection 7 (4);</p> <p class=\"paragraph\">  (c) the members of the bargaining unit have voted in favour of a strike by a vote by secret ballot conducted under the supervision of and in the manner determined by the Ontario Labour Relations Board;</p> <p class=\"paragraph\">  (d) after a vote in favour of a strike in accordance with clause (c), the employee organization that represents the employee gives the Council and the employer written notice of the strike and of the date on which the strike will commence at least five days before the commencement of the strike; and</p> <p class=\"paragraph\">  (e) 16 days have elapsed after the date on the Minister’s notice referred to in clause (b).  2008, c. 15, s. 17 (1).</p> <p class=\"headnote\">Vote on Council’s offer</p> <p class=\"subsection\">(2) The Council may, no earlier than 15 days before the expiry of a collective agreement, make a request in writing to the Ontario Labour Relations Board that a vote of the employees be taken to accept or reject the offer of the Council last received by the employee organization in respect of all matters remaining in dispute between the parties to the collective agreement.  2008, c. 15, s. 17 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Only one request may be made under subsection (2).  2008, c. 15, s. 17 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Where a request is made in accordance with subsection (2), a vote by secret ballot by the members of the bargaining unit shall be conducted under the supervision of and in the manner determined by the Ontario Labour Relations Board.  2008, c. 15, s. 17 (4).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "18.",
            "section_x": "Unlawful strike",
            "part_id": "PART IV  ",
            "part_type": "PART IV STRIKES AND LOCK-OUTS",
            "section_y": "Unlawful strike",
            "content": "18 (1) No employee organization shall call or authorize or threaten to call or authorize an unlawful strike.  2008, c. 15, s. 18 (1). Same (2) No officer, official or agent of an employee organization shall counsel, procure, support or encourage an unlawful strike or threaten an unlawful strike.  2008, c. 15, s. 18 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>18 </b>(1) No employee organization shall call or authorize or threaten to call or authorize an unlawful strike.  2008, c. 15, s. 18 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No officer, official or agent of an employee organization shall counsel, procure, support or encourage an unlawful strike or threaten an unlawful strike.  2008, c. 15, s. 18 (2).</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "19.",
            "section_x": "Unlawful lock-out",
            "part_id": "PART IV  ",
            "part_type": "PART IV STRIKES AND LOCK-OUTS",
            "section_y": "Unlawful lock-out",
            "content": "19 (1) The Council or an employer shall not call or authorize or threaten to call or authorize an unlawful lock-out.  2008, c. 15, s. 19 (1). Same (2) No officer, official or agent of the Council or of an employer shall counsel, procure, support or encourage an unlawful lock-out or threaten an unlawful lock-out.  2008, c. 15, s. 19 (2). Declarations: unlawful strike or lock-out",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>19 </b>(1) The Council or an employer shall not call or authorize or threaten to call or authorize an unlawful lock-out.  2008, c. 15, s. 19 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No officer, official or agent of the Council or of an employer shall counsel, procure, support or encourage an unlawful lock-out or threaten an unlawful lock-out.  2008, c. 15, s. 19 (2).</p> <p class=\"headnote\">Declarations: unlawful strike or lock-out</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "20.",
            "section_x": "Declarations: unlawful strike or lock-out",
            "part_id": "PART IV  ",
            "part_type": "PART IV STRIKES AND LOCK-OUTS",
            "section_y": "Declaration of unlawful strike",
            "content": "20 (1) Where an employee organization calls or authorizes a strike or employees engage in a strike that the Council or an employer alleges is unlawful, the Council or the employer may apply to the Ontario Labour Relations Board for a declaration that the strike is unlawful, and the Board may make the declaration.  2008, c. 15, s. 20 (1). Declaration of unlawful lock-out (2) Where the Council or employer calls or authorizes a lock-out of employees that the employee organization concerned alleges is unlawful, the employee organization may apply to the Ontario Labour Relations Board for a declaration that the lock-out is unlawful, and the Board may make the declaration.  2008, c. 15, s. 20 (2). Direction by Ontario Labour Relations Board (3) Where the Ontario Labour Relations Board makes a declaration under subsection (1) or (2), the Board in its discretion may, in addition, direct what action if any a person, employee, employee organization, the Council, an employer or an officer, official or agent of an employee organization, the Council or an employer shall do or refrain from doing with respect to the unlawful strike or unlawful lock-out.  2008, c. 15, s. 20 (3). Enforcement of direction (4) A party to a direction under subsection (3) may file the direction in the prescribed form, excluding the reasons, in the Superior Court of Justice and the direction shall be entered in the same way as an order of the court and is enforceable as such.  2008, c. 15, s. 20 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>20 </b>(1) Where an employee organization calls or authorizes a strike or employees engage in a strike that the Council or an employer alleges is unlawful, the Council or the employer may apply to the Ontario Labour Relations Board for a declaration that the strike is unlawful, and the Board may make the declaration.  2008, c. 15, s. 20 (1).</p> <p class=\"headnote\">Declaration of unlawful lock-out</p> <p class=\"subsection\">(2) Where the Council or employer calls or authorizes a lock-out of employees that the employee organization concerned alleges is unlawful, the employee organization may apply to the Ontario Labour Relations Board for a declaration that the lock-out is unlawful, and the Board may make the declaration.  2008, c. 15, s. 20 (2).</p> <p class=\"headnote\">Direction by Ontario Labour Relations Board</p> <p class=\"subsection\">(3) Where the Ontario Labour Relations Board makes a declaration under subsection (1) or (2), the Board in its discretion may, in addition, direct what action if any a person, employee, employee organization, the Council, an employer or an officer, official or agent of an employee organization, the Council or an employer shall do or refrain from doing with respect to the unlawful strike or unlawful lock-out.  2008, c. 15, s. 20 (3).</p> <p class=\"headnote\">Enforcement of direction</p> <p class=\"subsection\">(4) A party to a direction under subsection (3) may file the direction in the prescribed form, excluding the reasons, in the Superior Court of Justice and the direction shall be entered in the same way as an order of the court and is enforceable as such.  2008, c. 15, s. 20 (4).</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "21.",
            "section_x": "Lock-out",
            "part_id": "PART IV  ",
            "part_type": "PART IV STRIKES AND LOCK-OUTS",
            "section_y": "Lock-out",
            "content": "21 (1) No employer shall lock out employees unless, (a) there is no collective agreement in operation between the Council and the employee organization that represents the employees; (b) a conciliation officer has made a report to the Minister of Labour under clause 7 (3) (b) to the effect that, despite his or her efforts, the terms of a collective agreement have not been settled and the Minister has informed the parties of the report by notice in writing in accordance with subsection 7 (4); (c) the Council on behalf of all employers gives the employee organization that represents the employees written notice of the lock-out and of the date on which the lock-out will commence at least five days before the commencement of the lock-out; and (d) 16 days have elapsed after the date on the Minister’s notice referred to in clause (b).  2008, c. 15, s. 21 (1). Closing of college (2) Where an employee organization calls or authorizes a lawful strike or employees engage in a lawful strike, an employer may close a college or a part of a college where the employer is of the opinion that, (a) the safety of students enrolled in the college may be endangered; (b) the college buildings or the equipment or supplies therein may not be adequately protected during the strike; or (c) the strike will substantially interfere with the operation of the college.  2008, c. 15, s. 21 (2). Same (3) The employer may keep the college or a part of a college closed until the employee organization that called or authorized the strike or that represents the employees engaged in the strike gives written notice to the Council that the strike is ended.  2008, c. 15, s. 21 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>21 </b>(1) No employer shall lock out employees unless,</p> <p class=\"paragraph\">  (a) there is no collective agreement in operation between the Council and the employee organization that represents the employees;</p> <p class=\"paragraph\">  (b) a conciliation officer has made a report to the Minister of Labour under clause 7 (3) (b) to the effect that, despite his or her efforts, the terms of a collective agreement have not been settled and the Minister has informed the parties of the report by notice in writing in accordance with subsection 7 (4);</p> <p class=\"paragraph\">  (c) the Council on behalf of all employers gives the employee organization that represents the employees written notice of the lock-out and of the date on which the lock-out will commence at least five days before the commencement of the lock-out; and</p> <p class=\"paragraph\">  (d) 16 days have elapsed after the date on the Minister’s notice referred to in clause (b).  2008, c. 15, s. 21 (1).</p> <p class=\"headnote\">Closing of college</p> <p class=\"subsection\">(2) Where an employee organization calls or authorizes a lawful strike or employees engage in a lawful strike, an employer may close a college or a part of a college where the employer is of the opinion that,</p> <p class=\"paragraph\">  (a) the safety of students enrolled in the college may be endangered;</p> <p class=\"paragraph\">  (b) the college buildings or the equipment or supplies therein may not be adequately protected during the strike; or</p> <p class=\"paragraph\">  (c) the strike will substantially interfere with the operation of the college.  2008, c. 15, s. 21 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The employer may keep the college or a part of a college closed until the employee organization that called or authorized the strike or that represents the employees engaged in the strike gives written notice to the Council that the strike is ended.  2008, c. 15, s. 21 (3).</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "22.",
            "section_x": "Continuation of employment",
            "part_id": "PART IV  ",
            "part_type": "PART IV STRIKES AND LOCK-OUTS",
            "section_y": "Continuation of employment",
            "content": "22 For the purposes of this Act, no person shall be deemed to have ceased to be an employee by reason only of ceasing to work for his or her employer as the result of a lawful lock-out or lawful strike or by reason only of being dismissed by his or her employer contrary to this Act or to a collective agreement.  2008, c. 15, s. 22. PART V   REPRESENTATION RIGHTS General",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>22 </b>For the purposes of this Act, no person shall be deemed to have ceased to be an employee by reason only of ceasing to work for his or her employer as the result of a lawful lock-out or lawful strike or by reason only of being dismissed by his or her employer contrary to this Act or to a collective agreement.  2008, c. 15, s. 22.</p> <p class=\"partnum\"><a name=\"BK30\"></a>PART V <br/>  REPRESENTATION RIGHTS</p> <p class=\"heading1\"><a name=\"BK31\"></a>General</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "PART V  ",
            "section_x": "PART V REPRESENTATION RIGHTS",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "General",
            "section_x": "General",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "23.",
            "section_x": "Membership in employee organization",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Membership in employee organization",
            "content": "23 Every person is free to join an employee organization of his or her own choice and to participate in its lawful activities.  2008, c. 15, s. 23.",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>23 </b>Every person is free to join an employee organization of his or her own choice and to participate in its lawful activities.  2008, c. 15, s. 23.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "24.",
            "section_x": "Council to act for employers",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Council to act for employers",
            "content": "24 The Council has the exclusive responsibility for all collective negotiations on behalf of employers conducted under this Act.  2008, c. 15, s. 24. Bargaining Units",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>24 </b>The Council has the exclusive responsibility for all collective negotiations on behalf of employers conducted under this Act.  2008, c. 15, s. 24.</p> <p class=\"heading1\"><a name=\"BK34\"></a>Bargaining Units</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "Bargaining Units",
            "section_x": "Bargaining Units",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "25.",
            "section_x": "Bargaining units",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Bargaining units",
            "content": "25 From the day this Act receives Royal Assent until a first regulation comes into force under section 27, the bargaining units for the purposes of this Act shall be the units described in Schedule 1.  2008, c. 15, s. 25. Section Amendments with date in force (d/m/y) 2008, c. 15, s. 83 (3)\r\n- no effect - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>25 </b>From the day this Act receives Royal Assent until a first regulation comes into force under section 27, the bargaining units for the purposes of this Act shall be the units described in Schedule 1.  2008, c. 15, s. 25.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08015#s83s3\">2008, c. 15, s. 83 (3)</a></span>\r\n- no effect - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the<i> Legislation Act, 2006</i></a> - 31/12/2018</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "26.",
            "section_x": "Application re bargaining units",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Application re bargaining units",
            "content": "26 (1) The Council and the bargaining agents of one or more bargaining units may apply to the Ontario Labour Relations Board proposing, (a) changes in the description of bargaining units; (b) the establishment of bargaining units; (c) the elimination of bargaining units.  2008, c. 15, s. 26 (1). Same (2) The applicants shall set out the details of the proposal in the application.  2008, c. 15, s. 26 (2). Same (3) The Board shall not consider the application unless the applicants include the Council and the bargaining agent of, (a) every bargaining unit that would be eliminated if the proposal were implemented; and (b) every bargaining unit the description of which would be changed if the proposal were implemented.  2008, c. 15, s. 26 (3). Timing of application (4) The first application under this section that would change the description of or eliminate a bargaining unit described in section 1 or 2 of Schedule 1 shall not be made before the later of, (a) one year after the day this Act receives Royal Assent; and (b) the day after a collective agreement has been executed in respect of the bargaining unit described in section 2 of Schedule 1.  2008, c. 15, s. 26 (4). Same (5) The first application under this section that would change the description of or eliminate a bargaining unit described in section 3 or 4 of Schedule 1 shall not be made before the later of, (a) one year after the day this Act receives Royal Assent; and (b) the day after a collective agreement has been executed in respect of the bargaining unit described in section 4 of Schedule 1.  2008, c. 15, s. 26 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>26 </b>(1) The Council and the bargaining agents of one or more bargaining units may apply to the Ontario Labour Relations Board proposing,</p> <p class=\"paragraph\">  (a) changes in the description of bargaining units;</p> <p class=\"paragraph\">  (b) the establishment of bargaining units;</p> <p class=\"paragraph\">  (c) the elimination of bargaining units.  2008, c. 15, s. 26 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The applicants shall set out the details of the proposal in the application.  2008, c. 15, s. 26 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Board shall not consider the application unless the applicants include the Council and the bargaining agent of,</p> <p class=\"paragraph\">  (a) every bargaining unit that would be eliminated if the proposal were implemented; and</p> <p class=\"paragraph\">  (b) every bargaining unit the description of which would be changed if the proposal were implemented.  2008, c. 15, s. 26 (3).</p> <p class=\"headnote\">Timing of application</p> <p class=\"subsection\">(4) The first application under this section that would change the description of or eliminate a bargaining unit described in section 1 or 2 of Schedule 1 shall not be made before the later of,</p> <p class=\"paragraph\">  (a) one year after the day this Act receives Royal Assent; and</p> <p class=\"paragraph\">  (b) the day after a collective agreement has been executed in respect of the bargaining unit described in section 2 of Schedule 1.  2008, c. 15, s. 26 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) The first application under this section that would change the description of or eliminate a bargaining unit described in section 3 or 4 of Schedule 1 shall not be made before the later of,</p> <p class=\"paragraph\">  (a) one year after the day this Act receives Royal Assent; and</p> <p class=\"paragraph\">  (b) the day after a collective agreement has been executed in respect of the bargaining unit described in section 4 of Schedule 1.  2008, c. 15, s. 26 (5).</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "27.",
            "section_x": "Regulations, bargaining units",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Regulations, bargaining units",
            "content": "27 (1) After considering an application made under section 26, and subject to the prior approval of the Lieutenant Governor in Council, the Ontario Labour Relations Board may, for the purposes of this Act, make regulations, (a) changing the description of bargaining units; (b) establishing bargaining units; (c) eliminating bargaining units.  2008, c. 15, s. 27 (1). Regulations may differ from proposal (2) The regulation need not give effect, in whole or in part, to the proposal in the application and may change the description of bargaining units, establish bargaining units and eliminate bargaining units in ways not proposed in the application.  2008, c. 15, s. 27 (2). Regulations re transitional, etc., matters (3) The regulation may govern transitional and consequential matters as the Board considers appropriate.  2008, c. 15, s. 27 (3). First regulation (4) The first regulation made under this section shall describe all bargaining units for the purposes of this Act.  2008, c. 15, s. 27 (4). Consequences, regulation re bargaining units",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>27 </b>(1) After considering an application made under section 26, and subject to the prior approval of the Lieutenant Governor in Council, the Ontario Labour Relations Board may, for the purposes of this Act, make regulations,</p> <p class=\"paragraph\">  (a) changing the description of bargaining units;</p> <p class=\"paragraph\">  (b) establishing bargaining units;</p> <p class=\"paragraph\">  (c) eliminating bargaining units.  2008, c. 15, s. 27 (1).</p> <p class=\"headnote\">Regulations may differ from proposal</p> <p class=\"subsection\">(2) The regulation need not give effect, in whole or in part, to the proposal in the application and may change the description of bargaining units, establish bargaining units and eliminate bargaining units in ways not proposed in the application.  2008, c. 15, s. 27 (2).</p> <p class=\"headnote\">Regulations re transitional, etc., matters</p> <p class=\"subsection\">(3) The regulation may govern transitional and consequential matters as the Board considers appropriate.  2008, c. 15, s. 27 (3).</p> <p class=\"headnote\">First regulation</p> <p class=\"subsection\">(4) The first regulation made under this section shall describe all bargaining units for the purposes of this Act.  2008, c. 15, s. 27 (4).</p> <p class=\"headnote\">Consequences, regulation re bargaining units</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "28.",
            "section_x": "Consequences, regulation re bargaining units",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Interpretation",
            "content": "28 (1) A reference to a regulation in this section is a reference to a regulation made under section 27.  2008, c. 15, s. 28 (1). Expiry of collective agreement (2) If a regulation changes the description of a bargaining unit or eliminates a bargaining unit and a collective agreement applied to the bargaining unit immediately before the regulation came into force, the collective agreement expires when the regulation comes into force.  2008, c. 15, s. 28 (2). Determination of bargaining agent (3) If all members of a bargaining unit the description of which is changed by a regulation were represented by the same employee organization immediately before the regulation came into force, that employee organization is deemed, as of the date the regulation comes into force, to be certified under this Act as the bargaining agent for the members of the changed bargaining unit.  2008, c. 15, s. 28 (3). Same (4) Subsection (3) does not apply if 35 per cent or more of the members of the bargaining unit as changed by the regulation were not, immediately before the regulation came into force, represented by any employee organization.  2008, c. 15, s. 28 (4). Same (5) If the members of a bargaining unit the description of which is changed by a regulation were represented by more than one employee organization immediately before the regulation came into force, the Ontario Labour Relations Board shall determine, in accordance with subsection (12), which employee organization is the bargaining agent for the members of the changed bargaining unit.  2008, c. 15, s. 28 (5). Same (6) Subsection (5) does not apply if 35 per cent or more of the members of the bargaining unit as changed by the regulation were not, immediately before the regulation came into force, represented by any employee organization.  2008, c. 15, s. 28 (6). Same (7) If all members of a bargaining unit established by a regulation who were represented by an employee organization immediately before the regulation came into force were, at that time, represented by the same employee organization, that employee organization is deemed, as of the date the regulation comes into force, to be certified under this Act as the bargaining agent for the members of that bargaining unit.  2008, c. 15, s. 28 (7). Same (8) Subsection (7) does not apply if 35 per cent or more of the members of the bargaining unit established by the regulation were not, immediately before the regulation came into force, represented by any employee organization.  2008, c. 15, s. 28 (8). Same (9) If the members of a bargaining unit established by a regulation who were represented by an employee organization immediately before the regulation came into force were, at that time, represented by more than one employee organization, the Ontario Labour Relations Board shall determine, in accordance with subsection (12), which employee organization is the bargaining agent for the members of that bargaining unit.  2008, c. 15, s. 28 (9). Same (10) Subsection (9) does not apply if 35 per cent or more of the members of the bargaining unit established by the regulation were not, immediately before the regulation came into force, represented by any employee organization.  2008, c. 15, s. 28 (10). Same (11) An employee organization that is determined by the Board under subsection (5) or (9) to be the bargaining agent for the members of a bargaining unit is deemed, as of the date the regulation comes into force, to be certified under this Act as the bargaining agent for the members of that bargaining unit.  2008, c. 15, s. 28 (11). Appointment of bargaining agent (12) The Board shall make a determination under subsection (5) or (9) by, (a) conducting a vote of the members of the bargaining unit; (b) ensuring that each employee organization referred to in subsection (5) or (9), as the case may be, appears on the ballot; and (c) appointing as bargaining agent for the members of the bargaining unit the employee organization that receives the greatest number of votes.  2008, c. 15, s. 28 (12). Same (13) In the circumstances described in subsections (4), (6), (8) and (10), the following rules apply: 1. The Ontario Labour Relations Board shall determine which bargaining agent, if any, represents the members of a bargaining unit as changed by the regulation or established by the regulation, as the case may be. 2. The Board shall make a determination under paragraph 1 by conducting a vote of the members of the bargaining unit. 3. The Board shall ensure that the ballot includes having no bargaining agent as a choice. 4. In the circumstances described in subsection (4) or (8), the Board shall ensure that the employee organization referred to in subsection (3) or (7), as the case may be, appears on the ballot. 5. In the circumstances described in subsection (6) or (10), the Board shall ensure that each of the employee organizations referred to in subsection (5) or (9), as the case may be, appears on the ballot. 6. If the greatest number of votes are cast in favour of having no bargaining agent, the Board shall declare that there is no employee organization representing the members of the bargaining unit. 7. If the greatest number of votes are cast in favour of an employee organization, the Board shall appoint that employee organization as the bargaining agent for the members of the bargaining unit.  2008, c. 15, s. 28 (13). Same (14) An employee organization that is appointed by the Board under paragraph 7 of subsection (13) as the bargaining agent for the members of a bargaining unit is deemed, as of the date the regulation comes into force, to be certified under this Act as the bargaining agent for the members of that bargaining unit.  2008, c. 15, s. 28 (14). Voting practices and procedures (15) A vote under subsection (12) or (13) shall be a vote by secret ballot conducted under the supervision of and in the manner determined by the Board.  2008, c. 15, s. 28 (15). Eligibility (16) The Board may determine, in its discretion, who is eligible to vote.  2008, c. 15, s. 28 (16). Bargaining rights terminated (17) When the Board makes a declaration under paragraph 6 of subsection (13), the bargaining rights of every employee organization with respect to members of the bargaining unit are terminated.  2008, c. 15, s. 28 (17). Effect of deemed certification (18) When an employee organization is deemed certified under this section as the bargaining agent for the members of a bargaining unit, the bargaining rights of every other bargaining agent with respect to the members of the bargaining unit are terminated.  2008, c. 15, s. 28 (18). Notice of desire to negotiate deemed given (19) An employee organization deemed certified under this section as the bargaining agent for the members of a bargaining unit is deemed, as of the date the regulation comes into force, to have given written notice to the Council in accordance with subsection 3 (1).  2008, c. 15, s. 28 (19). Establishment of Bargaining Rights Application for certification",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>28 </b>(1) A reference to a regulation in this section is a reference to a regulation made under section 27.  2008, c. 15, s. 28 (1).</p> <p class=\"headnote\">Expiry of collective agreement</p> <p class=\"subsection\">(2) If a regulation changes the description of a bargaining unit or eliminates a bargaining unit and a collective agreement applied to the bargaining unit immediately before the regulation came into force, the collective agreement expires when the regulation comes into force.  2008, c. 15, s. 28 (2).</p> <p class=\"headnote\">Determination of bargaining agent</p> <p class=\"subsection\">(3) If all members of a bargaining unit the description of which is changed by a regulation were represented by the same employee organization immediately before the regulation came into force, that employee organization is deemed, as of the date the regulation comes into force, to be certified under this Act as the bargaining agent for the members of the changed bargaining unit.  2008, c. 15, s. 28 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Subsection (3) does not apply if 35 per cent or more of the members of the bargaining unit as changed by the regulation were not, immediately before the regulation came into force, represented by any employee organization.  2008, c. 15, s. 28 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) If the members of a bargaining unit the description of which is changed by a regulation were represented by more than one employee organization immediately before the regulation came into force, the Ontario Labour Relations Board shall determine, in accordance with subsection (12), which employee organization is the bargaining agent for the members of the changed bargaining unit.  2008, c. 15, s. 28 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) Subsection (5) does not apply if 35 per cent or more of the members of the bargaining unit as changed by the regulation were not, immediately before the regulation came into force, represented by any employee organization.  2008, c. 15, s. 28 (6).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) If all members of a bargaining unit established by a regulation who were represented by an employee organization immediately before the regulation came into force were, at that time, represented by the same employee organization, that employee organization is deemed, as of the date the regulation comes into force, to be certified under this Act as the bargaining agent for the members of that bargaining unit.  2008, c. 15, s. 28 (7).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) Subsection (7) does not apply if 35 per cent or more of the members of the bargaining unit established by the regulation were not, immediately before the regulation came into force, represented by any employee organization.  2008, c. 15, s. 28 (8).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(9) If the members of a bargaining unit established by a regulation who were represented by an employee organization immediately before the regulation came into force were, at that time, represented by more than one employee organization, the Ontario Labour Relations Board shall determine, in accordance with subsection (12), which employee organization is the bargaining agent for the members of that bargaining unit.  2008, c. 15, s. 28 (9).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(10) Subsection (9) does not apply if 35 per cent or more of the members of the bargaining unit established by the regulation were not, immediately before the regulation came into force, represented by any employee organization.  2008, c. 15, s. 28 (10).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(11) An employee organization that is determined by the Board under subsection (5) or (9) to be the bargaining agent for the members of a bargaining unit is deemed, as of the date the regulation comes into force, to be certified under this Act as the bargaining agent for the members of that bargaining unit.  2008, c. 15, s. 28 (11).</p> <p class=\"headnote\">Appointment of bargaining agent</p> <p class=\"subsection\">(12) The Board shall make a determination under subsection (5) or (9) by,</p> <p class=\"paragraph\">  (a) conducting a vote of the members of the bargaining unit;</p> <p class=\"paragraph\">  (b) ensuring that each employee organization referred to in subsection (5) or (9), as the case may be, appears on the ballot; and</p> <p class=\"paragraph\">  (c) appointing as bargaining agent for the members of the bargaining unit the employee organization that receives the greatest number of votes.  2008, c. 15, s. 28 (12).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(13) In the circumstances described in subsections (4), (6), (8) and (10), the following rules apply:</p> <p class=\"paragraph\">  1. The Ontario Labour Relations Board shall determine which bargaining agent, if any, represents the members of a bargaining unit as changed by the regulation or established by the regulation, as the case may be.</p> <p class=\"paragraph\">  2. The Board shall make a determination under paragraph 1 by conducting a vote of the members of the bargaining unit.</p> <p class=\"paragraph\">  3. The Board shall ensure that the ballot includes having no bargaining agent as a choice.</p> <p class=\"paragraph\">  4. In the circumstances described in subsection (4) or (8), the Board shall ensure that the employee organization referred to in subsection (3) or (7), as the case may be, appears on the ballot.</p> <p class=\"paragraph\">  5. In the circumstances described in subsection (6) or (10), the Board shall ensure that each of the employee organizations referred to in subsection (5) or (9), as the case may be, appears on the ballot.</p> <p class=\"paragraph\">  6. If the greatest number of votes are cast in favour of having no bargaining agent, the Board shall declare that there is no employee organization representing the members of the bargaining unit.</p> <p class=\"paragraph\">  7. If the greatest number of votes are cast in favour of an employee organization, the Board shall appoint that employee organization as the bargaining agent for the members of the bargaining unit.  2008, c. 15, s. 28 (13).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(14) An employee organization that is appointed by the Board under paragraph 7 of subsection (13) as the bargaining agent for the members of a bargaining unit is deemed, as of the date the regulation comes into force, to be certified under this Act as the bargaining agent for the members of that bargaining unit.  2008, c. 15, s. 28 (14).</p> <p class=\"headnote\">Voting practices and procedures</p> <p class=\"subsection\">(15) A vote under subsection (12) or (13) shall be a vote by secret ballot conducted under the supervision of and in the manner determined by the Board.  2008, c. 15, s. 28 (15).</p> <p class=\"headnote\">Eligibility</p> <p class=\"subsection\">(16) The Board may determine, in its discretion, who is eligible to vote.  2008, c. 15, s. 28 (16).</p> <p class=\"headnote\">Bargaining rights terminated</p> <p class=\"subsection\">(17) When the Board makes a declaration under paragraph 6 of subsection (13), the bargaining rights of every employee organization with respect to members of the bargaining unit are terminated.  2008, c. 15, s. 28 (17).</p> <p class=\"headnote\">Effect of deemed certification </p> <p class=\"subsection\">(18) When an employee organization is deemed certified under this section as the bargaining agent for the members of a bargaining unit, the bargaining rights of every other bargaining agent with respect to the members of the bargaining unit are terminated.  2008, c. 15, s. 28 (18).</p> <p class=\"headnote\">Notice of desire to negotiate deemed given</p> <p class=\"subsection\">(19) An employee organization deemed certified under this section as the bargaining agent for the members of a bargaining unit is deemed, as of the date the regulation comes into force, to have given written notice to the Council in accordance with subsection 3 (1).  2008, c. 15, s. 28 (19).</p> <p class=\"heading1\"><a name=\"BK40\"></a>Establishment of Bargaining Rights </p> <p class=\"headnote\">Application for certification</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "Establishment of Bargaining Rights",
            "section_x": "Establishment of Bargaining Rights",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "29.",
            "section_x": "Application for certification",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "No certified bargaining agent",
            "content": "29 (1) Where no employee organization is certified as bargaining agent of the members of a bargaining unit and the members of the unit are not bound by a collective agreement, an employee organization may apply at any time to the Ontario Labour Relations Board for certification as bargaining agent of the members of the unit.  2008, c. 15, s. 29 (1). Certified bargaining agent, no collective agreement (2) Where an employee organization is certified as bargaining agent of the members of a bargaining unit and has not entered into a collective agreement with the Council with respect to the bargaining unit and no declaration has been made by the Ontario Labour Relations Board that the employee organization ceases to represent the members of the bargaining unit, another employee organization may apply to the Board for certification as bargaining agent of the members of the bargaining unit only after the expiration of one year from the date of the certificate.  2008, c. 15, s. 29 (2). Voluntary recognition, no collective agreement (3) Where the Council and an employee organization agree that the Council recognizes the employee organization as the exclusive bargaining agent of the members of a bargaining unit and the agreement is in writing signed by the parties and the parties have not entered into a collective agreement and the Ontario Labour Relations Board has not made a declaration under section 47, another employee organization may apply to the Board for certification as bargaining agent of the members of the bargaining unit only after the expiration of one year from the date that the recognition agreement was entered into.  2008, c. 15, s. 29 (3). Collective agreement, term three years or less (4) Where a collective agreement is for a term of not more than three years, an employee organization may apply to the Ontario Labour Relations Board for certification as bargaining agent of the members of the bargaining unit to which the collective agreement applies only after the commencement of the last three months of its operation.  2008, c. 15, s. 29 (4). Collective agreement, term more than three years (5) Where a collective agreement is for a term of more than three years, an employee organization may apply to the Ontario Labour Relations Board for certification as bargaining agent of the members of the bargaining unit only after the commencement of the 34th month of its operation and before the commencement of the 37th month of its operation and during the three-month period immediately preceding the end of each year that the agreement continues to operate thereafter or after the commencement of the last three months of its operation, as the case may be.  2008, c. 15, s. 29 (5). Collective agreement provides for continued operation (6) Where a collective agreement referred to in subsection (4) or (5) provides that it will continue to operate for a further term or successive terms if either party fails to give to the other notice of termination or of its desire to bargain with a view to the renewal, with or without modifications, of the agreement or to the making of a new agreement, an employee organization may apply to the Ontario Labour Relations Board for certification as bargaining agent of the members of the bargaining unit to which the collective agreement applies during the further term or successive terms only during the last three months of each year that it so continues to operate, or after the commencement of the last three months of its operation, as the case may be.  2008, c. 15, s. 29 (6). Restriction (7) The right of an employee organization to apply for certification under this section is subject to subsections 32 (3) and 34 (6) and section 48.  2008, c. 15, s. 29 (7). Withdrawal of application (8) An application for certification may be withdrawn by the applicant on such conditions as the Board may determine.  2008, c. 15, s. 29 (8). Bar to reapplying (9) Subject to subsection (10), if an employee organization withdraws the application before a representation vote is taken, the Board may refuse to consider another application for certification by the employee organization as the bargaining agent of the members of that bargaining unit until one year or such shorter period as the Board considers appropriate has elapsed after the application is withdrawn.  2008, c. 15, s. 29 (9). Mandatory bar (10) If the employee organization withdraws the application before a representation vote is taken, and that employee organization had withdrawn a previous application under this section not more than six months earlier, the Board shall not consider another application for certification by any employee organization as the bargaining agent of any member of the bargaining unit that was the subject of the original application until one year has elapsed after the second application was withdrawn.  2008, c. 15, s. 29 (10). Exception (11) Subsection (10) does not apply if the employee organization that withdrew the application is an employee organization that the Board is prohibited from certifying under section 35.  2008, c. 15, s. 29 (11). Same (12) Despite subsection (10), the Board may consider an application for certification by an employee organization as the bargaining agent for members of a bargaining unit that includes a member who was in the bargaining unit that was the subject of the original application if, (a) the position of the member at the time the original application was made was different from his or her position at the time the new application was made; and (b) the member would not have been in the bargaining unit that is the subject of the new application had he or she still been occupying the original position when the new application was made.  2008, c. 15, s. 29 (12). Same (13) If an employee organization withdraws the application after the representation vote is taken, the Board shall not consider another application for certification by any employee organization as the bargaining agent of any member of the bargaining unit that was the subject of the original application until one year after the original application is withdrawn.  2008, c. 15, s. 29 (13). Exception (14) Subsection (13) does not apply if the employee organization that withdrew the application is an employee organization that the Board is prohibited from certifying under section 35.  2008, c. 15, s. 29 (14). Same (15) Despite subsection (13), the Board may consider an application for certification by an employee organization as the bargaining agent for members of a bargaining unit that includes a member who was in the bargaining unit that was the subject of the original application if, (a) the position of the member at the time the original application was made was different from his or her position at the time the new application was made; and (b) the member would not have been in the bargaining unit that is the subject of the new application had he or she still been occupying the original position when the new application was made.  2008, c. 15, s. 29 (15). Notice to Council (16) The employee organization shall deliver a copy of the application for certification to the Council by the time required under the rules made by the Ontario Labour Relations Board and, if there is no rule, not later than the day on which the application is filed with the Board.  2008, c. 15, s. 29 (16). Evidence (17) The application for certification shall, (a) include an estimate of the number of individuals in the bargaining unit; and (b) be accompanied by a list of the names of the members of the employee organization who are in the bargaining unit, with evidence of their status as members of the employee organization.  2008, c. 15, s. 29 (17). Names not to be given to Council, etc. (18) The employee organization shall not give the information referred to in clause (17) (b) to the Council or the employer.  2008, c. 15, s. 29 (18).",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>29 </b>(1) Where no employee organization is certified as bargaining agent of the members of a bargaining unit and the members of the unit are not bound by a collective agreement, an employee organization may apply at any time to the Ontario Labour Relations Board for certification as bargaining agent of the members of the unit.  2008, c. 15, s. 29 (1).</p> <p class=\"headnote\">Certified bargaining agent, no collective agreement</p> <p class=\"subsection\">(2) Where an employee organization is certified as bargaining agent of the members of a bargaining unit and has not entered into a collective agreement with the Council with respect to the bargaining unit and no declaration has been made by the Ontario Labour Relations Board that the employee organization ceases to represent the members of the bargaining unit, another employee organization may apply to the Board for certification as bargaining agent of the members of the bargaining unit only after the expiration of one year from the date of the certificate.  2008, c. 15, s. 29 (2).</p> <p class=\"headnote\">Voluntary recognition, no collective agreement</p> <p class=\"subsection\">(3) Where the Council and an employee organization agree that the Council recognizes the employee organization as the exclusive bargaining agent of the members of a bargaining unit and the agreement is in writing signed by the parties and the parties have not entered into a collective agreement and the Ontario Labour Relations Board has not made a declaration under section 47, another employee organization may apply to the Board for certification as bargaining agent of the members of the bargaining unit only after the expiration of one year from the date that the recognition agreement was entered into.  2008, c. 15, s. 29 (3).</p> <p class=\"headnote\">Collective agreement, term three years or less</p> <p class=\"subsection\">(4) Where a collective agreement is for a term of not more than three years, an employee organization may apply to the Ontario Labour Relations Board for certification as bargaining agent of the members of the bargaining unit to which the collective agreement applies only after the commencement of the last three months of its operation.  2008, c. 15, s. 29 (4).</p> <p class=\"headnote\">Collective agreement, term more than three years </p> <p class=\"subsection\">(5) Where a collective agreement is for a term of more than three years, an employee organization may apply to the Ontario Labour Relations Board for certification as bargaining agent of the members of the bargaining unit only after the commencement of the 34th month of its operation and before the commencement of the 37th month of its operation and during the three-month period immediately preceding the end of each year that the agreement continues to operate thereafter or after the commencement of the last three months of its operation, as the case may be.  2008, c. 15, s. 29 (5).</p> <p class=\"headnote\">Collective agreement provides for continued operation</p> <p class=\"subsection\">(6) Where a collective agreement referred to in subsection (4) or (5) provides that it will continue to operate for a further term or successive terms if either party fails to give to the other notice of termination or of its desire to bargain with a view to the renewal, with or without modifications, of the agreement or to the making of a new agreement, an employee organization may apply to the Ontario Labour Relations Board for certification as bargaining agent of the members of the bargaining unit to which the collective agreement applies during the further term or successive terms only during the last three months of each year that it so continues to operate, or after the commencement of the last three months of its operation, as the case may be.  2008, c. 15, s. 29 (6).</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(7) The right of an employee organization to apply for certification under this section is subject to subsections 32 (3) and 34 (6) and section 48.  2008, c. 15, s. 29 (7).</p> <p class=\"headnote\">Withdrawal of application</p> <p class=\"subsection\">(8) An application for certification may be withdrawn by the applicant on such conditions as the Board may determine.  2008, c. 15, s. 29 (8).</p> <p class=\"headnote\">Bar to reapplying</p> <p class=\"subsection\">(9) Subject to subsection (10), if an employee organization withdraws the application before a representation vote is taken, the Board may refuse to consider another application for certification by the employee organization as the bargaining agent of the members of that bargaining unit until one year or such shorter period as the Board considers appropriate has elapsed after the application is withdrawn.  2008, c. 15, s. 29 (9).</p> <p class=\"headnote\">Mandatory bar</p> <p class=\"subsection\">(10) If the employee organization withdraws the application before a representation vote is taken, and that employee organization had withdrawn a previous application under this section not more than six months earlier, the Board shall not consider another application for certification by any employee organization as the bargaining agent of any member of the bargaining unit that was the subject of the original application until one year has elapsed after the second application was withdrawn.  2008, c. 15, s. 29 (10).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(11) Subsection (10) does not apply if the employee organization that withdrew the application is an employee organization that the Board is prohibited from certifying under section 35.  2008, c. 15, s. 29 (11).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(12) Despite subsection (10), the Board may consider an application for certification by an employee organization as the bargaining agent for members of a bargaining unit that includes a member who was in the bargaining unit that was the subject of the original application if,</p> <p class=\"paragraph\">  (a) the position of the member at the time the original application was made was different from his or her position at the time the new application was made; and</p> <p class=\"paragraph\">  (b) the member would not have been in the bargaining unit that is the subject of the new application had he or she still been occupying the original position when the new application was made.  2008, c. 15, s. 29 (12).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(13) If an employee organization withdraws the application after the representation vote is taken, the Board shall not consider another application for certification by any employee organization as the bargaining agent of any member of the bargaining unit that was the subject of the original application until one year after the original application is withdrawn.  2008, c. 15, s. 29 (13).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(14) Subsection (13) does not apply if the employee organization that withdrew the application is an employee organization that the Board is prohibited from certifying under section 35.  2008, c. 15, s. 29 (14).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(15) Despite subsection (13), the Board may consider an application for certification by an employee organization as the bargaining agent for members of a bargaining unit that includes a member who was in the bargaining unit that was the subject of the original application if,</p> <p class=\"paragraph\">  (a) the position of the member at the time the original application was made was different from his or her position at the time the new application was made; and</p> <p class=\"paragraph\">  (b) the member would not have been in the bargaining unit that is the subject of the new application had he or she still been occupying the original position when the new application was made.  2008, c. 15, s. 29 (15).</p> <p class=\"headnote\">Notice to Council</p> <p class=\"subsection\">(16) The employee organization shall deliver a copy of the application for certification to the Council by the time required under the rules made by the Ontario Labour Relations Board and, if there is no rule, not later than the day on which the application is filed with the Board.  2008, c. 15, s. 29 (16).</p> <p class=\"headnote\">Evidence</p> <p class=\"subsection\">(17) The application for certification shall,</p> <p class=\"paragraph\">  (a) include an estimate of the number of individuals in the bargaining unit; and</p> <p class=\"paragraph\">  (b) be accompanied by a list of the names of the members of the employee organization who are in the bargaining unit, with evidence of their status as members of the employee organization.  2008, c. 15, s. 29 (17).</p> <p class=\"headnote\">Names not to be given to Council, etc.</p> <p class=\"subsection\">(18) The employee organization shall not give the information referred to in clause (17) (b) to the Council or the employer.  2008, c. 15, s. 29 (18).</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "30.",
            "section_x": "Representation vote",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Representation vote",
            "content": "30 (1) If the Ontario Labour Relations Board determines that 35 per cent or more of the individuals in the bargaining unit referred to in the application for certification appear to be members of the employee organization at the time the application was filed, the Board shall direct that a representation vote be taken among the individuals in the voting constituency.  2008, c. 15, s. 30 (1). Membership in employee organization (2) The determination under subsection (1) shall be based only on the information provided in the application for certification and the accompanying information provided under subsection 29 (17).  2008, c. 15, s. 30 (2). No hearing (3) The Board shall not hold a hearing when making a decision under subsection (1).  2008, c. 15, s. 30 (3). Timing of vote (4) The representation vote shall be held in a timely manner, within a time period determined by the Board.  2008, c. 15, s. 30 (4). Same (5) In determining the time period under subsection (4), the Board shall ensure that the vote is held during a time period when the persons eligible to participate in the vote are substantially representative of persons likely to be substantially affected by the result of the representation vote.  2008, c. 15, s. 30 (5). Conduct of vote (6) The representation vote shall be a vote by secret ballot conducted under the supervision of and in the manner determined by the Board.  2008, c. 15, s. 30 (6). Sealing of ballot box, etc. (7) The Board may direct that one or more ballots be segregated and that the ballot box containing the ballots be sealed until such time as the Board directs.  2008, c. 15, s. 30 (7). Subsequent hearing (8) After the representation vote has been taken, the Board may hold a hearing if the Board considers it necessary in order to make a decision on the application for certification.  2008, c. 15, s. 30 (8). Exception (9) When making a decision on an application for certification, the Board shall not consider any challenge to the information provided under clause 29 (17) (b).  2008, c. 15, s. 30 (9).",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>30 </b>(1) If the Ontario Labour Relations Board determines that 35 per cent or more of the individuals in the bargaining unit referred to in the application for certification appear to be members of the employee organization at the time the application was filed, the Board shall direct that a representation vote be taken among the individuals in the voting constituency.  2008, c. 15, s. 30 (1).</p> <p class=\"headnote\">Membership in employee organization</p> <p class=\"subsection\">(2) The determination under subsection (1) shall be based only on the information provided in the application for certification and the accompanying information provided under subsection 29 (17).  2008, c. 15, s. 30 (2).</p> <p class=\"headnote\">No hearing</p> <p class=\"subsection\">(3) The Board shall not hold a hearing when making a decision under subsection (1).  2008, c. 15, s. 30 (3).</p> <p class=\"headnote\">Timing of vote</p> <p class=\"subsection\">(4) The representation vote shall be held in a timely manner, within a time period determined by the Board.  2008, c. 15, s. 30 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) In determining the time period under subsection (4), the Board shall ensure that the vote is held during a time period when the persons eligible to participate in the vote are substantially representative of persons likely to be substantially affected by the result of the representation vote.  2008, c. 15, s. 30 (5).</p> <p class=\"headnote\">Conduct of vote</p> <p class=\"subsection\">(6) The representation vote shall be a vote by secret ballot conducted under the supervision of and in the manner determined by the Board.  2008, c. 15, s. 30 (6).</p> <p class=\"headnote\">Sealing of ballot box, etc.</p> <p class=\"subsection\">(7) The Board may direct that one or more ballots be segregated and that the ballot box containing the ballots be sealed until such time as the Board directs.  2008, c. 15, s. 30 (7).</p> <p class=\"headnote\">Subsequent hearing</p> <p class=\"subsection\">(8) After the representation vote has been taken, the Board may hold a hearing if the Board considers it necessary in order to make a decision on the application for certification.  2008, c. 15, s. 30 (8).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(9) When making a decision on an application for certification, the Board shall not consider any challenge to the information provided under clause 29 (17) (b).  2008, c. 15, s. 30 (9).</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "31.",
            "section_x": "Disagreement by Council with employee organization’s estimate",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Disagreement by Council with employee organization’s estimate",
            "content": "31 (1) If the Council disagrees with the employee organization’s estimate under clause 29 (17) (a) of the number of individuals in the bargaining unit, the Council may give the Ontario Labour Relations Board a notice that it disagrees with that estimate.  2008, c. 15, s. 31 (1). Content of notice (2) A notice under subsection (1) shall include the Council’s estimate of the number of individuals in the bargaining unit.  2008, c. 15, s. 31 (2). Deadline for notice (3) A notice under subsection (1) shall be given within two days (excluding Saturdays, Sundays and holidays) after the day on which the Council receives the application for certification.  2008, c. 15, s. 31 (3). Sealing of ballot boxes (4) If the Board receives a notice under subsection (1), the Board shall direct that the ballot boxes from the representation vote be sealed unless the employee organization and the Council agree otherwise.  2008, c. 15, s. 31 (4). Board determinations, etc. (5) The following apply if the Board receives a notice under subsection (1): 1. The Board shall not certify the employee organization as the bargaining agent or dismiss the application for certification except as allowed under paragraph 2 or as required under paragraph 6. 2. If the Board did not direct that the ballot boxes be sealed, the Board may dismiss the application for certification. 3. The Board shall determine the number of individuals in the bargaining unit at the time the application for certification was filed with the Board. 4. The Board shall determine the percentage of the individuals in the unit who appear to be members of the employee organization at the time the application for certification was filed with the Board, based on the Board’s determination under paragraph 3 and the information provided under clause 29 (17) (b). 5. If the percentage determined under paragraph 4 is less than 35 per cent, the Board shall dismiss the application for certification and, if the ballot boxes were sealed, the Board shall direct that the ballots be destroyed without being counted. 6. If the percentage determined under paragraph 4 is 35 per cent or more, i. if the ballot boxes were sealed, the Board shall direct that the ballot boxes be opened and the ballots counted, subject to any direction the Board has made under subsection 30 (7), and ii. the Board shall either certify the employee organization or dismiss the application for certification in accordance with sections 32, 33 and 34.  2008, c. 15, s. 31 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>31 </b>(1) If the Council disagrees with the employee organization’s estimate under clause 29 (17) (a) of the number of individuals in the bargaining unit, the Council may give the Ontario Labour Relations Board a notice that it disagrees with that estimate.  2008, c. 15, s. 31 (1).</p> <p class=\"headnote\">Content of notice</p> <p class=\"subsection\">(2) A notice under subsection (1) shall include the Council’s estimate of the number of individuals in the bargaining unit.  2008, c. 15, s. 31 (2).</p> <p class=\"headnote\">Deadline for notice</p> <p class=\"subsection\">(3) A notice under subsection (1) shall be given within two days (excluding Saturdays, Sundays and holidays) after the day on which the Council receives the application for certification.  2008, c. 15, s. 31 (3).</p> <p class=\"headnote\">Sealing of ballot boxes</p> <p class=\"subsection\">(4) If the Board receives a notice under subsection (1), the Board shall direct that the ballot boxes from the representation vote be sealed unless the employee organization and the Council agree otherwise.  2008, c. 15, s. 31 (4).</p> <p class=\"headnote\">Board determinations, etc.</p> <p class=\"subsection\">(5) The following apply if the Board receives a notice under subsection (1):</p> <p class=\"paragraph\">  1. The Board shall not certify the employee organization as the bargaining agent or dismiss the application for certification except as allowed under paragraph 2 or as required under paragraph 6.</p> <p class=\"paragraph\">  2. If the Board did not direct that the ballot boxes be sealed, the Board may dismiss the application for certification.</p> <p class=\"paragraph\">  3. The Board shall determine the number of individuals in the bargaining unit at the time the application for certification was filed with the Board.</p> <p class=\"paragraph\">  4. The Board shall determine the percentage of the individuals in the unit who appear to be members of the employee organization at the time the application for certification was filed with the Board, based on the Board’s determination under paragraph 3 and the information provided under clause 29 (17) (b).</p> <p class=\"paragraph\">  5. If the percentage determined under paragraph 4 is less than 35 per cent, the Board shall dismiss the application for certification and, if the ballot boxes were sealed, the Board shall direct that the ballots be destroyed without being counted.</p> <p class=\"paragraph\">  6. If the percentage determined under paragraph 4 is 35 per cent or more,</p> <p class=\"subpara\">  i. if the ballot boxes were sealed, the Board shall direct that the ballot boxes be opened and the ballots counted, subject to any direction the Board has made under subsection 30 (7), and</p> <p class=\"subpara\">  ii. the Board shall either certify the employee organization or dismiss the application for certification in accordance with sections 32, 33 and 34.  2008, c. 15, s. 31 (5).</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "32.",
            "section_x": "Certification after representation vote",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Certification after representation vote",
            "content": "32 (1) The Ontario Labour Relations Board shall certify an employee organization as the bargaining agent of the members of a bargaining unit if more than 50 per cent of the ballots cast in the representation vote are cast in favour of the employee organization.  2008, c. 15, s. 32 (1). No certification (2) The Board shall not certify the employee organization as bargaining agent and shall dismiss the application for certification if 50 per cent or less of the ballots cast in the representation vote are cast in favour of the employee organization.  2008, c. 15, s. 32 (2). Bar to reapplying (3) If the Board dismisses an application for certification under this section, the Board shall not consider another application for certification by any employee organization as the bargaining agent of any member that was in the bargaining unit that was the subject of the original application until one year after the original application is dismissed.  2008, c. 15, s. 32 (3). Exception (4) Subsection (3) does not apply if the employee organization whose application was dismissed is an employee organization that the Board is prohibited from certifying under section 35.  2008, c. 15, s. 32 (4). Same (5) Despite subsection (3), the Board may consider an application for certification by an employee organization as the bargaining agent for members of a bargaining unit that includes a member who was in the bargaining unit that was the subject of the original application if, (a) the position of the member at the time the original application was made was different from his or her position at the time the new application was made; and (b) the member would not have been in the bargaining unit that is the subject of the new application had he or she still been occupying the original position when the new application was made.  2008, c. 15, s. 32 (5). Same (6) For greater certainty, subsection (3) does not apply with respect to a dismissal under paragraph 5 of subsection 31 (5).  2008, c. 15, s. 32 (6).",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>32 </b>(1) The Ontario Labour Relations Board shall certify an employee organization as the bargaining agent of the members of a bargaining unit if more than 50 per cent of the ballots cast in the representation vote are cast in favour of the employee organization.  2008, c. 15, s. 32 (1).</p> <p class=\"headnote\">No certification</p> <p class=\"subsection\">(2) The Board shall not certify the employee organization as bargaining agent and shall dismiss the application for certification if 50 per cent or less of the ballots cast in the representation vote are cast in favour of the employee organization.  2008, c. 15, s. 32 (2).</p> <p class=\"headnote\">Bar to reapplying</p> <p class=\"subsection\">(3) If the Board dismisses an application for certification under this section, the Board shall not consider another application for certification by any employee organization as the bargaining agent of any member that was in the bargaining unit that was the subject of the original application until one year after the original application is dismissed.  2008, c. 15, s. 32 (3).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(4) Subsection (3) does not apply if the employee organization whose application was dismissed is an employee organization that the Board is prohibited from certifying under section 35.  2008, c. 15, s. 32 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Despite subsection (3), the Board may consider an application for certification by an employee organization as the bargaining agent for members of a bargaining unit that includes a member who was in the bargaining unit that was the subject of the original application if,</p> <p class=\"paragraph\">  (a) the position of the member at the time the original application was made was different from his or her position at the time the new application was made; and</p> <p class=\"paragraph\">  (b) the member would not have been in the bargaining unit that is the subject of the new application had he or she still been occupying the original position when the new application was made.  2008, c. 15, s. 32 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) For greater certainty, subsection (3) does not apply with respect to a dismissal under paragraph 5 of subsection 31 (5).  2008, c. 15, s. 32 (6).</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "33.",
            "section_x": "Remedy if contravention by Council, etc.",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Remedy if contravention by Council, etc.",
            "content": "33 (1) Subsection (2) applies where the Council, an employer, or a person acting on behalf of the Council or an employer contravenes this Act and, as a result, (a) the true wishes of the members of the bargaining unit were not likely reflected in a representation vote; or (b) an employee organization was not able to demonstrate that 35 per cent or more of the individuals in the bargaining unit referred to in the application for certification appeared to be members of the employee organization at the time the application was filed.  2008, c. 15, s. 33 (1). Same (2) In the circumstances described in subsection (1), on the application of the employee organization, the Ontario Labour Relations Board may, (a) order that a representation vote be taken and do anything to ensure that the representation vote reflects the true wishes of the members of the bargaining unit; (b) order that another representation vote be taken and do anything to ensure that the representation vote reflects the true wishes of the members of the bargaining unit; or (c) certify the employee organization as the bargaining agent of the members of the bargaining unit if no other remedy would be sufficient to counter the effects of the contravention.  2008, c. 15, s. 33 (2). Same (3) Subsections 30 (4) to (9) apply with necessary modifications to a representation vote under this section.  2008, c. 15, s. 33 (3). Same (4) An order under subsection (2) may be made despite section 31 or subsection 32 (2).  2008, c. 15, s. 33 (4). Considerations (5) On an application made under this section, the Board may consider, (a) the results of a previous representation vote; and (b) whether the employee organization appears to have membership support adequate for the purposes of collective bargaining.  2008, c. 15, s. 33 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>33 </b>(1) Subsection (2) applies where the Council, an employer, or a person acting on behalf of the Council or an employer contravenes this Act and, as a result,</p> <p class=\"paragraph\">  (a) the true wishes of the members of the bargaining unit were not likely reflected in a representation vote; or</p> <p class=\"paragraph\">  (b) an employee organization was not able to demonstrate that 35 per cent or more of the individuals in the bargaining unit referred to in the application for certification appeared to be members of the employee organization at the time the application was filed.  2008, c. 15, s. 33 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In the circumstances described in subsection (1), on the application of the employee organization, the Ontario Labour Relations Board may,</p> <p class=\"paragraph\">  (a) order that a representation vote be taken and do anything to ensure that the representation vote reflects the true wishes of the members of the bargaining unit;</p> <p class=\"paragraph\">  (b) order that another representation vote be taken and do anything to ensure that the representation vote reflects the true wishes of the members of the bargaining unit; or</p> <p class=\"paragraph\">  (c) certify the employee organization as the bargaining agent of the members of the bargaining unit if no other remedy would be sufficient to counter the effects of the contravention.  2008, c. 15, s. 33 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Subsections 30 (4) to (9) apply with necessary modifications to a representation vote under this section.  2008, c. 15, s. 33 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) An order under subsection (2) may be made despite section 31 or subsection 32 (2).  2008, c. 15, s. 33 (4).</p> <p class=\"headnote\">Considerations</p> <p class=\"subsection\">(5) On an application made under this section, the Board may consider,</p> <p class=\"paragraph\">  (a) the results of a previous representation vote; and</p> <p class=\"paragraph\">  (b) whether the employee organization appears to have membership support adequate for the purposes of collective bargaining.  2008, c. 15, s. 33 (5).</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "34.",
            "section_x": "Remedy if contravention by employee organization, etc.",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Remedy if contravention by employee organization, etc.",
            "content": "34 (1) Subsection (2) applies where an employee organization or person acting on behalf of an employee organization contravenes this Act and, as a result, the true wishes of the members of the bargaining unit were not likely reflected in a representation vote.  2008, c. 15, s. 34 (1). Same (2) In the circumstances described in subsection (1), on the application of an interested person, the Ontario Labour Relations Board may, despite subsection 32 (1), (a) order that another representation vote be taken and do anything to ensure that the representation vote reflects the true wishes of the members of the bargaining unit; or (b) dismiss the application for certification if no other remedy would be sufficient to counter the effects of the contravention.  2008, c. 15, s. 34 (2). Same (3) Subsections 30 (4) to (9) apply with necessary modifications to a representation vote under this section.  2008, c. 15, s. 34 (3). Same (4) An order under subsection (2) may be made despite subsection 32 (1).  2008, c. 15, s. 34 (4). Considerations (5) On an application made under this section, the Board may consider, (a) the results of a previous representation vote; and (b) whether the employee organization appears to have membership support adequate for the purposes of collective bargaining.  2008, c. 15, s. 34 (5). Bar to reapplying (6) If the Board dismisses an application for certification under clause (2) (b), the Board shall not consider another application for certification by the employee organization as the bargaining agent of any member that was in the bargaining unit that was the subject of the original application until one year after the application is dismissed.  2008, c. 15, s. 34 (6). Same (7) Despite subsection (6), the Board may consider an application for certification by the employee organization as the bargaining agent for members of a bargaining unit that includes a member who was in the bargaining unit that was the subject of the original application if, (a) the position of the member at the time the original application was made was different from his or her position at the time the new application was made; and (b) the member would not have been in the bargaining unit that is the subject of the new application had he or she still been occupying the original position when the new application was made.  2008, c. 15, s. 34 (7).",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>34 </b>(1) Subsection (2) applies where an employee organization or person acting on behalf of an employee organization contravenes this Act and, as a result, the true wishes of the members of the bargaining unit were not likely reflected in a representation vote.  2008, c. 15, s. 34 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In the circumstances described in subsection (1), on the application of an interested person, the Ontario Labour Relations Board may, despite subsection 32 (1),</p> <p class=\"paragraph\">  (a) order that another representation vote be taken and do anything to ensure that the representation vote reflects the true wishes of the members of the bargaining unit; or</p> <p class=\"paragraph\">  (b) dismiss the application for certification if no other remedy would be sufficient to counter the effects of the contravention.  2008, c. 15, s. 34 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Subsections 30 (4) to (9) apply with necessary modifications to a representation vote under this section.  2008, c. 15, s. 34 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) An order under subsection (2) may be made despite subsection 32 (1).  2008, c. 15, s. 34 (4).</p> <p class=\"headnote\">Considerations</p> <p class=\"subsection\">(5) On an application made under this section, the Board may consider,</p> <p class=\"paragraph\">  (a) the results of a previous representation vote; and</p> <p class=\"paragraph\">  (b) whether the employee organization appears to have membership support adequate for the purposes of collective bargaining.  2008, c. 15, s. 34 (5).</p> <p class=\"headnote\">Bar to reapplying</p> <p class=\"subsection\">(6) If the Board dismisses an application for certification under clause (2) (b), the Board shall not consider another application for certification by the employee organization as the bargaining agent of any member that was in the bargaining unit that was the subject of the original application until one year after the application is dismissed.  2008, c. 15, s. 34 (6).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) Despite subsection (6), the Board may consider an application for certification by the employee organization as the bargaining agent for members of a bargaining unit that includes a member who was in the bargaining unit that was the subject of the original application if,</p> <p class=\"paragraph\">  (a) the position of the member at the time the original application was made was different from his or her position at the time the new application was made; and</p> <p class=\"paragraph\">  (b) the member would not have been in the bargaining unit that is the subject of the new application had he or she still been occupying the original position when the new application was made.  2008, c. 15, s. 34 (7).</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "35.",
            "section_x": "Where participation by Council or employer",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Where participation by Council or employer",
            "content": "35 The Ontario Labour Relations Board shall not certify an employee organization if, in the opinion of the Board, (a) the Council, or an employer or any person acting on behalf of the Council or an employer, has participated in the formation or administration of the employee organization or has contributed financial or other support to it; or (b) the employee organization discriminates against any person because of any ground of discrimination prohibited by the Human Rights Code or the Canadian Charter of Rights and Freedoms.  2008, c. 15, s. 35.",
            "raw_html": "<p class=\"section\"><a name=\"BK47\"></a><b>35 </b>The Ontario Labour Relations Board shall not certify an employee organization if, in the opinion of the Board,</p> <p class=\"paragraph\">  (a) the Council, or an employer or any person acting on behalf of the Council or an employer, has participated in the formation or administration of the employee organization or has contributed financial or other support to it; or</p> <p class=\"paragraph\">  (b) the employee organization discriminates against any person because of any ground of discrimination prohibited by the <i>Human Rights Code</i> or the <i>Canadian Charter of Rights and Freedoms</i>.  2008, c. 15, s. 35.</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "36.",
            "section_x": "Effect of certification",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Effect of certification ",
            "content": "36 (1) If the employee organization that applies for certification under subsection 29 (4), (5) or (6) is certified as bargaining agent of the members of the bargaining unit to which the collective agreement applies, the employee organization that was or is a party to the agreement, as the case may be, forthwith ceases to represent the members of the bargaining unit and the agreement expires.  2008, c. 15, s. 36 (1). Same (2) If the employee organization that applies for certification under subsection 29 (2) is certified as bargaining agent for the members of a bargaining unit to which the certificate issued to the employee organization that was previously certified refers, the latter employee organization forthwith ceases to represent the members of the bargaining unit referred to in the certificate issued to the former employee organization.  2008, c. 15, s. 36 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>36 </b>(1) If the employee organization that applies for certification under subsection 29 (4), (5) or (6) is certified as bargaining agent of the members of the bargaining unit to which the collective agreement applies, the employee organization that was or is a party to the agreement, as the case may be, forthwith ceases to represent the members of the bargaining unit and the agreement expires.  2008, c. 15, s. 36 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If the employee organization that applies for certification under subsection 29 (2) is certified as bargaining agent for the members of a bargaining unit to which the certificate issued to the employee organization that was previously certified refers, the latter employee organization forthwith ceases to represent the members of the bargaining unit referred to in the certificate issued to the former employee organization.  2008, c. 15, s. 36 (2).</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "37.",
            "section_x": "Right of access",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Right of access",
            "content": "37 Where employees of an employer reside on the property of the employer, or on property to which the employer has the right to control access, the employer shall, on a direction from the Ontario Labour Relations Board, allow the representative of an employee organization access to the property on which the employees reside for the purpose of attempting to persuade the employees to join an employee organization.  2008, c. 15, s. 37. Termination of Bargaining Rights",
            "raw_html": "<p class=\"section\"><a name=\"BK49\"></a><b>37 </b>Where employees of an employer reside on the property of the employer, or on property to which the employer has the right to control access, the employer shall, on a direction from the Ontario Labour Relations Board, allow the representative of an employee organization access to the property on which the employees reside for the purpose of attempting to persuade the employees to join an employee organization.  2008, c. 15, s. 37.</p> <p class=\"heading1\"><a name=\"BK50\"></a>Termination of Bargaining Rights</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "Termination of Bargaining Rights",
            "section_x": "Termination of Bargaining Rights",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "38.",
            "section_x": "Application for termination",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Application for termination",
            "content": "38 (1) If an employee organization does not make a collective agreement with the Council within one year after its certification, any of the members of the bargaining unit referred to in the certificate may, subject to section 48, apply to the Ontario Labour Relations Board for a declaration that the employee organization ceases to represent the members of the bargaining unit.  2008, c. 15, s. 38 (1). Same (2) Any of the members of the bargaining unit to which a collective agreement applies may, subject to section 48, apply to the Ontario Labour Relations Board for a declaration that the employee organization ceases to represent the members of the bargaining unit, (a) in the case of a collective agreement for a term of not more than three years, only after the commencement of the last three months of its operation; (b) in the case of a collective agreement for a term of more than three years, only after the commencement of the 34th month of its operation and before the commencement of the 37th month of its operation and during the three-month period immediately preceding the end of each year that the agreement continues to operate thereafter or after the commencement of the last three months of its operation, as the case may be; (c) in the case of a collective agreement referred to in clause (a) or (b) that provides that it will continue to operate for any further term or successive terms if either party fails to give to the other notice of termination or of its desire to bargain with a view to the renewal, with or without modifications, of the agreement or to the making of a new agreement, only during the last three months of each year that it so continues to operate or after the commencement of the last three months of its operation, as the case may be.  2008, c. 15, s. 38 (2). Notice to Council (3) The applicant shall deliver a copy of the application to the Council and the employee organization by the time required under the rules made by the Ontario Labour Relations Board and, if there is no rule, not later than the day on which the application is filed with the Board.  2008, c. 15, s. 38 (3). Evidence (4) The application filed with the Board shall be accompanied by a list of the names of members of the bargaining unit who have expressed a wish not to be represented by the employee organization and evidence of the wishes of those members.  2008, c. 15, s. 38 (4). Names not to be given to Council, etc. (5) The applicant shall not give the information referred to in subsection (4) to the Council, the employer or the employee organization.  2008, c. 15, s. 38 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK51\"></a><b>38 </b>(1) If an employee organization does not make a collective agreement with the Council within one year after its certification, any of the members of the bargaining unit referred to in the certificate may, subject to section 48, apply to the Ontario Labour Relations Board for a declaration that the employee organization ceases to represent the members of the bargaining unit.  2008, c. 15, s. 38 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Any of the members of the bargaining unit to which a collective agreement applies may, subject to section 48, apply to the Ontario Labour Relations Board for a declaration that the employee organization ceases to represent the members of the bargaining unit,</p> <p class=\"paragraph\">  (a) in the case of a collective agreement for a term of not more than three years, only after the commencement of the last three months of its operation;</p> <p class=\"paragraph\">  (b) in the case of a collective agreement for a term of more than three years, only after the commencement of the 34th month of its operation and before the commencement of the 37th month of its operation and during the three-month period immediately preceding the end of each year that the agreement continues to operate thereafter or after the commencement of the last three months of its operation, as the case may be;</p> <p class=\"paragraph\">  (c) in the case of a collective agreement referred to in clause (a) or (b) that provides that it will continue to operate for any further term or successive terms if either party fails to give to the other notice of termination or of its desire to bargain with a view to the renewal, with or without modifications, of the agreement or to the making of a new agreement, only during the last three months of each year that it so continues to operate or after the commencement of the last three months of its operation, as the case may be.  2008, c. 15, s. 38 (2).</p> <p class=\"headnote\">Notice to Council </p> <p class=\"subsection\">(3) The applicant shall deliver a copy of the application to the Council and the employee organization by the time required under the rules made by the Ontario Labour Relations Board and, if there is no rule, not later than the day on which the application is filed with the Board.  2008, c. 15, s. 38 (3).</p> <p class=\"headnote\">Evidence</p> <p class=\"subsection\">(4) The application filed with the Board shall be accompanied by a list of the names of members of the bargaining unit who have expressed a wish not to be represented by the employee organization and evidence of the wishes of those members.  2008, c. 15, s. 38 (4).</p> <p class=\"headnote\">Names not to be given to Council, etc.</p> <p class=\"subsection\">(5) The applicant shall not give the information referred to in subsection (4) to the Council, the employer or the employee organization.  2008, c. 15, s. 38 (5).</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "39.",
            "section_x": "Representation vote",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Representation vote",
            "content": "39 (1) If the Ontario Labour Relations Board determines that a majority of the members of the bargaining unit appear to have expressed a wish not to be represented by the employee organization at the time the application was filed, the Board shall direct that a representation vote be taken among the members of the bargaining unit.  2008, c. 15, s. 39 (1). Same (2) The determination of the number of members of the bargaining unit who appear to have expressed a wish not to be represented by the employee organization shall be based only on the information provided in the application and the accompanying information provided under subsection 38 (4).  2008, c. 15, s. 39 (2). Same (3) The Board may consider such information as it considers appropriate to determine the number of members of the bargaining unit.  2008, c. 15, s. 39 (3). No hearing (4) The Board shall not hold a hearing when making a decision under subsection (1).  2008, c. 15, s. 39 (4). Timing of vote (5) The representation vote shall be held within a time period determined by the Board.  2008, c. 15, s. 39 (5). Same (6) In determining the time period under subsection (5), the Board shall ensure that the vote is held during a time period when the persons eligible to participate in the vote are substantially representative of persons likely to be substantially affected by the result of the representation vote.  2008, c. 15, s. 39 (6). Conduct of vote (7) The representation vote shall be a vote by secret ballot conducted under the supervision of and in the manner determined by the Board.  2008, c. 15, s. 39 (7). Sealing of ballot box, etc. (8) The Board may direct that one or more ballots be segregated and that the ballot box containing the ballots be sealed until such time as the Board directs.  2008, c. 15, s. 39 (8). Subsequent hearing (9) After the representation vote has been taken, the Board may hold a hearing if the Board considers it necessary in order to make a decision on the application.  2008, c. 15, s. 39 (9). Exception (10) When making a decision on an application, the Board shall not consider any challenge to the information provided under subsection 38 (4).  2008, c. 15, s. 39 (10).",
            "raw_html": "<p class=\"section\"><a name=\"BK52\"></a><b>39 </b>(1) If the Ontario Labour Relations Board determines that a majority of the members of the bargaining unit appear to have expressed a wish not to be represented by the employee organization at the time the application was filed, the Board shall direct that a representation vote be taken among the members of the bargaining unit.  2008, c. 15, s. 39 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The determination of the number of members of the bargaining unit who appear to have expressed a wish not to be represented by the employee organization shall be based only on the information provided in the application and the accompanying information provided under subsection 38 (4).  2008, c. 15, s. 39 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Board may consider such information as it considers appropriate to determine the number of members of the bargaining unit.  2008, c. 15, s. 39 (3).</p> <p class=\"headnote\">No hearing</p> <p class=\"subsection\">(4) The Board shall not hold a hearing when making a decision under subsection (1).  2008, c. 15, s. 39 (4).</p> <p class=\"headnote\">Timing of vote</p> <p class=\"subsection\">(5) The representation vote shall be held within a time period determined by the Board.  2008, c. 15, s. 39 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) In determining the time period under subsection (5), the Board shall ensure that the vote is held during a time period when the persons eligible to participate in the vote are substantially representative of persons likely to be substantially affected by the result of the representation vote.  2008, c. 15, s. 39 (6).</p> <p class=\"headnote\">Conduct of vote</p> <p class=\"subsection\">(7) The representation vote shall be a vote by secret ballot conducted under the supervision of and in the manner determined by the Board.  2008, c. 15, s. 39 (7).</p> <p class=\"headnote\">Sealing of ballot box, etc.</p> <p class=\"subsection\">(8) The Board may direct that one or more ballots be segregated and that the ballot box containing the ballots be sealed until such time as the Board directs.  2008, c. 15, s. 39 (8).</p> <p class=\"headnote\">Subsequent hearing</p> <p class=\"subsection\">(9) After the representation vote has been taken, the Board may hold a hearing if the Board considers it necessary in order to make a decision on the application.  2008, c. 15, s. 39 (9).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(10) When making a decision on an application, the Board shall not consider any challenge to the information provided under subsection 38 (4).  2008, c. 15, s. 39 (10).</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "40.",
            "section_x": "Declaration of termination after vote",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Declaration of termination after vote",
            "content": "40 (1) If on the taking of the representation vote more than 50 per cent of the ballots cast are cast in opposition to the employee organization, the Ontario Labour Relations Board shall declare that the employee organization that was certified or that was or is a party to the collective agreement, as the case may be, ceases to represent the members of the bargaining unit.  2008, c. 15, s. 40 (1). Dismissal of application (2) The Board shall dismiss the application unless more than 50 per cent of the ballots cast in the representation vote by the members of the bargaining unit are cast in opposition to the employee organization.  2008, c. 15, s. 40 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK53\"></a><b>40 </b>(1) If on the taking of the representation vote more than 50 per cent of the ballots cast are cast in opposition to the employee organization, the Ontario Labour Relations Board shall declare that the employee organization that was certified or that was or is a party to the collective agreement, as the case may be, ceases to represent the members of the bargaining unit.  2008, c. 15, s. 40 (1).</p> <p class=\"headnote\">Dismissal of application</p> <p class=\"subsection\">(2) The Board shall dismiss the application unless more than 50 per cent of the ballots cast in the representation vote by the members of the bargaining unit are cast in opposition to the employee organization.  2008, c. 15, s. 40 (2).</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "41.",
            "section_x": "Remedy, employer misconduct",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Remedy, employer misconduct",
            "content": "41 Despite subsections 39 (1) and 40 (1), the Ontario Labour Relations Board may dismiss the application if the Board is satisfied that the Council or an employer, or a person acting on behalf of the Council or an employer, initiated the application or engaged in threats, coercion or intimidation in connection with the application.  2008, c. 15, s. 41.",
            "raw_html": "<p class=\"section\"><a name=\"BK54\"></a><b>41 </b>Despite subsections 39 (1) and 40 (1), the Ontario Labour Relations Board may dismiss the application if the Board is satisfied that the Council or an employer, or a person acting on behalf of the Council or an employer, initiated the application or engaged in threats, coercion or intimidation in connection with the application.  2008, c. 15, s. 41.</p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "42.",
            "section_x": "Declaration of abandonment",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Declaration of abandonment",
            "content": "42 On an application under subsection 38 (1) or (2), where the employee organization concerned informs the Ontario Labour Relations Board that it does not desire to continue to represent the members of the bargaining unit, the Board may declare that the employee organization ceases to represent the members of the bargaining unit.  2008, c. 15, s. 42.",
            "raw_html": "<p class=\"section\"><a name=\"BK55\"></a><b>42 </b>On an application under subsection 38 (1) or (2), where the employee organization concerned informs the Ontario Labour Relations Board that it does not desire to continue to represent the members of the bargaining unit, the Board may declare that the employee organization ceases to represent the members of the bargaining unit.  2008, c. 15, s. 42.</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "43.",
            "section_x": "Effect of declaration on collective agreement",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Effect of declaration on collective agreement",
            "content": "43 On the Ontario Labour Relations Board making a declaration under subsection 40 (1) or section 42, any collective agreement in operation between the employee organization and the Council that is binding on the members of the bargaining unit expires forthwith.  2008, c. 15, s. 43.",
            "raw_html": "<p class=\"section\"><a name=\"BK56\"></a><b>43 </b>On the Ontario Labour Relations Board making a declaration under subsection 40 (1) or section 42, any collective agreement in operation between the employee organization and the Council that is binding on the members of the bargaining unit expires forthwith.  2008, c. 15, s. 43.</p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "44.",
            "section_x": "Certification obtained by fraud",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Certification obtained by fraud",
            "content": "44 (1) If an employee organization has obtained a certificate by fraud, the Ontario Labour Relations Board may at any time declare that the employee organization ceases to represent the members of the bargaining unit and, on the making of such a declaration, the employee organization is not entitled to claim any rights or privileges flowing from certification and, if it has made a collective agreement applicable to the members of the bargaining unit, the collective agreement is void.  2008, c. 15, s. 44 (1). Same (2) In deciding whether to make a declaration under subsection (1), the Board may consider a challenge to information provided under clause 29 (17) (b).  2008, c. 15, s. 44 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK57\"></a><b>44 </b>(1) If an employee organization has obtained a certificate by fraud, the Ontario Labour Relations Board may at any time declare that the employee organization ceases to represent the members of the bargaining unit and, on the making of such a declaration, the employee organization is not entitled to claim any rights or privileges flowing from certification and, if it has made a collective agreement applicable to the members of the bargaining unit, the collective agreement is void.  2008, c. 15, s. 44 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In deciding whether to make a declaration under subsection (1), the Board may consider a challenge to information provided under clause 29 (17) (b).  2008, c. 15, s. 44 (2).</p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "45.",
            "section_x": "Decertification obtained by fraud",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Decertification obtained by fraud",
            "content": "45 (1) If an applicant has obtained a declaration under subsection 40 (1) or section 42 by fraud, the Ontario Labour Relations Board may at any time rescind the declaration.  2008, c. 15, s. 45 (1). Same (2) If the declaration is rescinded, the employee organization is restored as the bargaining agent for the members of the bargaining unit and any collective agreement that, but for the declaration, would have applied with respect to the members becomes binding as if the declaration had not been made.  2008, c. 15, s. 45 (2). Same (3) In deciding whether to rescind a declaration under subsection (1), the Board may consider a challenge to information provided under subsection 38 (4).  2008, c. 15, s. 45 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK58\"></a><b>45 </b>(1) If an applicant has obtained a declaration under subsection 40 (1) or section 42 by fraud, the Ontario Labour Relations Board may at any time rescind the declaration.  2008, c. 15, s. 45 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If the declaration is rescinded, the employee organization is restored as the bargaining agent for the members of the bargaining unit and any collective agreement that, but for the declaration, would have applied with respect to the members becomes binding as if the declaration had not been made.  2008, c. 15, s. 45 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) In deciding whether to rescind a declaration under subsection (1), the Board may consider a challenge to information provided under subsection 38 (4).  2008, c. 15, s. 45 (3).</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "46.",
            "section_x": "Failure to negotiate",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Failure to negotiate",
            "content": "46 (1) If an employee organization fails to give the Council notice under subsection 3 (1) within 60 days following certification or if it fails to give notice under subsection 3 (2) and no notice is given by the Council under subsection 3 (2), the Ontario Labour Relations Board may, on the application of the Council or of any of the members of the bargaining unit, and with or without a representation vote, declare that the employee organization ceases to represent the members of the bargaining unit.  2008, c. 15, s. 46 (1). Same (2) Where an employee organization that has given notice under section 3 or that has received notice under section 3 fails to commence to bargain within 60 days from the giving of the notice or, after having commenced to bargain but before the Minister of Labour has appointed a conciliation officer or mediator, allows a period of 60 days to elapse during which it has not sought to bargain, the Ontario Labour Relations Board may, on the application of the Council or of any of the members of the bargaining unit and with or without a representation vote, declare that the employee organization ceases to represent the members of the bargaining unit.  2008, c. 15, s. 46 (2). Representation vote (3) Subsections 30 (4) to (9) apply with necessary modifications to a representation vote under this section.  2008, c. 15, s. 46 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK59\"></a><b>46 </b>(1) If an employee organization fails to give the Council notice under subsection 3 (1) within 60 days following certification or if it fails to give notice under subsection 3 (2) and no notice is given by the Council under subsection 3 (2), the Ontario Labour Relations Board may, on the application of the Council or of any of the members of the bargaining unit, and with or without a representation vote, declare that the employee organization ceases to represent the members of the bargaining unit.  2008, c. 15, s. 46 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Where an employee organization that has given notice under section 3 or that has received notice under section 3 fails to commence to bargain within 60 days from the giving of the notice or, after having commenced to bargain but before the Minister of Labour has appointed a conciliation officer or mediator, allows a period of 60 days to elapse during which it has not sought to bargain, the Ontario Labour Relations Board may, on the application of the Council or of any of the members of the bargaining unit and with or without a representation vote, declare that the employee organization ceases to represent the members of the bargaining unit.  2008, c. 15, s. 46 (2).</p> <p class=\"headnote\">Representation vote</p> <p class=\"subsection\">(3) Subsections 30 (4) to (9) apply with necessary modifications to a representation vote under this section.  2008, c. 15, s. 46 (3).</p>"
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "47.",
            "section_x": "Termination of bargaining rights after voluntary recognition",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Termination of bargaining rights after voluntary recognition",
            "content": "47 (1) Where the Council and an employee organization that has not been certified as the bargaining agent for the members of a bargaining unit enter into a collective agreement, or a recognition agreement as provided for in subsection 5 (3), the Ontario Labour Relations Board may, on the application of any member of the bargaining unit or of another employee organization acting on behalf of any member of the bargaining unit, during the first year of the period of time that the first collective agreement between them is in operation or, if no collective agreement has been entered into, within one year from the signing of such recognition agreement, declare that the employee organization was not, at the time the agreement was entered into, entitled to represent the members of the bargaining unit.  2008, c. 15, s. 47 (1). Powers of Board before deciding an application (2) Before making a decision on an application under subsection (1), the Board may make such inquiry, require the production of such evidence and the doing of such things, or hold such representation votes, as it considers appropriate.  2008, c. 15, s. 47 (2). Onus (3) On an application under subsection (1), the onus of establishing that the employee organization was entitled to represent the members of the bargaining unit at the time the agreement was entered into rests on the parties to the agreement.  2008, c. 15, s. 47 (3). Declaration to terminate agreement (4) On the Board making a declaration under subsection (1), the employee organization forthwith ceases to represent the members of the bargaining unit to which the recognition agreement or collective agreement applies and any collective agreement in operation between the employee organization and the Council expires forthwith in respect of the employees affected by the application.  2008, c. 15, s. 47 (4). Timing of Applications for Certification or Termination Timing",
            "raw_html": "<p class=\"section\"><a name=\"BK60\"></a><b>47 </b>(1) Where the Council and an employee organization that has not been certified as the bargaining agent for the members of a bargaining unit enter into a collective agreement, or a recognition agreement as provided for in subsection 5 (3), the Ontario Labour Relations Board may, on the application of any member of the bargaining unit or of another employee organization acting on behalf of any member of the bargaining unit, during the first year of the period of time that the first collective agreement between them is in operation or, if no collective agreement has been entered into, within one year from the signing of such recognition agreement, declare that the employee organization was not, at the time the agreement was entered into, entitled to represent the members of the bargaining unit.  2008, c. 15, s. 47 (1).</p> <p class=\"headnote\">Powers of Board before deciding an application</p> <p class=\"subsection\">(2) Before making a decision on an application under subsection (1), the Board may make such inquiry, require the production of such evidence and the doing of such things, or hold such representation votes, as it considers appropriate.  2008, c. 15, s. 47 (2).</p> <p class=\"headnote\">Onus</p> <p class=\"subsection\">(3) On an application under subsection (1), the onus of establishing that the employee organization was entitled to represent the members of the bargaining unit at the time the agreement was entered into rests on the parties to the agreement.  2008, c. 15, s. 47 (3).</p> <p class=\"headnote\">Declaration to terminate agreement</p> <p class=\"subsection\">(4) On the Board making a declaration under subsection (1), the employee organization forthwith ceases to represent the members of the bargaining unit to which the recognition agreement or collective agreement applies and any collective agreement in operation between the employee organization and the Council expires forthwith in respect of the employees affected by the application.  2008, c. 15, s. 47 (4).</p> <p class=\"heading1\"><a name=\"BK61\"></a>Timing of Applications for Certification or Termination</p> <p class=\"headnote\">Timing</p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "Timing of Applications for Certification or Termination",
            "section_x": "Timing of Applications for Certification or Termination",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "48.",
            "section_x": "Timing",
            "part_id": "PART V  ",
            "part_type": "PART V REPRESENTATION RIGHTS",
            "section_y": "Application where no collective agreement ",
            "content": "48 (1) Subject to subsection (3), where an employee organization has not made a collective agreement within one year after its certification and the Minister of Labour has appointed a conciliation officer or a mediator under this Act, no application for certification of a bargaining agent of, or for a declaration that an employee organization ceases to represent, the members of the bargaining unit to which the certificate applies shall be made until, (a) 30 days have elapsed after the date on the Minister’s notice under subsection 7 (4) that a conciliation officer has made a report to the Minister to the effect that, despite his or her efforts, the terms of a collective agreement have not been settled; or (b) six months have elapsed after the date on the Minister’s notice under subsection 7 (4) that the conciliation officer has made a report to the Minister to the effect that the differences between the parties concerning the terms of a collective agreement have been settled, as the case may be.  2008, c. 15, s. 48 (1). Application where notice given under s. 3 (2) (2) Where notice has been given under subsection 3 (2) and the Minister of Labour has appointed a conciliation officer or a mediator, no application for certification of a bargaining agent of the members of the bargaining unit to which the collective agreement applies and no application for a declaration that the employee organization that was a party to the collective agreement ceases to represent the members of the bargaining unit to which the agreement applies shall be made after the date when the agreement expired or the date when the Minister of Labour appointed a conciliation officer or a mediator, whichever is later, unless following the appointment of a conciliation officer or a mediator, if no collective agreement has been made, (a) 30 days have elapsed after the date on the Minister’s notice under subsection 7 (4) that a conciliation officer has made a report to the Minister to the effect that, despite his or her efforts, the terms of a collective agreement have not been settled; or (b) 12 months have elapsed from the date of the appointment of the conciliation officer or a mediator, whichever is later.  2008, c. 15, s. 48 (2). Application during lawful strike, lock-out (3) Where an employee organization has given notice under subsection 3 (1) and the members of the bargaining unit on whose behalf the employee organization was certified as bargaining agent thereafter engage in a lawful strike or the Council lawfully locks out the members, no application for certification of a bargaining agent of, or for a declaration that the employee organization ceases to represent, the members of the bargaining unit to which the certificate applies shall be made, (a) until six months have elapsed after the strike or lock-out commenced; or (b) until seven months have elapsed after the date on the notice of the Minister of Labour under subsection 7 (4) that a conciliation officer has made a report to the Minister to the effect that, despite his or her efforts, the terms of a collective agreement have not been settled, whichever occurs first.  2008, c. 15, s. 48 (3). Application, voluntary recognition (4) Subsections (1) and (3) apply with necessary modifications to an application for certification made under subsection 29 (3).  2008, c. 15, s. 48 (4). PART VI   Unfair labour practices",
            "raw_html": "<p class=\"section\"><a name=\"BK62\"></a><b>48 </b>(1) Subject to subsection (3), where an employee organization has not made a collective agreement within one year after its certification and the Minister of Labour has appointed a conciliation officer or a mediator under this Act, no application for certification of a bargaining agent of, or for a declaration that an employee organization ceases to represent, the members of the bargaining unit to which the certificate applies shall be made until,</p> <p class=\"paragraph\">  (a) 30 days have elapsed after the date on the Minister’s notice under subsection 7 (4) that a conciliation officer has made a report to the Minister to the effect that, despite his or her efforts, the terms of a collective agreement have not been settled; or</p> <p class=\"paragraph\">  (b) six months have elapsed after the date on the Minister’s notice under subsection 7 (4) that the conciliation officer has made a report to the Minister to the effect that the differences between the parties concerning the terms of a collective agreement have been settled,</p> <p class=\"section\">as the case may be.  2008, c. 15, s. 48 (1).</p> <p class=\"headnote\">Application where notice given under s. 3 (2)</p> <p class=\"subsection\">(2) Where notice has been given under subsection 3 (2) and the Minister of Labour has appointed a conciliation officer or a mediator, no application for certification of a bargaining agent of the members of the bargaining unit to which the collective agreement applies and no application for a declaration that the employee organization that was a party to the collective agreement ceases to represent the members of the bargaining unit to which the agreement applies shall be made after the date when the agreement expired or the date when the Minister of Labour appointed a conciliation officer or a mediator, whichever is later, unless following the appointment of a conciliation officer or a mediator, if no collective agreement has been made,</p> <p class=\"paragraph\">  (a) 30 days have elapsed after the date on the Minister’s notice under subsection 7 (4) that a conciliation officer has made a report to the Minister to the effect that, despite his or her efforts, the terms of a collective agreement have not been settled; or</p> <p class=\"paragraph\">  (b) 12 months have elapsed from the date of the appointment of the conciliation officer or a mediator,</p> <p class=\"subsection\">whichever is later.  2008, c. 15, s. 48 (2).</p> <p class=\"headnote\">Application during lawful strike, lock-out</p> <p class=\"subsection\">(3) Where an employee organization has given notice under subsection 3 (1) and the members of the bargaining unit on whose behalf the employee organization was certified as bargaining agent thereafter engage in a lawful strike or the Council lawfully locks out the members, no application for certification of a bargaining agent of, or for a declaration that the employee organization ceases to represent, the members of the bargaining unit to which the certificate applies shall be made,</p> <p class=\"paragraph\">  (a) until six months have elapsed after the strike or lock-out commenced; or</p> <p class=\"paragraph\">  (b) until seven months have elapsed after the date on the notice of the Minister of Labour under subsection 7 (4) that a conciliation officer has made a report to the Minister to the effect that, despite his or her efforts, the terms of a collective agreement have not been settled,</p> <p class=\"subsection\">whichever occurs first.  2008, c. 15, s. 48 (3).</p> <p class=\"headnote\">Application, voluntary recognition </p> <p class=\"subsection\">(4) Subsections (1) and (3) apply with necessary modifications to an application for certification made under subsection 29 (3).  2008, c. 15, s. 48 (4).</p> <p class=\"partnum\"><a name=\"BK63\"></a>PART VI <br/>  Unfair labour practices</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "PART VI  ",
            "section_x": "PART VI UNFAIR LABOUR PRACTICES",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "49.",
            "section_x": "Persuasion at place of work",
            "part_id": "PART VI  ",
            "part_type": "PART VI UNFAIR LABOUR PRACTICES",
            "section_y": "Persuasion at place of work",
            "content": "49 Nothing in this Act authorizes any person to attempt at the place at which an individual employed by an employer works to persuade the individual during his or her working hours to become or refrain from becoming or continuing to be a member of an employee organization, except as the Council and an employee organization may otherwise agree.  2008, c. 15, s. 49.",
            "raw_html": "<p class=\"section\"><a name=\"BK64\"></a><b>49 </b>Nothing in this Act authorizes any person to attempt at the place at which an individual employed by an employer works to persuade the individual during his or her working hours to become or refrain from becoming or continuing to be a member of an employee organization, except as the Council and an employee organization may otherwise agree.  2008, c. 15, s. 49.</p>"
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "50.",
            "section_x": "Strike-breaking misconduct, etc., prohibited",
            "part_id": "PART VI  ",
            "part_type": "PART VI UNFAIR LABOUR PRACTICES",
            "section_y": "Strike-breaking misconduct, etc., prohibited",
            "content": "50 (1) The Council, an employer or a person acting on behalf of the Council or an employer shall not engage in strike-related misconduct or retain the services of a professional strike breaker and no person shall act as a professional strike breaker.  2008, c. 15, s. 50 (1). Definitions (2) For the purposes of subsection (1), “professional strike breaker” means a person who is not involved in a dispute whose primary object, in the opinion of the Ontario Labour Relations Board, is to interfere with, obstruct, prevent, restrain or disrupt the exercise of any right under this Act in anticipation of, or during, a lawful strike or lock-out; (“briseur de grève professionnel”) “strike-related misconduct” means a course of conduct of incitement, intimidation, coercion, undue influence, provocation, infiltration, surveillance or any other like course of conduct intended to interfere with, obstruct, prevent, restrain or disrupt the exercise of any right under this Act in anticipation of, or during, a lawful strike or lock-out. (“inconduite liée à une grève”)  2008, c. 15, s. 50 (2). Other rights not affected (3) Nothing in this section shall be deemed to restrict or limit any right or prohibition contained in any other provision of this Act.  2008, c. 15, s. 50 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK65\"></a><b>50 </b>(1) The Council, an employer or a person acting on behalf of the Council or an employer shall not engage in strike-related misconduct or retain the services of a professional strike breaker and no person shall act as a professional strike breaker.  2008, c. 15, s. 50 (1).</p> <p class=\"headnote\">Definitions</p> <p class=\"subsection\">(2) For the purposes of subsection (1),</p> <p class=\"definition\">“professional strike breaker” means a person who is not involved in a dispute whose primary object, in the opinion of the Ontario Labour Relations Board, is to interfere with, obstruct, prevent, restrain or disrupt the exercise of any right under this Act in anticipation of, or during, a lawful strike or lock-out; (“briseur de grève professionnel”)</p> <p class=\"definition\">“strike-related misconduct” means a course of conduct of incitement, intimidation, coercion, undue influence, provocation, infiltration, surveillance or any other like course of conduct intended to interfere with, obstruct, prevent, restrain or disrupt the exercise of any right under this Act in anticipation of, or during, a lawful strike or lock-out. (“inconduite liée à une grève”)  2008, c. 15, s. 50 (2).</p> <p class=\"headnote\">Other rights not affected</p> <p class=\"subsection\">(3) Nothing in this section shall be deemed to restrict or limit any right or prohibition contained in any other provision of this Act.  2008, c. 15, s. 50 (3).</p>"
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "51.",
            "section_x": "Reinstatement of employee",
            "part_id": "PART VI  ",
            "part_type": "PART VI UNFAIR LABOUR PRACTICES",
            "section_y": "Reinstatement of employee",
            "content": "51 (1) Where an employee engaging in a lawful strike makes an unconditional application in writing to the employee’s employer within six months from the commencement of the lawful strike to return to work, the employer shall, subject to subsection (2), reinstate the employee in the employee’s former employment, on such terms as the employer and employee may agree on, and the employer in offering terms of employment shall not discriminate against the employee for exercising or have exercised any rights under this Act.  2008, c. 15, s. 51 (1). Exceptions (2) An employer is not required to reinstate an employee who has made an application to return to work in accordance with subsection (1), (a) where the employer no longer has persons engaged in performing work of the same or similar nature to work which the employee performed before the employee’s cessation of work; or (b) where there has been a suspension or discontinuance for cause of an employer’s operations, or any part of them, but, if the employer resumes such operations, the employer shall first reinstate those employees who have made an application under subsection (1).  2008, c. 15, s. 51 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK66\"></a><b>51 </b>(1) Where an employee engaging in a lawful strike makes an unconditional application in writing to the employee’s employer within six months from the commencement of the lawful strike to return to work, the employer shall, subject to subsection (2), reinstate the employee in the employee’s former employment, on such terms as the employer and employee may agree on, and the employer in offering terms of employment shall not discriminate against the employee for exercising or have exercised any rights under this Act.  2008, c. 15, s. 51 (1).</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(2) An employer is not required to reinstate an employee who has made an application to return to work in accordance with subsection (1),</p> <p class=\"paragraph\">  (a) where the employer no longer has persons engaged in performing work of the same or similar nature to work which the employee performed before the employee’s cessation of work; or</p> <p class=\"paragraph\">  (b) where there has been a suspension or discontinuance for cause of an employer’s operations, or any part of them, but, if the employer resumes such operations, the employer shall first reinstate those employees who have made an application under subsection (1).  2008, c. 15, s. 51 (2).</p>"
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "52.",
            "section_x": "Suspension or quitting for cause",
            "part_id": "PART VI  ",
            "part_type": "PART VI UNFAIR LABOUR PRACTICES",
            "section_y": "Suspension or quitting for cause",
            "content": "52 Nothing in this Act prohibits any suspension or discontinuance for cause of an employer’s operations or the quitting of employment for cause if the suspension, discontinuance or quitting does not constitute a lock-out or strike.  2008, c. 15, s. 52.",
            "raw_html": "<p class=\"section\"><a name=\"BK67\"></a><b>52 </b>Nothing in this Act prohibits any suspension or discontinuance for cause of an employer’s operations or the quitting of employment for cause if the suspension, discontinuance or quitting does not constitute a lock-out or strike.  2008, c. 15, s. 52.</p>"
        },
        {
            "ahref_id": "#BK68",
            "TOCid": "53.",
            "section_x": "Interference with employee organization prohibited",
            "part_id": "PART VI  ",
            "part_type": "PART VI UNFAIR LABOUR PRACTICES",
            "section_y": "Interference with employee organization prohibited",
            "content": "53 (1) The Council, an employer or a person acting on behalf of the Council or an employer shall not, (a) participate in or interfere with the formation, selection or administration of an employee organization or the representation of employees by an employee organization; or (b) contribute financial or other support to an employee organization.  2008, c. 15, s. 53 (1). Same (2) Nothing in subsection (1) shall be interpreted to deprive the Council, an employer or a person acting on behalf of the Council or an employer of the freedom to express views so long as coercion, intimidation, threats, promises or undue influence are not used.  2008, c. 15, s. 53 (2). Interference with employees rights prohibited (3) The Council, an employer or any person acting on behalf of the Council or an employer shall not, (a) refuse to employ or to continue to employ or discriminate against a person with regard to employment or any term or condition of employment because the person was or is a member of an employee organization or was or is exercising any right under this Act; (b) impose any condition in a contract of employment or propose the imposition of any condition in a contract of employment that seeks to restrain a person employed by an employer or a person seeking employment by an employer from becoming a member of an employee organization or exercising any right under this Act; (c) seek by intimidation, by threat of dismissal or by any other kind of threat or by the imposition of a pecuniary or any other penalty or by any other means to compel a person employed by an employer to become or refrain from becoming or to continue to be or cease to be a member of an employee organization, or to refrain from exercising any right under this Act.  2008, c. 15, s. 53 (3). Exception (4) No person shall be deemed to have contravened subsection (3) by reason of any act or thing done or omitted in relation to a person who, (a) is involved in the formulation of organization objectives and policy in relation to the development and administration of programs of the employer or in the formulation of budgets of the employer; (b) spends a significant portion of his or her time in the supervision of employees; (c) is required by reason of his or her duties or responsibilities to deal formally on behalf of the employer with a grievance of an employee; (d) is employed in a position confidential to any person described in clause (a), (b) or (c); (e) is employed in a confidential capacity in matters relating to employee relations; (f) is not otherwise described in clauses (a) to (e) but who, in the opinion of the Ontario Labour Relations Board, should not be included in a bargaining unit by reason of his or her duties and responsibilities to the employer.  2008, c. 15, s. 53 (4). Intimidation and coercion (5) No person or employee organization shall seek by intimidation or coercion to compel any person to become or refrain from becoming or to continue to be or to cease to be a member of an employee organization or to refrain from exercising any other rights under this Act or from performing any obligations under this Act.  2008, c. 15, s. 53 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK68\"></a><b>53 </b>(1) The Council, an employer or a person acting on behalf of the Council or an employer shall not,</p> <p class=\"paragraph\">  (a) participate in or interfere with the formation, selection or administration of an employee organization or the representation of employees by an employee organization; or</p> <p class=\"paragraph\">  (b) contribute financial or other support to an employee organization.  2008, c. 15, s. 53 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Nothing in subsection (1) shall be interpreted to deprive the Council, an employer or a person acting on behalf of the Council or an employer of the freedom to express views so long as coercion, intimidation, threats, promises or undue influence are not used.  2008, c. 15, s. 53 (2).</p> <p class=\"headnote\">Interference with employees rights prohibited</p> <p class=\"subsection\">(3) The Council, an employer or any person acting on behalf of the Council or an employer shall not,</p> <p class=\"paragraph\">  (a) refuse to employ or to continue to employ or discriminate against a person with regard to employment or any term or condition of employment because the person was or is a member of an employee organization or was or is exercising any right under this Act;</p> <p class=\"paragraph\">  (b) impose any condition in a contract of employment or propose the imposition of any condition in a contract of employment that seeks to restrain a person employed by an employer or a person seeking employment by an employer from becoming a member of an employee organization or exercising any right under this Act;</p> <p class=\"paragraph\">  (c) seek by intimidation, by threat of dismissal or by any other kind of threat or by the imposition of a pecuniary or any other penalty or by any other means to compel a person employed by an employer to become or refrain from becoming or to continue to be or cease to be a member of an employee organization, or to refrain from exercising any right under this Act.  2008, c. 15, s. 53 (3).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(4) No person shall be deemed to have contravened subsection (3) by reason of any act or thing done or omitted in relation to a person who, </p> <p class=\"paragraph\">  (a) is involved in the formulation of organization objectives and policy in relation to the development and administration of programs of the employer or in the formulation of budgets of the employer;</p> <p class=\"paragraph\">  (b) spends a significant portion of his or her time in the supervision of employees;</p> <p class=\"paragraph\">  (c) is required by reason of his or her duties or responsibilities to deal formally on behalf of the employer with a grievance of an employee;</p> <p class=\"paragraph\">  (d) is employed in a position confidential to any person described in clause (a), (b) or (c);</p> <p class=\"paragraph\">  (e) is employed in a confidential capacity in matters relating to employee relations;</p> <p class=\"paragraph\">  (f) is not otherwise described in clauses (a) to (e) but who, in the opinion of the Ontario Labour Relations Board, should not be included in a bargaining unit by reason of his or her duties and responsibilities to the employer.  2008, c. 15, s. 53 (4).</p> <p class=\"headnote\">Intimidation and coercion</p> <p class=\"subsection\">(5) No person or employee organization shall seek by intimidation or coercion to compel any person to become or refrain from becoming or to continue to be or to cease to be a member of an employee organization or to refrain from exercising any other rights under this Act or from performing any obligations under this Act.  2008, c. 15, s. 53 (5).</p>"
        },
        {
            "ahref_id": "#BK69",
            "TOCid": "54.",
            "section_x": "No interference with bargaining rights",
            "part_id": "PART VI  ",
            "part_type": "PART VI UNFAIR LABOUR PRACTICES",
            "section_y": "No interference with bargaining rights",
            "content": "54 (1) The Council, an employer and any person acting on behalf of the Council or an employer shall not, so long as an employee organization continues to be entitled to represent the members of a bargaining unit, bargain with or enter into a collective agreement with any person or another employee organization on behalf of or purporting, designed or intended to be binding on the members of the bargaining unit or any of them.  2008, c. 15, s. 54 (1). Same (2) No employee organization or person acting on behalf of an employee organization shall, so long as another employee organization continues to be entitled to represent the members of a bargaining unit, bargain with or enter into a collective agreement with the Council on behalf of or purporting, designed or intended to be binding on the members of the bargaining unit or any of them.  2008, c. 15, s. 54 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK69\"></a><b>54 </b>(1) The Council, an employer and any person acting on behalf of the Council or an employer shall not, so long as an employee organization continues to be entitled to represent the members of a bargaining unit, bargain with or enter into a collective agreement with any person or another employee organization on behalf of or purporting, designed or intended to be binding on the members of the bargaining unit or any of them.  2008, c. 15, s. 54 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No employee organization or person acting on behalf of an employee organization shall, so long as another employee organization continues to be entitled to represent the members of a bargaining unit, bargain with or enter into a collective agreement with the Council on behalf of or purporting, designed or intended to be binding on the members of the bargaining unit or any of them.  2008, c. 15, s. 54 (2).</p>"
        },
        {
            "ahref_id": "#BK70",
            "TOCid": "55.",
            "section_x": "No interference with Council",
            "part_id": "PART VI  ",
            "part_type": "PART VI UNFAIR LABOUR PRACTICES",
            "section_y": "No interference with Council",
            "content": "55 No employee organization and no person acting on behalf of an employee organization shall participate in or interfere with the administration of the Council or contribute financial or other support to the Council.  2008, c. 15, s. 55.",
            "raw_html": "<p class=\"section\"><a name=\"BK70\"></a><b>55 </b>No employee organization and no person acting on behalf of an employee organization shall participate in or interfere with the administration of the Council or contribute financial or other support to the Council.  2008, c. 15, s. 55.</p>"
        },
        {
            "ahref_id": "#BK71",
            "TOCid": "56.",
            "section_x": "Duty of fair representation by employee organization",
            "part_id": "PART VI  ",
            "part_type": "PART VI UNFAIR LABOUR PRACTICES",
            "section_y": "Duty of fair representation by employee organization",
            "content": "56 An employee organization shall not act in a manner that is arbitrary, discriminatory or in bad faith in the representation of any employee, whether a member of the employee organization or not.  2008, c. 15, s. 56.",
            "raw_html": "<p class=\"section\"><a name=\"BK71\"></a><b>56 </b>An employee organization shall not act in a manner that is arbitrary, discriminatory or in bad faith in the representation of any employee, whether a member of the employee organization or not.  2008, c. 15, s. 56.</p>"
        },
        {
            "ahref_id": "#BK72",
            "TOCid": "57.",
            "section_x": "Duty of fair referral, etc., by employee organization",
            "part_id": "PART VI  ",
            "part_type": "PART VI UNFAIR LABOUR PRACTICES",
            "section_y": "Duty of fair referral, etc., by employee organization",
            "content": "57 Where, under a collective agreement, an employee organization is engaged in the selection, referral, assignment, designation or scheduling of persons to employment, it shall not act in a manner that is arbitrary, discriminatory or in bad faith.  2008, c. 15, s. 57.",
            "raw_html": "<p class=\"section\"><a name=\"BK72\"></a><b>57 </b>Where, under a collective agreement, an employee organization is engaged in the selection, referral, assignment, designation or scheduling of persons to employment, it shall not act in a manner that is arbitrary, discriminatory or in bad faith.  2008, c. 15, s. 57.</p>"
        },
        {
            "ahref_id": "#BK73",
            "TOCid": "58.",
            "section_x": "Causing unlawful strike, lock-out",
            "part_id": "PART VI  ",
            "part_type": "PART VI UNFAIR LABOUR PRACTICES",
            "section_y": "Causing unlawful strike, lock-out",
            "content": "58 No person shall do any act if the person knows or ought to know that, as a probable and reasonable consequence of the act, another person or persons will engage in a strike or lock-out that is unlawful under this Act.  2008, c. 15, s. 58.",
            "raw_html": "<p class=\"section\"><a name=\"BK73\"></a><b>58 </b>No person shall do any act if the person knows or ought to know that, as a probable and reasonable consequence of the act, another person or persons will engage in a strike or lock-out that is unlawful under this Act.  2008, c. 15, s. 58.</p>"
        },
        {
            "ahref_id": "#BK74",
            "TOCid": "59.",
            "section_x": "Refusal to engage in unlawful strike",
            "part_id": "PART VI  ",
            "part_type": "PART VI UNFAIR LABOUR PRACTICES",
            "section_y": "Refusal to engage in unlawful strike",
            "content": "59 No employee organization shall suspend, expel or penalize in any way an employee because the employee has refused to engage in or to continue to engage in a strike that is unlawful under this Act.  2008, c. 15, s. 59.",
            "raw_html": "<p class=\"section\"><a name=\"BK74\"></a><b>59 </b>No employee organization shall suspend, expel or penalize in any way an employee because the employee has refused to engage in or to continue to engage in a strike that is unlawful under this Act.  2008, c. 15, s. 59.</p>"
        },
        {
            "ahref_id": "#BK75",
            "TOCid": "60.",
            "section_x": "Protection of witnesses’ rights",
            "part_id": "PART VI  ",
            "part_type": "PART VI UNFAIR LABOUR PRACTICES",
            "section_y": "Protection of witnesses’ rights",
            "content": "60 (1) The Council or an employer or any person acting on behalf of the Council or an employer shall not, (a) refuse to employ or continue to employ a person; (b) threaten dismissal or otherwise threaten a person; (c) discriminate against a person in regard to employment or a term or condition of employment; or (d) intimidate or coerce or impose a pecuniary or other penalty on a person, because of a belief that the person may testify in a proceeding under this Act or because the person has made or is about to make a disclosure that may be required of the person in a proceeding under this Act or because the person has made an application or filed a complaint under this Act or because the person has participated or is about to participate in a proceeding under this Act.  2008, c. 15, s. 60 (1). Same (2) No employee organization or person acting on behalf of an employee organization shall, (a) discriminate against a person in regard to employment or a term or condition of employment; or (b) intimidate or coerce or impose a pecuniary or other penalty on a person, because of a belief that the person may testify in a proceeding under this Act or because the person has made or is about to make a disclosure that may be required of him or her in a proceeding under this Act or because the person has made an application or filed a complaint under this Act or because the person has participated or is about to participate in a proceeding under this Act.  2008, c. 15, s. 60 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK75\"></a><b>60 </b>(1) The Council or an employer or any person acting on behalf of the Council or an employer shall not,</p> <p class=\"paragraph\">  (a) refuse to employ or continue to employ a person;</p> <p class=\"paragraph\">  (b) threaten dismissal or otherwise threaten a person;</p> <p class=\"paragraph\">  (c) discriminate against a person in regard to employment or a term or condition of employment; or</p> <p class=\"paragraph\">  (d) intimidate or coerce or impose a pecuniary or other penalty on a person,</p> <p class=\"section\">because of a belief that the person may testify in a proceeding under this Act or because the person has made or is about to make a disclosure that may be required of the person in a proceeding under this Act or because the person has made an application or filed a complaint under this Act or because the person has participated or is about to participate in a proceeding under this Act.  2008, c. 15, s. 60 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No employee organization or person acting on behalf of an employee organization shall,</p> <p class=\"paragraph\">  (a) discriminate against a person in regard to employment or a term or condition of employment; or</p> <p class=\"paragraph\">  (b) intimidate or coerce or impose a pecuniary or other penalty on a person,</p> <p class=\"subsection\">because of a belief that the person may testify in a proceeding under this Act or because the person has made or is about to make a disclosure that may be required of him or her in a proceeding under this Act or because the person has made an application or filed a complaint under this Act or because the person has participated or is about to participate in a proceeding under this Act.  2008, c. 15, s. 60 (2).</p>"
        },
        {
            "ahref_id": "#BK76",
            "TOCid": "61.",
            "section_x": "Removal, etc., of posted notices",
            "part_id": "PART VI  ",
            "part_type": "PART VI UNFAIR LABOUR PRACTICES",
            "section_y": "Removal, etc., of posted notices",
            "content": "61 No person shall wilfully destroy, mutilate, obliterate, alter, deface or remove or cause to be destroyed, mutilated, obliterated, altered, defaced or removed any notice that the Ontario Labour Relations Board has required to be posted during the period that the notice is required to be posted.  2008, c. 15, s. 61. PART VII   Enforcement",
            "raw_html": "<p class=\"section\"><a name=\"BK76\"></a><b>61 </b>No person shall wilfully destroy, mutilate, obliterate, alter, deface or remove or cause to be destroyed, mutilated, obliterated, altered, defaced or removed any notice that the Ontario Labour Relations Board has required to be posted during the period that the notice is required to be posted.  2008, c. 15, s. 61.</p> <p class=\"partnum\"><a name=\"BK77\"></a>PART VII <br/>  Enforcement</p>"
        },
        {
            "ahref_id": "#BK77",
            "TOCid": "PART VII  ",
            "section_x": "PART VII ENFORCEMENT",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK78",
            "TOCid": "62.",
            "section_x": "Inquiry by labour relations officer",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Inquiry by labour relations officer",
            "content": "62 (1) The Ontario Labour Relations Board may authorize a labour relations officer to inquire into any complaint alleging a contravention of this Act.  2008, c. 15, s. 62 (1). Duties (2) The labour relations officer shall forthwith inquire into the complaint and endeavour to effect a settlement of the matter complained of.  2008, c. 15, s. 62 (2). Report (3) The labour relations officer shall report the results of his or her inquiry and endeavours to the Board.  2008, c. 15, s. 62 (3). Remedy for discrimination (4) Where a labour relations officer is unable to effect a settlement of the matter complained of or where the Board in its discretion considers it advisable to dispense with an inquiry by a labour relations officer, the Board may inquire into the complaint of a contravention of this Act.  2008, c. 15, s. 62 (4). Same (5) Where the Board, after inquiring into a complaint under subsection (4), is satisfied that the Council, an employer, an employee organization, an employee or any person has acted contrary to this Act, the Board shall determine what, if anything, the Council, employer, employee organization, employee or other person shall do or refrain from doing with respect thereto and the determination, without limiting the generality of the foregoing, may include, despite the provisions of any collective agreement, any one or more of, (a) an order directing the Council, employer, employee organization, employee or other person to cease doing the act or acts complained of; (b) an order directing the Council, employer, employee organization, employee or other person to rectify the act or acts complained of; or (c) an order to reinstate in employment or hire the person or employee concerned, with or without compensation, or to compensate instead of hiring or reinstatement for loss of earnings or other employment benefits in an amount that may be assessed by the Board against the Council, employer, employee organization, employee or other person, jointly or severally.  2008, c. 15, s. 62 (5). Burden of proof (6) On an inquiry by the Board under subsection (4) into a complaint that a person has been refused employment, discharged, discriminated against, threatened, coerced, intimidated or otherwise dealt with contrary to this Act as to the person’s employment, opportunity for employment or conditions of employment, the burden of proof that the Council or an employer did not act contrary to this Act lies on the Council or the employer.  2008, c. 15, s. 62 (6). Filing in court (7) The Council, an employer, an employee organization, an employee or person affected by the determination may file the determination in the prescribed form, excluding the reasons, in the Superior Court of Justice and the determination shall be entered in the same way as an order of that court and is enforceable as such.  2008, c. 15, s. 62 (7). Effect of settlement (8) Where a proceeding under this Act has been settled, whether through the endeavours of the labour relations officer or otherwise, and the terms of the settlement have been put in writing and signed by the parties or their representatives, the settlement is binding on the parties, the employer and any person or employee who has agreed to the settlement and shall be complied with according to its terms, and a complaint that a party, employer, person or employee who has agreed to the settlement has not complied with the terms of the settlement shall be deemed to be a complaint under subsection (1).  2008, c. 15, s. 62 (8). No certification (9) The Board shall not, under this section, certify an employee organization as the bargaining agent of the members of a bargaining unit.  2008, c. 15, s. 62 (9). Contraventions",
            "raw_html": "<p class=\"section\"><a name=\"BK78\"></a><b>62 </b>(1) The Ontario Labour Relations Board may authorize a labour relations officer to inquire into any complaint alleging a contravention of this Act.  2008, c. 15, s. 62 (1).</p> <p class=\"headnote\">Duties</p> <p class=\"subsection\">(2) The labour relations officer shall forthwith inquire into the complaint and endeavour to effect a settlement of the matter complained of.  2008, c. 15, s. 62 (2).</p> <p class=\"headnote\">Report</p> <p class=\"subsection\">(3) The labour relations officer shall report the results of his or her inquiry and endeavours to the Board.  2008, c. 15, s. 62 (3).</p> <p class=\"headnote\">Remedy for discrimination</p> <p class=\"subsection\">(4) Where a labour relations officer is unable to effect a settlement of the matter complained of or where the Board in its discretion considers it advisable to dispense with an inquiry by a labour relations officer, the Board may inquire into the complaint of a contravention of this Act.  2008, c. 15, s. 62 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Where the Board, after inquiring into a complaint under subsection (4), is satisfied that the Council, an employer, an employee organization, an employee or any person has acted contrary to this Act, the Board shall determine what, if anything, the Council, employer, employee organization, employee or other person shall do or refrain from doing with respect thereto and the determination, without limiting the generality of the foregoing, may include, despite the provisions of any collective agreement, any one or more of,</p> <p class=\"paragraph\">  (a) an order directing the Council, employer, employee organization, employee or other person to cease doing the act or acts complained of;</p> <p class=\"paragraph\">  (b) an order directing the Council, employer, employee organization, employee or other person to rectify the act or acts complained of; or</p> <p class=\"paragraph\">  (c) an order to reinstate in employment or hire the person or employee concerned, with or without compensation, or to compensate instead of hiring or reinstatement for loss of earnings or other employment benefits in an amount that may be assessed by the Board against the Council, employer, employee organization, employee or other person, jointly or severally.  2008, c. 15, s. 62 (5).</p> <p class=\"headnote\">Burden of proof</p> <p class=\"subsection\">(6) On an inquiry by the Board under subsection (4) into a complaint that a person has been refused employment, discharged, discriminated against, threatened, coerced, intimidated or otherwise dealt with contrary to this Act as to the person’s employment, opportunity for employment or conditions of employment, the burden of proof that the Council or an employer did not act contrary to this Act lies on the Council or the employer.  2008, c. 15, s. 62 (6).</p> <p class=\"headnote\">Filing in court</p> <p class=\"subsection\">(7) The Council, an employer, an employee organization, an employee or person affected by the determination may file the determination in the prescribed form, excluding the reasons, in the Superior Court of Justice and the determination shall be entered in the same way as an order of that court and is enforceable as such.  2008, c. 15, s. 62 (7).</p> <p class=\"headnote\">Effect of settlement</p> <p class=\"subsection\">(8) Where a proceeding under this Act has been settled, whether through the endeavours of the labour relations officer or otherwise, and the terms of the settlement have been put in writing and signed by the parties or their representatives, the settlement is binding on the parties, the employer and any person or employee who has agreed to the settlement and shall be complied with according to its terms, and a complaint that a party, employer, person or employee who has agreed to the settlement has not complied with the terms of the settlement shall be deemed to be a complaint under subsection (1).  2008, c. 15, s. 62 (8).</p> <p class=\"headnote\">No certification</p> <p class=\"subsection\">(9) The Board shall not, under this section, certify an employee organization as the bargaining agent of the members of a bargaining unit.  2008, c. 15, s. 62 (9).</p> <p class=\"headnote\">Contraventions</p>"
        },
        {
            "ahref_id": "#BK79",
            "TOCid": "63.",
            "section_x": "Contraventions",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Contravention of Act by individual",
            "content": "63 (1) Every individual who contravenes any provision of this Act is guilty of an offence and on conviction is liable to a fine of not more than $1,000 for each day on which the contravention occurs or continues.  2008, c. 15, s. 63 (1). Contravention of Act by employer or employee organization (2) The Council, every employer and every employee organization that contravenes any provision of this Act is guilty of an offence and on conviction is liable to a fine of not more than $25,000 for each day on which the contravention occurs or continues.  2008, c. 15, s. 63 (2). Contravention of decision, etc. (3) The contravention of a decision, order, determination, direction, declaration or ruling made under this Act is deemed, for the purposes of this section, to be a contravention of this Act.  2008, c. 15, s. 63 (3). Where officer guilty of offence (4) Where the Council, an employer or an employee organization is guilty of an offence under this Act, every officer, official or agent thereof who assents to the commission of the offence shall be deemed to be a party to and guilty of the offence and is liable to a fine under subsection (1) as if he or she had been convicted of an offence under subsection (1).  2008, c. 15, s. 63 (4). Information (5) An information in respect of a contravention of any provision of this Act may be for one or more offences and no information, warrant, conviction or other proceedings in any such prosecution is objectionable or insufficient by reason of the fact that it relates to two or more offences.  2008, c. 15, s. 63 (5). Consent to prosecution (6) No prosecution for an offence under this Act shall be instituted except with the consent of the Ontario Labour Relations Board which may only be granted after affording an opportunity to the person or body seeking the consent and the person or body sought to be prosecuted to be heard.  2008, c. 15, s. 63 (6).",
            "raw_html": "<p class=\"section\"><a name=\"BK79\"></a><b>63 </b>(1) Every individual who contravenes any provision of this Act is guilty of an offence and on conviction is liable to a fine of not more than $1,000 for each day on which the contravention occurs or continues.  2008, c. 15, s. 63 (1).</p> <p class=\"headnote\">Contravention of Act by employer or employee organization</p> <p class=\"subsection\">(2) The Council, every employer and every employee organization that contravenes any provision of this Act is guilty of an offence and on conviction is liable to a fine of not more than $25,000 for each day on which the contravention occurs or continues.  2008, c. 15, s. 63 (2).</p> <p class=\"headnote\">Contravention of decision, etc.</p> <p class=\"subsection\">(3) The contravention of a decision, order, determination, direction, declaration or ruling made under this Act is deemed, for the purposes of this section, to be a contravention of this Act.  2008, c. 15, s. 63 (3).</p> <p class=\"headnote\">Where officer guilty of offence</p> <p class=\"subsection\">(4) Where the Council, an employer or an employee organization is guilty of an offence under this Act, every officer, official or agent thereof who assents to the commission of the offence shall be deemed to be a party to and guilty of the offence and is liable to a fine under subsection (1) as if he or she had been convicted of an offence under subsection (1).  2008, c. 15, s. 63 (4).</p> <p class=\"headnote\">Information</p> <p class=\"subsection\">(5) An information in respect of a contravention of any provision of this Act may be for one or more offences and no information, warrant, conviction or other proceedings in any such prosecution is objectionable or insufficient by reason of the fact that it relates to two or more offences.  2008, c. 15, s. 63 (5).</p> <p class=\"headnote\">Consent to prosecution</p> <p class=\"subsection\">(6) No prosecution for an offence under this Act shall be instituted except with the consent of the Ontario Labour Relations Board which may only be granted after affording an opportunity to the person or body seeking the consent and the person or body sought to be prosecuted to be heard.  2008, c. 15, s. 63 (6).</p>"
        },
        {
            "ahref_id": "#BK80",
            "TOCid": "64.",
            "section_x": "Claim for damages after unlawful strike or lock-out where no collective agreement",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Claim for damages after unlawful strike or lock-out where no collective agreement",
            "content": "64 (1) Where the Ontario Labour Relations Board declares that an employee organization has called or authorized an unlawful strike or that the Council or an employer has called or authorized an unlawful lock-out and no collective agreement is in operation between the employee organization and the Council, the employee organization or the Council may, within 15 days of the release of the Board’s declaration, but not thereafter, notify the Council and, where relevant, the employer, or the employee organization, as the case may be, in writing of its intention to claim damages for the unlawful strike or lock-out, and the notice shall contain the name of its appointee to an arbitration board.  2008, c. 15, s. 64 (1). Appointment of arbitration board (2) The recipient of the notice shall within five days inform the sender of the notice of the name of its appointee to the arbitration board.  2008, c. 15, s. 64 (2). Same (3) Where both the Council and an employer are recipients of the notice, the Council shall meet the obligations of subsection (2) on behalf of itself and the employer.  2008, c. 15, s. 64 (3). Same (4) The two appointees so selected shall, within five days of the appointment of the second of them, appoint a third person who shall be the chair.  2008, c. 15, s. 64 (4). Same (5) If the recipient of the notice fails to name an appointee, or if the two appointees fail to agree on a chair within the time limited, the appointment shall be made by the Minister of Labour, on the request of either the Council or the employee organization.  2008, c. 15, s. 64 (5). Decision of arbitration board (6) The arbitration board shall hear and determine the claim for damages including any question as to whether the claim is arbitrable and shall issue a decision and the decision is final and binding on the Council, the employee organization and, where relevant, the employer.  2008, c. 15, s. 64 (6). Same (7) The decision of a majority is the decision of the arbitration board, but if there is no majority the decision of the chair governs.  2008, c. 15, s. 64 (7). Payment of fees, expenses (8) The arbitration board shall give directions for the payment of the fees and expenses of the chair and other members of the arbitration board, by the Council, the employee organization or both, as the arbitration board considers appropriate.  2008, c. 15, s. 64 (8). Procedure of board (9) In an arbitration under this section, subsections 14 (8), (9), (11) to (13), (19) and (20) apply with necessary modifications.  2008, c. 15, s. 64 (9).",
            "raw_html": "<p class=\"section\"><a name=\"BK80\"></a><b>64 </b>(1) Where the Ontario Labour Relations Board declares that an employee organization has called or authorized an unlawful strike or that the Council or an employer has called or authorized an unlawful lock-out and no collective agreement is in operation between the employee organization and the Council, the employee organization or the Council may, within 15 days of the release of the Board’s declaration, but not thereafter, notify the Council and, where relevant, the employer, or the employee organization, as the case may be, in writing of its intention to claim damages for the unlawful strike or lock-out, and the notice shall contain the name of its appointee to an arbitration board.  2008, c. 15, s. 64 (1).</p> <p class=\"headnote\">Appointment of arbitration board</p> <p class=\"subsection\">(2) The recipient of the notice shall within five days inform the sender of the notice of the name of its appointee to the arbitration board.  2008, c. 15, s. 64 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Where both the Council and an employer are recipients of the notice, the Council shall meet the obligations of subsection (2) on behalf of itself and the employer.  2008, c. 15, s. 64 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) The two appointees so selected shall, within five days of the appointment of the second of them, appoint a third person who shall be the chair.  2008, c. 15, s. 64 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) If the recipient of the notice fails to name an appointee, or if the two appointees fail to agree on a chair within the time limited, the appointment shall be made by the Minister of Labour, on the request of either the Council or the employee organization.  2008, c. 15, s. 64 (5).</p> <p class=\"headnote\">Decision of arbitration board</p> <p class=\"subsection\">(6) The arbitration board shall hear and determine the claim for damages including any question as to whether the claim is arbitrable and shall issue a decision and the decision is final and binding on the Council, the employee organization and, where relevant, the employer.  2008, c. 15, s. 64 (6).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) The decision of a majority is the decision of the arbitration board, but if there is no majority the decision of the chair governs.  2008, c. 15, s. 64 (7).</p> <p class=\"headnote\">Payment of fees, expenses</p> <p class=\"subsection\">(8) The arbitration board shall give directions for the payment of the fees and expenses of the chair and other members of the arbitration board, by the Council, the employee organization or both, as the arbitration board considers appropriate.  2008, c. 15, s. 64 (8).</p> <p class=\"headnote\">Procedure of board</p> <p class=\"subsection\">(9) In an arbitration under this section, subsections 14 (8), (9), (11) to (13), (19) and (20) apply with necessary modifications.  2008, c. 15, s. 64 (9).</p>"
        },
        {
            "ahref_id": "#BK81",
            "TOCid": "65.",
            "section_x": "Disposition of fines",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Disposition of fines",
            "content": "65 Every fine recovered for an offence under this Act shall be paid to the Minister of Finance and shall form part of the Consolidated Revenue Fund.  2008, c. 15, s. 65.",
            "raw_html": "<p class=\"section\"><a name=\"BK81\"></a><b>65 </b>Every fine recovered for an offence under this Act shall be paid to the Minister of Finance and shall form part of the Consolidated Revenue Fund.  2008, c. 15, s. 65.</p>"
        },
        {
            "ahref_id": "#BK82",
            "TOCid": "66.",
            "section_x": "Proceedings in Superior Court of Justice",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Proceedings in Superior Court of Justice",
            "content": "66 Where an employee organization, the Council or the employer is affected by a determination of the Ontario Labour Relations Board under section 62 or a direction of the Board under section 20 or a decision of an arbitrator or arbitration board, including a decision under section 64, proceedings to enforce the determination, direction or decision may be instituted in the Superior Court of Justice.  2008, c. 15, s. 66.",
            "raw_html": "<p class=\"section\"><a name=\"BK82\"></a><b>66 </b>Where an employee organization, the Council or the employer is affected by a determination of the Ontario Labour Relations Board under section 62 or a direction of the Board under section 20 or a decision of an arbitrator or arbitration board, including a decision under section 64, proceedings to enforce the determination, direction or decision may be instituted in the Superior Court of Justice.  2008, c. 15, s. 66.</p>"
        },
        {
            "ahref_id": "#BK83",
            "TOCid": "67.",
            "section_x": "Proceedings, employee organizations",
            "part_id": "PART VII  ",
            "part_type": "PART VII ENFORCEMENT",
            "section_y": "Proceedings, employee organizations",
            "content": "67 A proceeding under this Act by or against an employee organization and a prosecution of an employee organization for an offence under this Act may be in the name of the organization.  2008, c. 15, s. 67. PART VIII   MISCELLANEOUS",
            "raw_html": "<p class=\"section\"><a name=\"BK83\"></a><b>67 </b>A proceeding under this Act by or against an employee organization and a prosecution of an employee organization for an offence under this Act may be in the name of the organization.  2008, c. 15, s. 67.</p> <p class=\"partnum\"><a name=\"BK84\"></a>PART VIII <br/>  MISCELLANEOUS</p>"
        },
        {
            "ahref_id": "#BK84",
            "TOCid": "PART VIII  ",
            "section_x": "PART VIII MISCELLANEOUS",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK85",
            "TOCid": "68.",
            "section_x": "Records, membership in employee organization",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Records, membership in employee organization",
            "content": "68 The records of an employee organization relating to membership or any records that may disclose whether a person is or is not a member of an employee organization or does or does not desire to be represented by an employee organization produced in a proceeding before the Ontario Labour Relations Board are for the exclusive use of the Board and its officers and shall not, except with the consent of the Board, be disclosed and no person shall, except with the consent of the Board be compelled to disclose whether a person is or is not a member of an employee organization or does or does not desire to be represented by an employee organization.  2008, c. 15, s. 68. Non-disclosure",
            "raw_html": "<p class=\"section\"><a name=\"BK85\"></a><b>68 </b>The records of an employee organization relating to membership or any records that may disclose whether a person is or is not a member of an employee organization or does or does not desire to be represented by an employee organization produced in a proceeding before the Ontario Labour Relations Board are for the exclusive use of the Board and its officers and shall not, except with the consent of the Board, be disclosed and no person shall, except with the consent of the Board be compelled to disclose whether a person is or is not a member of an employee organization or does or does not desire to be represented by an employee organization.  2008, c. 15, s. 68.</p> <p class=\"headnote\">Non-disclosure</p>"
        },
        {
            "ahref_id": "#BK86",
            "TOCid": "69.",
            "section_x": "Non-disclosure",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Information from conciliation officer, mediator",
            "content": "69 (1) No information or material furnished to or received by a conciliation officer or a mediator, (a) under this Act; or (b) in the course of any endeavour made under this Act to effect a collective agreement, shall be disclosed except to the Minister of Labour, the Deputy Minister of Labour, an Assistant Deputy Minister of Labour or the Director of Dispute Resolution Services.  2008, c. 15, s. 69 (1). Report of conciliation officer (2) Except as provided in section 7, no report of a conciliation officer shall be disclosed except to the Minister of Labour, the Deputy Minister of Labour, an Assistant Deputy Minister of Labour or the Director of Dispute Resolution Services.  2008, c. 15, s. 69 (2). Information from labour relations officers, etc. (3) Subject to subsection (5), no information or material furnished to or received by a labour relations officer or other person appointed under this Act to effect the settlement of a dispute or the mediation of a matter shall be disclosed except to the Ontario Labour Relations Board or to the Director of Dispute Resolution Services.  2008, c. 15, s. 69 (3). Report of labour relations officers, etc. (4) Except as provided in section 7 and subject to subsection (5), no report of a labour relations officer or other person appointed under this Act to effect the settlement of a dispute or the mediation of a matter shall be disclosed except to the Ontario Labour Relations Board or to the Director of Dispute Resolution Services.  2008, c. 15, s. 69 (4). Authorization to disclose (5) The Ontario Labour Relations Board or the Director of Dispute Resolution Services, as the case may be, may authorize the disclosure of information, material or reports.  2008, c. 15, s. 69 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK86\"></a><b>69 </b>(1) No information or material furnished to or received by a conciliation officer or a mediator,</p> <p class=\"paragraph\">  (a) under this Act; or</p> <p class=\"paragraph\">  (b) in the course of any endeavour made under this Act to effect a collective agreement,</p> <p class=\"section\">shall be disclosed except to the Minister of Labour, the Deputy Minister of Labour, an Assistant Deputy Minister of Labour or the Director of Dispute Resolution Services.  2008, c. 15, s. 69 (1).</p> <p class=\"headnote\">Report of conciliation officer</p> <p class=\"subsection\">(2) Except as provided in section 7, no report of a conciliation officer shall be disclosed except to the Minister of Labour, the Deputy Minister of Labour, an Assistant Deputy Minister of Labour or the Director of Dispute Resolution Services.  2008, c. 15, s. 69 (2).</p> <p class=\"headnote\">Information from labour relations officers, etc.</p> <p class=\"subsection\">(3) Subject to subsection (5), no information or material furnished to or received by a labour relations officer or other person appointed under this Act to effect the settlement of a dispute or the mediation of a matter shall be disclosed except to the Ontario Labour Relations Board or to the Director of Dispute Resolution Services.  2008, c. 15, s. 69 (3).</p> <p class=\"headnote\">Report of labour relations officers, etc.</p> <p class=\"subsection\">(4) Except as provided in section 7 and subject to subsection (5), no report of a labour relations officer or other person appointed under this Act to effect the settlement of a dispute or the mediation of a matter shall be disclosed except to the Ontario Labour Relations Board or to the Director of Dispute Resolution Services.  2008, c. 15, s. 69 (4).</p> <p class=\"headnote\">Authorization to disclose</p> <p class=\"subsection\">(5) The Ontario Labour Relations Board or the Director of Dispute Resolution Services, as the case may be, may authorize the disclosure of information, material or reports.  2008, c. 15, s. 69 (5).</p>"
        },
        {
            "ahref_id": "#BK87",
            "TOCid": "70.",
            "section_x": "Competence of witnesses",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Competence of witnesses",
            "content": "70 (1) The following persons are not competent or compellable witnesses before a court or tribunal respecting any information or material furnished to or received by them while being involved in an endeavour to effect a collective agreement: 1. The Minister of Labour. 2. A deputy minister of Labour. 3. An assistant deputy minister of Labour. 4. The Director of Dispute Resolution Services. 5. Any other person appointed by the Minister under this Act or authorized in writing by the Director of Dispute Resolution Services.  2008, c. 15, s. 70 (1). Same (2) The following persons are not competent or compellable witnesses before a court or tribunal respecting any information or material furnished to or received by them while acting within the scope of their employment under this Act: 1. The Director of Dispute Resolution Services. 2. A person appointed by the Minister of Labour under this Act or under a collective agreement to effect the settlement of a dispute or the mediation of a matter.  2008, c. 15, s. 70 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK87\"></a><b>70 </b>(1) The following persons are not competent or compellable witnesses before a court or tribunal respecting any information or material furnished to or received by them while being involved in an endeavour to effect a collective agreement:</p> <p class=\"paragraph\">  1. The Minister of Labour.</p> <p class=\"paragraph\">  2. A deputy minister of Labour.</p> <p class=\"paragraph\">  3. An assistant deputy minister of Labour.</p> <p class=\"paragraph\">  4. The Director of Dispute Resolution Services.</p> <p class=\"paragraph\">  5. Any other person appointed by the Minister under this Act or authorized in writing by the Director of Dispute Resolution Services.  2008, c. 15, s. 70 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The following persons are not competent or compellable witnesses before a court or tribunal respecting any information or material furnished to or received by them while acting within the scope of their employment under this Act:</p> <p class=\"paragraph\">  1. The Director of Dispute Resolution Services.</p> <p class=\"paragraph\">  2. A person appointed by the Minister of Labour under this Act or under a collective agreement to effect the settlement of a dispute or the mediation of a matter.  2008, c. 15, s. 70 (2).</p>"
        },
        {
            "ahref_id": "#BK88",
            "TOCid": "71.",
            "section_x": "Member of bargaining unit",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Member of bargaining unit",
            "content": "71 If, in the course of bargaining for a collective agreement or during the period of operation of a collective agreement, a question arises as to whether a person is a member of a bargaining unit, the question may be referred to the Ontario Labour Relations Board and its decision thereon is final and binding for all purposes.  2008, c. 15, s. 71.",
            "raw_html": "<p class=\"section\"><a name=\"BK88\"></a><b>71 </b>If, in the course of bargaining for a collective agreement or during the period of operation of a collective agreement, a question arises as to whether a person is a member of a bargaining unit, the question may be referred to the Ontario Labour Relations Board and its decision thereon is final and binding for all purposes.  2008, c. 15, s. 71.</p>"
        },
        {
            "ahref_id": "#BK89",
            "TOCid": "72.",
            "section_x": "Officers, constitution, etc.",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Officers, constitution, etc.",
            "content": "72 Where the Ontario Labour Relations Board so directs, an employee organization shall file with the Board, within the time prescribed in the direction, a copy of its constitution and by-laws, and a statement signed by its president or secretary setting out the names and addresses of its officers.  2008, c. 15, s. 72.",
            "raw_html": "<p class=\"section\"><a name=\"BK89\"></a><b>72 </b>Where the Ontario Labour Relations Board so directs, an employee organization shall file with the Board, within the time prescribed in the direction, a copy of its constitution and by-laws, and a statement signed by its president or secretary setting out the names and addresses of its officers.  2008, c. 15, s. 72.</p>"
        },
        {
            "ahref_id": "#BK90",
            "TOCid": "73.",
            "section_x": "Duty to furnish financial statements",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Duty to furnish financial statements",
            "content": "73 (1) Every employee organization shall, on the request of an employee that it represents, give the employee, without charge, a copy of the audited financial statement of its affairs to the end of its last fiscal year, certified by its treasurer or other officer responsible for the handling and administration of its funds to be a true copy.  2008, c. 15, s. 73 (1). Same (2) On the complaint of an employee that the employee organization has failed to comply with his or her request, the Ontario Labour Relations Board may direct the employee organization to, (a) file with the Board, within such time as the Board may determine, a copy of the audited financial statement of its affairs to the end of its last fiscal year, verified by the affidavit of its treasurer or other officer responsible for the handling and administration of its funds; and (b) give copies of the documents filed under clause (a) to such employees as the Board in its discretion may direct.  2008, c. 15, s. 73 (2). Same (3) The employee organization shall comply with the direction.  2008, c. 15, s. 73 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK90\"></a><b>73 </b>(1) Every employee organization shall, on the request of an employee that it represents, give the employee, without charge, a copy of the audited financial statement of its affairs to the end of its last fiscal year, certified by its treasurer or other officer responsible for the handling and administration of its funds to be a true copy.  2008, c. 15, s. 73 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) On the complaint of an employee that the employee organization has failed to comply with his or her request, the Ontario Labour Relations Board may direct the employee organization to,</p> <p class=\"paragraph\">  (a) file with the Board, within such time as the Board may determine, a copy of the audited financial statement of its affairs to the end of its last fiscal year, verified by the affidavit of its treasurer or other officer responsible for the handling and administration of its funds; and</p> <p class=\"paragraph\">  (b) give copies of the documents filed under clause (a) to such employees as the Board in its discretion may direct.  2008, c. 15, s. 73 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The employee organization shall comply with the direction.  2008, c. 15, s. 73 (3).</p>"
        },
        {
            "ahref_id": "#BK91",
            "TOCid": "74.",
            "section_x": "Representative for service of process",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Representative for service of process",
            "content": "74 Every employee organization that represents employees or applies to represent employees under this Act shall file with the Ontario Labour Relations Board a notice giving the name and address of a person in Ontario who is authorized by the employee organization to accept on its behalf service of process and notices under this Act, and service on the person named in such notice is good and sufficient service for the purposes of this Act on the employee organization that filed the notice.  2008, c. 15, s. 74.",
            "raw_html": "<p class=\"section\"><a name=\"BK91\"></a><b>74 </b>Every employee organization that represents employees or applies to represent employees under this Act shall file with the Ontario Labour Relations Board a notice giving the name and address of a person in Ontario who is authorized by the employee organization to accept on its behalf service of process and notices under this Act, and service on the person named in such notice is good and sufficient service for the purposes of this Act on the employee organization that filed the notice.  2008, c. 15, s. 74.</p>"
        },
        {
            "ahref_id": "#BK92",
            "TOCid": "75.",
            "section_x": "Vicarious responsibility",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Vicarious responsibility",
            "content": "75 Any act or thing done or omitted by an officer, official or agent of the Council, employer or employee organization within the apparent scope of his or her authority to act on behalf of the Council, employer or employee organization shall be deemed to be an act or thing done or omitted by the Council, employer or employee organization, as the case may be.  2008, c. 15, s. 75.",
            "raw_html": "<p class=\"section\"><a name=\"BK92\"></a><b>75 </b>Any act or thing done or omitted by an officer, official or agent of the Council, employer or employee organization within the apparent scope of his or her authority to act on behalf of the Council, employer or employee organization shall be deemed to be an act or thing done or omitted by the Council, employer or employee organization, as the case may be.  2008, c. 15, s. 75.</p>"
        },
        {
            "ahref_id": "#BK93",
            "TOCid": "76.",
            "section_x": "Arbitration Act, 1991",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Arbitration Act, 1991",
            "content": "76 The Arbitration Act, 1991 does not apply to proceedings under this Act.  2008, c. 15, s. 76.",
            "raw_html": "<p class=\"section\"><a name=\"BK93\"></a><b>76 </b>The <i>Arbitration Act, 1991</i> does not apply to proceedings under this Act.  2008, c. 15, s. 76.</p>"
        },
        {
            "ahref_id": "#BK94",
            "TOCid": "77.",
            "section_x": "Declaration of successor union",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Declaration of successor union",
            "content": "77 Section 68 of the Labour Relations Act, 1995 applies with necessary modifications with respect to representation rights under this Act.  2008, c. 15, s. 77.",
            "raw_html": "<p class=\"section\"><a name=\"BK94\"></a><b>77 </b>Section 68 of the <i>Labour Relations Act, 1995</i> applies with necessary modifications with respect to representation rights under this Act.  2008, c. 15, s. 77.</p>"
        },
        {
            "ahref_id": "#BK95",
            "TOCid": "78.",
            "section_x": "Powers, operation, etc., of OLRB",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Powers, operation, etc., of OLRB ",
            "content": "78 (1) Sections 98 and 110 to 113, subsections 114 (1) and (3), subsection 115 (1) and sections 115.1 to 118.1 of the Labour Relations Act, 1995 respecting the Ontario Labour Relations Board apply with necessary modifications in respect of any power, duty or function of the Board under this Act.  2008, c. 15, s. 78 (1); 2017, c. 22, Sched. 2, s. 15 (1). Same (2) For the purposes of subsection (1), the modifications include, but are not limited to, the following: 1.  Repealed: 2017, c. 22, Sched. 2, s. 15 (2). 2. The reference in subsection 110 (14.1) of the Labour Relations Act, 1995\r\nto section 74 is deemed to be a reference to section 56 of this Act. 3. Rules may be made under subsection 110 (18) of the Labour Relations Act, 1995 in respect of the following provisions: i. Section 31 of this Act (disagreement by Council with employee organization’s estimate). ii. Section 37 of this Act (right of access). iii. Section 98 of the Labour Relations Act, 1995, incorporated by reference into this Act by subsection (1) (interim orders). iv. Section 71 of this Act (member of bargaining unit). 4. The references in subsection 111 (3) of the Labour Relations Act, 1995\r\nto sections 7 and 63 are deemed to be references to sections 29 and 38 of this Act.  2008, c. 15, s. 78 (2); 2017, c. 22, Sched. 2, s. 15 (2). Section Amendments with date in force (d/m/y) 2017, c. 22, Sched. 2, s. 15 (1, 2) - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK95\"></a><b>78 </b>(1) Sections 98 and 110 to 113, subsections 114 (1) and (3), subsection 115 (1) and sections 115.1 to 118.1 of the <i>Labour Relations Act, 1995</i> respecting the Ontario Labour Relations Board apply with necessary modifications in respect of any power, duty or function of the Board under this Act.  2008, c. 15, s. 78 (1); 2017, c. 22, Sched. 2, s. 15 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of subsection (1), the modifications include, but are not limited to, the following:</p> <p class=\"paragraph\">  1.  <span class=\"ovsmallcap\">Repealed:</span> 2017, c. 22, Sched. 2, s. 15 (2).</p> <p class=\"paragraph\">  2. The reference in subsection 110 (14.1) of the <i>Labour Relations Act, 1995</i>\r\nto section 74 is deemed to be a reference to section 56 of this Act.</p> <p class=\"paragraph\">  3. Rules may be made under subsection 110 (18) of the <i>Labour Relations Act, 1995</i> in respect of the following provisions:</p> <p class=\"subpara\">  i. Section 31 of this Act (disagreement by Council with employee organization’s estimate).</p> <p class=\"subpara\">  ii. Section 37 of this Act (right of access).</p> <p class=\"subpara\">  iii. Section 98 of the <i>Labour Relations Act, 1995</i>, incorporated by reference into this Act by subsection (1) (interim orders).</p> <p class=\"subpara\">  iv. Section 71 of this Act (member of bargaining unit).</p> <p class=\"paragraph\">  4. The references in subsection 111 (3) of the <i>Labour Relations Act, 1995</i>\r\nto sections 7 and 63 are deemed to be references to sections 29 and 38 of this Act.  2008, c. 15, s. 78 (2); 2017, c. 22, Sched. 2, s. 15 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17022#sched2s15s1\">2017, c. 22, Sched. 2, s. 15 (1, 2)</a></span> - 01/01/2018</p>"
        },
        {
            "ahref_id": "#BK96",
            "TOCid": "79.",
            "section_x": "Delegation",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Delegation",
            "content": "79 (1) The Minister of Labour may delegate in writing to any person the Minister’s power to make an appointment, order or direction under this Act.  2008, c. 15, s. 79 (1). Proof of appointment, etc. (2) An appointment, an order or a direction made under this Act that purports to be signed by or on behalf of the Minister of Labour shall be received in evidence in any proceeding as proof, in the absence of evidence to the contrary, of the facts stated in it without proof of the signature or the position of the person appearing to have signed it.  2008, c. 15, s. 79 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK96\"></a><b>79 </b>(1) The Minister of Labour may delegate in writing to any person the Minister’s power to make an appointment, order or direction under this Act.  2008, c. 15, s. 79 (1).</p> <p class=\"headnote\">Proof of appointment, etc.</p> <p class=\"subsection\">(2) An appointment, an order or a direction made under this Act that purports to be signed by or on behalf of the Minister of Labour shall be received in evidence in any proceeding as proof, in the absence of evidence to the contrary, of the facts stated in it without proof of the signature or the position of the person appearing to have signed it.  2008, c. 15, s. 79 (2).</p>"
        },
        {
            "ahref_id": "#BK97",
            "TOCid": "80.",
            "section_x": "Technical defects",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Technical defects",
            "content": "80 No proceeding under this Act is invalid by reason of any defect of form or any technical irregularity and no proceeding shall be quashed or set aside if no substantial wrong or miscarriage of justice has occurred.  2008, c. 15, s. 80.",
            "raw_html": "<p class=\"section\"><a name=\"BK97\"></a><b>80 </b>No proceeding under this Act is invalid by reason of any defect of form or any technical irregularity and no proceeding shall be quashed or set aside if no substantial wrong or miscarriage of justice has occurred.  2008, c. 15, s. 80.</p>"
        },
        {
            "ahref_id": "#BK98",
            "TOCid": "81.",
            "section_x": "Regulations",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Regulations",
            "content": "81 The Lieutenant Governor in Council may make regulations, (a) governing the assignment of arbitrators to conduct arbitrations and the carrying out and completion of the assignments; (b) providing for and prescribing a scale of fees and expenses allowable to arbitrators in respect of arbitrations and limiting or restricting the application of such a regulation; (c) providing a procedure for the review and determination of disputes concerning the fees and expenses charged or claimed by an arbitrator; (d) governing the filing of schedules of fees and expenses by arbitrators, requiring arbitrators to provide parties with a copy of the schedules on being appointed and requiring arbitrators to charge fees and expenses in accordance with the filed schedules; (e) respecting training programs for arbitrators; (f) governing the conduct of arbitration hearings and prescribing procedures for them; (g) requiring the filing with the Ministry of Labour of awards of arbitrators and arbitration boards; (h) prescribing forms and providing for their use, including the form in which documents shall be filed in the Superior Court of Justice; (i) respecting the delivery of notice and other documents under this Act, including when notice and other documents are received; (j) providing for transitional matters that the Lieutenant Governor in Council considers advisable to facilitate implementation of this Act or to deal with problems or issues arising as a result of the repeal of the Colleges Collective Bargaining Act\r\nand the enactment of this Act; (k) respecting any matter necessary or advisable to carry out the intent and purpose of this Act.  2008, c. 15, s. 81. PART IX   TRANSITION Transition",
            "raw_html": "<p class=\"section\"><a name=\"BK98\"></a><b>81 </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) governing the assignment of arbitrators to conduct arbitrations and the carrying out and completion of the assignments;</p> <p class=\"paragraph\">  (b) providing for and prescribing a scale of fees and expenses allowable to arbitrators in respect of arbitrations and limiting or restricting the application of such a regulation;</p> <p class=\"paragraph\">  (c) providing a procedure for the review and determination of disputes concerning the fees and expenses charged or claimed by an arbitrator;</p> <p class=\"paragraph\">  (d) governing the filing of schedules of fees and expenses by arbitrators, requiring arbitrators to provide parties with a copy of the schedules on being appointed and requiring arbitrators to charge fees and expenses in accordance with the filed schedules;</p> <p class=\"paragraph\">  (e) respecting training programs for arbitrators;</p> <p class=\"paragraph\">  (f) governing the conduct of arbitration hearings and prescribing procedures for them;</p> <p class=\"paragraph\">  (g) requiring the filing with the Ministry of Labour of awards of arbitrators and arbitration boards;</p> <p class=\"paragraph\">  (h) prescribing forms and providing for their use, including the form in which documents shall be filed in the Superior Court of Justice;</p> <p class=\"paragraph\">  (i) respecting the delivery of notice and other documents under this Act, including when notice and other documents are received;</p> <p class=\"paragraph\">  (j) providing for transitional matters that the Lieutenant Governor in Council considers advisable to facilitate implementation of this Act or to deal with problems or issues arising as a result of the repeal of the <i>Colleges Collective Bargaining Act</i>\r\nand the enactment of this Act;</p> <p class=\"paragraph\">  (k) respecting any matter necessary or advisable to carry out the intent and purpose of this Act.  2008, c. 15, s. 81.</p> <p class=\"partnum\"><a name=\"BK99\"></a>PART IX <br/>  TRANSITION</p> <p class=\"headnote\">Transition</p>"
        },
        {
            "ahref_id": "#BK99",
            "TOCid": "PART IX  ",
            "section_x": "PART IX TRANSITION",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK100",
            "TOCid": "82.",
            "section_x": "Transition",
            "part_id": "PART IX  ",
            "part_type": "PART IX TRANSITION",
            "section_y": "OPSEU as bargaining agent",
            "content": "82 (1) Subject to subsection (2), on the day this Act receives Royal Assent, the Ontario Public Service Employees Union is, for the purposes of this Act, deemed to be certified as the employee organization that is the bargaining agent for, (a) the members of the bargaining unit described in section 1 of Schedule 1; and (b) the members of the bargaining unit described in section 3 of Schedule 1.  2008, c. 15, s. 82 (1). Same (2) The Ontario Public Service Employees Union continues to represent the members of the bargaining unit described in clause (1) (a) unless its right to represent the members of the bargaining unit is terminated in accordance with this Act.  2008, c. 15, s. 82 (2). Same (3) The Ontario Public Service Employees Union continues to represent the members of the bargaining unit described in clause (1) (b) unless its right to represent the members of the bargaining unit is terminated in accordance with this Act.  2008, c. 15, s. 82 (3). Existing collective agreements (4) Where a collective agreement made under the Colleges Collective Bargaining Act is in operation immediately before the day this Act receives Royal Assent, (a) the collective agreement continues in operation in accordance with its terms; and (b) this Act applies, with necessary modifications, in respect of it.  2008, c. 15, s. 82 (4). Notice of desire to negotiate under predecessor Act (5) Where, before the day this Act receives Royal Assent, the Council or an employee organization gave written notice of its desire to negotiate under subsection 4 (1) of the Colleges Collective Bargaining Act with respect to a bargaining unit within the meaning of that Act, the Colleges Collective Bargaining Act applies in relation to collective negotiations between the Council and the employee organization with respect to the bargaining unit as if that Act had not been repealed, until the earlier of, (a) the day on which a new collective agreement between the Council and the employee organization with respect to the bargaining unit is executed; or (b) the day that is one year after the day this Act receives Royal Assent.  2008, c. 15, s. 82 (5). Same (6) For the purposes of subsection (5), (a) collective negotiations in relation to members of a bargaining unit set out in Schedule 1 to the Colleges Collective Bargaining Act shall be in relation to all persons included in the bargaining unit described in section 1 of Schedule 1 to this Act; (b) collective negotiations in relation to members of a bargaining unit set out in Schedule 2 to the Colleges Collective Bargaining Act shall be in relation to all persons included in the bargaining unit described in section 3 of Schedule 1 to this Act.  2008, c. 15, s. 82 (6). Limit (7) On the day that the Colleges Collective Bargaining Act ceases to apply in relation to collective negotiations between the Council and an employee organization under subsection (5), this Act applies in relation to them.  2008, c. 15, s. 82 (7). 83 Omitted\r\n(provides for amendments to this Act).  2008, c. 15, s. 83; see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006. Section Amendments with date in force (d/m/y) 2008, c. 15, s. 83 (3, 4) - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2018 84-87 Omitted (amends, repeals or revokes other legislation).  2008, c. 15, ss. 84-87. 88 Omitted (provides for coming into force of provisions of this Act).  2008, c. 15, s. 88. 89 Omitted (enacts short title of this Act).  2008, c. 15, s. 89. Schedule 1",
            "raw_html": "<p class=\"section\"><a name=\"BK100\"></a><b>82 </b>(1) Subject to subsection (2), on the day this Act receives Royal Assent, the Ontario Public Service Employees Union is, for the purposes of this Act, deemed to be certified as the employee organization that is the bargaining agent for,</p> <p class=\"paragraph\">  (a) the members of the bargaining unit described in section 1 of Schedule 1; and</p> <p class=\"paragraph\">  (b) the members of the bargaining unit described in section 3 of Schedule 1.  2008, c. 15, s. 82 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Ontario Public Service Employees Union continues to represent the members of the bargaining unit described in clause (1) (a) unless its right to represent the members of the bargaining unit is terminated in accordance with this Act.  2008, c. 15, s. 82 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Ontario Public Service Employees Union continues to represent the members of the bargaining unit described in clause (1) (b) unless its right to represent the members of the bargaining unit is terminated in accordance with this Act.  2008, c. 15, s. 82 (3).</p> <p class=\"headnote\">Existing collective agreements</p> <p class=\"subsection\">(4) Where a collective agreement made under the <i>Colleges Collective Bargaining Act</i> is in operation immediately before the day this Act receives Royal Assent,</p> <p class=\"paragraph\">  (a) the collective agreement continues in operation in accordance with its terms; and</p> <p class=\"paragraph\">  (b) this Act applies, with necessary modifications, in respect of it.  2008, c. 15, s. 82 (4).</p> <p class=\"headnote\">Notice of desire to negotiate under predecessor Act</p> <p class=\"subsection\">(5) Where, before the day this Act receives Royal Assent, the Council or an employee organization gave written notice of its desire to negotiate under subsection 4 (1) of the <i>Colleges Collective Bargaining Act</i> with respect to a bargaining unit within the meaning of that Act, the <i>Colleges Collective Bargaining Act</i> applies in relation to collective negotiations between the Council and the employee organization with respect to the bargaining unit as if that Act had not been repealed, until the earlier of,</p> <p class=\"paragraph\">  (a) the day on which a new collective agreement between the Council and the employee organization with respect to the bargaining unit is executed; or</p> <p class=\"paragraph\">  (b) the day that is one year after the day this Act receives Royal Assent.  2008, c. 15, s. 82 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) For the purposes of subsection (5),</p> <p class=\"paragraph\">  (a) collective negotiations in relation to members of a bargaining unit set out in Schedule 1 to the <i>Colleges Collective Bargaining Act</i> shall be in relation to all persons included in the bargaining unit described in section 1 of Schedule 1 to this Act;</p> <p class=\"paragraph\">  (b) collective negotiations in relation to members of a bargaining unit set out in Schedule 2 to the <i>Colleges Collective Bargaining Act </i>shall be in relation to all persons included in the bargaining unit described in section 3 of Schedule 1 to this Act.  2008, c. 15, s. 82 (6).</p> <p class=\"headnote\">Limit</p> <p class=\"subsection\">(7) On the day that the <i>Colleges Collective Bargaining Act</i> ceases to apply in relation to collective negotiations between the Council and an employee organization under subsection (5), this Act applies in relation to them.  2008, c. 15, s. 82 (7).</p> <p class=\"section\"><b>83 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for amendments to this Act</span>).  2008, c. 15, s. 83; see Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08015#s83s3\">2008, c. 15, s. 83 (3, 4)</a></span> - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the<i> Legislation Act, 2006</i></a> - 31/12/2018</p> <p class=\"section\"><b>84</b><b>-87 </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span>  2008, c. 15, ss. 84-87.</p> <p class=\"section\"><b>88</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2008, c. 15, s. 88.</p> <p class=\"section\"><b>89</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2008, c. 15, s. 89.</p> <p class=\"schedule\"><a name=\"BK101\"></a>Schedule 1</p>"
        },
        {
            "ahref_id": "#BK101",
            "TOCid": "Schedule 1",
            "section_x": NaN,
            "part_id": "PART IX  ",
            "part_type": "PART IX TRANSITION",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        }
    ]
}