{
    "act_info": {
        "full_title": "Collection and Debt Settlement Services Act, R.S.O. 1990, c. C.14",
        "act_name_text": "Collection and Debt Settlement Services Act",
        "citation": "R.S.O. 1990, c. C.14",
        "url": "https://www.ontario.ca/laws/statute/90c14",
        "date_scraped": "2023-12-18 02:14:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  6, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90c14/v29",
            "valid_from": "December  1, 2023",
            "valid_to": "December  5, 2023"
        },
        {
            "a_href": "/laws/statute/90c14/v28",
            "valid_from": "March  1, 2022",
            "valid_to": "November 30, 2023"
        },
        {
            "a_href": "/laws/statute/90c14/v27",
            "valid_from": "December  2, 2021",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/statute/90c14/v26",
            "valid_from": "December  8, 2020",
            "valid_to": "December  1, 2021"
        },
        {
            "a_href": "/laws/statute/90c14/v25",
            "valid_from": "March  4, 2020",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/statute/90c14/v24",
            "valid_from": "December 31, 2019",
            "valid_to": "March  3, 2020"
        },
        {
            "a_href": "/laws/statute/90c14/v23",
            "valid_from": "December 10, 2019",
            "valid_to": "December 30, 2019"
        },
        {
            "a_href": "/laws/statute/90c14/v22",
            "valid_from": "May 29, 2019",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/statute/90c14/v21",
            "valid_from": "January  1, 2018",
            "valid_to": "May 29, 2019"
        },
        {
            "a_href": "/laws/statute/90c14/v20",
            "valid_from": "April 13, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/statute/90c14/v19",
            "valid_from": "July  1, 2015",
            "valid_to": "April 12, 2017"
        },
        {
            "a_href": "/laws/statute/90c14/v18",
            "valid_from": "January  1, 2015",
            "valid_to": "June 30, 2015"
        },
        {
            "a_href": "/laws/statute/90c14/v17",
            "valid_from": "December 12, 2013",
            "valid_to": "December 31, 2014"
        },
        {
            "a_href": "/laws/statute/90c14/v16",
            "valid_from": "March 30, 2011",
            "valid_to": "December 11, 2013"
        },
        {
            "a_href": "/laws/statute/90c14/v15",
            "valid_from": "October 25, 2010",
            "valid_to": "March 29, 2011"
        },
        {
            "a_href": "/laws/statute/90c14/v14",
            "valid_from": "December 15, 2009",
            "valid_to": "October 24, 2010"
        },
        {
            "a_href": "/laws/statute/90c14/v13",
            "valid_from": "June  5, 2009",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90c14/v12",
            "valid_from": "January 17, 2008",
            "valid_to": "June  4, 2009"
        },
        {
            "a_href": "/laws/statute/90c14/v11",
            "valid_from": "May 17, 2007",
            "valid_to": "January 16, 2008"
        },
        {
            "a_href": "/laws/statute/90c14/v10",
            "valid_from": "April  1, 2007",
            "valid_to": "May 16, 2007"
        },
        {
            "a_href": "/laws/statute/90c14/v9",
            "valid_from": "December 20, 2006",
            "valid_to": "March 31, 2007"
        },
        {
            "a_href": "/laws/statute/90c14/v8",
            "valid_from": "June  1, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90c14/v7",
            "valid_from": "March 31, 2006",
            "valid_to": "May 31, 2006"
        },
        {
            "a_href": "/laws/statute/90c14/v6",
            "valid_from": "November  1, 2005",
            "valid_to": "March 30, 2006"
        },
        {
            "a_href": "/laws/statute/90c14/v5",
            "valid_from": "July 30, 2005",
            "valid_to": "October 31, 2005"
        },
        {
            "a_href": "/laws/statute/90c14/v4",
            "valid_from": "January  5, 2005",
            "valid_to": "July 29, 2005"
        },
        {
            "a_href": "/laws/statute/90c14/v3",
            "valid_from": "November 30, 2004",
            "valid_to": "January  4, 2005"
        },
        {
            "a_href": "/laws/statute/90c14/v2",
            "valid_from": "June 17, 2004",
            "valid_to": "November 29, 2004"
        },
        {
            "a_href": "/laws/statute/90c14/v1",
            "valid_from": "December 13, 2002",
            "valid_to": "June 16, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/180247",
            "Citation": "O. Reg. 247/18",
            "title": "ADDITIONAL INFORMATION TO BE PROVIDED TO A DEBTOR"
        },
        {
            "a_href": "/laws/regulation/170461",
            "Citation": "O. Reg. 461/17",
            "title": "ADMINISTRATIVE PENALTIES"
        },
        {
            "a_href": "/laws/regulation/900074",
            "Citation": "R.R.O. 1990, Reg. 74",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation and Administration",
            "section_x": "Interpretation and Administration",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “administrative penalty” means an administrative penalty imposed under section 29.0.1; (“pénalité administrative”) “arrears” means a debt that is past due and that meets the criteria, if any, that are prescribed; (“en souffrance”) “assessor” means a person designated in writing by the Registrar as authorized to make an order under section 29.0.1 imposing an administrative penalty; (“évaluateur”) “collection agency” means, (a) a person, other than a collector, who obtains or arranges for payment of money owing to another person or who holds oneself out to the public as providing such a service, (b) any person who sells or offers to sell forms or letters represented to be a collection system or scheme, (c) a person, other than a collector, who provides debt settlement services, or (d) a person who purchases debts that are in arrears and collects them; (“agence de recouvrement”) “collector” means an individual employed, appointed or authorized by a collection agency to collect debts for the agency, to deal with or trace debtors for the agency or to provide debt settlement services to debtors on behalf of the agency; (“agent de recouvrement”) “debt settlement services” means offering or undertaking to act for a debtor in arrangements or negotiations with the debtor’s creditors or receiving money from a debtor for distribution to the debtor’s creditors, where the services are provided in consideration of a fee, commission or other remuneration that is payable by the debtor; (“services de règlement de dette”) “debt settlement services agreement” means an agreement under which a collection agency provides debt settlement services to a debtor; (“convention de services de règlement de dette”) “Director” means the Director under the Ministry of Consumer and Business Services Act; (“directeur”) “investigator” means an investigator appointed under subsection 15 (1); (“enquêteur”) “Minister” means the Minister of Government and Consumer Services or whatever other member of the Executive Council to whom administration for this Act is assigned under the Executive Council Act; (“ministre”) “Ministry” means the ministry of the Minister; (“ministère”) “prescribed” means prescribed by this Act or the regulations; (“prescrit”) “registered” means registered under this Act, and “registration” has a corresponding meaning; (“inscrit”, “inscription”) “registrant” means a collection agency that is registered; (“personne inscrite”) “Registrar” means the Registrar of Collection Agencies; (“registrateur”) “regulations” means the regulations made under this Act; (“règlements”) “Tribunal” means the Licence Appeal Tribunal. (“Tribunal”)  R.S.O. 1990, c. C.14, s. 1 (1); 1999, c. 12, Sched. G, s. 17 (1); 2000, c. 2, s. 1; 2000, c. 26, Sched. B, s. 6; 2001, c. 9, Sched. D, s. 13; 2006, c. 34, s. 6 (2, 3); 2009, c. 33, Sched. 10, s. 3 (1, 2); 2013, c. 13, Sched. 1, s. 2; 2017, c. 5, Sched. 2, s. 1. Note:  Despite the amendments made by the Statutes of Ontario, 2000, chapter 2, section 1, subsection (1), as it read immediately before April 12, 2000, continues to apply to individuals and corporations with respect to the time period before April 12, 2000.  See:  2000, c. 2, s. 5. Deemed control (2) For the purposes of this Act, a corporation shall be deemed to be controlled by another person or corporation or by two or more corporations if, (a) equity shares of the first-mentioned corporation carrying more than 50 per cent of the votes for the election of directors are held, otherwise than by way of security only, by or for the benefit of such other person or corporation or by or for the benefit of such other corporations; and (b) the votes carried by such securities are sufficient, if exercised, to elect a majority of the board of directors of the first-mentioned corporation.  R.S.O. 1990, c. C.14, s. 1 (2). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. G, s. 17 (1) - 1/04/2000 2000, c. 2, s. 1 - 12/04/2000; 2000, c. 26, Sched. B, s. 6 - 6/12/2000 2001, c. 9, Sched. D, s. 13 - 29/06/2001 2006, c. 34, s. 6 (1-3) - 1/04/2007 2009, c. 33, Sched. 10, s. 3 (1, 2) - 15/12/2009 2013,  c. 13, Sched.1, s. 2 (1, 2) - 1/01/2015 2017, c. 5, Sched. 2, s. 1 (1, 2, 4) - 01/01/2018; 2017, c. 5, Sched. 2, s. 1 (3) - 13/04/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“administrative penalty” means an administrative penalty imposed under section 29.0.1; (“pénalité administrative”)</p> <p class=\"definition\">“arrears” means a debt that is past due and that meets the criteria, if any, that are prescribed; (“en souffrance”)</p> <p class=\"definition\">“assessor” means a person designated in writing by the Registrar as authorized to make an order under section 29.0.1 imposing an administrative penalty; (“évaluateur”)</p> <p class=\"definition\">“collection agency” means,</p> <p class=\"paragraph\">  (a) a person, other than a collector, who obtains or arranges for payment of money owing to another person or who holds oneself out to the public as providing such a service,</p> <p class=\"paragraph\">  (b) any person who sells or offers to sell forms or letters represented to be a collection system or scheme, </p> <p class=\"paragraph\">  (c) a person, other than a collector, who provides debt settlement services, or </p> <p class=\"paragraph\">  (d) a person who purchases debts that are in arrears and collects them; (“agence de recouvrement”)</p> <p class=\"definition\">“collector” means an individual employed, appointed or authorized by a collection agency to collect debts for the agency, to deal with or trace debtors for the agency or to provide debt settlement services to debtors on behalf of the agency; (“agent de recouvrement”)</p> <p class=\"definition\">“debt settlement services” means offering or undertaking to act for a debtor in arrangements or negotiations with the debtor’s creditors or receiving money from a debtor for distribution to the debtor’s creditors, where the services are provided in consideration of a fee, commission or other remuneration that is payable by the debtor; (“services de règlement de dette”)</p> <p class=\"definition\">“debt settlement services agreement” means an agreement under which a collection agency provides debt settlement services to a debtor; (“convention de services de règlement de dette”)</p> <p class=\"definition\">“Director” means the Director under the <i>Ministry of Consumer and Business Services Act</i>; (“directeur”)</p> <p class=\"definition\">“investigator” means an investigator appointed under subsection 15 (1); (“enquêteur”)</p> <p class=\"definition\">“Minister” means the Minister of Government and Consumer Services or whatever other member of the Executive Council to whom administration for this Act is assigned under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“Ministry” means the ministry of the Minister; (“ministère”)</p> <p class=\"definition\">“prescribed” means prescribed by this Act or the regulations; (“prescrit”)</p> <p class=\"definition\">“registered” means registered under this Act, and “registration” has a corresponding meaning; (“inscrit”, “inscription”)</p> <p class=\"definition\">“registrant” means a collection agency that is registered; (“personne inscrite”)</p> <p class=\"definition\">“Registrar” means the Registrar of Collection Agencies; (“registrateur”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“Tribunal” means the Licence Appeal Tribunal. (“Tribunal”)  R.S.O. 1990, c. C.14, s. 1 (1); 1999, c. 12, Sched. G, s. 17 (1); 2000, c. 2, s. 1; 2000, c. 26, Sched. B, s. 6; 2001, c. 9, Sched. D, s. 13; 2006, c. 34, s. 6 (2, 3); 2009, c. 33, Sched. 10, s. 3 (1, 2); 2013, c. 13, Sched. 1, s. 2; 2017, c. 5, Sched. 2, s. 1.</p> <p class=\"Pnote\"><span>Note:  Despite the amendments made by the Statutes of Ontario, 2000, chapter 2, section 1, subsection (1), as it read immediately before April 12, 2000, continues to apply to individuals and corporations with respect to the time period before April 12, 2000.  See:  2000, c. 2, s. 5.</span></p> <p class=\"headnote\">Deemed control</p> <p class=\"subsection\">(2) For the purposes of this Act, a corporation shall be deemed to be controlled by another person or corporation or by two or more corporations if,</p> <p class=\"paragraph\">  (a) equity shares of the first-mentioned corporation carrying more than 50 per cent of the votes for the election of directors are held, otherwise than by way of security only, by or for the benefit of such other person or corporation or by or for the benefit of such other corporations; and</p> <p class=\"paragraph\">  (b) the votes carried by such securities are sufficient, if exercised, to elect a majority of the board of directors of the first-mentioned corporation.  R.S.O. 1990, c. C.14, s. 1 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. G, s. 17 (1) - 1/04/2000</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S00002#s1\">2000, c. 2, s. 1</a> - 12/04/2000; <a href=\"http://www.ontario.ca/laws/statute/S00026#schedbs6\">2000, c. 26, Sched. B, s. 6</a> - 6/12/2000</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedds13\">2001, c. 9, Sched. D, s. 13</a> - 29/06/2001</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s6s1\">2006, c. 34, s. 6 (1-3)</a> - 1/04/2007</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched10s3s1\">2009, c. 33, Sched. 10, s. 3 (1, 2)</a> - 15/12/2009</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1ss1\">2013,  c. 13, Sched.1, s. 2 (1, 2)</a> - 1/01/2015</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17005#sched2s1s1\">2017, c. 5, Sched. 2, s. 1 (1, 2, 4)</a></span> - 01/01/2018; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17005#sched2s1s3\">2017, c. 5, Sched. 2, s. 1 (3)</a></span> - 13/04/2017</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Application of Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of Act",
            "content": "2 (0.1) This Act applies to a collection agency or collector that deals with a debtor if either the debtor or the applicable one of the collection agency or the collector is located in Ontario when the dealing takes place. 2013, c. 13, Sched. 1, s. 3. Exceptions (1) This Act does not apply, (a) subject to the regulations, to a barrister or solicitor in the regular practice of his or her profession or to his or her employees; (b) to an insurer or agent licensed under the Insurance Act or broker registered under the Registered Insurance Brokers Act, to the extent of the business authorized by such licence or registration, or to the employees of the insurer, agent or broker; (c) to an assignee, custodian, liquidator, receiver, trustee or other person licensed or acting under the Bankruptcy and Insolvency Act (Canada), the Corporations Act, the Business Corporations Act, the Courts of Justice Act, the Not-for-Profit Corporations Act, 2010 or the Winding-up and Restructuring Act (Canada) or a person acting under the order of any court; (d) to a broker or salesperson registered under the Trust in Real Estate Services Act, 2002, or an official or other employee of such a broker to the extent of the business authorized by the registration; (e) to a bank or authorized foreign bank as defined in section 2 of the Bank Act (Canada), a loan corporation or trust corporation registered under the Loan and Trust Corporations Act, or an employee thereof in the regular course of his or her employment; (f) to an isolated collection made by a person whose usual business is not collecting debts for other persons; or (g) to a credit union within the meaning of the Credit Unions and Caisses Populaires Act, 2020 or any employee thereof acting in the regular course of his or her employment. (h) subject to the regulations, to a person who purchases debts through acquiring or merging with a business in a transaction that includes the transfer of accounts receivable; (i) subject to the regulations, to a person who acquires debts through the seizure of accounts receivable under a security agreement; (j) subject to the regulations, to a person who acquires a debt by taking an assignment of the contract that gave rise to the debt for the purposes of financing a transaction; (k) subject to the regulations, to a person who purchases a financing agreement or group of financing agreements or the payments due under a finance agreement or group of financing agreements; (l) subject to the regulations, to a person who purchases a debt that permits the person to collect the debt under the name of the original creditor; or (m) subject to the regulations, to a person who enters into an agreement to finance the purchase of goods or services and who assigns the rights to payments under the agreement to a third party, even if the person continues to collect those payments on behalf of the third party. R.S.O. 1990, c. C.14, s. 2; 1999, c. 12, Sched. F, s. 10; 2002, c. 8, Sched. I, s. 5; 2002, c. 30, Sched. E, s. 2 (1); 2017, c. 5, Sched. 2, s. 2; 2020, c. 1, s. 33; 2020, c. 36, Sched. 7, s. 299; 2021, c. 34, Sched. 3, s. 1. Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. F, s. 10 - 22/12/1999 2002, c. 8, Sched. I, s. 5 - 5/01/2005; 2002, c. 30, Sched. E, s. 2 (1) - 31/03/2006 2010, c. 15, s. 218 (1) - no effect - see 2021, c. 34, Sched. 3, s. 3 - 02/12/2021 2013, c. 13, Sched. 1, s. 3 - 1/01/2015 CTS 14 JL 16 - 1 2017, c. 5, Sched. 2, s. 2 (1-3) - 01/01/2018 2020, c. 1, s. 33\r\n- 01/12/2023; 2020, c. 36, Sched. 7, s. 299 - 01/03/2022 2021, c. 34, Sched. 3, s. 1 - 02/12/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>(0.1) This Act applies to a collection agency or collector that deals with a debtor if either the debtor or the applicable one of the collection agency or the collector is located in Ontario when the dealing takes place. 2013, c. 13, Sched. 1, s. 3.</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(1) This Act does not apply,</p> <p class=\"paragraph\">  (a) subject to the regulations, to a barrister or solicitor in the regular practice of his or her profession or to his or her employees;</p> <p class=\"paragraph\">  (b) to an insurer or agent licensed under the <i>Insurance Act</i> or broker registered under the <i>Registered Insurance Brokers Act</i>, to the extent of the business authorized by such licence or registration, or to the employees of the insurer, agent or broker;</p> <p class=\"paragraph\">  (c) to an assignee, custodian, liquidator, receiver, trustee or other person licensed or acting under the <i>Bankruptcy and Insolvency Act</i> (Canada), the <i>Corporations Act</i>, the <i>Business Corporations Act</i>, the <i>Courts of Justice Act</i>, the <i>Not-for-Profit Corporations Act, 2010</i> or the <i>Winding-up and Restructuring Act</i> (Canada) or a person acting under the order of any court;</p> <p class=\"paragraph\">  (d) to a broker or salesperson registered under the <i>Trust in Real Estate Services Act, 2002</i>, or an official or other employee of such a broker to the extent of the business authorized by the registration;</p> <p class=\"paragraph\">  (e) to a bank or authorized foreign bank as defined in section 2 of the <i>Bank Act</i> (Canada), a loan corporation or trust corporation registered under the <i>Loan and Trust Corporations Act</i>, or an employee thereof in the regular course of his or her employment;</p> <p class=\"paragraph\">  (f) to an isolated collection made by a person whose usual business is not collecting debts for other persons; or</p> <p class=\"paragraph\">  (g) to a credit union within the meaning of the <i>Credit Unions and Caisses Populaires Act, 2020</i> or any employee thereof acting in the regular course of his or her employment.</p> <p class=\"paragraph\">  (h) subject to the regulations, to a person who purchases debts through acquiring or merging with a business in a transaction that includes the transfer of accounts receivable;</p> <p class=\"paragraph\">  (i) subject to the regulations, to a person who acquires debts through the seizure of accounts receivable under a security agreement;</p> <p class=\"paragraph\">  (j) subject to the regulations, to a person who acquires a debt by taking an assignment of the contract that gave rise to the debt for the purposes of financing a transaction;</p> <p class=\"paragraph\">  (k) subject to the regulations, to a person who purchases a financing agreement or group of financing agreements or the payments due under a finance agreement or group of financing agreements;</p> <p class=\"paragraph\">  (l) subject to the regulations, to a person who purchases a debt that permits the person to collect the debt under the name of the original creditor; or</p> <p class=\"paragraph\">  (m) subject to the regulations, to a person who enters into an agreement to finance the purchase of goods or services and who assigns the rights to payments under the agreement to a third party, even if the person continues to collect those payments on behalf of the third party. R.S.O. 1990, c. C.14, s. 2; 1999, c. 12, Sched. F, s. 10; 2002, c. 8, Sched. I, s. 5; 2002, c. 30, Sched. E, s. 2 (1); 2017, c. 5, Sched. 2, s. 2; 2020, c. 1, s. 33; 2020, c. 36, Sched. 7, s. 299; 2021, c. 34, Sched. 3, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. F, s. 10 - 22/12/1999</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S02008#schedis5\">2002, c. 8, Sched. I, s. 5</a> - 5/01/2005; <a href=\"http://www.ontario.ca/laws/statute/S02030#schedes2s1\">2002, c. 30, Sched. E, s. 2 (1) </a>- 31/03/2006</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S10015#s218s1\">2010, c. 15, s. 218 (1)</a> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched3s3\">2021, c. 34, Sched. 3, s. 3</a></span> - 02/12/2021</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s3\">2013, c. 13, Sched. 1, s. 3</a> - 1/01/2015</p> <p class=\"footnoteLeft\"><u><a href=\"http://www.ontario.ca/laws/consolidated-statutes-change-notices\">CTS 14 JL 16 - 1</a></u></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17005#sched2s2s1\">2017, c. 5, Sched. 2, s. 2 (1-3)</a></span> - 01/01/2018</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20001#s33\">2020, c. 1, s. 33</a></span>\r\n- 01/12/2023; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched7s299\">2020, c. 36, Sched. 7, s. 299</a> - </span>01/03/2022</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched3s1\">2021, c. 34, Sched. 3, s. 1</a></span> - 02/12/2021</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.1",
            "section_x": "Anti-avoidance",
            "part_id": null,
            "part_type": null,
            "section_y": "Anti-avoidance",
            "content": "2.1 In determining whether this Act applies to an entity or transaction, a court or other tribunal shall consider the real substance of the entity or transaction and in so doing may disregard the outward form. 2013, c. 13, Sched. 1, s. 4. Section Amendments with date in force (d/m/y) 2013, c. 13, Sched. 1, s. 4 - 1/07/2015",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2.1 </b>In determining whether this Act applies to an entity or transaction, a court or other tribunal shall consider the real substance of the entity or transaction and in so doing may disregard the outward form. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s4\">2013, c. 13, Sched. 1, s. 4</a> - 1/07/2015</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Registrar",
            "part_id": null,
            "part_type": null,
            "section_y": "Registrar",
            "content": "3 (1) The Deputy Minister shall appoint a person as the Registrar of Collection Agencies.  1998, c. 18, Sched. E, s. 50. Duties of Registrar (2) The Registrar may exercise the powers and shall perform the duties conferred or imposed upon him or her by or under this Act.  R.S.O. 1990, c. C.14, s. 3 (2); 2009, c. 33, Sched. 10, s. 3 (3). Policies (3) The Registrar may establish written policies regarding the interpretation, administration and enforcement of this Act. 2017, c. 5, Sched. 2, s. 3. Public record (4) If the Registrar establishes written policies under subsection (3), the Registrar shall maintain a public record of them in accordance with the prescribed requirements. 2017, c. 5, Sched. 2, s. 3. Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 50 - 18/12/1998 2009, c. 33, Sched. 10, s. 3 (3) - 15/12/2009 2017, c. 5, Sched. 2, s. 3 - 01/01/2018 Registration",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) The Deputy Minister shall appoint a person as the Registrar of Collection Agencies.  1998, c. 18, Sched. E, s. 50.</p> <p class=\"headnote\">Duties of Registrar</p> <p class=\"subsection\">(2) The Registrar may exercise the powers and shall perform the duties conferred or imposed upon him or her by or under this Act.  R.S.O. 1990, c. C.14, s. 3 (2); 2009, c. 33, Sched. 10, s. 3 (3).</p> <p class=\"headnote\">Policies</p> <p class=\"subsection\">(3) The Registrar may establish written policies regarding the interpretation, administration and enforcement of this Act. 2017, c. 5, Sched. 2, s. 3.</p> <p class=\"headnote\">Public record</p> <p class=\"subsection\">(4) If the Registrar establishes written policies under subsection (3), the Registrar shall maintain a public record of them in accordance with the prescribed requirements. 2017, c. 5, Sched. 2, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 50 - 18/12/1998</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched10s3s3\">2009, c. 33, Sched. 10, s. 3 (3)</a> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17005#sched2s3\">2017, c. 5, Sched. 2, s. 3</a></span> - 01/01/2018</p> <p class=\"heading1\"><a name=\"BK5\"></a>Registration</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Registration",
            "section_x": "Registration",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "section_x": "Registration",
            "part_id": null,
            "part_type": null,
            "section_y": "Registration",
            "content": "4 (1) No person shall carry on the business of a collection agency unless the person is registered by the Registrar under this Act.  R.S.O. 1990, c. C.14, s. 4 (1); 2017, c. 5, Sched. 2, s. 4 (1). Name and place of business (2) A registered collection agency shall not carry on business in a name other than the name in which it is registered or invite the public to deal at a place other than that authorized by the registration.  R.S.O. 1990, c. C.14, s. 4 (2). Responsibility for collectors (3) A collection agency that employs, appoints or authorizes an individual to act as a collector for or on behalf of the agency shall exercise due diligence to ensure that the individual complies with this Act and the regulations when acting as a collector. 2017, c. 5, Sched. 2, s. 4 (2). Section Amendments with date in force (d/m/y) 2006, c. 34, s. 6 (4) - 1/04/2007 2017, c. 5, Sched. 2, s. 4 (1, 2) - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>4 </b>(1) No person shall carry on the business of a collection agency unless the person is registered by the Registrar under this Act.  R.S.O. 1990, c. C.14, s. 4 (1); 2017, c. 5, Sched. 2, s. 4 (1).</p> <p class=\"headnote\">Name and place of business</p> <p class=\"subsection\">(2) A registered collection agency shall not carry on business in a name other than the name in which it is registered or invite the public to deal at a place other than that authorized by the registration.  R.S.O. 1990, c. C.14, s. 4 (2).</p> <p class=\"headnote\">Responsibility for collectors</p> <p class=\"subsection\">(3) A collection agency that employs, appoints or authorizes an individual to act as a collector for or on behalf of the agency shall exercise due diligence to ensure that the individual complies with this Act and the regulations when acting as a collector. 2017, c. 5, Sched. 2, s. 4 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s6s4\">2006, c. 34, s. 6 (4)</a> - 1/04/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17005#sched2s4s1\">2017, c. 5, Sched. 2, s. 4 (1, 2)</a></span> - 01/01/2018</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "section_x": "Use of name to collect debts",
            "part_id": null,
            "part_type": null,
            "section_y": "Use of name to collect debts",
            "content": "5 No creditor shall deal with the debtor for payment of the debt except under the name in which the debt is lawfully owing or through a registered collection agency.  R.S.O. 1990, c. C.14, s. 5.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>5 </b>No creditor shall deal with the debtor for payment of the debt except under the name in which the debt is lawfully owing or through a registered collection agency.  R.S.O. 1990, c. C.14, s. 5.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "section_x": "Registration",
            "part_id": null,
            "part_type": null,
            "section_y": "Registration",
            "content": "6 (1) An applicant is entitled to registration or renewal of registration by the Registrar except where, (a) having regard to the applicant’s financial position, the applicant cannot reasonably be expected to be financially responsible in the conduct of business; or (b) the past conduct of the applicant affords reasonable grounds for belief that the applicant will not carry on business in accordance with law and with integrity and honesty; or (c) the applicant is a corporation and, (i) having regard to its financial position, it cannot reasonably be expected to be financially responsible in the conduct of its business, or (ii) the past conduct of its officers or directors affords reasonable grounds for belief that its business will not be carried on in accordance with law and with integrity and honesty; or (d) the applicant is carrying on activities that are, or will be, if the applicant is registered, in contravention of this Act or the regulations. (e)  Repealed:  2000, c. 2, s. 2. R.S.O. 1990, c. C.14, s. 6 (1); 2000, c. 2, s. 2. Note:  Despite the repeal made by the Statutes of Ontario, 2000, chapter 2, section 2, clause (e), as it is read immediately before April 12, 2000, continues to apply to individuals and corporations with respect to the time period before April 12, 2000.  See:  2000, c. 2, s. 5. Conditions of registration (2) A registration is subject to such terms and conditions to give effect to the purposes of this Act as are consented to by the applicant, imposed by the Tribunal or prescribed by the regulations.  R.S.O. 1990, c. C.14, s. 6 (2). Section Amendments with date in force (d/m/y) 2000, c. 2, s. 2 - 12/04/2000",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>6 </b>(1) An applicant is entitled to registration or renewal of registration by the Registrar except where,</p> <p class=\"paragraph\">  (a) having regard to the applicant’s financial position, the applicant cannot reasonably be expected to be financially responsible in the conduct of business; or</p> <p class=\"paragraph\">  (b) the past conduct of the applicant affords reasonable grounds for belief that the applicant will not carry on business in accordance with law and with integrity and honesty; or</p> <p class=\"paragraph\">  (c) the applicant is a corporation and,</p> <p class=\"subclause\">  (i) having regard to its financial position, it cannot reasonably be expected to be financially responsible in the conduct of its business, or</p> <p class=\"subclause\">  (ii) the past conduct of its officers or directors affords reasonable grounds for belief that its business will not be carried on in accordance with law and with integrity and honesty; or</p> <p class=\"paragraph\">  (d) the applicant is carrying on activities that are, or will be, if the applicant is registered, in contravention of this Act or the regulations.</p> <p class=\"paragraph\">  (e)  <span class=\"ovsmallcap\">Repealed</span>:  2000, c. 2, s. 2.</p> <p class=\"footnote\">R.S.O. 1990, c. C.14, s. 6 (1); 2000, c. 2, s. 2.</p> <p class=\"Pnote\"><span>Note:  Despite the repeal made by the Statutes of Ontario, 2000, chapter 2, section 2, clause (e), as it is read immediately before April 12, 2000, continues to apply to individuals and corporations with respect to the time period before April 12, 2000.  See:  2000, c. 2, s. 5.</span></p> <p class=\"headnote\">Conditions of registration</p> <p class=\"subsection\">(2) A registration is subject to such terms and conditions to give effect to the purposes of this Act as are consented to by the applicant, imposed by the Tribunal or prescribed by the regulations.  R.S.O. 1990, c. C.14, s. 6 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S00002#s2\">2000, c. 2, s. 2</a> - 12/04/2000</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "section_x": "Refusal to register",
            "part_id": null,
            "part_type": null,
            "section_y": "Refusal to register",
            "content": "7 (1) Subject to section 8, the Registrar may refuse to register an applicant where in the Registrar’s opinion the applicant is disentitled to registration under section 6.  R.S.O. 1990, c. C.14, s. 7 (1). Refusal to renew, suspend or revoke (2) Subject to section 8, the Registrar may refuse to renew or may suspend or revoke a registration for any reason that would disentitle the registrant to registration under section 6 if the registrant were an applicant, or where the registrant is in breach of a term or condition of the registration.  R.S.O. 1990, c. C.14, s. 7 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>7 </b>(1) Subject to section 8, the Registrar may refuse to register an applicant where in the Registrar’s opinion the applicant is disentitled to registration under section 6.  R.S.O. 1990, c. C.14, s. 7 (1).</p> <p class=\"headnote\">Refusal to renew, suspend or revoke</p> <p class=\"subsection\">(2) Subject to section 8, the Registrar may refuse to renew or may suspend or revoke a registration for any reason that would disentitle the registrant to registration under section 6 if the registrant were an applicant, or where the registrant is in breach of a term or condition of the registration.  R.S.O. 1990, c. C.14, s. 7 (2).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "section_x": "Notice of proposal to refuse or revoke",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice of proposal to refuse or revoke",
            "content": "8 (1) Where the Registrar proposes to refuse to grant or renew a registration or proposes to suspend or revoke a registration, the registrar shall serve notice of the proposal, together with written reasons therefor, on the applicant or registrant.  R.S.O. 1990, c. C.14, s. 8 (1). Notice requiring hearing (2) A notice under subsection (1) shall state that the applicant or registrant is entitled to a hearing by the Tribunal if the applicant or registrant mails or delivers, within fifteen days after service of the notice under subsection (1), notice in writing requiring a hearing to the Registrar and the Tribunal, and the applicant or registrant may require such a hearing.  R.S.O. 1990, c. C.14, s. 8 (2). Powers of Registrar where no hearing (3) Where an applicant or registrant does not require a hearing by the Tribunal in accordance with subsection (2), the Registrar may carry out the proposal stated in the notice under subsection (1).  R.S.O. 1990, c. C.14, s. 8 (3). Powers of Tribunal where hearing (4) Where an applicant or registrant requires a hearing by the Tribunal in accordance with subsection (2), the Tribunal shall appoint a time for and hold the hearing and, on the application of the Registrar at the hearing, may by order direct the Registrar to carry out the proposal or refrain from carrying it out and to take such action as the Tribunal considers the Registrar ought to take in accordance with this Act and the regulations, and for such purposes the Tribunal may substitute its opinion for that of the Registrar.  R.S.O. 1990, c. C.14, s. 8 (4). Conditions of order (5) The Tribunal may attach such terms and conditions to its order or to the registration as it considers proper to give effect to the purposes of this Act.  R.S.O. 1990, c. C.14, s. 8 (5). Parties (6) The Registrar, the applicant or registrant who has required the hearing and such other persons as the Tribunal may specify are parties to proceedings before the Tribunal under this section.  R.S.O. 1990, c. C.14, s. 8 (6). Voluntary cancellation (7) The Registrar may cancel a registration upon the request in writing of the registrant and this section does not apply to the cancellation.  2009, c. 33, Sched. 10, s. 3 (4). Continuation of registration pending renewal (8) Where, within the time prescribed therefor or, if no time is prescribed, before expiry of the registration, a registrant has applied for its renewal and paid the required fee, the registration shall be deemed to continue, (a) until the renewal is granted; or (b) where the registrant is served with notice that the Registrar proposes to refuse to grant the renewal, until the time for giving notice requiring a hearing has expired and, where a hearing is required, until the Tribunal has made its order.  R.S.O. 1990, c. C.14, s. 8 (8); 1998, c. 18, Sched. E, s. 51. Appeal (9) Even if a registrant appeals an order of the Tribunal under section 11 of the Licence Appeal Tribunal Act, 1999, the order takes effect immediately but the Tribunal may grant a stay until the disposition of the appeal.  1999, c. 12, Sched. G, s. 17 (2). Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 51 - 18/12/1998; 1999, c. 12, Sched. G, s. 17 (2) - 1/04/2000 2009, c. 33, Sched. 10, s. 3 (4) - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>8 </b>(1) Where the Registrar proposes to refuse to grant or renew a registration or proposes to suspend or revoke a registration, the registrar shall serve notice of the proposal, together with written reasons therefor, on the applicant or registrant.  R.S.O. 1990, c. C.14, s. 8 (1).</p> <p class=\"headnote\">Notice requiring hearing</p> <p class=\"subsection\">(2) A notice under subsection (1) shall state that the applicant or registrant is entitled to a hearing by the Tribunal if the applicant or registrant mails or delivers, within fifteen days after service of the notice under subsection (1), notice in writing requiring a hearing to the Registrar and the Tribunal, and the applicant or registrant may require such a hearing.  R.S.O. 1990, c. C.14, s. 8 (2).</p> <p class=\"headnote\">Powers of Registrar where no hearing</p> <p class=\"subsection\">(3) Where an applicant or registrant does not require a hearing by the Tribunal in accordance with subsection (2), the Registrar may carry out the proposal stated in the notice under subsection (1).  R.S.O. 1990, c. C.14, s. 8 (3).</p> <p class=\"headnote\">Powers of Tribunal where hearing</p> <p class=\"subsection\">(4) Where an applicant or registrant requires a hearing by the Tribunal in accordance with subsection (2), the Tribunal shall appoint a time for and hold the hearing and, on the application of the Registrar at the hearing, may by order direct the Registrar to carry out the proposal or refrain from carrying it out and to take such action as the Tribunal considers the Registrar ought to take in accordance with this Act and the regulations, and for such purposes the Tribunal may substitute its opinion for that of the Registrar.  R.S.O. 1990, c. C.14, s. 8 (4).</p> <p class=\"headnote\">Conditions of order</p> <p class=\"subsection\">(5) The Tribunal may attach such terms and conditions to its order or to the registration as it considers proper to give effect to the purposes of this Act.  R.S.O. 1990, c. C.14, s. 8 (5).</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(6) The Registrar, the applicant or registrant who has required the hearing and such other persons as the Tribunal may specify are parties to proceedings before the Tribunal under this section.  R.S.O. 1990, c. C.14, s. 8 (6).</p> <p class=\"headnote\">Voluntary cancellation</p> <p class=\"subsection\">(7) The Registrar may cancel a registration upon the request in writing of the registrant and this section does not apply to the cancellation.  2009, c. 33, Sched. 10, s. 3 (4).</p> <p class=\"headnote\">Continuation of registration pending renewal</p> <p class=\"subsection\">(8) Where, within the time prescribed therefor or, if no time is prescribed, before expiry of the registration, a registrant has applied for its renewal and paid the required fee, the registration shall be deemed to continue,</p> <p class=\"paragraph\">  (a) until the renewal is granted; or</p> <p class=\"paragraph\">  (b) where the registrant is served with notice that the Registrar proposes to refuse to grant the renewal, until the time for giving notice requiring a hearing has expired and, where a hearing is required, until the Tribunal has made its order.  R.S.O. 1990, c. C.14, s. 8 (8); 1998, c. 18, Sched. E, s. 51.</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(9) Even if a registrant appeals an order of the Tribunal under section 11 of the <i>Licence Appeal Tribunal Act, 1999</i>, the order takes effect immediately but the Tribunal may grant a stay until the disposition of the appeal.  1999, c. 12, Sched. G, s. 17 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 51 - 18/12/1998; 1999, c. 12, Sched. G, s. 17 (2) - 1/04/2000</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched10s3s4\">2009, c. 33, Sched. 10, s. 3 (4) </a>- 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "section_x": "Further applications",
            "part_id": null,
            "part_type": null,
            "section_y": "Further applications",
            "content": "9 A further application for registration may be made upon new or other evidence or where it is clear that material circumstances have changed.  R.S.O. 1990, c. C.14, s. 9. 10 Repealed:  2000, c. 2, s. 3. Note:  Despite the repeal made by the Statutes of Ontario, 2000, chapter 2, section 3, section 10, as it read immediately before April 12, 2000, continues to apply to individuals and corporations with respect to the time period before April 12, 2000.  See:  2000, c. 2, s. 5. Section Amendments with date in force (d/m/y) 2000, c. 2, s. 3 - 12/04/2000",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>9 </b>A further application for registration may be made upon new or other evidence or where it is clear that material circumstances have changed.  R.S.O. 1990, c. C.14, s. 9.</p> <p class=\"section\"><b>10 </b><span class=\"ovsmallcap\">Repealed</span>:  2000, c. 2, s. 3.</p> <p class=\"Pnote\"><span>Note:  Despite the repeal made by the Statutes of Ontario, 2000, chapter 2, section 3, section 10, as it read immediately before April 12, 2000, continues to apply to individuals and corporations with respect to the time period before April 12, 2000.  See:  2000, c. 2, s. 5.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S00002#s3\">2000, c. 2, s. 3</a> - 12/04/2000</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.",
            "section_x": "Place of incorporation",
            "part_id": null,
            "part_type": null,
            "section_y": "Place of incorporation",
            "content": "11 No corporation shall carry on business in Ontario as a collection agency if it is not incorporated by or under an Act of Ontario, Canada or another province or a territory of Canada.  2000, c. 2, s. 4. Note:  Despite the re-enactment made by the Statutes of Ontario, 2000, chapter 2, section 4, section 11, as it read immediately before April 12, 2000, continues to apply to individuals and corporations with respect to the time period before April 12, 2000.  See:  2000, c. 2, s. 5. Section Amendments with date in force (d/m/y) 2000, c. 2, s. 4 - 12/04/2000 Complaints, Inspections and Investigations",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>11 </b>No corporation shall carry on business in Ontario as a collection agency if it is not incorporated by or under an Act of Ontario, Canada or another province or a territory of Canada.  2000, c. 2, s. 4.</p> <p class=\"Pnote\"><span>Note:  Despite the re-enactment made by the Statutes of Ontario, 2000, chapter 2, section 4, section 11, as it read immediately before April 12, 2000, continues to apply to individuals and corporations with respect to the time period before April 12, 2000.  See:  2000, c. 2, s. 5.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S00002#s3\">2000, c. 2, s. 4</a> - 12/04/2000</p> <p class=\"heading1\"><a name=\"BK13\"></a>Complaints, Inspections and Investigations</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Complaints, Inspections and Investigations",
            "section_x": "Complaints, Inspections and Investigations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "section_x": "Complaints",
            "part_id": null,
            "part_type": null,
            "section_y": "Complaints",
            "content": "12 (1) Where the Registrar receives a complaint in respect of a collection agency and so requests in writing, the collection agency shall furnish the Registrar with such information respecting the matter complained of as the Registrar requires.  R.S.O. 1990, c. C.14, s. 12 (1). Idem (2) The request under subsection (1) shall indicate the nature of the inquiry involved.  R.S.O. 1990, c. C.14, s. 12 (2). (3) Repealed:  2009, c. 33, Sched. 10, s. 3 (5). Section Amendments with date in force (d/m/y) 2006, c. 34, s. 6 (5) - 1/04/2007 2009, c. 33, Sched. 10, s. 3 (5) - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>12 </b>(1) Where the Registrar receives a complaint in respect of a collection agency and so requests in writing, the collection agency shall furnish the Registrar with such information respecting the matter complained of as the Registrar requires.  R.S.O. 1990, c. C.14, s. 12 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The request under subsection (1) shall indicate the nature of the inquiry involved.  R.S.O. 1990, c. C.14, s. 12 (2).</p> <p class=\"subsection\">(3) <span class=\"ovsmallcap\">Repealed</span>:  2009, c. 33, Sched. 10, s. 3 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s6s5\">2006, c. 34, s. 6 (5) </a>- 1/04/2007</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched10s3s5\">2009, c. 33, Sched. 10, s. 3 (5)</a> - 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "13.",
            "section_x": "Inspection",
            "part_id": null,
            "part_type": null,
            "section_y": "Inspection",
            "content": "13 (1) The Registrar or any person designated in writing by the Registrar may conduct an inspection and may, as part of the inspection, enter and inspect at any reasonable time the business premises of a registrant, other than any part of the premises used as a dwelling, for the purpose of, (a) ensuring compliance with this Act and the regulations; (b) dealing with a complaint under section 12; or (c) ensuring the registrant remains entitled to be registered.  2009, c. 33, Sched. 10, s. 3 (6). Powers on inspection (2) While carrying out an inspection, an inspector, (a) is entitled to free access to all money, valuables, documents and records of the person being inspected that are relevant to the inspection; (b) may use any data storage, processing or retrieval device or system used in carrying on business in order to produce information that is relevant to the inspection and that is in any form; and (c) may, upon giving a receipt for them, remove for examination and may copy anything relevant to the inspection, including any data storage disk or other retrieval device in order to produce information, but shall promptly return the thing to the person being inspected.  2009, c. 33, Sched. 10, s. 3 (6). Identification (3) An inspector shall produce, on request, evidence of the authority to carry out an inspection.  2009, c. 33, Sched. 10, s. 3 (6). No obstruction (4) No person shall obstruct an inspector conducting an inspection or withhold from the inspector or conceal, alter or destroy any money, valuables, documents or records that are relevant to the inspection.  2009, c. 33, Sched. 10, s. 3 (6). No use of force (5) An inspector shall not use force to enter and inspect premises under this section.  2009, c. 33, Sched. 10, s. 3 (6). Assistance (6) An inspector may, in the course of an inspection, require a person to produce a document or record and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce information that is relevant to the inspection and that is in any form, and the person shall produce the document or record or provide the assistance.  2009, c. 33, Sched. 10, s. 3 (6). Admissibility of copies (7) A copy of a document or record certified by an inspector to be a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.  2009, c. 33, Sched. 10, s. 3 (6). Section Amendments with date in force (d/m/y) 2006, c. 34, s. 6 (6) - 1/04/2007 2009, c. 33, Sched. 10, s. 3 (6) - 15/12/2009 14 Repealed:  2009, c. 33, Sched. 10, s. 3 (6). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 10, s. 3 (6) - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>13 </b>(1) The Registrar or any person designated in writing by the Registrar may conduct an inspection and may, as part of the inspection, enter and inspect at any reasonable time the business premises of a registrant, other than any part of the premises used as a dwelling, for the purpose of,</p> <p class=\"paragraph\">  (a) ensuring compliance with this Act and the regulations;</p> <p class=\"paragraph\">  (b) dealing with a complaint under section 12; or</p> <p class=\"paragraph\">  (c) ensuring the registrant remains entitled to be registered.  2009, c. 33, Sched. 10, s. 3 (6).</p> <p class=\"headnote\">Powers on inspection</p> <p class=\"subsection\">(2) While carrying out an inspection, an inspector,</p> <p class=\"paragraph\">  (a) is entitled to free access to all money, valuables, documents and records of the person being inspected that are relevant to the inspection;</p> <p class=\"paragraph\">  (b) may use any data storage, processing or retrieval device or system used in carrying on business in order to produce information that is relevant to the inspection and that is in any form; and</p> <p class=\"paragraph\">  (c) may, upon giving a receipt for them, remove for examination and may copy anything relevant to the inspection, including any data storage disk or other retrieval device in order to produce information, but shall promptly return the thing to the person being inspected.  2009, c. 33, Sched. 10, s. 3 (6).</p> <p class=\"headnote\">Identification</p> <p class=\"subsection\">(3) An inspector shall produce, on request, evidence of the authority to carry out an inspection.  2009, c. 33, Sched. 10, s. 3 (6).</p> <p class=\"headnote\">No obstruction</p> <p class=\"subsection\">(4) No person shall obstruct an inspector conducting an inspection or withhold from the inspector or conceal, alter or destroy any money, valuables, documents or records that are relevant to the inspection.  2009, c. 33, Sched. 10, s. 3 (6).</p> <p class=\"headnote\">No use of force</p> <p class=\"subsection\">(5) An inspector shall not use force to enter and inspect premises under this section.  2009, c. 33, Sched. 10, s. 3 (6).</p> <p class=\"headnote\">Assistance</p> <p class=\"subsection\">(6) An inspector may, in the course of an inspection, require a person to produce a document or record and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce information that is relevant to the inspection and that is in any form, and the person shall produce the document or record or provide the assistance.  2009, c. 33, Sched. 10, s. 3 (6).</p> <p class=\"headnote\">Admissibility of copies</p> <p class=\"subsection\">(7) A copy of a document or record certified by an inspector to be a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.  2009, c. 33, Sched. 10, s. 3 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s6s6\">2006, c. 34, s. 6 (6)</a> - 1/04/2007</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched10s3s6\">2009, c. 33, Sched. 10, s. 3 (6)</a> - 15/12/2009</p> <p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Repealed</span>:  2009, c. 33, Sched. 10, s. 3 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched10s3s6\">2009, c. 33, Sched. 10, s. 3 (6)</a> - 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "15.",
            "section_x": "Appointment of investigators",
            "part_id": null,
            "part_type": null,
            "section_y": "Appointment of investigators",
            "content": "15 (1) The Director may appoint persons to be investigators for the purposes of conducting investigations.  2006, c. 34, s. 6 (7). Certificate of appointment (2) The Director shall issue to every investigator a certificate of appointment bearing his or her signature or a facsimile of the signature.  2006, c. 34, s. 6 (7). Production of certificate of appointment (3) Every investigator who is conducting an investigation, including under section 16, shall, upon request, produce the certificate of appointment as an investigator.  2006, c. 34, s. 6 (7). Section Amendments with date in force (d/m/y) 2002, c. 30, Sched. E, s. 2 (2) - 30/07/2005 2006, c. 34, s. 6 (7) - 1/04/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>15 </b>(1) The Director may appoint persons to be investigators for the purposes of conducting investigations.  2006, c. 34, s. 6 (7).</p> <p class=\"headnote\">Certificate of appointment</p> <p class=\"subsection\">(2) The Director shall issue to every investigator a certificate of appointment bearing his or her signature or a facsimile of the signature.  2006, c. 34, s. 6 (7).</p> <p class=\"headnote\">Production of certificate of appointment</p> <p class=\"subsection\">(3) Every investigator who is conducting an investigation, including under section 16, shall, upon request, produce the certificate of appointment as an investigator.  2006, c. 34, s. 6 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S02030#schedes2s2\">2002, c. 30, Sched. E, s. 2 (2)</a> - 30/07/2005</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s6s7\">2006, c. 34, s. 6 (7)</a> - 1/04/2007</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "16.",
            "section_x": "Search warrant",
            "part_id": null,
            "part_type": null,
            "section_y": "Search warrant",
            "content": "16 (1) Upon application made without notice by an investigator, a justice of the peace may issue a warrant, if he or she is satisfied on information under oath that there is reasonable ground for believing that, (a) a person has contravened or is contravening this Act or the regulations or has committed an offence under the law of any jurisdiction that is relevant to the person’s fitness for registration under this Act; and (b) there is, (i) in any building, dwelling, receptacle or place anything relating to the contravention of this Act or the regulations or to the person’s fitness for registration, or (ii) information or evidence relating to the contravention of this Act or the regulations or the person’s fitness for registration that may be obtained through the use of an investigative technique or procedure or the doing of anything described in the warrant.  2006, c. 34, s. 6 (8); 2019, c. 14, Sched. 10, s. 2 (1). Powers under warrant (2) Subject to any conditions contained in it, a warrant obtained under subsection (1) authorizes an investigator, (a) to enter or access the building, dwelling, receptacle or place specified in the warrant and examine and seize anything described in the warrant; (b) to make reasonable inquiries of any person, orally or in writing, with respect to anything relevant to the investigation; (c) to require a person to produce the information or evidence described in the warrant and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce, in any form, the information or evidence described in the warrant; (d) to use any data storage, processing or retrieval device or system used in carrying on business in order to produce information or evidence described in the warrant, in any form; and (e) to use any investigative technique or procedure or do anything described in the warrant.  2006, c. 34, s. 6 (8); 2019, c. 14, Sched. 10, s. 2 (1, 2). Entry of dwelling (3) Despite subsection (2), an investigator shall not exercise the power under a warrant to enter a place, or part of a place, used as a dwelling, unless, (a) the justice of the peace is informed that the warrant is being sought to authorize entry into a dwelling; and (b) the justice of the peace authorizes the entry into the dwelling.  2006, c. 34, s. 6 (8). Conditions on warrant (4) A warrant obtained under subsection (1) shall contain such conditions as the justice of the peace considers advisable to ensure that any search authorized by the warrant is reasonable in the circumstances.  2006, c. 34, s. 6 (8). Expert help (5) The warrant may authorize persons who have special, expert or professional knowledge and other persons as necessary to accompany and assist the investigator in respect of the execution of the warrant.  2006, c. 34, s. 6 (8). Time of execution (6) An entry or access under a warrant issued under this section shall be made between 6 a.m. and 9 p.m., unless the warrant specifies otherwise.  2006, c. 34, s. 6 (8). Expiry of warrant (7) A warrant issued under this section shall name a date of expiry, which shall be no later than 30 days after the warrant is issued, but a justice of the peace may extend the date of expiry for an additional period of no more than 30 days, upon application without notice by an investigator.  2006, c. 34, s. 6 (8). Use of force (8) An investigator may call upon police officers for assistance in executing the warrant and the investigator may use whatever force is reasonably necessary to execute the warrant.  2006, c. 34, s. 6 (8). No obstruction (9) No person shall obstruct an investigator executing a warrant under this section or withhold from him or her or conceal, alter or destroy anything relevant to the investigation being conducted pursuant to the warrant.  2006, c. 34, s. 6 (8). Compliance (10) If an investigator under clause (2) (c) requires a person to produce evidence or information or to provide assistance, the person shall produce the evidence or information or provide the assistance, as the case may be. 2019, c. 14, Sched. 10, s. 2 (3). Copies of seized items (11) An investigator who seizes any thing under this section or section 16.1 may make a copy of it. 2019, c. 14, Sched. 10, s. 2 (3). Admissibility (12) A copy of a document or record certified by an investigator as being a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.  2006, c. 34, s. 6 (8). Section Amendments with date in force (d/m/y) 2006, c. 34, s. 6 (8) - 1/04/2007 2019, c. 14, Sched. 10, s. 2 (1-3) - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>16 </b>(1) Upon application made without notice by an investigator, a justice of the peace may issue a warrant, if he or she is satisfied on information under oath that there is reasonable ground for believing that,</p> <p class=\"paragraph\">  (a) a person has contravened or is contravening this Act or the regulations or has committed an offence under the law of any jurisdiction that is relevant to the person’s fitness for registration under this Act; and</p> <p class=\"paragraph\">  (b) there is,</p> <p class=\"subclause\">  (i) in any building, dwelling, receptacle or place anything relating to the contravention of this Act or the regulations or to the person’s fitness for registration, or</p> <p class=\"subclause\">  (ii) information or evidence relating to the contravention of this Act or the regulations or the person’s fitness for registration that may be obtained through the use of an investigative technique or procedure or the doing of anything described in the warrant.  2006, c. 34, s. 6 (8); 2019, c. 14, Sched. 10, s. 2 (1).</p> <p class=\"headnote\">Powers under warrant</p> <p class=\"subsection\">(2) Subject to any conditions contained in it, a warrant obtained under subsection (1) authorizes an investigator,</p> <p class=\"paragraph\">  (a) to enter or access the building, dwelling, receptacle or place specified in the warrant and examine and seize anything described in the warrant;</p> <p class=\"paragraph\">  (b) to make reasonable inquiries of any person, orally or in writing, with respect to anything relevant to the investigation;</p> <p class=\"paragraph\">  (c) to require a person to produce the information or evidence described in the warrant and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce, in any form, the information or evidence described in the warrant;</p> <p class=\"paragraph\">  (d) to use any data storage, processing or retrieval device or system used in carrying on business in order to produce information or evidence described in the warrant, in any form; and</p> <p class=\"paragraph\">  (e) to use any investigative technique or procedure or do anything described in the warrant.  2006, c. 34, s. 6 (8); 2019, c. 14, Sched. 10, s. 2 (1, 2).</p> <p class=\"headnote\">Entry of dwelling</p> <p class=\"subsection\">(3) Despite subsection (2), an investigator shall not exercise the power under a warrant to enter a place, or part of a place, used as a dwelling, unless,</p> <p class=\"paragraph\">  (a) the justice of the peace is informed that the warrant is being sought to authorize entry into a dwelling; and</p> <p class=\"paragraph\">  (b) the justice of the peace authorizes the entry into the dwelling.  2006, c. 34, s. 6 (8).</p> <p class=\"headnote\">Conditions on warrant</p> <p class=\"subsection\">(4) A warrant obtained under subsection (1) shall contain such conditions as the justice of the peace considers advisable to ensure that any search authorized by the warrant is reasonable in the circumstances.  2006, c. 34, s. 6 (8).</p> <p class=\"headnote\">Expert help</p> <p class=\"subsection\">(5) The warrant may authorize persons who have special, expert or professional knowledge and other persons as necessary to accompany and assist the investigator in respect of the execution of the warrant.  2006, c. 34, s. 6 (8).</p> <p class=\"headnote\">Time of execution</p> <p class=\"subsection\">(6) An entry or access under a warrant issued under this section shall be made between 6 a.m. and 9 p.m., unless the warrant specifies otherwise.  2006, c. 34, s. 6 (8).</p> <p class=\"headnote\">Expiry of warrant</p> <p class=\"subsection\">(7) A warrant issued under this section shall name a date of expiry, which shall be no later than 30 days after the warrant is issued, but a justice of the peace may extend the date of expiry for an additional period of no more than 30 days, upon application without notice by an investigator.  2006, c. 34, s. 6 (8).</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(8) An investigator may call upon police officers for assistance in executing the warrant and the investigator may use whatever force is reasonably necessary to execute the warrant.  2006, c. 34, s. 6 (8).</p> <p class=\"headnote\">No obstruction</p> <p class=\"subsection\">(9) No person shall obstruct an investigator executing a warrant under this section or withhold from him or her or conceal, alter or destroy anything relevant to the investigation being conducted pursuant to the warrant.  2006, c. 34, s. 6 (8).</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(10) If an investigator under clause (2) (c) requires a person to produce evidence or information or to provide assistance, the person shall produce the evidence or information or provide the assistance, as the case may be. 2019, c. 14, Sched. 10, s. 2 (3).</p> <p class=\"headnote\">Copies of seized items</p> <p class=\"subsection\">(11) An investigator who seizes any thing under this section or section 16.1 may make a copy of it. 2019, c. 14, Sched. 10, s. 2 (3).</p> <p class=\"headnote\">Admissibility</p> <p class=\"subsection\">(12) A copy of a document or record certified by an investigator as being a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.  2006, c. 34, s. 6 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s6s8\">2006, c. 34, s. 6 (8)</a> - 1/04/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched10s2s1\">2019, c. 14, Sched. 10, s. 2 (1-3)</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "16.1",
            "section_x": "Seizure of things not specified",
            "part_id": null,
            "part_type": null,
            "section_y": "Seizure of things not specified",
            "content": "16.1 An investigator who is lawfully present in a place pursuant to a warrant or otherwise in the execution of his or her duties may, without a warrant, seize anything in plain view that the investigator believes on reasonable grounds will afford evidence relating to a contravention of this Act or the regulations.  2006, c. 34, s. 6 (8). Section Amendments with date in force (d/m/y) 2006, c. 34, s. 6 (8) - 1/04/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>16.1 </b>An investigator who is lawfully present in a place pursuant to a warrant or otherwise in the execution of his or her duties may, without a warrant, seize anything in plain view that the investigator believes on reasonable grounds will afford evidence relating to a contravention of this Act or the regulations.  2006, c. 34, s. 6 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s6s8\">2006, c. 34, s. 6 (8)</a> - 1/04<span class=\"MsoHyperlink\">/</span>2007</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.2",
            "section_x": "Searches in exigent circumstances",
            "part_id": null,
            "part_type": null,
            "section_y": "Searches in exigent circumstances",
            "content": "16.2 (1) An investigator may exercise any of the powers described in subsection 16 (2) without a warrant if the conditions for obtaining the warrant exist but by reason of exigent circumstances it would be impracticable to obtain the warrant.  2006, c. 34, s. 6 (8). Dwellings (2) Subsection (1) does not apply to a building or part of a building that is being used as a dwelling.  2006, c. 34, s. 6 (8). Use of force (3) The investigator may, in executing any authority given by this section, call upon police officers for assistance and use whatever force is reasonably necessary.  2006, c. 34, s. 6 (8). Applicability of s. 16 (4) Subsections 16 (5), (9), (10), (11) and (12) apply with necessary modifications to a search under this section.  2006, c. 34, s. 6 (8). Section Amendments with date in force (d/m/y) 2006, c. 34, s. 6 (8) - 1/04/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>16.2 </b>(1) An investigator may exercise any of the powers described in subsection 16 (2) without a warrant if the conditions for obtaining the warrant exist but by reason of exigent circumstances it would be impracticable to obtain the warrant.  2006, c. 34, s. 6 (8).</p> <p class=\"headnote\">Dwellings</p> <p class=\"subsection\">(2) Subsection (1) does not apply to a building or part of a building that is being used as a dwelling.  2006, c. 34, s. 6 (8).</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(3) The investigator may, in executing any authority given by this section, call upon police officers for assistance and use whatever force is reasonably necessary.  2006, c. 34, s. 6 (8).</p> <p class=\"headnote\">Applicability of s. 16</p> <p class=\"subsection\">(4) Subsections 16 (5), (9), (10), (11) and (12) apply with necessary modifications to a search under this section.  2006, c. 34, s. 6 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s6s8\">2006, c. 34, s. 6 (8)</a> - 1/04/2007</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.2.1",
            "section_x": "Report when things seized",
            "part_id": null,
            "part_type": null,
            "section_y": "Report when things seized",
            "content": "16.2.1 (1) An investigator who seizes any thing under the authority of section 16, 16.1 or 16.2 shall bring it before a justice of the peace or, if that is not reasonably possible, shall report the seizure to a justice of the peace. 2019, c. 14, Sched. 10, s. 2 (4). Procedure (2) Sections 159 and 160 of the Provincial Offences Act apply with necessary modifications in respect of a thing seized under the authority of section 16, 16.1 or 16.2 of this Act, reading the reference in subsection 160 (1) of that Act to a document that a person is about to examine or seize under a search warrant as a reference to a thing that an investigator is about to examine or seize under the authority of section 16, 16.1 or 16.2 of this Act. 2019, c. 14, Sched. 10, s. 2 (4). Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 10, s. 2 (4) - 10/12/2019 Debt Settlement Services Agreements",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>16.2.1 </b>(1) An investigator who seizes any thing under the authority of section 16, 16.1 or 16.2 shall bring it before a justice of the peace or, if that is not reasonably possible, shall report the seizure to a justice of the peace. 2019, c. 14, Sched. 10, s. 2 (4).</p> <p class=\"headnote\">Procedure</p> <p class=\"subsection\">(2) Sections 159 and 160 of the <i>Provincial Offences Act</i> apply with necessary modifications in respect of a thing seized under the authority of section 16, 16.1 or 16.2 of this Act, reading the reference in subsection 160 (1) of that Act to a document that a person is about to examine or seize under a search warrant as a reference to a thing that an investigator is about to examine or seize under the authority of section 16, 16.1 or 16.2 of this Act. 2019, c. 14, Sched. 10, s. 2 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched10s2s4\">2019, c. 14, Sched. 10, s. 2 (4)</a></span> - 10/12/2019</p> <p class=\"heading1\"><a name=\"BK21\"></a>Debt Settlement Services Agreements</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "Debt Settlement Services Agreements",
            "section_x": "Debt Settlement Services Agreements",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "16.3",
            "section_x": "Representations",
            "part_id": null,
            "part_type": null,
            "section_y": "Representations",
            "content": "16.3 (1) A collection agency or collector shall not communicate or cause to be communicated any representation relating to a debt settlement services agreement that is prescribed as a prohibited representation. 2013, c. 13, Sched. 1, s. 4. Required representations (2) A collection agency or collector shall communicate or cause to be communicated, in the circumstances that are prescribed, (a) all terms of a debt settlement services agreement that are necessary for understanding the agreement; (b) a clear and detailed explanation of the effect that a debt settlement services agreement will have on the debtor’s credit rating; and (c) all representations relating to a debt settlement services agreement that are prescribed as required representations. 2013, c. 13, Sched. 1, s. 4. Section Amendments with date in force (d/m/y) 2013, c. 13, Sched. 1, s. 4 - 1/07/2015",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>16.3 </b>(1) A collection agency or collector shall not communicate or cause to be communicated any representation relating to a debt settlement services agreement that is prescribed as a prohibited representation. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"headnote\">Required representations</p> <p class=\"subsection\">(2) A collection agency or collector shall communicate or cause to be communicated, in the circumstances that are prescribed,</p> <p class=\"paragraph\">  (a) all terms of a debt settlement services agreement that are necessary for understanding the agreement;</p> <p class=\"paragraph\">  (b) a clear and detailed explanation of the effect that a debt settlement services agreement will have on the debtor’s credit rating; and</p> <p class=\"paragraph\">  (c) all representations relating to a debt settlement services agreement that are prescribed as required representations. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s4\">2013, c. 13, Sched. 1, s. 4</a> - 1/07/2015</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "16.4",
            "section_x": "False information",
            "part_id": null,
            "part_type": null,
            "section_y": "False information",
            "content": "16.4 (1) No collection agency or collector shall falsify, assist in falsifying or induce or counsel another person to falsify or assist in falsifying any information or document relating to a debt settlement services agreement. 2013, c. 13, Sched. 1, s. 4. Furnishing false information (2) No collection agency or collector shall furnish, assist in furnishing or induce or counsel another person to furnish or assist in furnishing any false, misleading or deceptive information or documents relating to a debt settlement services agreement. 2013, c. 13, Sched. 1, s. 4. Section Amendments with date in force (d/m/y) 2013, c. 13, Sched. 1, s. 4 - 1/07/2015",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>16.4 </b>(1) No collection agency or collector shall falsify, assist in falsifying or induce or counsel another person to falsify or assist in falsifying any information or document relating to a debt settlement services agreement. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"headnote\">Furnishing false information</p> <p class=\"subsection\">(2) No collection agency or collector shall furnish, assist in furnishing or induce or counsel another person to furnish or assist in furnishing any false, misleading or deceptive information or documents relating to a debt settlement services agreement. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s4\">2013, c. 13, Sched. 1, s. 4</a> - 1/07/2015</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "16.5",
            "section_x": "Debt settlement services agreement",
            "part_id": null,
            "part_type": null,
            "section_y": "Debt settlement services agreement",
            "content": "16.5 (1) No collection agency shall provide debt settlement services to a debtor and no collector shall provide those services to a debtor on behalf of a collection agency unless the agency has, (a) entered into a debt settlement services agreement that is in writing and that meets the prescribed requirements, if any; (b) delivered a written copy of the agreement to the debtor no later than on entering into the agreement; and (c) disclosed to the debtor in the agreement all information that is reasonably necessary to explain the sources of the agency’s funding and all other information that is prescribed about the sources of the agency’s funding. 2013, c. 13, Sched. 1, s. 4. Only one agreement (2) No collection agency shall enter into more than one agreement for debt settlement services with the same debtor while there is a debt settlement services agreement between the parties that has not expired, and any other agreement under which the agency provides services to the debtor shall be deemed to be part of the debt settlement services agreement for the purposes of this Act, whether or not the other agreement comes within the definition of a debt settlement services agreement. 2013, c. 13, Sched. 1, s. 4. Disclosure of information (3) If a collection agency or collector is required to disclose information under this Act relating to a debt settlement services agreement, the disclosure must be clear, comprehensible and prominent. 2013, c. 13, Sched. 1, s. 4. Delivery of information (4) If a collection agency or collector is required to deliver information to a debtor under this Act relating to a debt settlement services agreement, the information must, in addition to satisfying the requirements in subsection (3), be delivered in a form in which it can be retained by the debtor. 2013, c. 13, Sched. 1, s. 4. Ambiguities to benefit debtor (5) Any ambiguity that allows for more than one reasonable interpretation of a debt settlement services agreement or of any information that a collection agency or collector is required to disclose under this Act shall be interpreted to the benefit of the debtor. 2013, c. 13, Sched. 1, s. 4. Section Amendments with date in force (d/m/y) 2013, c. 13, Sched. 1, s. 4 - 1/07/2015",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>16.5 </b>(1) No collection agency shall provide debt settlement services to a debtor and no collector shall provide those services to a debtor on behalf of a collection agency unless the agency has,</p> <p class=\"paragraph\">  (a) entered into a debt settlement services agreement that is in writing and that meets the prescribed requirements, if any;</p> <p class=\"paragraph\">  (b) delivered a written copy of the agreement to the debtor no later than on entering into the agreement; and</p> <p class=\"paragraph\">  (c) disclosed to the debtor in the agreement all information that is reasonably necessary to explain the sources of the agency’s funding and all other information that is prescribed about the sources of the agency’s funding. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"headnote\">Only one agreement</p> <p class=\"subsection\">(2) No collection agency shall enter into more than one agreement for debt settlement services with the same debtor while there is a debt settlement services agreement between the parties that has not expired, and any other agreement under which the agency provides services to the debtor shall be deemed to be part of the debt settlement services agreement for the purposes of this Act, whether or not the other agreement comes within the definition of a debt settlement services agreement. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"headnote\">Disclosure of information</p> <p class=\"subsection\">(3) If a collection agency or collector is required to disclose information under this Act relating to a debt settlement services agreement, the disclosure must be clear, comprehensible and prominent. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"headnote\">Delivery of information</p> <p class=\"subsection\">(4) If a collection agency or collector is required to deliver information to a debtor under this Act relating to a debt settlement services agreement, the information must, in addition to satisfying the requirements in subsection (3), be delivered in a form in which it can be retained by the debtor. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"headnote\">Ambiguities to benefit debtor</p> <p class=\"subsection\">(5) Any ambiguity that allows for more than one reasonable interpretation of a debt settlement services agreement or of any information that a collection agency or collector is required to disclose under this Act shall be interpreted to the benefit of the debtor. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s4\">2013, c. 13, Sched. 1, s. 4</a> - 1/07/2015</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "16.6",
            "section_x": "Restrictions on payments for services",
            "part_id": null,
            "part_type": null,
            "section_y": "Restrictions on payments for services",
            "content": "16.6 (1) No collection agency or collector that provides debt settlement services shall require or accept any payment or any security for the payment, directly or indirectly, in advance of providing the services, except as prescribed, or in excess of the maximum amount prescribed or determined in accordance with the regulations. 2013, c. 13, Sched. 1, s. 4. Definition (2) In this section, “payment” means any compensation, however described, that a debtor is or will be required to pay a collection agency or any other person as a condition of entering into a debt settlement services agreement. 2013, c. 13, Sched. 1, s. 4. Security arrangement void (3) Every arrangement by which a collection agency or collector takes security in contravention of subsection (1) is void. 2013, c. 13, Sched. 1, s. 4. Where no registration (4) A collection agency or collector that enters into a debt settlement services agreement before being registered shall not be entitled to receive any payment or security for payment under subsection (1) for debt settlement services provided under the agreement. 2013, c. 13, Sched. 1, s. 4. Illegal payment (5) If a collection agency or collector requires or accepts a payment in contravention of this section, the debtor or person who has made the payment may demand a refund by giving notice in accordance with section 92 of the Consumer Protection Act, 2002 and section 16.9 of this Act within one year of making the payment. 2013, c. 13, Sched. 1, s. 4. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 16.6 (5) of the Act is amended by striking out “section 92 of the Consumer Protection Act, 2002” and substituting “section 68 of the Consumer Protection Act, 2023”. (See: 2023, c. 23, Sched. 1, s. 111 (1)) Duty to provide refund (6) A collection agency that receives a notice demanding a refund under subsection (5) shall provide the refund within the prescribed period of time and in accordance with the prescribed requirements. 2013, c. 13, Sched. 1, s. 4. Section Amendments with date in force (d/m/y) 2013, c. 13, Sched. 1, s. 4 - 1/07/2015 2023, c. 23, Sched. 1, s. 111 (1) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>16.6 </b>(1) No collection agency or collector that provides debt settlement services shall require or accept any payment or any security for the payment, directly or indirectly, in advance of providing the services, except as prescribed, or in excess of the maximum amount prescribed or determined in accordance with the regulations. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(2) In this section,</p> <p class=\"definition\">“payment” means any compensation, however described, that a debtor is or will be required to pay a collection agency or any other person as a condition of entering into a debt settlement services agreement. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"headnote\">Security arrangement void</p> <p class=\"subsection\">(3) Every arrangement by which a collection agency or collector takes security in contravention of subsection (1) is void. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"headnote\">Where no registration</p> <p class=\"subsection\">(4) A collection agency or collector that enters into a debt settlement services agreement before being registered shall not be entitled to receive any payment or security for payment under subsection (1) for debt settlement services provided under the agreement. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"headnote\">Illegal payment</p> <p class=\"subsection\">(5) If a collection agency or collector requires or accepts a payment in contravention of this section, the debtor or person who has made the payment may demand a refund by giving notice in accordance with section 92 of the <i>Consumer Protection Act, 2002 </i>and section 16.9 of this Act within one year of making the payment. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 16.6 (5) of the Act is amended by striking out “section 92 of the <i>Consumer Protection Act, 2002</i>” and substituting “section 68 of the <i>Consumer Protection Act, 2023</i>”. (See: 2023, c. 23, Sched. 1, s. 111 (1))</span></p> <p class=\"headnote\">Duty to provide refund</p> <p class=\"subsection\">(6) A collection agency that receives a notice demanding a refund under subsection (5) shall provide the refund within the prescribed period of time and in accordance with the prescribed requirements. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s4\">2013, c. 13, Sched. 1, s. 4</a> - 1/07/2015</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23023#sched1s111s1\">2023, c. 23, Sched. 1, s. 111 (1)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "16.7",
            "section_x": "Cancellation of debt settlement services agreement",
            "part_id": null,
            "part_type": null,
            "section_y": "Cancellation of debt settlement services agreement",
            "content": "16.7 (1) A debtor who is a party to a debt settlement services agreement may, without any reason, cancel the agreement at any time from the date of entering into it until 10 days after receiving the written copy of the agreement. 2013, c. 13, Sched. 1, s. 4. Same (2) In addition to the right under subsection (1), a debtor who is a party to a debt settlement services agreement may cancel the agreement within one year after the date of entering into it if the debtor does not receive a copy of the agreement that meets the requirements of subsection 16.5 (1). 2013, c. 13, Sched. 1, s. 4. Procedure for cancellation (3) A debtor who exercises a right under this section to cancel a debt settlement services agreement shall do so in accordance with sections 92 and 94 of the Consumer Protection Act, 2002 and section 16.9 of this Act. 2013, c. 13, Sched. 1, s. 4. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 16.7 (3) of the Act is amended by striking out “shall do so in accordance with sections 92 and 94 of the Consumer Protection Act, 2002” and substituting “shall do so by giving notice in accordance with section 68 of the Consumer Protection Act, 2023”. (See: 2023, c. 23, Sched. 1, s. 111 (2)) Note: On a day to be named by proclamation of the Lieutenant Governor, section 16.7 of the Act is amended by adding the following subsection: (See: 2023, c. 23, Sched. 1, s. 111 (3)) Effective time (3.1) The cancellation takes effect when the debtor gives notice. 2023, c. 23, Sched. 1, s. 111 (3). Effect of cancellation (4) The cancellation of a debt settlement services agreement in accordance with subsection (3) operates to cancel, as if they never existed, (a) the agreement; (b) all related agreements; (c) all guarantees given by the debtor or a guarantor in respect of money payable under the agreement; (d) all credit agreements, as defined in Part VII of the Consumer Protection Act, 2002, and other payment instruments, including promissory notes, Note: On a day to be named by proclamation of the Lieutenant Governor, clause 16.7 (4) (d) of the Act is amended by striking out “all credit agreements, as defined in Part VII of the Consumer Protection Act, 2002” and substituting “all credit agreements, as defined in subsection 1 (1) of the Consumer Protection Act, 2023”. (See: 2023, c. 23, Sched. 1, s. 111 (4)) (i) extended, arranged or facilitated by the person with whom the debtor entered into the agreement, or (ii) otherwise related to the agreement. 2013, c. 13, Sched. 1, s. 4. Meaning of related agreement (5) For the purposes of clause (4) (b), a related agreement does not include any agreement that the debtor has entered into with a creditor. 2013, c. 13, Sched. 1, s. 4. Section Amendments with date in force (d/m/y) 2013, c. 13, Sched. 1, s. 4 - 1/07/2015 2023, c. 23, Sched. 1, s. 111 (2-4) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>16.7 </b>(1) A debtor who is a party to a debt settlement services agreement may, without any reason, cancel the agreement at any time from the date of entering into it until 10 days after receiving the written copy of the agreement. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In addition to the right under subsection (1), a debtor who is a party to a debt settlement services agreement may cancel the agreement within one year after the date of entering into it if the debtor does not receive a copy of the agreement that meets the requirements of subsection 16.5 (1). 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"headnote\">Procedure for cancellation</p> <p class=\"subsection\">(3) A debtor who exercises a right under this section to cancel a debt settlement services agreement shall do so in accordance with sections 92 and 94 of the Consumer Protection Act, 2002 and section 16.9 of this Act. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 16.7 (3) of the Act is amended by striking out “shall do so in accordance with sections 92 and 94 of the <i>Consumer Protection Act, 2002</i>” and substituting “shall do so by giving notice in accordance with section 68 of the <i>Consumer Protection Act, 2023</i>”. (See: 2023, c. 23, Sched. 1, s. 111 (2))</span></p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, section 16.7 of the Act is amended by adding the following subsection: (See: 2023, c. 23, Sched. 1, s. 111 (3))</span></p> <p class=\"Yheadnote\"><span>Effective time</span></p> <p class=\"Ysubsection\"><span>(3.1) The cancellation takes effect when the debtor gives notice. 2023, c. 23, Sched. 1, s. 111 (3).</span></p> <p class=\"headnote\">Effect of cancellation</p> <p class=\"subsection\">(4) The cancellation of a debt settlement services agreement in accordance with subsection (3) operates to cancel, as if they never existed,</p> <p class=\"paragraph\">  (a) the agreement;</p> <p class=\"paragraph\">  (b) all related agreements;</p> <p class=\"paragraph\">  (c) all guarantees given by the debtor or a guarantor in respect of money payable under the agreement;</p> <p class=\"paragraph\">  (d) all credit agreements, as defined in Part VII of the <i>Consumer Protection Act, 2002</i>, and other payment instruments, including promissory notes,</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, clause 16.7 (4) (d) of the Act is amended by striking out “all credit agreements, as defined in Part VII of the <i>Consumer Protection Act, 2002</i>” and substituting “all credit agreements, as defined in subsection 1 (1) of the <i>Consumer Protection Act, 2023</i>”. (See: 2023, c. 23, Sched. 1, s. 111 (4))</span></p> <p class=\"subclause\">  (i) extended, arranged or facilitated by the person with whom the debtor entered into the agreement, or</p> <p class=\"subclause\">  (ii) otherwise related to the agreement. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"headnote\">Meaning of related agreement</p> <p class=\"subsection\">(5) For the purposes of clause (4) (b), a related agreement does not include any agreement that the debtor has entered into with a creditor. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s4\">2013, c. 13, Sched. 1, s. 4</a> - 1/07/2015</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23023#sched1s111s2\">2023, c. 23, Sched. 1, s. 111 (2-4)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "16.8",
            "section_x": "Refund after cancellation",
            "part_id": null,
            "part_type": null,
            "section_y": "Refund after cancellation",
            "content": "16.8 (1) A debtor who cancels a debt settlement services agreement under section 16.7 may demand a refund of all payments made under the agreement by giving notice to the collection agency in accordance with section 92 of the Consumer Protection Act, 2002 and section 16.9 of this Act within one year after entering into the agreement. 2013, c. 13, Sched. 1, s. 4. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 16.8 (1) of the Act is amended by striking out “section 92 of the Consumer Protection Act, 2002” and substituting “section 68 of the Consumer Protection Act, 2023”. (See: 2023, c. 23, Sched. 1, s. 111 (5)) Response of collection agency (2) A collection agency who receives a notice demanding a refund under subsection (1) shall, (a) provide the refund within the prescribed period of time and in accordance with the prescribed requirements; and (b) comply with all other obligations that are prescribed. 2013, c. 13, Sched. 1, s. 4. Section Amendments with date in force (d/m/y) 2013, c. 13, Sched. 1, s. 4 - 1/07/2015 2023, c. 23, Sched. 1, s. 111 (5) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>16.8 </b>(1) A debtor who cancels a debt settlement services agreement under section 16.7 may demand a refund of all payments made under the agreement by giving notice to the collection agency in accordance with section 92 of the <i>Consumer Protection Act, 2002</i> and section 16.9 of this Act<i> </i>within one year after entering into the agreement. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 16.8 (1) of the Act is amended by striking out “section 92 of the <i>Consumer Protection Act, 2002</i>” and substituting “section 68 of the <i>Consumer Protection Act, 2023</i>”. (See: 2023, c. 23, Sched. 1, s. 111 (5))</span></p> <p class=\"headnote\">Response of collection agency</p> <p class=\"subsection\">(2) A collection agency who receives a notice demanding a refund under subsection (1) shall,</p> <p class=\"paragraph\">  (a) provide the refund within the prescribed period of time and in accordance with the prescribed requirements; and</p> <p class=\"paragraph\">  (b) comply with all other obligations that are prescribed. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s4\">2013, c. 13, Sched. 1, s. 4</a> - 1/07/2015</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23023#sched1s111s5\">2023, c. 23, Sched. 1, s. 111 (5)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "16.9",
            "section_x": "Application of Consumer Protection Act, 2002",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of Consumer Protection Act, 2002",
            "content": "16.9 References in section 16.6, 16.7 or 16.8 to section 92 or 94 of the Consumer Protection Act, 2002 shall be read as references to those provisions, reading, (a) references to a consumer agreement as references to a debt settlement services agreement; (b) references to that Act as references to this Act; (c) references to matters that are prescribed as references to matters prescribed under that Act; and (d) references to the regulations in those provisions as references to the regulations made under that Act and the regulations made under this Act. 2013, c. 13, Sched. 1, s. 4. Note: On a day to be named by proclamation of the Lieutenant Governor, section 16.9 of the Act is repealed and the following substituted: (See: 2023, c. 23, Sched. 1, s. 111 (6)) Application of Consumer Protection Act, 2023 16.9 References in section 16.6, 16.7 or 16.8 of this Act to section 68 of the Consumer Protection Act, 2023\r\nshall be read as references to that provision, reading, (a) references to a consumer contract as references to a debt settlement services agreement; (b) references to that Act as references to this Act; (c) references to matters that are prescribed as references to matters prescribed under that Act; (d) references to the regulations in those provisions as references to the regulations made under that Act and the regulations made under this Act; (e) references to a consumer as references to a debtor; and (f) references to a supplier as references to a collection agency. 2023, c. 23, Sched. 1, s. 111 (6). Section Amendments with date in force (d/m/y) 2013, c. 13, Sched. 1, s. 4 - 1/07/2015 2023, c. 23, Sched. 1, s. 111 (6) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>16.9 </b>References in section 16.6, 16.7 or 16.8 to section 92 or 94 of the <i>Consumer Protection Act, 2002</i> shall be read as references to those provisions, reading,</p> <p class=\"paragraph\">  (a) references to a consumer agreement as references to a debt settlement services agreement;</p> <p class=\"paragraph\">  (b) references to that Act as references to this Act;</p> <p class=\"paragraph\">  (c) references to matters that are prescribed as references to matters prescribed under that Act; and</p> <p class=\"paragraph\">  (d) references to the regulations in those provisions as references to the regulations made under that Act and the regulations made under this Act. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, section 16.9 of the Act is repealed and the following substituted: (See: 2023, c. 23, Sched. 1, s. 111 (6))</span></p> <p class=\"Yheadnote\"><span>Application of <i>Consumer Protection Act, 2023</i></span></p> <p class=\"Ysection\"><a name=\"BK29\"></a><b><span>16.9 </span></b><span>References in section 16.6, 16.7 or 16.8 of this Act to section 68 of the <i>Consumer Protection Act, 2023</i>\r\nshall be read as references to that provision, reading,</span></p> <p class=\"Yparagraph\"> <span>(a) references to a consumer contract as references to a debt settlement services agreement;</span></p> <p class=\"Yparagraph\"> <span>(b) references to that Act as references to this Act;</span></p> <p class=\"Yparagraph\"> <span>(c) references to matters that are prescribed as references to matters prescribed under that Act;</span></p> <p class=\"Yparagraph\"> <span>(d) references to the regulations in those provisions as references to the regulations made under that Act and the regulations made under this Act;</span></p> <p class=\"Yparagraph\"><span>  (e) references to a consumer as references to a debtor; and</span></p> <p class=\"Yparagraph\"><span>  (f) references to a supplier as references to a collection agency. 2023, c. 23, Sched. 1, s. 111 (6).</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s4\">2013, c. 13, Sched. 1, s. 4</a> - 1/07/2015</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23023#sched1s111s6\">2023, c. 23, Sched. 1, s. 111 (6)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "16.9",
            "section_x": "Application of Consumer Protection Act, 2023",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of Consumer Protection Act, 2002",
            "content": "16.9 References in section 16.6, 16.7 or 16.8 to section 92 or 94 of the Consumer Protection Act, 2002 shall be read as references to those provisions, reading, (a) references to a consumer agreement as references to a debt settlement services agreement; (b) references to that Act as references to this Act; (c) references to matters that are prescribed as references to matters prescribed under that Act; and (d) references to the regulations in those provisions as references to the regulations made under that Act and the regulations made under this Act. 2013, c. 13, Sched. 1, s. 4. Note: On a day to be named by proclamation of the Lieutenant Governor, section 16.9 of the Act is repealed and the following substituted: (See: 2023, c. 23, Sched. 1, s. 111 (6)) Application of Consumer Protection Act, 2023 16.9 References in section 16.6, 16.7 or 16.8 of this Act to section 68 of the Consumer Protection Act, 2023\r\nshall be read as references to that provision, reading, (a) references to a consumer contract as references to a debt settlement services agreement; (b) references to that Act as references to this Act; (c) references to matters that are prescribed as references to matters prescribed under that Act; (d) references to the regulations in those provisions as references to the regulations made under that Act and the regulations made under this Act; (e) references to a consumer as references to a debtor; and (f) references to a supplier as references to a collection agency. 2023, c. 23, Sched. 1, s. 111 (6). Section Amendments with date in force (d/m/y) 2013, c. 13, Sched. 1, s. 4 - 1/07/2015 2023, c. 23, Sched. 1, s. 111 (6) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>16.9 </b>References in section 16.6, 16.7 or 16.8 to section 92 or 94 of the <i>Consumer Protection Act, 2002</i> shall be read as references to those provisions, reading,</p> <p class=\"paragraph\">  (a) references to a consumer agreement as references to a debt settlement services agreement;</p> <p class=\"paragraph\">  (b) references to that Act as references to this Act;</p> <p class=\"paragraph\">  (c) references to matters that are prescribed as references to matters prescribed under that Act; and</p> <p class=\"paragraph\">  (d) references to the regulations in those provisions as references to the regulations made under that Act and the regulations made under this Act. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, section 16.9 of the Act is repealed and the following substituted: (See: 2023, c. 23, Sched. 1, s. 111 (6))</span></p> <p class=\"Yheadnote\"><span>Application of <i>Consumer Protection Act, 2023</i></span></p> <p class=\"Ysection\"><a name=\"BK29\"></a><b><span>16.9 </span></b><span>References in section 16.6, 16.7 or 16.8 of this Act to section 68 of the <i>Consumer Protection Act, 2023</i>\r\nshall be read as references to that provision, reading,</span></p> <p class=\"Yparagraph\"> <span>(a) references to a consumer contract as references to a debt settlement services agreement;</span></p> <p class=\"Yparagraph\"> <span>(b) references to that Act as references to this Act;</span></p> <p class=\"Yparagraph\"> <span>(c) references to matters that are prescribed as references to matters prescribed under that Act;</span></p> <p class=\"Yparagraph\"> <span>(d) references to the regulations in those provisions as references to the regulations made under that Act and the regulations made under this Act;</span></p> <p class=\"Yparagraph\"><span>  (e) references to a consumer as references to a debtor; and</span></p> <p class=\"Yparagraph\"><span>  (f) references to a supplier as references to a collection agency. 2023, c. 23, Sched. 1, s. 111 (6).</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s4\">2013, c. 13, Sched. 1, s. 4</a> - 1/07/2015</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23023#sched1s111s6\">2023, c. 23, Sched. 1, s. 111 (6)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "16.10",
            "section_x": "Debtor’s right of action",
            "part_id": null,
            "part_type": null,
            "section_y": "Debtor’s right of action",
            "content": "16.10 (1) A debtor under a debt settlement services agreement may commence an action in the Superior Court of Justice to recover, (a) any payment, as defined in subsection 16.6 (2), that the collection agency has charged the debtor for debt settlement services in contravention of this Act; or (b) any payment that the collection agency has received in respect of debt settlement services provided to the debtor in contravention of this Act. 2013, c. 13, Sched. 1, s. 4. Judgment (2) If the debtor is successful in the action, the court, (a) shall order that the debtor recover the full payment to which the debtor is entitled under this Act, unless in the circumstances it would be inequitable to do so; and (b) may order exemplary or punitive damages or other relief that the court considers proper. 2013, c. 13, Sched. 1, s. 4. Section Amendments with date in force (d/m/y) 2013, c. 13, Sched. 1, s. 4 - 1/07/2015 General",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>16.10 </b>(1) A debtor under a debt settlement services agreement may commence an action in the Superior Court of Justice to recover,</p> <p class=\"paragraph\">  (a) any payment, as defined in subsection 16.6 (2), that the collection agency has charged the debtor for debt settlement services in contravention of this Act; or</p> <p class=\"paragraph\">  (b) any payment that the collection agency has received in respect of debt settlement services provided to the debtor in contravention of this Act. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"headnote\">Judgment</p> <p class=\"subsection\">(2) If the debtor is successful in the action, the court,</p> <p class=\"paragraph\">  (a) shall order that the debtor recover the full payment to which the debtor is entitled under this Act, unless in the circumstances it would be inequitable to do so; and</p> <p class=\"paragraph\">  (b) may order exemplary or punitive damages or other relief that the court considers proper. 2013, c. 13, Sched. 1, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s4\">2013, c. 13, Sched. 1, s. 4</a> - 1/07/2015</p> <p class=\"heading1\"><a name=\"BK31\"></a>General</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "17.",
            "section_x": "Confidentiality",
            "part_id": null,
            "part_type": null,
            "section_y": "Confidentiality",
            "content": "17 (1) A person who obtains information in the course of exercising a power or carrying out a duty related to the administration of this Act or the regulations shall preserve secrecy with respect to the information and shall not communicate the information to any person except, (a) as may be required in connection with a proceeding under this Act or in connection with the administration of this Act or the regulations; (b) to a ministry, department or agency of a government engaged in the administration of legislation similar to this Act or legislation that protects consumers or to any other entity to which the admin­istration of legislation similar to this Act or legislation that protects consumers has been assigned; (b.1) as authorized under the Regulatory Modernization Act, 2007; (c) to an entity or organization prescribed by the regulations, if the purpose of the communication is consumer or debtor protection; (d) to a law enforcement agency; (e) to his, her or its counsel; or (f) with the consent of the person to whom the information relates.  2004, c. 19, s. 6 (1); 2007, c. 4, s. 25. Testimony (2) Except in a proceeding under this Act, no person shall be required to give testimony in a civil proceeding with regard to information obtained in the course of exercising a power or carrying out a duty related to the administration of this Act or the regulations.  2004, c. 19, s. 6 (1). Section Amendments with date in force (d/m/y) 2006, c. 34, s. 6 (9) - 1/04/2007 2007, c. 4, s. 25 - 17/01/2008 18 Repealed:  2006, c. 34, s. 6 (10). Section Amendments with date in force (d/m/y) 2006, c. 34, s. 6 (10) - 1/04/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>17 </b>(1) A person who obtains information in the course of exercising a power or carrying out a duty related to the administration of this Act or the regulations shall preserve secrecy with respect to the information and shall not communicate the information to any person except,</p> <p class=\"paragraph\">  (a) as may be required in connection with a proceeding under this Act or in connection with the administration of this Act or the regulations;</p> <p class=\"paragraph\">  (b) to a ministry, department or agency of a government engaged in the administration of legislation similar to this Act or legislation that protects consumers or to any other entity to which the admin­istration of legislation similar to this Act or legislation that protects consumers has been assigned;</p> <p class=\"paragraph\"> (b.1) as authorized under the <i>Regulatory Modernization Act, 2007</i>;</p> <p class=\"paragraph\">  (c) to an entity or organization prescribed by the regulations, if the purpose of the communication is consumer or debtor protection; </p> <p class=\"paragraph\">  (d) to a law enforcement agency;</p> <p class=\"paragraph\">  (e) to his, her or its counsel; or</p> <p class=\"paragraph\">  (f) with the consent of the person to whom the information relates.  2004, c. 19, s. 6 (1); 2007, c. 4, s. 25.</p> <p class=\"headnote\">Testimony</p> <p class=\"subsection\">(2) Except in a proceeding under this Act, no person shall be required to give testimony in a civil proceeding with regard to information obtained in the course of exercising a power or carrying out a duty related to the administration of this Act or the regulations.  2004, c. 19, s. 6 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s6s9\">2006, c. 34, s. 6 (9)</a> - 1/04/2007</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S07004#s25\">2007, c. 4, s. 25</a> - 17/01/2008</p> <p class=\"section\"><b>18 </b><span class=\"ovsmallcap\">Repealed</span>:  2006, c. 34, s. 6 (10).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s6s10\">2006, c. 34, s. 6 (10)</a> - 1/04/2007</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "19.",
            "section_x": "Order to refrain from dealing with assets",
            "part_id": null,
            "part_type": null,
            "section_y": "Order to refrain from dealing with assets",
            "content": "19 (1) Where, (a) a search warrant has been issued under this Act; or (b) criminal proceedings or proceedings in relation to a contravention of any Act or regulation are about to be or have been instituted against a person that are connected with or arise out of the business in respect of which such person is registered, the Director, if he or she believes it advisable for the protection of clients or customers of the person referred to in clause (a) or (b), may in writing or by telegram direct any person having on deposit or under control or for safekeeping any assets or trust funds of the person referred to in clause (a) or (b) to hold such assets or trust funds or direct the person referred to in clause (a) or (b) to refrain from withdrawing any such assets or trust funds from any person having any of them on deposit or under control or for safekeeping or to hold such assets or any trust funds of clients, customers or others in the person’s possession or control in trust for any interim receiver, custodian, trustee, receiver or liquidator appointed under the Bankruptcy and Insolvency Act (Canada), the Courts of Justice Act, the Corporations Act, the Business Corporations Act, the Not-for-Profit Corporations Act, 2010 or the Winding-up and Restructuring Act (Canada), or until the Director revokes or the Tribunal cancels such direction or consents to the release of any particular assets or trust funds from the direction but, in the case of a bank, loan or trust corporation, the direction only applies to the office, branches or agencies thereof named in the direction.  R.S.O. 1990, c. C.14, s. 19 (1); 2006, c. 34, s. 6 (11); 2021, c. 34, Sched. 3, s. 2. Bond in lieu (2) Subsection (1) does not apply where the person referred to in clause (1) (a) or (b) files with the Director, (a) a personal bond accompanied by collateral security; (b) a bond of an insurer licensed under the Insurance Act to write surety and fidelity insurance; (c) a bond of a guarantor, other than an insurer referred to in clause (b), accompanied by collateral security, in such form, terms and amount as the Director determines.  R.S.O. 1990, c. C.14, s. 19 (2); 1997, c. 19, s. 29. Application for direction (3) Any person in receipt of a direction given under subsection (1), if in doubt as to the application of the direction to any assets or trust funds, or in case of a claim being made thereto by a person not named in the direction, may apply to a judge of the Superior Court of Justice who may direct the disposition of such assets or trust funds and may make such order as to costs as seems just.  R.S.O. 1990, c. C.14, s. 19 (3); 2001, c. 9, Sched. D, s. 14. Notice to land registrar (4) In any of the circumstances mentioned in clause (1) (a) or (b), the Director may in writing or by telegram notify any land registrar that proceedings are being or are about to be taken that may affect land belonging to the person referred to in the notice, and the notice shall be registered against the lands mentioned therein and has the same effect as the registration of a certificate of pending litigation except that the Director may in writing revoke or modify the notice.  R.S.O. 1990, c. C.14, s. 19 (4). Cancellation of direction or registration (5) Any person referred to in clause (1) (a) or (b) in respect of whom a direction has been given by the Director under subsection (1) or any person having an interest in land in respect of which a notice has been registered under subsection (4), may at any time apply to the Tribunal for cancellation in whole or in part of the direction or registration, and the Tribunal shall dispose of the application after a hearing and may, if it finds that such a direction or registration is not required in whole or in part for the protection of clients or customers of the applicant or of other persons interested in the land or that the interests of other persons are unduly prejudiced thereby, cancel the direction or registration in whole or in part, and the applicant, the Director and such other persons as the Tribunal may specify are parties to the proceedings before the Tribunal.  R.S.O. 1990, c. C.14, s. 19 (5). Court application (6) The Director may, where he or she has given a direction under subsection (1) or a notice under subsection (4), apply to a judge of the Superior Court of Justice who may give directions or make an order as to the disposition of assets, trust funds or land affected by the direction or notice and as to costs.  1994, c. 27, s. 76 (1); 2001, c. 9, Sched. D, s. 14. Same (7) An application by the Director for directions under this section may be made without notice to any other person or party.  1994, c. 27, s. 76 (1). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 76 (1) - 9/12/1994; 1997, c. 19, s. 29 (1, 2) - 10/10/1997 2001, c. 9, Sched. D, s. 14 - 29/06/2001 2006, c. 34, s. 6 (11) - 1/04/2007 2010, c. 15, s. 218 (2) - no effect - see 2021, c. 34, Sched. 3, s. 3 - 02/12/2021 CTS 14 JL 16 - 1 2021, c. 34, Sched. 3, s. 2 - 02/12/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>19 </b>(1) Where,</p> <p class=\"paragraph\">  (a) a search warrant has been issued under this Act; or</p> <p class=\"paragraph\">  (b) criminal proceedings or proceedings in relation to a contravention of any Act or regulation are about to be or have been instituted against a person that are connected with or arise out of the business in respect of which such person is registered,</p> <p class=\"section\">the Director, if he or she believes it advisable for the protection of clients or customers of the person referred to in clause (a) or (b), may in writing or by telegram direct any person having on deposit or under control or for safekeeping any assets or trust funds of the person referred to in clause (a) or (b) to hold such assets or trust funds or direct the person referred to in clause (a) or (b) to refrain from withdrawing any such assets or trust funds from any person having any of them on deposit or under control or for safekeeping or to hold such assets or any trust funds of clients, customers or others in the person’s possession or control in trust for any interim receiver, custodian, trustee, receiver or liquidator appointed under the <i>Bankruptcy and Insolvency Act</i> (Canada), the <i>Courts of Justice Act</i>, the <i>Corporations Act</i>, the <i>Business Corporations Act</i>, the <i>Not-for-Profit Corporations Act, 2010</i> or the <i>Winding-up and Restructuring Act</i> (Canada), or until the Director revokes or the Tribunal cancels such direction or consents to the release of any particular assets or trust funds from the direction but, in the case of a bank, loan or trust corporation, the direction only applies to the office, branches or agencies thereof named in the direction.  R.S.O. 1990, c. C.14, s. 19 (1); 2006, c. 34, s. 6 (11); 2021, c. 34, Sched. 3, s. 2.</p> <p class=\"headnote\">Bond in lieu</p> <p class=\"subsection\">(2) Subsection (1) does not apply where the person referred to in clause (1) (a) or (b) files with the Director,</p> <p class=\"paragraph\">  (a) a personal bond accompanied by collateral security;</p> <p class=\"paragraph\">  (b) a bond of an insurer licensed under the <i>Insurance Act</i> to write surety and fidelity insurance;</p> <p class=\"paragraph\">  (c) a bond of a guarantor, other than an insurer referred to in clause (b), accompanied by collateral security, in such form, terms and amount as the Director determines.  R.S.O. 1990, c. C.14, s. 19 (2); 1997, c. 19, s. 29.</p> <p class=\"headnote\">Application for direction</p> <p class=\"subsection\">(3) Any person in receipt of a direction given under subsection (1), if in doubt as to the application of the direction to any assets or trust funds, or in case of a claim being made thereto by a person not named in the direction, may apply to a judge of the Superior Court of Justice who may direct the disposition of such assets or trust funds and may make such order as to costs as seems just.  R.S.O. 1990, c. C.14, s. 19 (3); 2001, c. 9, Sched. D, s. 14.</p> <p class=\"headnote\">Notice to land registrar</p> <p class=\"subsection\">(4) In any of the circumstances mentioned in clause (1) (a) or (b), the Director may in writing or by telegram notify any land registrar that proceedings are being or are about to be taken that may affect land belonging to the person referred to in the notice, and the notice shall be registered against the lands mentioned therein and has the same effect as the registration of a certificate of pending litigation except that the Director may in writing revoke or modify the notice.  R.S.O. 1990, c. C.14, s. 19 (4).</p> <p class=\"headnote\">Cancellation of direction or registration</p> <p class=\"subsection\">(5) Any person referred to in clause (1) (a) or (b) in respect of whom a direction has been given by the Director under subsection (1) or any person having an interest in land in respect of which a notice has been registered under subsection (4), may at any time apply to the Tribunal for cancellation in whole or in part of the direction or registration, and the Tribunal shall dispose of the application after a hearing and may, if it finds that such a direction or registration is not required in whole or in part for the protection of clients or customers of the applicant or of other persons interested in the land or that the interests of other persons are unduly prejudiced thereby, cancel the direction or registration in whole or in part, and the applicant, the Director and such other persons as the Tribunal may specify are parties to the proceedings before the Tribunal.  R.S.O. 1990, c. C.14, s. 19 (5).</p> <p class=\"headnote\">Court application</p> <p class=\"subsection\">(6) The Director may, where he or she has given a direction under subsection (1) or a notice under subsection (4), apply to a judge of the Superior Court of Justice who may give directions or make an order as to the disposition of assets, trust funds or land affected by the direction or notice and as to costs.  1994, c. 27, s. 76 (1); 2001, c. 9, Sched. D, s. 14.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) An application by the Director for directions under this section may be made without notice to any other person or party.  1994, c. 27, s. 76 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 76 (1) - 9/12/1994; 1997, c. 19, s. 29 (1, 2) - 10/10/1997</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedds14\">2001, c. 9, Sched. D, s. 14</a> - 29/06/2001</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s6s11\">2006, c. 34, s. 6 (11)</a> - 1/04/2007</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S10015#s218s2\">2010, c. 15, s. 218 (2)</a> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched3s3\">2021, c. 34, Sched. 3, s. 3</a></span> - 02/12/2021</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/consolidated-statutes-change-notices\">CTS 14 JL 16 - 1</a></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched3s2\">2021, c. 34, Sched. 3, s. 2</a></span> - 02/12/2021</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "20.",
            "section_x": "Notice of changes",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice of changes",
            "content": "20 (1) Every collection agency shall, within five days after the event, notify the Registrar in writing of, (a) any change in its address for service; (b) any change in the officers in the case of a corporation or of the members in the case of a partnership; (c) any commencement or termination of the employment, appointment or authorization of a collector.  R.S.O. 1990, c. C.14, s. 20 (1); 2017, c. 5, Sched. 2, s. 5 (1). (2) Repealed:  2017, c. 5, Sched. 2, s. 5 (2). Idem (3) The Registrar shall be deemed to be notified under subsection (1) on the date on which he or she is actually notified or, where the notification is by mail, on the date of mailing.  R.S.O. 1990, c. C.14, s. 20 (3); 2017, c. 5, Sched. 2, s. 5 (3). Section Amendments with date in force (d/m/y) 2017, c. 5, Sched. 2, s. 5 (1-3) - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>20 </b>(1) Every collection agency shall, within five days after the event, notify the Registrar in writing of,</p> <p class=\"paragraph\">  (a) any change in its address for service;</p> <p class=\"paragraph\">  (b) any change in the officers in the case of a corporation or of the members in the case of a partnership;</p> <p class=\"paragraph\">  (c) any commencement or termination of the employment, appointment or authorization of a collector.  R.S.O. 1990, c. C.14, s. 20 (1); 2017, c. 5, Sched. 2, s. 5 (1).</p> <p class=\"subsection\">(2) <span class=\"ovsmallcap\">Repealed</span>:  2017, c. 5, Sched. 2, s. 5 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) The Registrar shall be deemed to be notified under subsection (1) on the date on which he or she is actually notified or, where the notification is by mail, on the date of mailing.  R.S.O. 1990, c. C.14, s. 20 (3); 2017, c. 5, Sched. 2, s. 5 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17005#sched2s5s1\">2017, c. 5, Sched. 2, s. 5 (1-3)</a></span> - 01/01/2018</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "21.",
            "section_x": "Furnishing material to Registrar",
            "part_id": null,
            "part_type": null,
            "section_y": "Furnishing material to Registrar",
            "content": "21 (1) The Registrar may at any time require a collection agency to provide him or her with copies of any letters, forms, form letters, notices, pamphlets, brochures, advertisements, contracts, agreements or other similar materials used or proposed to be used by the collection agency in the course of conducting its business.  R.S.O. 1990, c. C.14, s. 21 (1). False advertising (2) Where the Registrar believes on reasonable and probable grounds that any of the material referred to in subsection (1) is harsh, false, misleading or deceptive, the Registrar may alter, amend, restrict or prohibit the use of such material, and section 8 applies with necessary modifications to the order in the same manner as to a proposal by the Registrar to refuse registration and the order of the Registrar shall take effect immediately, but the Tribunal may grant a stay until the Registrar’s order becomes final.  R.S.O. 1990, c. C.14, s. 21 (2). Financial statements (3) Every collection agency shall, when required by the Registrar, file a financial statement showing the matters specified by the Registrar and signed by the proprietor or officer of the collection agency and certified by a person licensed under the Public Accounting Act, 2004.  R.S.O. 1990, c. C.14, s. 21 (3); 2004, c. 8, s. 46; 2011, c. 1, Sched. 2, s. 2. Statement confidential (4) The information contained in a financial statement filed under subsection (3) is confidential and no person shall otherwise than in the ordinary course of his or her duties communicate any such information or allow access to or inspection of the financial statement.  R.S.O. 1990, c. C.14, s. 21 (4). Section Amendments with date in force (d/m/y) 2004, c. 8, s. 46, Table - 1/11/2005 2011, c. 1, Sched. 2, s. 2 - 30/03/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>21 </b>(1) The Registrar may at any time require a collection agency to provide him or her with copies of any letters, forms, form letters, notices, pamphlets, brochures, advertisements, contracts, agreements or other similar materials used or proposed to be used by the collection agency in the course of conducting its business.  R.S.O. 1990, c. C.14, s. 21 (1).</p> <p class=\"headnote\">False advertising</p> <p class=\"subsection\">(2) Where the Registrar believes on reasonable and probable grounds that any of the material referred to in subsection (1) is harsh, false, misleading or deceptive, the Registrar may alter, amend, restrict or prohibit the use of such material, and section 8 applies with necessary modifications to the order in the same manner as to a proposal by the Registrar to refuse registration and the order of the Registrar shall take effect immediately, but the Tribunal may grant a stay until the Registrar’s order becomes final.  R.S.O. 1990, c. C.14, s. 21 (2).</p> <p class=\"headnote\">Financial statements</p> <p class=\"subsection\">(3) Every collection agency shall, when required by the Registrar, file a financial statement showing the matters specified by the Registrar and signed by the proprietor or officer of the collection agency and certified by a person licensed under the <i>Public Accounting Act, 2004</i>.  R.S.O. 1990, c. C.14, s. 21 (3); 2004, c. 8, s. 46; 2011, c. 1, Sched. 2, s. 2.</p> <p class=\"headnote\">Statement confidential</p> <p class=\"subsection\">(4) The information contained in a financial statement filed under subsection (3) is confidential and no person shall otherwise than in the ordinary course of his or her duties communicate any such information or allow access to or inspection of the financial statement.  R.S.O. 1990, c. C.14, s. 21 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S04008#s46\">2004, c. 8, s. 46, Table</a> - 1/11/2005</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S11001#sched2s2\">2011, c. 1, Sched. 2, s. 2</a> - 30/03/2011</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "22.",
            "section_x": "Practices prohibited",
            "part_id": null,
            "part_type": null,
            "section_y": "Practices prohibited",
            "content": "22 No collection agency or collector shall, (a) collect or attempt to collect, on its own behalf or for a person for whom it acts, any money in addition to the amount owing by the debtor; (b) communicate or attempt to communicate with a person for the purpose of collecting, negotiating or demanding payment of a debt by a means that enables the charges or costs of the communication to be payable by that person; (c) receive or make an agreement for the additional payment of any money by a debtor of a creditor for whom the collection agency acts, either on its own account or for the creditor and whether as a charge, cost, expense or otherwise, in consideration for any forbearance, favour, indulgence, intercession or other conduct by the collection agency; (d) deal with a debtor in a name other than that authorized by the registration; (e) engage in any prohibited practice or employ any prohibited method in the collection of debts; or (f) engage in any prohibited practice or employ any prohibited method in providing debt settlement services or in respect of debt settlement services agreements. R.S.O. 1990, c. C.14, s. 22; 2002, c. 18, Sched. E, s. 3 (1); 2013, c. 13, Sched. 1, s. 5; 2017, c. 5, Sched. 2, s. 6. Section Amendments with date in force (d/m/y) 2002, c. 18, Sched. E, s. 3 (1) - 1/06/2006 2013, c. 13, Sched. 1, s. 5 - 1/01/2015 2017, c. 5, Sched. 2, s. 6 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>22 </b>No collection agency or collector shall,</p> <p class=\"paragraph\">  (a) collect or attempt to collect, on its own behalf or for a person for whom it acts, any money in addition to the amount owing by the debtor;</p> <p class=\"paragraph\">  (b) communicate or attempt to communicate with a person for the purpose of collecting, negotiating or demanding payment of a debt by a means that enables the charges or costs of the communication to be payable by that person;</p> <p class=\"paragraph\">  (c) receive or make an agreement for the additional payment of any money by a debtor of a creditor for whom the collection agency acts, either on its own account or for the creditor and whether as a charge, cost, expense or otherwise, in consideration for any forbearance, favour, indulgence, intercession or other conduct by the collection agency;</p> <p class=\"paragraph\">  (d) deal with a debtor in a name other than that authorized by the registration;</p> <p class=\"paragraph\">  (e) engage in any prohibited practice or employ any prohibited method in the collection of debts; or</p> <p class=\"paragraph\">  (f) engage in any prohibited practice or employ any prohibited method in providing debt settlement services or in respect of debt settlement services agreements. R.S.O. 1990, c. C.14, s. 22; 2002, c. 18, Sched. E, s. 3 (1); 2013, c. 13, Sched. 1, s. 5; 2017, c. 5, Sched. 2, s. 6.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S02018#schedes3s1\">2002, c. 18, Sched. E, s. 3 (1)</a> - 1/06/2006</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s5\">2013, c. 13, Sched. 1, s. 5</a> - 1/01/2015</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17005#sched2s6\">2017, c. 5, Sched. 2, s. 6</a></span> - 01/01/2018</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "22.1",
            "section_x": "No waiver of rights",
            "part_id": null,
            "part_type": null,
            "section_y": "No waiver of rights",
            "content": "22.1 Any waiver or release of any right, benefit or protection provided by this Act or the regulations is void.  2002, c. 18, Sched. E, s. 3 (2). Section Amendments with date in force (d/m/y) 2002, c. 18, Sched. E, s. 3 (2) - 1/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>22.1 </b>Any waiver or release of any right, benefit or protection provided by this Act or the regulations is void.  2002, c. 18, Sched. E, s. 3 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S02018#schedes3s2\">2002, c. 18, Sched. E, s. 3 (2)</a> - 1/06/2006</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "23.",
            "section_x": "Notice as to money collected",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice as to money collected",
            "content": "23 Every collector shall immediately notify his or her employer when any money is collected by him or her in the course of employment.  R.S.O. 1990, c. C.14, s. 23.",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>23 </b>Every collector shall immediately notify his or her employer when any money is collected by him or her in the course of employment.  R.S.O. 1990, c. C.14, s. 23.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "24.",
            "section_x": "Use of unregistered collection agency",
            "part_id": null,
            "part_type": null,
            "section_y": "Use of unregistered collection agency",
            "content": "24 (1) No person shall knowingly engage or use the services of a collection agency, other than debt settlement services, unless the agency is registered under this Act. 2013, c. 13, Sched. 1, s. 6. (2) Repealed:  2017, c. 5, Sched. 2, s. 7. Section Amendments with date in force (d/m/y) 2013, c. 13, Sched. 1, s. 6 - 1/01/2015 2017, c. 5, Sched. 2, s. 7 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>24 </b>(1) No person shall knowingly engage or use the services of a collection agency, other than debt settlement services, unless the agency is registered under this Act. 2013, c. 13, Sched. 1, s. 6.</p> <p class=\"subsection\">(2) <span class=\"ovsmallcap\">Repealed</span>:  2017, c. 5, Sched. 2, s. 7.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s6\">2013, c. 13, Sched. 1, s. 6</a> - 1/01/2015</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17005#sched2s7\">2017, c. 5, Sched. 2, s. 7</a></span> - 01/01/2018</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "25.",
            "section_x": "False advertising",
            "part_id": null,
            "part_type": null,
            "section_y": "False advertising",
            "content": "25 (1) No collection agency or collector shall make false, misleading or deceptive statements in any advertisement, circular, pamphlet or similar material published by any means. 2013, c. 13, Sched. 1, s. 7. Registrar’s cessation order (2) If the Registrar believes on reasonable and probable grounds that a collection agency or a collector has contravened subsection (1), section 16.3 or 16.4 or clause 22 (e) or (f), the Registrar may order the immediate cessation of the contravention. 2013, c. 13, Sched. 1, s. 7. Procedure (3) Section 8 applies with necessary modifications to the order in the same manner as to a proposal by the Registrar to refuse registration. 2013, c. 13, Sched. 1, s. 7. Effective time of order (4) The order of the Registrar shall take effect immediately, but the Tribunal may grant a stay until the Registrar’s order becomes final. 2013, c. 13, Sched. 1, s. 7. Section Amendments with date in force (d/m/y) 2013, c. 13, Sched. 1, s. 7 - 1/01/2015",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>25 </b>(1) No collection agency or collector shall make false, misleading or deceptive statements in any advertisement, circular, pamphlet or similar material published by any means. 2013, c. 13, Sched. 1, s. 7.</p> <p class=\"headnote\">Registrar’s cessation order</p> <p class=\"subsection\">(2) If the Registrar believes on reasonable and probable grounds that a collection agency or a collector has contravened subsection (1), section 16.3 or 16.4 or clause 22 (e) or (f), the Registrar may order the immediate cessation of the contravention. 2013, c. 13, Sched. 1, s. 7.</p> <p class=\"headnote\">Procedure</p> <p class=\"subsection\">(3) Section 8 applies with necessary modifications to the order in the same manner as to a proposal by the Registrar to refuse registration. 2013, c. 13, Sched. 1, s. 7.</p> <p class=\"headnote\">Effective time of order</p> <p class=\"subsection\">(4) The order of the Registrar shall take effect immediately, but the Tribunal may grant a stay until the Registrar’s order becomes final. 2013, c. 13, Sched. 1, s. 7.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s7\">2013, c. 13, Sched. 1, s. 7</a> - 1/01/2015</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "26.",
            "section_x": "Service",
            "part_id": null,
            "part_type": null,
            "section_y": "Service",
            "content": "26 (1) Any notice or order required to be given or served under this Act or the regulations is sufficiently given or served if it is, (a) delivered personally; (b) sent by registered mail addressed to the person to whom delivery or service is required to be made at the latest address for service appearing on the records of the Ministry; or (c) sent by another manner if the sender can prove receipt of the notice or order. 2019, c. 7, Sched. 8, s. 1. Collector’s address (1.1) The address of a collector shall be deemed to be the address of the collection agency that employs, appoints or authorizes the collector to act as a collector. 2017, c. 5, Sched. 2, s. 8. When service deemed made (2) Where service is made by registered mail, the service shall be deemed to be made on the third day after the day of mailing unless the person on whom service is being made establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control receive the notice or order until a later date.  R.S.O. 1990, c. C.14, s. 26 (2). Exception (3) Despite subsections (1) and (2), the Tribunal may order any other method of service in respect of any matter before the Tribunal.  R.S.O. 1990, c. C.14, s. 26 (3). Section Amendments with date in force (d/m/y) 2017, c. 5, Sched. 2, s. 8 - 01/01/2018 2019, c. 7, Sched. 8, s. 1 - 29/05/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>26 </b>(1) Any notice or order required to be given or served under this Act or the regulations is sufficiently given or served if it is,</p> <p class=\"paragraph\">  (a) delivered personally;</p> <p class=\"paragraph\">  (b) sent by registered mail addressed to the person to whom delivery or service is required to be made at the latest address for service appearing on the records of the Ministry; or</p> <p class=\"paragraph\">  (c) sent by another manner if the sender can prove receipt of the notice or order. 2019, c. 7, Sched. 8, s. 1.</p> <p class=\"headnote\">Collector’s address</p> <p class=\"subsection\">(1.1) The address of a collector shall be deemed to be the address of the collection agency that employs, appoints or authorizes the collector to act as a collector. 2017, c. 5, Sched. 2, s. 8.</p> <p class=\"headnote\">When service deemed made</p> <p class=\"subsection\">(2) Where service is made by registered mail, the service shall be deemed to be made on the third day after the day of mailing unless the person on whom service is being made establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control receive the notice or order until a later date.  R.S.O. 1990, c. C.14, s. 26 (2).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Despite subsections (1) and (2), the Tribunal may order any other method of service in respect of any matter before the Tribunal.  R.S.O. 1990, c. C.14, s. 26 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17005#sched2s8\">2017, c. 5, Sched. 2, s. 8</a></span> - 01/01/2018</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched8s1\">2019, c. 7, Sched. 8, s. 1</a></span> - 29/05/2019</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "27.",
            "section_x": "Restraining orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Restraining orders",
            "content": "27 (1) Where it appears to the Director that any person does not comply with this Act, the regulations or an order made under this Act, despite the imposition of any penalty in respect of such non-compliance and in addition to any other rights the person may have, the Director may apply to a judge of the Superior Court of Justice for an order directing such person to comply with such provision, and upon the application the judge may make such order or such other order as the judge thinks fit.  R.S.O. 1990, c. C.14, s. 27 (1); 2001, c. 9, Sched. D, s. 14. Appeal (2) An appeal lies to the Divisional Court from an order made under subsection (1).  R.S.O. 1990, c. C.14, s. 27 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>27 </b>(1) Where it appears to the Director that any person does not comply with this Act, the regulations or an order made under this Act, despite the imposition of any penalty in respect of such non-compliance and in addition to any other rights the person may have, the Director may apply to a judge of the Superior Court of Justice for an order directing such person to comply with such provision, and upon the application the judge may make such order or such other order as the judge thinks fit.  R.S.O. 1990, c. C.14, s. 27 (1); 2001, c. 9, Sched. D, s. 14.</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(2) An appeal lies to the Divisional Court from an order made under subsection (1).  R.S.O. 1990, c. C.14, s. 27 (2).</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "28.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "28 (1) A person is guilty of an offence if the person, (a) knowingly furnishes false information in any application under this Act or in any statement or return required to be furnished under this Act or the regulations; (b) knowingly fails to comply with any order, direction or other requirement made by this Act or the regulations; (c) knowingly contravenes this Act or the regulations, except for section 16.3 or 16.4, subsection 16.5 (1), (2), (3) or (4), 16.6 (1) or (6) or 16.8 (2) or clause 22 (f) or any regulations made under those provisions; or (d) contravenes section 16.3 or 16.4, subsection 16.5 (1), (2), (3) or (4), 16.6 (1) or (6) or 16.8 (2) or clause 22 (f) or any regulations made under those provisions. 2013, c. 13, Sched. 1, s. 8 (1). Corporation (2) An officer or director of a corporation is guilty of an offence if he or she knowingly concurs in the commission of an offence mentioned in clause (1) (a), (b) or (c) or fails to take reasonable care to prevent the corporation from committing an offence mentioned in clause (1) (d). 2013, c. 13, Sched. 1, s. 8 (1). Attempt (2.1) Any person who attempts to commit any offence mentioned in subsection (1) is guilty of an offence. 2013, c. 13, Sched. 1, s. 8 (1). Penalties (2.2) An individual who is convicted of an offence under this Act is liable to a fine of not more than $50,000 or to imprisonment for a term of not more than two years less a day, or both, and a corporation that is convicted of an offence under this Act is liable to a fine of not more than $250,000. 2013, c. 13, Sched. 1, s. 8 (1). Order for compensation, restitution (3) If a person is convicted of an offence under this Act, the court making the conviction may, in addition to any other penalty, order the person convicted to pay compensation or make restitution.  2004, c. 19, s. 6 (4). Limitation (4) No proceeding under subsection (1) or (2) shall be commenced more than two years after the facts upon which the proceeding is based first came to the knowledge of the Director.  2009, c. 33, Sched. 10, s. 3 (7); 2013, c. 13, Sched. 1, s. 8 (2). (5) Repealed:  2009, c. 33, Sched. 10, s. 3 (7). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 76 (2) - 9/12/1994 2004, c. 19, s. 6 (2-4) - 1/06/2006 2009, c. 33, Sched. 10, s. 3 (7) - 15/12/2009 2013, c. 13, Sched. 1, s. 8 (1, 2) - 1/01/2015",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>28 </b>(1) A person is guilty of an offence if the person,</p> <p class=\"paragraph\">  (a) knowingly furnishes false information in any application under this Act or in any statement or return required to be furnished under this Act or the regulations;</p> <p class=\"paragraph\">  (b) knowingly fails to comply with any order, direction or other requirement made by this Act or the regulations;</p> <p class=\"paragraph\">  (c) knowingly contravenes this Act or the regulations, except for section 16.3 or 16.4, subsection 16.5 (1), (2), (3) or (4), 16.6 (1) or (6) or 16.8 (2) or clause 22 (f) or any regulations made under those provisions; or</p> <p class=\"paragraph\">  (d) contravenes section 16.3 or 16.4, subsection 16.5 (1), (2), (3) or (4), 16.6 (1) or (6) or 16.8 (2) or clause 22 (f) or any regulations made under those provisions. 2013, c. 13, Sched. 1, s. 8 (1).</p> <p class=\"headnote\">Corporation</p> <p class=\"subsection\">(2) An officer or director of a corporation is guilty of an offence if he or she knowingly concurs in the commission of an offence mentioned in clause (1) (a), (b) or (c) or fails to take reasonable care to prevent the corporation from committing an offence mentioned in clause (1) (d). 2013, c. 13, Sched. 1, s. 8 (1).</p> <p class=\"headnote\">Attempt</p> <p class=\"subsection\">(2.1) Any person who attempts to commit any offence mentioned in subsection (1) is guilty of an offence. 2013, c. 13, Sched. 1, s. 8 (1).</p> <p class=\"headnote\">Penalties</p> <p class=\"subsection\">(2.2) An individual who is convicted of an offence under this Act is liable to a fine of not more than $50,000 or to imprisonment for a term of not more than two years less a day, or both, and a corporation that is convicted of an offence under this Act is liable to a fine of not more than $250,000. 2013, c. 13, Sched. 1, s. 8 (1).</p> <p class=\"headnote\">Order for compensation, restitution</p> <p class=\"subsection\">(3) If a person is convicted of an offence under this Act, the court making the conviction may, in addition to any other penalty, order the person convicted to pay compensation or make restitution.  2004, c. 19, s. 6 (4).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(4) No proceeding under subsection (1) or (2) shall be commenced more than two years after the facts upon which the proceeding is based first came to the knowledge of the Director.  2009, c. 33, Sched. 10, s. 3 (7); 2013, c. 13, Sched. 1, s. 8 (2).</p> <p class=\"subsection\">(5) <span class=\"ovsmallcap\">Repealed</span>:  2009, c. 33, Sched. 10, s. 3 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 76 (2) - 9/12/1994</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s6s2\">2004, c. 19, s. 6 (2-4)</a> - 1/06/2006</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched10s3s7\">2009, c. 33, Sched. 10, s. 3 (7)</a> - 15/12/2009</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s8s1\">2013, c. 13, Sched. 1, s. 8 (1, 2)</a> - 1/01/2015</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "29.",
            "section_x": "Certificate as evidence",
            "part_id": null,
            "part_type": null,
            "section_y": "Certificate as evidence",
            "content": "29 A statement as to, (a) the registration or non-registration of any person; (b) the filing or non-filing of any document or material required or permitted to be filed with the Registrar; (c) the time when the facts upon which proceedings are based first came to the knowledge of the Director; or (d) any other matter pertaining to such registration, non-registration, filing or non-filing, purporting to be certified by the Director is, without proof of the office or signature of the Director, admissible in evidence as proof, in the absence of evidence to the contrary, of the facts stated therein.  R.S.O. 1990, c. C.14, s. 29. Administrative Penalties",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>29 </b>A statement as to,</p> <p class=\"paragraph\">  (a) the registration or non-registration of any person;</p> <p class=\"paragraph\">  (b) the filing or non-filing of any document or material required or permitted to be filed with the Registrar;</p> <p class=\"paragraph\">  (c) the time when the facts upon which proceedings are based first came to the knowledge of the Director; or</p> <p class=\"paragraph\">  (d) any other matter pertaining to such registration, non-registration, filing or non-filing,</p> <p class=\"section\">purporting to be certified by the Director is, without proof of the office or signature of the Director, admissible in evidence as proof, in the absence of evidence to the contrary, of the facts stated therein.  R.S.O. 1990, c. C.14, s. 29.</p> <p class=\"heading1\"><a name=\"BK45\"></a>Administrative Penalties</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "Administrative Penalties",
            "section_x": "Administrative Penalties",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "29.0.1",
            "section_x": "Order",
            "part_id": null,
            "part_type": null,
            "section_y": "Order",
            "content": "29.0.1 (1) An assessor who is satisfied that a person has contravened or is contravening a prescribed provision of this Act or the regulations may, by order, impose an administrative penalty against the person in accordance with this section and the regulations made by the Minister. 2017, c. 5, Sched. 2, s. 9. Purpose (2) The purpose of an administrative penalty is to promote compliance with the requirements established by this Act and the regulations. 2017, c. 5, Sched. 2, s. 9. Amount (3) The amount of an administrative penalty shall reflect the purpose of the penalty and shall be the amount prescribed by the Minister, which amount shall not exceed $10,000. 2017, c. 5, Sched. 2, s. 9. Form of order (4) An order made under subsection (1) imposing an administrative penalty against a person shall be in the form that the Registrar determines. 2017, c. 5, Sched. 2, s. 9. Service of order (5) The order shall be served on the person against whom the administrative penalty is imposed in the manner that the Registrar determines. 2017, c. 5, Sched. 2, s. 9. Absolute liability (6) An order made under subsection (1) imposing an administrative penalty against a person applies even if, (a) the person took all reasonable steps to prevent the contravention on which the order is based; or (b) at the time of the contravention, the person had an honest and reasonable belief in a mistaken set of facts that, if true, would have rendered the contravention innocent. 2017, c. 5, Sched. 2, s. 9. No effect on offences (7) For greater certainty, nothing in subsection (6) affects the prosecution of an offence. 2017, c. 5, Sched. 2, s. 9. Other measures (8) Subject to section 29.0.3, an administrative penalty may be imposed alone or in conjunction with the exercise of any measure against a person provided by this Act or the regulations, including the application of conditions to a registration by the Registrar, the suspension or revocation of a registration or the refusal to renew a registration. 2017, c. 5, Sched. 2, s. 9. Limitation (9) An assessor shall not make an order under subsection (1) more than two years after the day the assessor became aware of the person’s contravention on which the order is based. 2017, c. 5, Sched. 2, s. 9. No hearing required (10) Subject to the regulations made by the Minister, an assessor is not required to hold a hearing or to afford a person an opportunity for a hearing before making an order under subsection (1) against the person. 2017, c. 5, Sched. 2, s. 9. Non-application of other Act (11) The Statutory Powers Procedure Act does not apply to an order of an assessor made under subsection (1). 2017, c. 5, Sched. 2, s. 9. Section Amendments with date in force (d/m/y) 2017, c. 5, Sched. 2, s. 9 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>29.0.1 </b>(1) An assessor who is satisfied that a person has contravened or is contravening a prescribed provision of this Act or the regulations may, by order, impose an administrative penalty against the person in accordance with this section and the regulations made by the Minister. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">Purpose</p> <p class=\"subsection\">(2) The purpose of an administrative penalty is to promote compliance with the requirements established by this Act and the regulations. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">Amount</p> <p class=\"subsection\">(3) The amount of an administrative penalty shall reflect the purpose of the penalty and shall be the amount prescribed by the Minister, which amount shall not exceed $10,000. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">Form of order</p> <p class=\"subsection\">(4) An order made under subsection (1) imposing an administrative penalty against a person shall be in the form that the Registrar determines. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">Service of order</p> <p class=\"subsection\">(5) The order shall be served on the person against whom the administrative penalty is imposed in the manner that the Registrar determines. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">Absolute liability</p> <p class=\"subsection\">(6) An order made under subsection (1) imposing an administrative penalty against a person applies even if,</p> <p class=\"paragraph\">  (a) the person took all reasonable steps to prevent the contravention on which the order is based; or</p> <p class=\"paragraph\">  (b) at the time of the contravention, the person had an honest and reasonable belief in a mistaken set of facts that, if true, would have rendered the contravention innocent. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">No effect on offences</p> <p class=\"subsection\">(7) For greater certainty, nothing in subsection (6) affects the prosecution of an offence. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">Other measures</p> <p class=\"subsection\">(8) Subject to section 29.0.3, an administrative penalty may be imposed alone or in conjunction with the exercise of any measure against a person provided by this Act or the regulations, including the application of conditions to a registration by the Registrar, the suspension or revocation of a registration or the refusal to renew a registration. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(9) An assessor shall not make an order under subsection (1) more than two years after the day the assessor became aware of the person’s contravention on which the order is based. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">No hearing required</p> <p class=\"subsection\">(10) Subject to the regulations made by the Minister, an assessor is not required to hold a hearing or to afford a person an opportunity for a hearing before making an order under subsection (1) against the person. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">Non-application of other Act</p> <p class=\"subsection\">(11) The <i>Statutory Powers Procedure Act</i> does not apply to an order of an assessor made under subsection (1). 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17005#sched2s9\">2017, c. 5, Sched. 2, s. 9</a></span> - 01/01/2018</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "29.0.2",
            "section_x": "Appeal",
            "part_id": null,
            "part_type": null,
            "section_y": "Appeal",
            "content": "29.0.2 (1) The person against whom an order made under subsection 29.0.1 (1) imposes an administrative penalty may appeal the order to the person prescribed by the Minister by delivering a written notice of appeal to the latter person within 15 days after receiving the order. 2017, c. 5, Sched. 2, s. 9. Extension of time for appeal (2) The prescribed person mentioned in subsection (1) may extend the time period for appealing and may determine the circumstances in which extensions are given. 2017, c. 5, Sched. 2, s. 9. Form of notice (3) The notice of appeal shall be in the form that the prescribed person mentioned in subsection (1) determines. 2017, c. 5, Sched. 2, s. 9. Filing of notice (4) The person against whom the order imposing the administrative penalty is made shall file the notice of appeal in the manner that the prescribed person mentioned in subsection (1) determines. 2017, c. 5, Sched. 2, s. 9. Stay (5) An appeal commenced in accordance with subsection (1) operates as a stay of the order until disposition of the appeal. 2017, c. 5, Sched. 2, s. 9. Opportunity for submissions (6) Before disposing of an appeal, the prescribed person mentioned in subsection (1) shall give the person against whom the order imposing the administrative penalty is made a reasonable opportunity to make written submissions. 2017, c. 5, Sched. 2, s. 9. Powers on appeal (7) On an appeal, the prescribed person mentioned in subsection (1) may confirm, revoke or vary the order within the limits, if any, established by the regulations made by the Minister. 2017, c. 5, Sched. 2, s. 9. Non-application of other Act (8) The Statutory Powers Procedure Act does not apply to an appeal made under this section. 2017, c. 5, Sched. 2, s. 9. Section Amendments with date in force (d/m/y) 2017, c. 5, Sched. 2, s. 9 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK47\"></a><b>29.0.2 </b>(1) The person against whom an order made under subsection 29.0.1 (1) imposes an administrative penalty may appeal the order to the person prescribed by the Minister by delivering a written notice of appeal to the latter person within 15 days after receiving the order. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">Extension of time for appeal</p> <p class=\"subsection\">(2) The prescribed person mentioned in subsection (1) may extend the time period for appealing and may determine the circumstances in which extensions are given. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">Form of notice</p> <p class=\"subsection\">(3) The notice of appeal shall be in the form that the prescribed person mentioned in subsection (1) determines. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">Filing of notice</p> <p class=\"subsection\">(4) The person against whom the order imposing the administrative penalty is made shall file the notice of appeal in the manner that the prescribed person mentioned in subsection (1) determines. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">Stay</p> <p class=\"subsection\">(5) An appeal commenced in accordance with subsection (1) operates as a stay of the order until disposition of the appeal. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">Opportunity for submissions</p> <p class=\"subsection\">(6) Before disposing of an appeal, the prescribed person mentioned in subsection (1) shall give the person against whom the order imposing the administrative penalty is made a reasonable opportunity to make written submissions. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">Powers on appeal</p> <p class=\"subsection\">(7) On an appeal, the prescribed person mentioned in subsection (1) may confirm, revoke or vary the order within the limits, if any, established by the regulations made by the Minister. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">Non-application of other Act</p> <p class=\"subsection\">(8) The <i>Statutory Powers Procedure Act</i> does not apply to an appeal made under this section. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17005#sched2s9\">2017, c. 5, Sched. 2, s. 9</a></span> - 01/01/2018</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "29.0.3",
            "section_x": "Effect of paying penalty",
            "part_id": null,
            "part_type": null,
            "section_y": "Effect of paying penalty",
            "content": "29.0.3 If a person against whom an order imposing an administrative penalty is made pays the penalty in accordance with the terms of the order or, if the order is varied on appeal, in accordance with the terms of the varied order, the person cannot be charged with an offence under this Act in respect of the same contravention on which the order is based and no other prescribed measure shall be taken against the person in respect of the same contravention on which the order is based. 2017, c. 5, Sched. 2, s. 9. Section Amendments with date in force (d/m/y) 2017, c. 5, Sched. 2, s. 9 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>29.0.3 </b>If a person against whom an order imposing an administrative penalty is made pays the penalty in accordance with the terms of the order or, if the order is varied on appeal, in accordance with the terms of the varied order, the person cannot be charged with an offence under this Act in respect of the same contravention on which the order is based and no other prescribed measure shall be taken against the person in respect of the same contravention on which the order is based. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17005#sched2s9\">2017, c. 5, Sched. 2, s. 9</a></span> - 01/01/2018</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "29.0.4",
            "section_x": "Enforcement",
            "part_id": null,
            "part_type": null,
            "section_y": "Enforcement",
            "content": "29.0.4 (1) If a person against whom an order imposing an administrative penalty is made fails to pay the penalty in accordance with the terms of the order or, if the order is varied on appeal, in accordance with the terms of the varied order, the order may be filed with the Superior Court of Justice and enforced as if it were an order of the court. 2017, c. 5, Sched. 2, s. 9. Date of order (2) For the purposes of section 129 of the Courts of Justice Act, the date on which the order is filed with the court shall be deemed to be the date of the order. 2017, c. 5, Sched. 2, s. 9. Debt due to Crown (3) An administrative penalty that is not paid in accordance with the terms of the order imposing it or, if the order is varied on appeal, in accordance with the terms of the varied order is a debt due to the Crown and is enforceable as such. 2017, c. 5, Sched. 2, s. 9. Section Amendments with date in force (d/m/y) 2017, c. 5, Sched. 2, s. 9 - 01/01/2018 Fee Orders, Regulations and Transition",
            "raw_html": "<p class=\"section\"><a name=\"BK49\"></a><b>29.0.4 </b>(1) If a person against whom an order imposing an administrative penalty is made fails to pay the penalty in accordance with the terms of the order or, if the order is varied on appeal, in accordance with the terms of the varied order, the order may be filed with the Superior Court of Justice and enforced as if it were an order of the court. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">Date of order</p> <p class=\"subsection\">(2) For the purposes of section 129 of the <i>Courts of Justice Act</i>, the date on which the order is filed with the court shall be deemed to be the date of the order. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"headnote\">Debt due to Crown</p> <p class=\"subsection\">(3) An administrative penalty that is not paid in accordance with the terms of the order imposing it or, if the order is varied on appeal, in accordance with the terms of the varied order is a debt due to the Crown and is enforceable as such. 2017, c. 5, Sched. 2, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17005#sched2s9\">2017, c. 5, Sched. 2, s. 9</a></span> - 01/01/2018</p> <p class=\"heading1\"><a name=\"BK50\"></a>Fee Orders, Regulations and Transition</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "Fee Orders, Regulations and Transition",
            "section_x": "Fee Orders, Regulations and Transition",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "29.1",
            "section_x": "Fees",
            "part_id": null,
            "part_type": null,
            "section_y": "Fees",
            "content": "29.1 The Minister may by order require the payment of a fee for any of the following matters and may approve the amount of the fee: 1. For processing an application for registration or renewal of registration under this Act. 2. For processing a notice given under subsection 20 (1) with respect to a commencement or termination of the employment, appointment or authorization of a collector.  2004, c. 19, s. 6 (5); 2017, c. 5, Sched. 2, s. 10 (2). Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 52 - 18/12/1998 2004, c. 19, s. 6 (5) - 1/06/2006 2017, c. 5, Sched. 2, s. 10 (2) - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK51\"></a><b>29.1 </b>The Minister may by order require the payment of a fee for any of the following matters and may approve the amount of the fee:</p> <p class=\"paragraph\">  1. For processing an application for registration or renewal of registration under this Act.</p> <p class=\"paragraph\">  2. For processing a notice given under subsection 20 (1) with respect to a commencement or termination of the employment, appointment or authorization of a collector.  2004, c. 19, s. 6 (5); 2017, c. 5, Sched. 2, s. 10 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 52 - 18/12/1998</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s6s5\">2004, c. 19, s. 6 (5)</a> - 1/06/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17005#sched2s10s2\">2017, c. 5, Sched. 2, s. 10 (2)</a></span> - 01/01/2018</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "29.2",
            "section_x": "Minister’s regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Minister’s regulations",
            "content": "29.2 The Minister may make regulations, (a) governing any matter that this Act describes as being prescribed by the Minister or provided for in regulations made by the Minister; (b) governing information that a collection agency or collector is required to provide in any notice that the agency or the collector is required to send to a debtor when attempting to collect payment of a debt from the debtor, where the information is in addition to the information that a regulation made under clause 30 (1) (l) requires to be included in the notice; (c) specifying a different administrative penalty for a contravention of different prescribed provisions of this Act or the regulations, different portions of those prescribed provisions or different prescribed requirements in those prescribed provisions; (d) providing that the prescribed amount of an administrative penalty mentioned in subsection 29.0.1 (3) shall be calculated on the basis specified in the regulation, including an amount reflecting the number of transactions involved in the contravention on which an order for the administrative penalty is based; (e) governing the procedure for making an order under section 29.0.1 for an administrative penalty and the rights of the parties affected by the procedure, including the time at which the order is deemed to be served on the registrant against whom the order is made; (f) governing the procedure for appealing an order made by an assessor under section 29.0.1 and the rights of the parties affected by the appeal, including the time at which the notice of appeal is deemed to be received. 2017, c. 5, Sched. 2, s. 11 (1). Section Amendments with date in force (d/m/y) 2009, c. 18, Sched. 5, s. 1 - no effect - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2019 2017, c. 5, Sched. 2, s. 11 (1) - 01/01/2018; 2017, c. 5, Sched. 2, s. 11 (2-5) - no effect - see 2009, c. 18, Sched. 5, s. 1 - 31/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK52\"></a><b>29.2 </b>The Minister may make regulations,</p> <p class=\"paragraph\">  (a) governing any matter that this Act describes as being prescribed by the Minister or provided for in regulations made by the Minister;</p> <p class=\"paragraph\">  (b) governing information that a collection agency or collector is required to provide in any notice that the agency or the collector is required to send to a debtor when attempting to collect payment of a debt from the debtor, where the information is in addition to the information that a regulation made under clause 30 (1) (l) requires to be included in the notice;</p> <p class=\"paragraph\">  (c) specifying a different administrative penalty for a contravention of different prescribed provisions of this Act or the regulations, different portions of those prescribed provisions or different prescribed requirements in those prescribed provisions;</p> <p class=\"paragraph\">  (d) providing that the prescribed amount of an administrative penalty mentioned in subsection 29.0.1 (3) shall be calculated on the basis specified in the regulation, including an amount reflecting the number of transactions involved in the contravention on which an order for the administrative penalty is based;</p> <p class=\"paragraph\">  (e) governing the procedure for making an order under section 29.0.1 for an administrative penalty and the rights of the parties affected by the procedure, including the time at which the order is deemed to be served on the registrant against whom the order is made;</p> <p class=\"paragraph\">  (f) governing the procedure for appealing an order made by an assessor under section 29.0.1 and the rights of the parties affected by the appeal, including the time at which the notice of appeal is deemed to be received. 2017, c. 5, Sched. 2, s. 11 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S09018#sched5s1\">2009, c. 18, Sched. 5, s. 1</a> - no effect - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a> - 31/12/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17005#sched2s11s1\">2017, c. 5, Sched. 2, s. 11 (1)</a></span> - 01/01/2018; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17005#sched2s11s2\">2017, c. 5, Sched. 2, s. 11 (2-5)</a></span> - no effect - see <a href=\"http://www.ontario.ca/laws/statute/S09018#sched5s1\">2009, c. 18, Sched. 5, s. 1</a> - 31/12/2019</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "30.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "30 (1) The Lieutenant Governor in Council may make regulations, (a) governing applications for registration or renewal of registration and prescribing terms and conditions of registration; (b) exempting persons or classes of persons from this Act or the regulations or any provisions thereof in addition to those exempted under section 2; (b.1) specifying requirements that a person must meet, in addition to those set out in any of clauses 2 (1) (a) and (h) to (m), in order to be exempt from the application of this Act under those clauses; (b.2) specifying provisions of this Act and the regulations, except for subsection 4 (1) of this Act, to which a person described in any of clauses 2 (1) (a) and (h) to (m) is subject in the circumstances specified in the regulations; (c) specifying anything that is described as prescribed, other than a matter or thing that this Act describes as being prescribed by the Minister; (c.1) specifying conditions that must be met to permit payment for the provision of debt settlement services; (c.2) specifying the maximum amount of a payment for the purposes of subsection 16.6 (1) or specifying the method of determining that amount, including any formula, ratio or percentage to be used to calculate the amount; (c.3) governing debt settlement services agreements, including information that a collection agency is required to disclose in a debt settlement services agreement; (c.4) specifying requirements for making, amending, renewing or extending a debt settlement services agreement; (c.5) specifying circumstances under which a collection agency is prohibited from providing debt settlement services to a debtor; (d) prescribing forms for the purposes of this Act and providing for their use; (e) requiring and governing the maintenance of trust accounts by collection agencies and prescribing the money that shall be held in trust and the terms and conditions thereof; (f) requiring and governing the books, accounts and records that shall be kept by collection agencies and requiring the accounting and remission of money to creditors in such manner and times as are prescribed, including the disposition of unclaimed money; (g) requiring collection agencies or any class thereof to be bonded in such form and terms and with such collateral security as are prescribed, and providing for the forfeiture of bonds and the disposition of the proceeds; (h) requiring collection agencies to make returns and furnish information to the Registrar; (i) requiring any information required to be furnished or contained in any form or return to be verified by affidavit; (j) prescribing further procedures respecting the conduct of matters coming before the Tribunal; (k) providing for the responsibility for payment of witness fees and expenses in connection with proceedings before the Tribunal and prescribing the amounts thereof; (k.1) prescribing entities and organizations for the purpose of clause 17 (1) (c); (l) prescribing prohibited practices and methods for the purpose of section 22; (m) requiring the Registrar to maintain a public record of certain documents and information, prescribing the documents and information that must be kept in the public record, and governing the public record and access to it; (n) requiring the Registrar to publish certain documents and information, prescribing the documents and information that must be published, and governing their publication and access to them; (o) authorizing the Registrar to conduct quality assurance programs in relation to the administration of this Act or the regulations and to use information collected under this Act for the purpose of those programs; (p) providing for any transitional matter necessary for the effective implementation of this Act or the regulations. R.S.O. 1990, c. C.14, s. 30; 1998, c. 18, Sched. E, s. 53 (1); 2004, c. 19, s. 6 (6); 2013, c. 13, Sched. 1, s. 9 (1); 2017, c. 5, Sched. 2, s. 12 (1, 2). Note:  Regulations made under clause (c), as that clause read immediately before December 18, 1998, continue until the Minister makes an order under section 29.1, as enacted by the Statutes of Ontario, 1998, chapter 18, Schedule E, section 52, that is inconsistent with those regulations.  See:  1998, c. 18, Sched. E, s. 53 (2). Note:  The Lieutenant Governor in Council may by regulation revoke regulations made under clause (c), as that clause read immediately before December 18, 1998, if the Minister makes an order under section 29.1, as enacted by the Statutes of Ontario, 1998, chapter 18, Schedule E, section 52, that is inconsistent with those regulations.  See:  1998, c. 18, Sched. E, s. 53 (3). (2) Repealed: 2017, c. 5, Sched. 2, s. 12 (3). Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 53 (1) - 18/12/1998 2004, c. 19, s. 6 (6) - 1/06/2006 2009, c. 18, Sched. 5, s. 2 - no effect - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2019 2013, c. 13, Sched. 1, s. 9 (1, 2) - 1/01/2015 2017, c. 5, Sched. 2, s. 12 (1-3) - 01/01/2018 31 Section Amendments with date in force (d/m/y) 2009, c. 18, Sched. 5, s. 3 - no effect - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK53\"></a><b>30 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) governing applications for registration or renewal of registration and prescribing terms and conditions of registration;</p> <p class=\"paragraph\">  (b) exempting persons or classes of persons from this Act or the regulations or any provisions thereof in addition to those exempted under section 2;</p> <p class=\"paragraph\"> (b.1) specifying requirements that a person must meet, in addition to those set out in any of clauses 2 (1) (a) and (h) to (m), in order to be exempt from the application of this Act under those clauses;</p> <p class=\"paragraph\"> (b.2) specifying provisions of this Act and the regulations, except for subsection 4 (1) of this Act, to which a person described in any of clauses 2 (1) (a) and (h) to (m) is subject in the circumstances specified in the regulations;</p> <p class=\"paragraph\">  (c) specifying anything that is described as prescribed, other than a matter or thing that this Act describes as being prescribed by the Minister;</p> <p class=\"paragraph\"> (c.1) specifying conditions that must be met to permit payment for the provision of debt settlement services;</p> <p class=\"paragraph\"> (c.2) specifying the maximum amount of a payment for the purposes of subsection 16.6 (1) or specifying the method of determining that amount, including any formula, ratio or percentage to be used to calculate the amount;</p> <p class=\"paragraph\"> (c.3) governing debt settlement services agreements, including information that a collection agency is required to disclose in a debt settlement services agreement;</p> <p class=\"paragraph\"> (c.4) specifying requirements for making, amending, renewing or extending a debt settlement services agreement;</p> <p class=\"paragraph\"> (c.5) specifying circumstances under which a collection agency is prohibited from providing debt settlement services to a debtor;</p> <p class=\"paragraph\">  (d) prescribing forms for the purposes of this Act and providing for their use;</p> <p class=\"paragraph\">  (e) requiring and governing the maintenance of trust accounts by collection agencies and prescribing the money that shall be held in trust and the terms and conditions thereof;</p> <p class=\"paragraph\">  (f) requiring and governing the books, accounts and records that shall be kept by collection agencies and requiring the accounting and remission of money to creditors in such manner and times as are prescribed, including the disposition of unclaimed money;</p> <p class=\"paragraph\">  (g) requiring collection agencies or any class thereof to be bonded in such form and terms and with such collateral security as are prescribed, and providing for the forfeiture of bonds and the disposition of the proceeds;</p> <p class=\"paragraph\">  (h) requiring collection agencies to make returns and furnish information to the Registrar;</p> <p class=\"paragraph\">  (i) requiring any information required to be furnished or contained in any form or return to be verified by affidavit;</p> <p class=\"paragraph\">  (j) prescribing further procedures respecting the conduct of matters coming before the Tribunal;</p> <p class=\"paragraph\">  (k) providing for the responsibility for payment of witness fees and expenses in connection with proceedings before the Tribunal and prescribing the amounts thereof;</p> <p class=\"paragraph\"> (k.1) prescribing entities and organizations for the purpose of clause 17 (1) (c);</p> <p class=\"paragraph\">  (l) prescribing prohibited practices and methods for the purpose of section 22;</p> <p class=\"paragraph\">  (m) requiring the Registrar to maintain a public record of certain documents and information, prescribing the documents and information that must be kept in the public record, and governing the public record and access to it;</p> <p class=\"paragraph\">  (n) requiring the Registrar to publish certain documents and information, prescribing the documents and information that must be published, and governing their publication and access to them;</p> <p class=\"paragraph\">  (o) authorizing the Registrar to conduct quality assurance programs in relation to the administration of this Act or the regulations and to use information collected under this Act for the purpose of those programs;</p> <p class=\"paragraph\">  (p) providing for any transitional matter necessary for the effective implementation of this Act or the regulations. R.S.O. 1990, c. C.14, s. 30; 1998, c. 18, Sched. E, s. 53 (1); 2004, c. 19, s. 6 (6); 2013, c. 13, Sched. 1, s. 9 (1); 2017, c. 5, Sched. 2, s. 12 (1, 2).</p> <p class=\"Pnote\"><span>Note:  Regulations made under clause (c), as that clause read immediately before December 18, 1998, continue until the Minister makes an order under section 29.1, as enacted by the Statutes of Ontario, 1998, chapter 18, Schedule E, section 52, that is inconsistent with those regulations.  See:  1998, c. 18, Sched. E, s. 53 (2).</span></p> <p class=\"Pnote\"><span>Note:  The Lieutenant Governor in Council may by regulation revoke regulations made under clause (c), as that clause read immediately before December 18, 1998, if the Minister makes an order under section 29.1, as enacted by the Statutes of Ontario, 1998, chapter 18, Schedule E, section 52, that is inconsistent with those regulations.  See:  1998, c. 18, Sched. E, s. 53 (3).</span></p> <p class=\"subsection\">(2) <span class=\"ovsmallcap\">Repealed</span>: 2017, c. 5, Sched. 2, s. 12 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 53 (1) - 18/12/1998</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s6s6\">2004, c. 19, s. 6 (6)</a> - 1/06/2006</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S09018#sched5s2\">2009, c. 18, Sched. 5, s. 2</a> - no effect - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a> - 31/12/2019</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s9s1\">2013, c. 13, Sched. 1, s. 9 (1, 2)</a> - 1/01/2015</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17005#sched2s12s1\">2017, c. 5, Sched. 2, s. 12 (1-3)</a></span> - 01/01/2018</p> <p class=\"section\"><b>31</b></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S09018#sched5s3\">2009, c. 18, Sched. 5, s. 3</a> - no effect - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a> - 31/12/2019</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "32.",
            "section_x": "Transition, debt settlement services",
            "part_id": null,
            "part_type": null,
            "section_y": "Transition, debt settlement services",
            "content": "32 Sections 16.3 to 16.10 do not apply to a debt settlement services agreement entered into before the day those sections come into force until the agreement is amended, renewed or extended on or after that day. 2013, c. 13, Sched. 1, s. 10. Section Amendments with date in force (d/m/y) 2013, c. 13, Sched. 1, s. 10 - 1/07/2015 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK54\"></a><b>32 </b>Sections 16.3 to 16.10 do not apply to a debt settlement services agreement entered into before the day those sections come into force until the agreement is amended, renewed or extended on or after that day. 2013, c. 13, Sched. 1, s. 10.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S13013#sched1s10\">2013, c. 13, Sched. 1, s. 10</a> - 1/07/2015</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90c14\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}