{
    "act_info": {
        "full_title": "Commuter Services Act, R.S.O. 1990, c. C.23",
        "act_name_text": "Not Found",
        "citation": "Commuter Services Act, R.S.O. 1990, c. C.23",
        "url": "https://www.ontario.ca/laws/statute/90c23",
        "date_scraped": "2023-12-19 07:11:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90c23/v3",
            "valid_from": "August 20, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90c23/v2",
            "valid_from": "December 20, 2006",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/90c23/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": "1. In this Act, “Minister” means the member of the Executive Council to whom the administration of this Act is assigned by the Lieutenant Governor in Council. R.S.O. 1990, c. C.23, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“Minister” means the member of the Executive Council to whom the administration of this Act is assigned by the Lieutenant Governor in Council. R.S.O. 1990, c. C.23, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Administration of Act",
            "content": "2. (1) The Minister is responsible for the administration of this Act. R.S.O. 1990, c. C.23, s. 2 (1). Delegation (2) The Minister may delegate any of his or her powers under this Act to one or more public servants employed under Part III of the Public Service of Ontario Act, 2006. 2006, c. 35, Sched. C, s. 19 (1).",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) The Minister is responsible for the administration of this Act. R.S.O. 1990, c. C.23, s. 2 (1).</p> <p class=\"headnote-e\"><b>Delegation</b></p> <p class=\"subsection-e\">(2) The Minister may delegate any of his or her powers under this Act to one or more public servants employed under Part III of the <i>Public Service of Ontario Act, 2006</i>. 2006, c. 35, Sched. C, s. 19 (1).</p>"
        },
        {
            "id": "3.",
            "section": "Establishment and operation of commuter services",
            "content": "3. (1) Her Majesty in right of the Province of Ontario, represented by the Minister, may, (a) establish and operate; and (b) with the approval of the Lieutenant Governor in Council, enter into agreements with Canadian National Railways and any other corporation or individual, or any one or more of them, with respect to any matter or thing having as its object the establishment and operation, or either of them, of, commuter services to serve any one or more areas in Ontario. R.S.O. 1990, c. C.23, s. 3 (1). Idem, municipalities (2) Any municipality is a corporation for the purpose of subsection (1), and is hereby authorized and empowered to enter into agreements thereunder. R.S.O. 1990, c. C.23, s. 3 (2); 2002, c. 17, Sched. F, Table.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) Her Majesty in right of the Province of Ontario, represented by the Minister, may,</p> <p class=\"clause-e\">(a) establish and operate; and</p> <p class=\"clause-e\">(b) with the approval of the Lieutenant Governor in Council, enter into agreements with Canadian National Railways and any other corporation or individual, or any one or more of them, with respect to any matter or thing having as its object the establishment and operation, or either of them, of,</p> <p class=\"Ssubsection-e\">commuter services to serve any one or more areas in Ontario. R.S.O. 1990, c. C.23, s. 3 (1).</p> <p class=\"headnote-e\"><b>Idem, municipalities</b></p> <p class=\"subsection-e\">(2) Any municipality is a corporation for the purpose of subsection (1), and is hereby authorized and empowered to enter into agreements thereunder. R.S.O. 1990, c. C.23, s. 3 (2); 2002, c. 17, Sched. F, Table.</p>"
        },
        {
            "id": "4.",
            "section": "Acquisition of property",
            "content": "4. (1) The Minister may, (a) acquire by purchase, lease or otherwise any rolling stock, equipment, apparatus or thing; and (b) acquire by purchase, lease or otherwise or expropriate any land or any interest in land, that may be required for the establishment and operation, or either of them, of any commuter service that is or is to be provided under section 3. R.S.O. 1990, c. C.23, s. 4 (1). Disposition of property (2) The Minister may sell, lease or otherwise dispose of any rolling stock, equipment, apparatus or thing or any land or any interest in land no longer required for the purposes of this Act. R.S.O. 1990, c. C.23, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) The Minister may,</p> <p class=\"clause-e\">(a) acquire by purchase, lease or otherwise any rolling stock, equipment, apparatus or thing; and</p> <p class=\"clause-e\">(b) acquire by purchase, lease or otherwise or expropriate any land or any interest in land,</p> <p class=\"Ssubsection-e\">that may be required for the establishment and operation, or either of them, of any commuter service that is or is to be provided under section 3. R.S.O. 1990, c. C.23, s. 4 (1).</p> <p class=\"headnote-e\"><b>Disposition of property</b></p> <p class=\"subsection-e\">(2) The Minister may sell, lease or otherwise dispose of any rolling stock, equipment, apparatus or thing or any land or any interest in land no longer required for the purposes of this Act. R.S.O. 1990, c. C.23, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Regulations",
            "content": "5. (1) The Lieutenant Governor in Council may make regulations, (a) prohibiting or regulating the use of any land or any interest in land acquired under subsection 4 (1) and prohibiting or regulating vehicular traffic and pedestrian traffic on any such land or interest in land; (b) requiring and providing for the issue of permits and licences and providing for the granting of rights in respect of the use of any such land or interest in land, and providing for the revocation of any such permit, licence or right; (c) prescribing the fees or rentals payable for any permit, licence or right issued or granted in respect of any such land or interest in land; (d) prescribing fares that shall be charged and collected for any service; (e) governing the terms and conditions upon which tickets may be sold; (f) governing the conduct of passengers and for refusing passage to persons who do not comply with the regulations or the terms and conditions upon which tickets are sold; (g) imposing fines of not more than $500, exclusive of costs, upon every person who contravenes any provision of a regulation made under this section; (h) providing a procedure for the voluntary payment of fines out of court in cases where it is alleged that the parking provisions of a regulation made under this section have been contravened, and, if payment is not made in accordance with the procedure, subsection (2) applies. R.S.O. 1990, c. C.23, s. 5 (1). Penalty (2) Every person who contravenes any provision of a regulation made under subsection (1) is guilty of an offence and on conviction is liable to the fine imposed therefor by the regulations. R.S.O. 1990, c. C.23, s. 5 (2). Motor vehicle owner and driver liable to penalties (3) The owner of a motor vehicle that is parked in contravention of a regulation made under subsection (1) is guilty of an offence and on conviction is liable to the fine imposed therefor by the regulations, unless at the time of the contravention the motor vehicle was in the possession of some person other than the owner or the owner’s chauffeur without the owner’s consent, and the driver of the motor vehicle not being the owner shall also incur the fines imposed for any such contravention. R.S.O. 1990, c. C.23, s. 5 (3). Appointment of officers (4) The Minister may appoint as an officer any public servant employed under Part III of the Public Service of Ontario Act, 2006, and the officer is a constable for the purposes of, (a) the regulations made under subsection (1); and (b) section 33 of the Highway Traffic Act. 2006, c. 35, Sched. C, s. 19 (2). Certificate of appointment (5) A person appointed under subsection (4) shall, while carrying out duties under the appointment, have in his or her possession a certificate of his or her appointment under subsection (4) and shall produce such certificate upon request. R.S.O. 1990, c. C.23, s. 5 (5). ____________________ Français ",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) prohibiting or regulating the use of any land or any interest in land acquired under subsection 4 (1) and prohibiting or regulating vehicular traffic and pedestrian traffic on any such land or interest in land;</p> <p class=\"clause-e\">(b) requiring and providing for the issue of permits and licences and providing for the granting of rights in respect of the use of any such land or interest in land, and providing for the revocation of any such permit, licence or right;</p> <p class=\"clause-e\">(c) prescribing the fees or rentals payable for any permit, licence or right issued or granted in respect of any such land or interest in land;</p> <p class=\"clause-e\">(d) prescribing fares that shall be charged and collected for any service;</p> <p class=\"clause-e\">(e) governing the terms and conditions upon which tickets may be sold;</p> <p class=\"clause-e\">(f) governing the conduct of passengers and for refusing passage to persons who do not comply with the regulations or the terms and conditions upon which tickets are sold;</p> <p class=\"clause-e\">(g) imposing fines of not more than $500, exclusive of costs, upon every person who contravenes any provision of a regulation made under this section;</p> <p class=\"clause-e\">(h) providing a procedure for the voluntary payment of fines out of court in cases where it is alleged that the parking provisions of a regulation made under this section have been contravened, and, if payment is not made in accordance with the procedure, subsection (2) applies. R.S.O. 1990, c. C.23, s. 5 (1).</p> <p class=\"headnote-e\"><b>Penalty</b></p> <p class=\"subsection-e\">(2) Every person who contravenes any provision of a regulation made under subsection (1) is guilty of an offence and on conviction is liable to the fine imposed therefor by the regulations. R.S.O. 1990, c. C.23, s. 5 (2).</p> <p class=\"headnote-e\"><b>Motor vehicle owner and driver liable to penalties</b></p> <p class=\"subsection-e\">(3) The owner of a motor vehicle that is parked in contravention of a regulation made under subsection (1) is guilty of an offence and on conviction is liable to the fine imposed therefor by the regulations, unless at the time of the contravention the motor vehicle was in the possession of some person other than the owner or the owner’s chauffeur without the owner’s consent, and the driver of the motor vehicle not being the owner shall also incur the fines imposed for any such contravention. R.S.O. 1990, c. C.23, s. 5 (3).</p> <p class=\"headnote-e\"><b>Appointment of officers</b></p> <p class=\"subsection-e\">(4) The Minister may appoint as an officer any public servant employed under Part III of the <i>Public Service of Ontario Act, 2006</i>, and the officer is a constable for the purposes of,</p> <p class=\"clause-e\">(a) the regulations made under subsection (1); and</p> <p class=\"clause-e\">(b) section 33 of the <i>Highway Traffic Act</i>. 2006, c. 35, Sched. C, s. 19 (2).</p> <p class=\"headnote-e\"><b>Certificate of appointment</b></p> <p class=\"subsection-e\">(5) A person appointed under subsection (4) shall, while carrying out duties under the appointment, have in his or her possession a certificate of his or her appointment under subsection (4) and shall produce such certificate upon request. R.S.O. 1990, c. C.23, s. 5 (5).</p> <p class=\"line-e\">____________________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90c23_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90c23_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}