{
    "act_info": {
        "full_title": "Commitment to the Future of Medicare Act, 2004, S.O. 2004, c. 5 ",
        "act_name_text": "Commitment to the Future of Medicare Act, 2004",
        "citation": "S.O. 2004, c. 5 ",
        "url": "https://www.ontario.ca/laws/statute/04c05",
        "date_scraped": "2023-12-18 03:06:53"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September 25, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/04c05/v20",
            "valid_from": "July 24, 2023",
            "valid_to": "September 24, 2023"
        },
        {
            "a_href": "/laws/statute/04c05/v19",
            "valid_from": "May 18, 2023",
            "valid_to": "July 23, 2023"
        },
        {
            "a_href": "/laws/statute/04c05/v18",
            "valid_from": "April  1, 2020",
            "valid_to": "May 17, 2023"
        },
        {
            "a_href": "/laws/statute/04c05/v16",
            "valid_from": "December 31, 2019",
            "valid_to": "March 31, 2020"
        },
        {
            "a_href": "/laws/statute/04c05/v15",
            "valid_from": "April 18, 2019",
            "valid_to": "December 30, 2019"
        },
        {
            "a_href": "/laws/statute/04c05/v14",
            "valid_from": "December 12, 2017",
            "valid_to": "April 17, 2019"
        },
        {
            "a_href": "/laws/statute/04c05/v13",
            "valid_from": "December  8, 2016",
            "valid_to": "December 11, 2017"
        },
        {
            "a_href": "/laws/statute/04c05/v12",
            "valid_from": "December  3, 2015",
            "valid_to": "December  7, 2016"
        },
        {
            "a_href": "/laws/statute/04c05/v11",
            "valid_from": "July  1, 2010",
            "valid_to": "December  2, 2015"
        },
        {
            "a_href": "/laws/statute/04c05/v10",
            "valid_from": "June  8, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/statute/04c05/v9",
            "valid_from": "December 15, 2009",
            "valid_to": "June  7, 2010"
        },
        {
            "a_href": "/laws/statute/04c05/v8",
            "valid_from": "July 18, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/04c05/v7",
            "valid_from": "June  4, 2007",
            "valid_to": "July 17, 2007"
        },
        {
            "a_href": "/laws/statute/04c05/v6",
            "valid_from": "June 17, 2006",
            "valid_to": "June  3, 2007"
        },
        {
            "a_href": "/laws/statute/04c05/v5",
            "valid_from": "March 28, 2006",
            "valid_to": "June 16, 2006"
        },
        {
            "a_href": "/laws/statute/04c05/v4",
            "valid_from": "February  3, 2005",
            "valid_to": "March 27, 2006"
        },
        {
            "a_href": "/laws/statute/04c05/v3",
            "valid_from": "November  1, 2004",
            "valid_to": "February  2, 2005"
        },
        {
            "a_href": "/laws/statute/04c05/v2",
            "valid_from": "September 23, 2004",
            "valid_to": "October 31, 2004"
        },
        {
            "a_href": "/laws/statute/04c05/v1",
            "valid_from": "June 17, 2004",
            "valid_to": "September 22, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/040288",
            "Citation": "O. Reg. 288/04",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Preamble",
            "section_x": "Preamble",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "PART II  ",
            "section_x": "PART II HEALTH SERVICES ACCESSIBILITY",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "8.",
            "section_x": "Definitions",
            "part_id": "PART II  ",
            "part_type": "PART II HEALTH SERVICES ACCESSIBILITY",
            "section_y": "Definitions",
            "content": "8 In this Part, “Board” means the Health Services Appeal and Review Board under the Ministry of Health and Long-Term Care Appeal and Review Boards Act, 1998; (“Commission”) “designated practitioner” means a practitioner that is designated by the regulations as being a practitioner who may not charge an amount for the provision of insured services rendered to an insured person other than the amount payable by the Plan; (“praticien désigné”) “General Manager” means the General Manager of the Plan appointed under the Health Insurance Act; (“directeur général”) “insured person” means a person who is entitled to insured services under the Health Insurance Act and the regulations made under it; (“assuré”) “insured service” means a service that is an insured service under the Health Insurance Act and the regulations made under it; (“service assuré”) “non-designated practitioner” means a practitioner who is not a designated practitioner; (“praticien non désigné”) “personal information” means any information about an identifiable individual; (“renseignements personnels”) “physician” means a legally qualified medical practitioner who is lawfully entitled to practise medicine in Ontario or another prescribed person; (“médecin”) “Plan” means the Ontario Health Insurance Plan; (“Régime”) “practitioner” means a practitioner or a health facility within the meaning of the Health Insurance Act that is prescribed as a practitioner for the purposes of this Part; (“praticien”) “prescribed” means prescribed by the regulations made under this Part; (“prescrit”) “unauthorized payment” means any payment accepted contrary to section 10. (“paiement non autorisé”)  2004, c. 5, s. 8; 2009, c. 33, Sched. 18, s. 17 (2); 2023, c. 4, Sched. 2, s. 1. Section Amendments with date in force (d/m/y) 2009, c. 26, s. 1 (1)\r\n- no effect - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2019; 2009, c. 33, Sched. 18, s. 17 (2) - 15/12/2009 2023, c. 4, Sched. 2, s. 1 - 24/07/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>8 </b>In this Part,</p> <p class=\"definition\">“Board” means the Health Services Appeal and Review Board under the <i>Ministry of Health and Long-Term Care Appeal and Review Boards Act, 1998</i>; (“Commission”)</p> <p class=\"definition\">“designated practitioner” means a practitioner that is designated by the regulations as being a practitioner who may not charge an amount for the provision of insured services rendered to an insured person other than the amount payable by the Plan; (“praticien désigné”) </p> <p class=\"definition\">“General Manager” means the General Manager of the Plan appointed under the <i>Health Insurance Act</i>; (“directeur général”)</p> <p class=\"definition\">“insured person” means a person who is entitled to insured services under the <i>Health Insurance Act</i> and the regulations made under it; (“assuré”)</p> <p class=\"definition\">“insured service” means a service that is an insured service under the <i>Health Insurance Act</i> and the regulations made under it; (“service assuré”)</p> <p class=\"definition\">“non-designated practitioner” means a practitioner who is not a designated practitioner; (“praticien non désigné”)</p> <p class=\"definition\">“personal information” means any information about an identifiable individual; (“renseignements personnels”)</p> <p class=\"definition\">“physician” means a legally qualified medical practitioner who is lawfully entitled to practise medicine in Ontario or another prescribed person; (“médecin”)</p> <p class=\"definition\">“Plan” means the Ontario Health Insurance Plan; (“Régime”)</p> <p class=\"definition\">“practitioner” means a practitioner or a health facility within the meaning of the <i>Health Insurance Act</i> that is prescribed as a practitioner for the purposes of this Part; (“praticien”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations made under this Part; (“prescrit”)</p> <p class=\"definition\">“unauthorized payment” means any payment accepted contrary to section 10. (“paiement non autorisé”)  2004, c. 5, s. 8; 2009, c. 33, Sched. 18, s. 17 (2); 2023, c. 4, Sched. 2, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09026#s1s1\">2009, c. 26, s. 1 (1)</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"https://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act</i>,<i> 200</i>6</a></span> - 31/12/2019; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched18s17s2\">2009, c. 33, Sched. 18, s. 17 (2)</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23004#sched2s1\">2023, c. 4, Sched. 2, s. 1</a></span> - 24/07/2023</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "9.",
            "section_x": "General Manager",
            "part_id": "PART II  ",
            "part_type": "PART II HEALTH SERVICES ACCESSIBILITY",
            "section_y": "General Manager",
            "content": "9 Subject to this Part and the regulations, the General Manager shall carry out any functions and duties that the General Manager considers necessary for purposes related to the administration of this Part.  2004, c. 5, s. 9.",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>9 </b>Subject to this Part and the regulations, the General Manager shall carry out any functions and duties that the General Manager considers necessary for purposes related to the administration of this Part.  2004, c. 5, s. 9.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "10.",
            "section_x": "Persons not to charge more than OHIP",
            "part_id": "PART II  ",
            "part_type": "PART II HEALTH SERVICES ACCESSIBILITY",
            "section_y": "Persons not to charge more than OHIP",
            "content": "10 (1) A physician or designated practitioner shall not charge more or accept payment or other benefit for more than the amount payable under the Plan for rendering an insured service to an insured person.  2004, c. 5, s. 10 (1). Exception (2) Subsection (1) does not apply to, (a)  a charge made to or a payment or benefit accepted from a public hospital for an insured service rendered to an insured person in that public hospital; (b)  a charge made to or a payment accepted from a prescribed facility for an insured service rendered to an insured person in that facility; or (c)  any other charge, payment, benefit or service that is prescribed, subject to any prescribed conditions or limitations.  2004, c. 5, s. 10 (2). Physicians and designated practitioners (3) A physician or designated practitioner shall not accept payment or benefit for an insured service rendered to an insured person except, (a)  from the Plan, including a payment made in accordance with an agreement made under subsection 2 (2) of the Health Insurance Act; (b)  from a public hospital or prescribed facility for services rendered in that public hospital or facility; or (c)  if permitted to do so by the regulations in the prescribed circumstances and on the prescribed conditions.  2004, c. 5, s. 10 (3). Non-designated practitioners (4) A non-designated practitioner shall not accept payment except from the Plan for that part of his or her account for any insured service rendered to an insured person that is payable by the Plan.  2004, c. 5, s. 10 (4). Restriction on who may accept payment (5) No person or entity may charge or accept payment or other benefit for an insured service rendered to an insured person, (a)  except as permitted under this section; or (b)  unless permitted to do so by the regulations in the prescribed circumstances and on the prescribed conditions.  2004, c. 5, s. 10 (5). Not a payment or other benefit (6) For the purposes of subsection (5), “payment or other benefit” does not include a salary or an amount payable under a contract of employment or a contract of services to an employee of or a person who contracts with a physician, practitioner, public hospital or prescribed facility.  2004, c. 5, s. 10 (6).",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>10 </b>(1) A physician or designated practitioner shall not charge more or accept payment or other benefit for more than the amount payable under the Plan for rendering an insured service to an insured person.  2004, c. 5, s. 10 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply to,</p> <p class=\"paragraph\">  (a)  a charge made to or a payment or benefit accepted from a public hospital for an insured service rendered to an insured person in that public hospital;</p> <p class=\"paragraph\">  (b)  a charge made to or a payment accepted from a prescribed facility for an insured service rendered to an insured person in that facility; or</p> <p class=\"paragraph\">  (c)  any other charge, payment, benefit or service that is prescribed, subject to any prescribed conditions or limitations.  2004, c. 5, s. 10 (2).</p> <p class=\"headnote\">Physicians and designated practitioners</p> <p class=\"subsection\">(3) A physician or designated practitioner shall not accept payment or benefit for an insured service rendered to an insured person except,</p> <p class=\"paragraph\">  (a)  from the Plan, including a payment made in accordance with an agreement made under subsection 2 (2) of the <i>Health Insurance Act</i>;</p> <p class=\"paragraph\">  (b)  from a public hospital or prescribed facility for services rendered in that public hospital or facility; or</p> <p class=\"paragraph\">  (c)  if permitted to do so by the regulations in the prescribed circumstances and on the prescribed conditions.  2004, c. 5, s. 10 (3).</p> <p class=\"headnote\">Non-designated practitioners</p> <p class=\"subsection\">(4) A non-designated practitioner shall not accept payment except from the Plan for that part of his or her account for any insured service rendered to an insured person that is payable by the Plan.  2004, c. 5, s. 10 (4).</p> <p class=\"headnote\">Restriction on who may accept payment</p> <p class=\"subsection\">(5) No person or entity may charge or accept payment or other benefit for an insured service rendered to an insured person,</p> <p class=\"paragraph\">  (a)  except as permitted under this section; or</p> <p class=\"paragraph\">  (b)  unless permitted to do so by the regulations in the prescribed circumstances and on the prescribed conditions.  2004, c. 5, s. 10 (5).</p> <p class=\"headnote\">Not a payment or other benefit</p> <p class=\"subsection\">(6) For the purposes of subsection (5), “payment or other benefit” does not include a salary or an amount payable under a contract of employment or a contract of services to an employee of or a person who contracts with a physician, practitioner, public hospital or prescribed facility.  2004, c. 5, s. 10 (6).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "11.",
            "section_x": "Transitional",
            "part_id": "PART II  ",
            "part_type": "PART II HEALTH SERVICES ACCESSIBILITY",
            "section_y": "Transitional ",
            "content": "11 (1) This section applies to physicians and designated practitioners who, on or before May 13, 2004, have rendered insured services to insured persons and who had never notified the General Manager of their intention to submit accounts for the performance of insured services rendered to insured persons directly to the Plan in accordance with subsection 15 (1) or 16 (1) of the Health Insurance Act, or had notified the General Manager under subsection 15 (4) or 16 (4) of the Health Insurance Act that they intended to cease submitting their accounts directly to the Plan.  2004, c. 5, s. 11 (1). Notification (2) If a physician or designated practitioner mentioned in subsection (1) notifies the General Manager by registered mail, within 90 days of the coming into force of this section, that he or she intends not to submit his or her accounts directly to the Plan, the provisions of subsection (7) apply to him or her.  2004, c. 5, s. 11 (2). Transitional time (3) Subsection 10 (3) does not apply to a physician or designated practitioner mentioned in subsection (1) who does not give notice under subsection (2) until the first day of the third month following the expiration of the 90-day period under subsection (2).  2004, c. 5, s. 11 (3). Subsequent election (4) A physician or designated practitioner who has notified the General Manager under subsection (2) may subsequently notify the General Manager by registered mail that he or she intends to submit his or her accounts directly to the Plan for the performance of insured services rendered to insured persons and in such a case, subsection 10 (3) shall apply and the physician or designated practitioner may not subsequently choose to cease submitting his or her accounts directly to the Plan.  2004, c. 5, s. 11 (4). When decision takes effect (5) A decision to submit accounts directly to the Plan under subsection (4) takes effect as of the first day of the third month following the month in which the General Manager received the notification.  2004, c. 5, s. 11 (5). Deemed election (6) Unless the General Manager is satisfied that the account was submitted in error, if a physician or designated practitioner who has notified the General Manager under subsection (2) subsequently submits an account directly to the Plan for the performance of insured services rendered to an insured person, he or she shall be deemed to have notified the General Manager under subsection (4) that he or she intends to submit his or her accounts directly to the Plan, except in respect of any prescribed accounts or classes of accounts, and subject to any prescribed circumstances or conditions.  2004, c. 5, s. 11 (6). Where notification given (7) The following apply to a physician or designated practitioner who has notified the General Manager under subsection (2), except in respect of any prescribed accounts or classes of accounts, and subject to any prescribed circumstances or conditions: 1.  Subsection 10 (3) does not apply to the physician or designated practitioner and, despite subsection 10 (5), he or she may accept payment for the rendering of insured services to insured persons from a source not mentioned in clause 10 (3) (a), (b) or (c), if he or she complies with all other relevant provisions of this Part. 2.  Subject to subsection 10 (2), the physician or designated practitioner shall not accept payment for rendering an insured service to an insured person until after he or she receives notice that the patient has been reimbursed by the Plan unless the insured person consents to make the payment on an earlier date. 3.  All other applicable provisions of this Part apply to the physician or designated practitioner.  2004, c. 5, s. 11 (7). 11.1 Section Amendments with date in force (d/m/y) 2009, c. 26, s. 1 (2)\r\n- no effect - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2019 2010, c. 14, s. 18 (2)\r\n- no effect - see 2009, c. 26, s. 1 (2)\r\n- 31/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>11 </b>(1) This section applies to physicians and designated practitioners who, on or before May 13, 2004, have rendered insured services to insured persons and who had never notified the General Manager of their intention to submit accounts for the performance of insured services rendered to insured persons directly to the Plan in accordance with subsection 15 (1) or 16 (1) of the <i>Health Insurance Act</i>, or had notified the General Manager under subsection 15 (4) or 16 (4) of the <i>Health Insurance Act </i>that they intended to cease submitting their accounts directly to the Plan.  2004, c. 5, s. 11 (1).</p> <p class=\"headnote\">Notification</p> <p class=\"subsection\">(2) If a physician or designated practitioner mentioned in subsection (1) notifies the General Manager by registered mail, within 90 days of the coming into force of this section, that he or she intends not to submit his or her accounts directly to the Plan, the provisions of subsection (7) apply to him or her.  2004, c. 5, s. 11 (2).</p> <p class=\"headnote\">Transitional time</p> <p class=\"subsection\">(3) Subsection 10 (3) does not apply to a physician or designated practitioner mentioned in subsection (1) who does not give notice under subsection (2) until the first day of the third month following the expiration of the 90-day period under subsection (2).  2004, c. 5, s. 11 (3).</p> <p class=\"headnote\">Subsequent election</p> <p class=\"subsection\">(4) A physician or designated practitioner who has notified the General Manager under subsection (2) may subsequently notify the General Manager by registered mail that he or she intends to submit his or her accounts directly to the Plan for the performance of insured services rendered to insured persons and in such a case, subsection 10 (3) shall apply and the physician or designated practitioner may not subsequently choose to cease submitting his or her accounts directly to the Plan.  2004, c. 5, s. 11 (4).</p> <p class=\"headnote\">When decision takes effect</p> <p class=\"subsection\">(5) A decision to submit accounts directly to the Plan under subsection (4) takes effect as of the first day of the third month following the month in which the General Manager received the notification.  2004, c. 5, s. 11 (5).</p> <p class=\"headnote\">Deemed election</p> <p class=\"subsection\">(6) Unless the General Manager is satisfied that the account was submitted in error, if a physician or designated practitioner who has notified the General Manager under subsection (2) subsequently submits an account directly to the Plan for the performance of insured services rendered to an insured person, he or she shall be deemed to have notified the General Manager under subsection (4) that he or she intends to submit his or her accounts directly to the Plan, except in respect of any prescribed accounts or classes of accounts, and subject to any prescribed circumstances or conditions.  2004, c. 5, s. 11 (6).</p> <p class=\"headnote\">Where notification given</p> <p class=\"subsection\">(7) The following apply to a physician or designated practitioner who has notified the General Manager under subsection (2), except in respect of any prescribed accounts or classes of accounts, and subject to any prescribed circumstances or conditions:</p> <p class=\"paragraph\">  1.  Subsection 10 (3) does not apply to the physician or designated practitioner and, despite subsection 10 (5), he or she may accept payment for the rendering of insured services to insured persons from a source not mentioned in clause 10 (3) (a), (b) or (c), if he or she complies with all other relevant provisions of this Part.</p> <p class=\"paragraph\">  2.  Subject to subsection 10 (2), the physician or designated practitioner shall not accept payment for rendering an insured service to an insured person until after he or she receives notice that the patient has been reimbursed by the Plan unless the insured person consents to make the payment on an earlier date.  </p> <p class=\"paragraph\">  3.  All other applicable provisions of this Part apply to the physician or designated practitioner.  2004, c. 5, s. 11 (7).</p> <p class=\"section\"><a name=\"BK6\"></a><b>11.1</b></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09026#s1s2\">2009, c. 26, s. 1 (2)</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"https://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act</i>,<i> 200</i>6</a></span> - 31/12/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10014#s18s2\">2010, c. 14, s. 18 (2)</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09026#s1s2\">2009, c. 26, s. 1 (2)</a></span>\r\n- 31/12/2019</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "12.",
            "section_x": "Agreement for determining amount",
            "part_id": "PART II  ",
            "part_type": "PART II HEALTH SERVICES ACCESSIBILITY",
            "section_y": "Agreement for determining amount",
            "content": "12 (1) The Minister of Health and Long-Term Care may enter into agreements with the associations mentioned in subsection (2), as representatives of physicians, dentists and optometrists, to provide for methods of negotiating and determining the amounts payable under the Plan in respect of the rendering of insured services to insured persons.  2004, c. 5, s. 12 (1). Associations (2) The associations representing physicians, dentists and optometrists are, (a)  the Ontario Medical Association, in respect of physicians; (b)  the Ontario Dental Association, in respect of dentists; and (c)  the Ontario Association of Optometrists, in respect of optometrists.  2004, c. 5, s. 12 (2). No liability (2.1) No cause of action arises and no civil proceedings may be brought or maintained against a director, officer, member, employee or agent of the Ontario Medical Association for anything done in good faith with respect to, (a)  any agreement entered into between the Ontario Medical Association and the Minister of Health and Long-Term Care or the Crown in right of Ontario respecting, (i)  insured services under the Plan, (ii)  the amounts payable under the Plan in respect of the rendering of insured services to insured persons, or (iii)  other amounts payable to physicians by the Minister or the Crown; or (b)  any recommendation made to the Minister of Health and Long-Term Care or the Crown in right of Ontario concerning anything related to, (i)  insured services under the Plan, (ii)  the amounts payable under the Plan in respect of the rendering of insured services to insured persons, or (iii)  other amounts payable to physicians by the Minister or the Crown. 2015, c. 27, Sched. 3, s. 1. Same (3) The Lieutenant Governor in Council may make a regulation providing that the Minister may enter into an agreement under subsection (1) with a specified person or organization other than an association mentioned in subsection (2).  2004, c. 5, s. 12 (3). Definitions (4) In this section, “dentist” means a member of the Royal College of Dental Surgeons of Ontario; (“dentiste”) “optometrist” means a member of the College of Optometrists of Ontario. (“optométriste”)  2004, c. 5, s. 12 (4). Section Amendments with date in force (d/m/y) 2015, c. 27, Sched. 3, s. 1 - 03/12/2015",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>12 </b>(1) The Minister of Health and Long-Term Care may enter into agreements with the associations mentioned in subsection (2), as representatives of physicians, dentists and optometrists, to provide for methods of negotiating and determining the amounts payable under the Plan in respect of the rendering of insured services to insured persons.  2004, c. 5, s. 12 (1).</p> <p class=\"headnote\">Associations</p> <p class=\"subsection\">(2) The associations representing physicians, dentists and optometrists are,</p> <p class=\"paragraph\">  (a)  the Ontario Medical Association, in respect of physicians;</p> <p class=\"paragraph\">  (b)  the Ontario Dental Association, in respect of dentists; and</p> <p class=\"paragraph\">  (c)  the Ontario Association of Optometrists, in respect of optometrists.  2004, c. 5, s. 12 (2).</p> <p class=\"headnote\">No liability</p> <p class=\"subsection\">(2.1) No cause of action arises and no civil proceedings may be brought or maintained against a director, officer, member, employee or agent of the Ontario Medical Association for anything done in good faith with respect to,</p> <p class=\"paragraph\">  (a)  any agreement entered into between the Ontario Medical Association and the Minister of Health and Long-Term Care or the Crown in right of Ontario respecting,</p> <p class=\"subclause\">  (i)  insured services under the Plan,</p> <p class=\"subclause\">  (ii)  the amounts payable under the Plan in respect of the rendering of insured services to insured persons, or</p> <p class=\"subclause\">  (iii)  other amounts payable to physicians by the Minister or the Crown; or</p> <p class=\"paragraph\">  (b)  any recommendation made to the Minister of Health and Long-Term Care or the Crown in right of Ontario concerning anything related to,</p> <p class=\"subclause\">  (i)  insured services under the Plan,</p> <p class=\"subclause\">  (ii)  the amounts payable under the Plan in respect of the rendering of insured services to insured persons, or</p> <p class=\"subclause\">  (iii)  other amounts payable to physicians by the Minister or the Crown. 2015, c. 27, Sched. 3, s. 1.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Lieutenant Governor in Council may make a regulation providing that the Minister may enter into an agreement under subsection (1) with a specified person or organization other than an association mentioned in subsection (2).  2004, c. 5, s. 12 (3).</p> <p class=\"headnote\">Definitions</p> <p class=\"subsection\">(4) In this section,</p> <p class=\"definition\">“dentist” means a member of the Royal College of Dental Surgeons of Ontario; (“dentiste”)</p> <p class=\"definition\">“optometrist” means a member of the College of Optometrists of Ontario. (“optométriste”)  2004, c. 5, s. 12 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15027#sched3s1\">2015, c. 27, Sched. 3, s. 1</a></span> - 03/12/2015</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "13.",
            "section_x": "Unauthorized payment",
            "part_id": "PART II  ",
            "part_type": "PART II HEALTH SERVICES ACCESSIBILITY",
            "section_y": "Unauthorized payment",
            "content": "13 (1) If the General Manager is of the initial opinion that a person has paid an unauthorized payment, the General Manager shall promptly serve on the physician, practitioner, other person or entity that is alleged to have received the unauthorized payment notice of the General Manager’s intent to reimburse the person who is alleged to have made the unauthorized payment, together with a brief statement of the facts giving rise to the General Manager’s initial opinion.  2004, c. 5, s. 13 (1). Providing information (2) The physician, practitioner, other person or entity that is alleged to have received the unauthorized payment may, not later than 21 days after receiving the notice described in subsection (1), provide the General Manager in writing with any information that he, she or it believes is relevant to determining whether an unauthorized payment has been paid.  2004, c. 5, s. 13 (2). Payment by General Manager (3) If, after reviewing any information provided in accordance with subsection (2), the General Manager is satisfied that a person has paid an unauthorized payment, the General Manager shall pay to the person the amount of the unauthorized payment.  2004, c. 5, s. 13 (3). Debt (4) Where a person has paid an unauthorized payment and the General Manager has paid the person under subsection (3), the physician, practitioner, other person or entity to whom the unauthorized payment was made is indebted to the Plan for the amount of the unauthorized payment and the amount of the administrative charge prescribed by the regulations.  2004, c. 5, s. 13 (4). General Manager to recover money (5) The General Manager may recover from the physician, practitioner, other person or entity a part or all of any amount he, she or it is indebted to the Plan under subsection (4) by set-off against any money payable by the Plan or under the Integrated Community Health Services Centres Act, 2023 to him, her or it. 2004, c. 5, s. 13 (5); 2023, c. 4, Sched. 1, s. 68 (1). Applies despite SPPA (6) Despite section 25 of the Statutory Powers Procedure Act, a request for a review under section 14 or any application for judicial review of a review under section 14 does not stay the General Manager from exercising any right of set-off under subsection (5).  2004, c. 5, s. 13 (6). Notice of recovery (7) Following a payment under subsection (3), the General Manager shall promptly serve on the physician, practitioner, other person or entity notice of the amount of his, her or its indebtedness to the Plan, the account in respect of which the indebtedness arose and his, her or its right under section 14 to request a review of the issue.  2004, c. 5, s. 13 (7). Service of notice (8) The notice under subsection (1) or (7) shall be served upon the physician, practitioner, other person or entity to whom the notice is required to be given in accordance with the regulations, and shall be deemed to have been given on a date determined in accordance with the regulations.  2004, c. 5, s. 13 (8). Section Amendments with date in force (d/m/y) 2017, c. 25, Sched. 9, s. 90 (1) - no effect - see 2023, c. 4, Sched. 1, s. 67 - 18/05/2023 2023, c. 4, Sched. 1, s. 68 (1) - 25/09/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>13 </b>(1) If the General Manager is of the initial opinion that a person has paid an unauthorized payment, the General Manager shall promptly serve on the physician, practitioner, other person or entity that is alleged to have received the unauthorized payment notice of the General Manager’s intent to reimburse the person who is alleged to have made the unauthorized payment, together with a brief statement of the facts giving rise to the General Manager’s initial opinion.  2004, c. 5, s. 13 (1).</p> <p class=\"headnote\">Providing information</p> <p class=\"subsection\">(2) The physician, practitioner, other person or entity that is alleged to have received the unauthorized payment may, not later than 21 days after receiving the notice described in subsection (1), provide the General Manager in writing with any information that he, she or it believes is relevant to determining whether an unauthorized payment has been paid.  2004, c. 5, s. 13 (2).</p> <p class=\"headnote\">Payment by General Manager</p> <p class=\"subsection\">(3) If, after reviewing any information provided in accordance with subsection (2), the General Manager is satisfied that a person has paid an unauthorized payment, the General Manager shall pay to the person the amount of the unauthorized payment.  2004, c. 5, s. 13 (3).</p> <p class=\"headnote\">Debt</p> <p class=\"subsection\">(4) Where a person has paid an unauthorized payment and the General Manager has paid the person under subsection (3), the physician, practitioner, other person or entity to whom the unauthorized payment was made is indebted to the Plan for the amount of the unauthorized payment and the amount of the administrative charge prescribed by the regulations.  2004, c. 5, s. 13 (4).</p> <p class=\"headnote\">General Manager to recover money</p> <p class=\"subsection\">(5) The General Manager may recover from the physician, practitioner, other person or entity a part or all of any amount he, she or it is indebted to the Plan under subsection (4) by set-off against any money payable by the Plan or under the <i>Integrated Community Health Services Centres Act, 2023</i> to him, her or it. 2004, c. 5, s. 13 (5); 2023, c. 4, Sched. 1, s. 68 (1).</p> <p class=\"headnote\">Applies despite <i>SPPA</i></p> <p class=\"subsection\">(6) Despite section 25 of the <i>Statutory Powers Procedure Act</i>, a request for a review under section 14 or any application for judicial review of a review under section 14 does not stay the General Manager from exercising any right of set-off under subsection (5).  2004, c. 5, s. 13 (6).</p> <p class=\"headnote\">Notice of recovery</p> <p class=\"subsection\">(7) Following a payment under subsection (3), the General Manager shall promptly serve on the physician, practitioner, other person or entity notice of the amount of his, her or its indebtedness to the Plan, the account in respect of which the indebtedness arose and his, her or its right under section 14 to request a review of the issue.  2004, c. 5, s. 13 (7).</p> <p class=\"headnote\">Service of notice</p> <p class=\"subsection\">(8) The notice under subsection (1) or (7) shall be served upon the physician, practitioner, other person or entity to whom the notice is required to be given in accordance with the regulations, and shall be deemed to have been given on a date determined in accordance with the regulations.  2004, c. 5, s. 13 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17025#sched9s90s1\">2017, c. 25, Sched. 9, s. 90 (1)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23004#sched1s67\">2023, c. 4, Sched. 1, s. 67</a></span> - 18/05/2023</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23004#sched1s68s1\">2023, c. 4, Sched. 1, s. 68 (1)</a></span> - 25/09/2023</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "14.",
            "section_x": "Entitlement to review",
            "part_id": "PART II  ",
            "part_type": "PART II HEALTH SERVICES ACCESSIBILITY",
            "section_y": "Entitlement to review",
            "content": "14 (1) A physician, practitioner, other person or entity is entitled to a review of the issue of whether he, she or it has received an unauthorized payment if within 15 days after receiving the notice under subsection 13 (7) he, she or it mails or delivers to the General Manager written notice requesting a review.  2004, c. 5, s. 14 (1). Referral for review (2) The General Manager, upon receiving a request for a review in accordance with subsection (1), shall refer the matter to the Board’s chair.  2004, c. 5, s. 14 (2). Persons to review (3) The Board’s chair may from time to time appoint a member of the Board to conduct a review under this Part.  2004, c. 5, s. 14 (3). Terms of reference (4) A member of the Board conducting a review shall inquire into whether the physician, practitioner, other person or entity has received an unauthorized payment.  2004, c. 5, s. 14 (4). Right to representations (5) The General Manager, the physician, practitioner, other person or entity to which notice must be given under subsection 13 (7) and the insured person have the right to make written representations to the member of the Board conducting the review.  2004, c. 5, s. 14 (5). Non-application of SPPA (6) Despite any provision of the Statutory Powers Procedure Act, the written representations to the member of the Board are the only representations that may be made under this section.  2004, c. 5, s. 14 (6). Decision in writing (7) The member of the Board conducting a review shall provide to the parties who made representations in accordance with subsection (5) a decision in writing as to whether, in the Board’s opinion, an unauthorized payment was paid and, if so, the amount of that payment.  2004, c. 5, s. 14 (7). Filing of notice or decision (8) Where a physician, practitioner, other person or entity has not requested a review in accordance with subsection (1) or where a member of the Board has conducted a review and determined that the physician, practitioner, other person or entity has received an unauthorized payment, the General Manager may file with the Superior Court of Justice a copy of the notice given by the General Manager to the physician, practitioner, other person or entity, or of the decision of the Board, as the case may be, and the notice or decision shall be entered in the same way as a judgment or order of the Superior Court of Justice and is enforceable as an order of that court.  2004, c. 5, s. 14 (8). General Manager to pay (9) If the member of the Board conducting a review advises the General Manager that the General Manager recovered more from the physician, practitioner, other person or entity than the sum of the unauthorized payment, if any, and the administrative charge, the General Manager shall pay the physician, practitioner, other person or entity, (a)  if the member finds there was no unauthorized payment, the total amount recovered; or (b)  if the member finds there was an unauthorized payment, the difference between the amount recovered and the amount that should have been recovered.  2004, c. 5, s. 14 (9).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>14 </b>(1) A physician, practitioner, other person or entity is entitled to a review of the issue of whether he, she or it has received an unauthorized payment if within 15 days after receiving the notice under subsection 13 (7) he, she or it mails or delivers to the General Manager written notice requesting a review.  2004, c. 5, s. 14 (1).</p> <p class=\"headnote\">Referral for review</p> <p class=\"subsection\">(2) The General Manager, upon receiving a request for a review in accordance with subsection (1), shall refer the matter to the Board’s chair.  2004, c. 5, s. 14 (2).</p> <p class=\"headnote\">Persons to review</p> <p class=\"subsection\">(3) The Board’s chair may from time to time appoint a member of the Board to conduct a review under this Part.  2004, c. 5, s. 14 (3).</p> <p class=\"headnote\">Terms of reference</p> <p class=\"subsection\">(4) A member of the Board conducting a review shall inquire into whether the physician, practitioner, other person or entity has received an unauthorized payment.  2004, c. 5, s. 14 (4).</p> <p class=\"headnote\">Right to representations </p> <p class=\"subsection\">(5) The General Manager, the physician, practitioner, other person or entity to which notice must be given under subsection 13 (7) and the insured person have the right to make written representations to the member of the Board conducting the review.  2004, c. 5, s. 14 (5).</p> <p class=\"headnote\">Non-application of <i>SPPA</i></p> <p class=\"subsection\">(6) Despite any provision of the <i>Statutory Powers Procedure Act</i>, the written representations to the member of the Board are the only representations that may be made under this section.  2004, c. 5, s. 14 (6).</p> <p class=\"headnote\">Decision in writing</p> <p class=\"subsection\">(7) The member of the Board conducting a review shall provide to the parties who made representations in accordance with subsection (5) a decision in writing as to whether, in the Board’s opinion, an unauthorized payment was paid and, if so, the amount of that payment.  2004, c. 5, s. 14 (7).</p> <p class=\"headnote\">Filing of notice or decision</p> <p class=\"subsection\">(8) Where a physician, practitioner, other person or entity has not requested a review in accordance with subsection (1) or where a member of the Board has conducted a review and determined that the physician, practitioner, other person or entity has received an unauthorized payment, the General Manager may file with the Superior Court of Justice a copy of the notice given by the General Manager to the physician, practitioner, other person or entity, or of the decision of the Board, as the case may be, and the notice or decision shall be entered in the same way as a judgment or order of the Superior Court of Justice and is enforceable as an order of that court.  2004, c. 5, s. 14 (8).</p> <p class=\"headnote\">General Manager to pay</p> <p class=\"subsection\">(9) If the member of the Board conducting a review advises the General Manager that the General Manager recovered more from the physician, practitioner, other person or entity than the sum of the unauthorized payment, if any, and the administrative charge, the General Manager shall pay the physician, practitioner, other person or entity,</p> <p class=\"paragraph\">  (a)  if the member finds there was no unauthorized payment, the total amount recovered; or</p> <p class=\"paragraph\">  (b)  if the member finds there was an unauthorized payment, the difference between the amount recovered and the amount that should have been recovered.  2004, c. 5, s. 14 (9).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "15.",
            "section_x": "Personal information",
            "part_id": "PART II  ",
            "part_type": "PART II HEALTH SERVICES ACCESSIBILITY",
            "section_y": "Personal information",
            "content": "15 (1) The General Manager may directly or indirectly collect personal information, subject to such conditions as may be prescribed, for purposes related to the administration of this Part, the Health Insurance Act or the Integrated Community Health Services Centres Act, 2023. 2004, c. 5, s. 15 (1);\r\n2023, c. 4, Sched. 1, s. 68 (2). Use of personal information (2) The General Manager may use personal information, subject to any conditions that may be prescribed, for purposes related to the administration of this Part, the Health Insurance Act or the Integrated Community Health Services Centres Act, 2023. 2004, c. 5, s. 15 (2); 2023, c. 4, Sched. 1, s. 68 (2). Disclosure (3) The General Manager shall disclose personal information if all prescribed conditions have been met and if the disclosure is necessary for purposes related to the administration of this Part, the Health Insurance Act, the\r\nIntegrated Community Health Services Centres Act, 2023, the Regulated Health Professions Act, 1991 or a health profession Act as defined in that Act, but shall not disclose the information if, in his or her opinion, the disclosure is not necessary for those purposes. 2004, c. 5, s. 15 (3); 2023, c. 4, Sched. 1, s. 68 (2). Limitation (4) The General Manager shall not collect, use or disclose more information than is reasonably necessary for the purposes of the collection, use or disclosure.  2004, c. 5, s. 15 (4). Obligation (5) Before disclosing personal information obtained under this Part, the person who obtained it shall delete from it all names and identifying numbers, symbols or other particulars assigned to individuals unless, (a)  disclosure of the names or other identifying information is necessary for the purposes described in subsection (3); or (b)  disclosure of the names or other identifying information is otherwise authorized under the Freedom of Information and Protection of Privacy Act or the Personal Health Information Protection Act, 2004.  2004, c. 5, s. 15 (5), (7). (6) Spent:  2004, c. 5, s. 15 (6). (7) Spent:  2004, c. 5, s. 15 (7). Section Amendments with date in force (d/m/y) 2004, c. 5, s. 15 (7)\r\n- 23/09/2004 2017, c. 25, Sched. 9, s. 90 (2) - no effect - see 2023, c. 4, Sched. 1, s. 67 - 18/05/2023 2023, c. 4, Sched. 1, s. 68 (2) - 25/09/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>15 </b>(1) The General Manager may directly or indirectly collect personal information, subject to such conditions as may be prescribed, for purposes related to the administration of this Part, the <i>Health Insurance Act</i> or <span>the <i>Integrated Community Health Services Centres Act, 2023</i></span>. 2004, c. 5, s. 15 (1);\r\n<span>2023, c. 4, Sched. 1, s. 68 (2)</span>.</p> <p class=\"headnote\">Use of personal information</p> <p class=\"subsection\">(2) The General Manager may use personal information, subject to any conditions that may be prescribed, for purposes related to the administration of this Part, the <i>Health Insurance Act</i> or <span>the <i>Integrated Community Health Services Centres Act, 2023</i></span>. 2004, c. 5, s. 15 (2); <span>2023, c. 4, Sched. 1, s. 68 (2)</span>.</p> <p class=\"headnote\">Disclosure</p> <p class=\"subsection\">(3) The General Manager shall disclose personal information if all prescribed conditions have been met and if the disclosure is necessary for purposes related to the administration of this Part, the <i>Health Insurance Act</i>, <span>the\r\n<i>Integrated Community Health Services Centres Act, 2023</i></span>, the <i>Regulated Health Professions Act, 1991</i> or a health profession Act as defined in that Act, but shall not disclose the information if, in his or her opinion, the disclosure is not necessary for those purposes. 2004, c. 5, s. 15 (3); <span>2023, c. 4, Sched. 1, s. 68 (2)</span>.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(4) The General Manager shall not collect, use or disclose more information than is reasonably necessary for the purposes of the collection, use or disclosure.  2004, c. 5, s. 15 (4).</p> <p class=\"headnote\">Obligation</p> <p class=\"subsection\">(5) Before disclosing personal information obtained under this Part, the person who obtained it shall delete from it all names and identifying numbers, symbols or other particulars assigned to individuals unless,</p> <p class=\"paragraph\">  (a)  disclosure of the names or other identifying information is necessary for the purposes described in subsection (3); or</p> <p class=\"paragraph\">  (b)  disclosure of the names or other identifying information is otherwise authorized under the <i>Freedom of Information and Protection of Privacy Act </i>or the <i>Personal Health Information Protection Act, 2004</i>.  2004, c. 5, s. 15 (5), (7).</p> <p class=\"subsection\">(6) <span>Spent:</span>  2004, c. 5, s. 15 (6).</p> <p class=\"subsection\">(7) <span>Spent</span>:  2004, c. 5, s. 15 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04005#s15s7\">2004, c. 5, s. 15 (7)</a></span>\r\n- 23/09/2004</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17025#sched9s90s2\">2017, c. 25, Sched. 9, s. 90 (2)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23004#sched1s67\">2023, c. 4, Sched. 1, s. 67</a></span> - 18/05/2023</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23004#sched1s68s2\">2023, c. 4, Sched. 1, s. 68 (2)</a></span> - 25/09/2023</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "16.",
            "section_x": "Disclosure of information to the General Manager",
            "part_id": "PART II  ",
            "part_type": "PART II HEALTH SERVICES ACCESSIBILITY",
            "section_y": "Disclosure of information to the General Manager",
            "content": "16 (1) The General Manager may require that any person or entity submit information to the General Manager for the purposes of determining whether there has been a contravention of or a failure to comply with any of the following provisions, if the General Manager is of the opinion that such a contravention or failure may have taken place: 1.  Section 10, 13, 17 or 18 of this Act. 2.  Section 15 or 15.1 of the Health Insurance Act. 3.  Section 4 of the Integrated Community Health Services Centres Act, 2023. 2004, c. 5, s. 16 (1); 2023, c. 4, Sched. 1, s. 68 (3). Same (2) The information mentioned in subsection (1) may be any information that the General Manager reasonably considers is necessary for the purposes mentioned in subsection (1).  2004, c. 5, s. 16 (2). Time and form (3) Subject to the regulations, the information shall be submitted and disclosed, (a)  in the form required by the General Manager; and (b)  within 21 days of the receipt by the person or entity of the request by the General Manager.  2004, c. 5, s. 16 (3). Extension of time (4) The General Manager may extend the period of time mentioned in clause (3) (b) for a time that the General Manager believes is reasonable in the circumstances, if the General Manager believes that the person or entity cannot submit or disclose the information within the period of time for reasons that he, she or it cannot control.  2004, c. 5, s. 16 (4). Suspension of payments (5) The Minister or the General Manager may suspend payments under the Plan or under the Integrated Community Health Services Centres Act, 2023\nto a person or entity during any period when he, she or it fails to comply with subsection (1) without just cause, whether or not the person or entity is convicted of an offence. 2004, c. 5, s. 16 (5); 2023, c. 4, Sched. 1, s. 68 (4). Reporting (6) Any person shall report to the General Manager any information relating to the administration or enforcement of this Part or the regulations, the Health Insurance Act\r\nor the Integrated Community Health Services Centres Act, 2023 if the person believes it to be in the public interest to do so. 2004, c. 5, s. 16 (6); 2023, c. 4, Sched. 1, s. 68 (4). (7) Repealed:  2004, c. 3, Sched. A, s. 79 (3). Protection from liability (8) No proceeding for reporting, providing or disclosing information under this section shall be commenced against a person unless he or she acts maliciously and the information is not true.  2004, c. 5, s. 16 (8). No retaliation (9) No person or entity shall discipline or penalize any person for reporting, providing or disclosing information under this section unless he or she acts maliciously and the information is not true.  2004, c. 5, s. 16 (9). Exception: solicitor-client privilege (10) Nothing in this section abrogates any privilege that may exist between a solicitor and his or her client.  2004, c. 5, s. 16 (10). Interpretation (11) In this section, “information” includes personal information.  2004, c. 5, s. 16 (11). Section Amendments with date in force (d/m/y) 2004, c. 3, Sched. A, s. 79 (3) - 01/11/2004 2009, c. 26, s. 1 (3)\r\n- no effect - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2019 2017, c. 25, Sched. 9, s. 90 (3, 5) - no effect - see 2023, c. 4, Sched. 1, s. 67 - 18/05/2023; 2017, c. 25, Sched. 9, s. 90 (4, 6) - no effect - see 2009, c. 26, s. 1 (3)\r\n- 31/12/2019 2023, c. 4, Sched. 1, s. 68 (3, 4) - 25/09/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>16 </b>(1) The General Manager may require that any person or entity submit information to the General Manager for the purposes of determining whether there has been a contravention of or a failure to comply with any of the following provisions, if the General Manager is of the opinion that such a contravention or failure may have taken place:</p> <p class=\"paragraph\">  1.  Section 10, 13, 17 or 18 of this Act.</p> <p class=\"paragraph\">  2.  Section 15 or 15.1 of the <i>Health Insurance Act</i>.</p> <p class=\"paragraph\">  3.  Section 4 of the <i>Integrated Community Health Services Centres Act, 2023</i>. 2004, c. 5, s. 16 (1); <span>2023, c. 4, Sched. 1, s. 68 (3).</span></p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The information mentioned in subsection (1) may be any information that the General Manager reasonably considers is necessary for the purposes mentioned in subsection (1).  2004, c. 5, s. 16 (2).</p> <p class=\"headnote\">Time and form</p> <p class=\"subsection\">(3) Subject to the regulations, the information shall be submitted and disclosed,</p> <p class=\"paragraph\">  (a)  in the form required by the General Manager; and</p> <p class=\"paragraph\">  (b)  within 21 days of the receipt by the person or entity of the request by the General Manager.  2004, c. 5, s. 16 (3).</p> <p class=\"headnote\">Extension of time</p> <p class=\"subsection\">(4) The General Manager may extend the period of time mentioned in clause (3) (b) for a time that the General Manager believes is reasonable in the circumstances, if the General Manager believes that the person or entity cannot submit or disclose the information within the period of time for reasons that he, she or it cannot control.  2004, c. 5, s. 16 (4).</p> <p class=\"headnote\">Suspension of payments </p> <p class=\"subsection\">(5) The Minister or the General Manager may suspend payments under the Plan or under <span>the <i>Integrated Community Health Services Centres Act, 2023</i></span><i>\n</i>to a person or entity during any period when he, she or it fails to comply with subsection (1) without just cause, whether or not the person or entity is convicted of an offence. 2004, c. 5, s. 16 (5); 2023, c. 4, Sched. 1, s. 68 (4).</p> <p class=\"headnote\">Reporting</p> <p class=\"subsection\">(6) Any person shall report to the General Manager any information relating to the administration or enforcement of this Part or the regulations, the <i>Health Insurance Act</i>\r\nor <span>the <i>Integrated Community Health Services Centres Act, 2023</i></span> if the person believes it to be in the public interest to do so. 2004, c. 5, s. 16 (6); <span>2023, c. 4, Sched. 1, s. 68 (4)</span>.</p> <p class=\"subsection\">(7) <span class=\"ovsmallcap\">Repealed</span>:  2004, c. 3, Sched. A, s. 79 (3).</p> <p class=\"headnote\">Protection from liability</p> <p class=\"subsection\">(8) No proceeding for reporting, providing or disclosing information under this section shall be commenced against a person unless he or she acts maliciously and the information is not true.  2004, c. 5, s. 16 (8).</p> <p class=\"headnote\">No retaliation</p> <p class=\"subsection\">(9) No person or entity shall discipline or penalize any person for reporting, providing or disclosing information under this section unless he or she acts maliciously and the information is not true.  2004, c. 5, s. 16 (9).</p> <p class=\"headnote\">Exception: solicitor-client privilege</p> <p class=\"subsection\">(10) Nothing in this section abrogates any privilege that may exist between a solicitor and his or her client.  2004, c. 5, s. 16 (10).</p> <p class=\"headnote\">Interpretation</p> <p class=\"subsection\">(11) In this section,</p> <p class=\"definition\">“information” includes personal information.  2004, c. 5, s. 16 (11).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04003#schedas79s3\">2004, c. 3, Sched. A, s. 79 (3)</a></span> - 01/11/2004</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09026#s1s3\">2009, c. 26, s. 1 (3)</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"https://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act</i>,<i> 200</i>6</a></span> - 31/12/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17025#sched9s90s3\">2017, c. 25, Sched. 9, s. 90 (3, 5)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23004#sched1s67\">2023, c. 4, Sched. 1, s. 67</a></span> - 18/05/2023; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17025#sched9s90s4\">2017, c. 25, Sched. 9, s. 90 (4, 6)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09026#s1s3\">2009, c. 26, s. 1 (3)</a></span>\r\n- 31/12/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23004#sched1s68s3\">2023, c. 4, Sched. 1, s. 68 (3, 4)</a></span> - 25/09/2023</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "17.",
            "section_x": "Preferences",
            "part_id": "PART II  ",
            "part_type": "PART II HEALTH SERVICES ACCESSIBILITY",
            "section_y": "Preferences",
            "content": "17 (1) No person or entity shall, (a)  pay or confer a benefit upon any person or entity in exchange for conferring upon an insured person a preference in obtaining access to an insured service; (b)  charge or accept payment or a benefit for conferring upon an insured person a preference in obtaining access to an insured service; (c)  offer to do anything referred to in clause (a) or (b).  2004, c. 5, s. 17 (1). Mandatory reporting (2) A prescribed person who, in the course of his or her professional or official duties, has reason to believe that anything prohibited by subsection (1) has occurred shall promptly report the matter to the General Manager.  2004, c. 5, s. 17 (2). (3) Repealed:  2004, c. 3, Sched. A, s. 79 (4). Protection from liability (4) No proceeding for making a report under subsection (2) or for providing information in connection with the report shall be commenced against a person unless he or she acts maliciously and the information on which the report is based is not true.  2004, c. 5, s. 17 (4). No retaliation (5) No person or entity shall discipline or penalize any person for making a report under subsection (2) or for providing information in connection with the report unless the person who reported or provided the information acted maliciously and the information is not true.  2004, c. 5, s. 17 (5). Defence (6) Where an employer or contractor is charged with contravening subsection (1) as a result of an act committed by an employee, subcontractor or person with whom the employer or contractor contracted, it is a defence to the charge that the employer or contractor took all reasonable steps in the circumstances to prevent such a contravention.  2004, c. 5, s. 17 (6). Exception: solicitor-client privilege (7) Nothing in this section abrogates any privilege that may exist between a solicitor and his or her client.  2004, c. 5, s. 17 (7). Section Amendments with date in force (d/m/y) 2004, c. 3, Sched. A, s. 79 (4) - 01/11/2004",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>17 </b>(1) No person or entity shall,</p> <p class=\"paragraph\"><strong><span> </span></strong>(a)  pay or confer a benefit upon any person or entity in exchange for conferring upon an insured person a preference in obtaining access to an insured service;</p> <p class=\"paragraph\">  (b)  charge or accept payment or a benefit for conferring upon an insured person a preference in obtaining access to an insured service;</p> <p class=\"paragraph\">  (c)  offer to do anything referred to in clause (a) or (b).  2004, c. 5, s. 17 (1).</p> <p class=\"headnote\">Mandatory reporting</p> <p class=\"subsection\">(2) A prescribed person who, in the course of his or her professional or official duties, has reason to believe that anything prohibited by subsection (1) has occurred shall promptly report the matter to the General Manager.  2004, c. 5, s. 17 (2).</p> <p class=\"subsection\">(3) <span class=\"ovsmallcap\">Repealed</span>:  2004, c. 3, Sched. A, s. 79 (4).</p> <p class=\"headnote\">Protection from liability</p> <p class=\"subsection\">(4) No proceeding for making a report under subsection (2) or for providing information in connection with the report shall be commenced against a person unless he or she acts maliciously and the information on which the report is based is not true.  2004, c. 5, s. 17 (4).</p> <p class=\"headnote\">No retaliation</p> <p class=\"subsection\">(5) No person or entity shall discipline or penalize any person for making a report under subsection (2) or for providing information in connection with the report unless the person who reported or provided the information acted maliciously and the information is not true.  2004, c. 5, s. 17 (5).</p> <p class=\"headnote\">Defence</p> <p class=\"subsection\">(6) Where an employer or contractor is charged with contravening subsection (1) as a result of an act committed by an employee, subcontractor or person with whom the employer or contractor contracted, it is a defence to the charge that the employer or contractor took all reasonable steps in the circumstances to prevent such a contravention.  2004, c. 5, s. 17 (6).</p> <p class=\"headnote\">Exception: solicitor-client privilege</p> <p class=\"subsection\">(7) Nothing in this section abrogates any privilege that may exist between a solicitor and his or her client.  2004, c. 5, s. 17 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04003#schedas79s4\">2004, c. 3, Sched. A, s. 79 (4)</a></span> - 01/11/2004</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "18.",
            "section_x": "Block fees",
            "part_id": "PART II  ",
            "part_type": "PART II HEALTH SERVICES ACCESSIBILITY",
            "section_y": "Block fees",
            "content": "18 (1) If regulations have been made under this section, a person or entity may charge a block or annual fee only in accordance with those regulations.  2004, c. 5, s. 18 (1). Non-discrimination (2) A physician, practitioner or hospital shall not refuse to render an insured service to an insured person or refuse to continue rendering insured services to an insured person for any reason relating to an insured person’s choice not to pay a block or annual fee.  2004, c. 5, s. 18 (2). Regulations (3) For the purposes of this section, the Lieutenant Governor in Council may make regulations governing block or annual fees, including the circumstances under which they may be charged and the information that must be provided to the person who is charged, but may not regulate the amount of such a fee.  2004, c. 5, s. 18 (3). Definition (4) In this section, “block or annual fee”, (a)  means a fee charged in respect of one or more health services that are not insured services as defined in section 1 of the Health Insurance Act, or a fee for an undertaking not to charge for such a service or to be available to provide such a service or services if, (i)  the service or services are or would be rendered by a physician, practitioner or hospital, or the service or services are or would be necessary adjuncts to services rendered by a physician, practitioner or hospital, and (ii)  at the time the fee is paid it is not possible for the person paying the fee to know with certainty how many, if any, of the services covered by the block or annual fee the patient will require during the period of time covered by the block or annual fee, or (b)  has any other meaning that may be provided for in regulations made under subsection (3).  2004, c. 5, s. 18 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>18 </b>(1) If regulations have been made under this section, a person or entity may charge a block or annual fee only in accordance with those regulations.  2004, c. 5, s. 18 (1).</p> <p class=\"headnote\">Non-discrimination</p> <p class=\"subsection\">(2) A physician, practitioner or hospital shall not refuse to render an insured service to an insured person or refuse to continue rendering insured services to an insured person for any reason relating to an insured person’s choice not to pay a block or annual fee.  2004, c. 5, s. 18 (2).</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(3) For the purposes of this section, the Lieutenant Governor in Council may make regulations governing block or annual fees, including the circumstances under which they may be charged and the information that must be provided to the person who is charged, but may not regulate the amount of such a fee.  2004, c. 5, s. 18 (3).</p> <p class=\"headnote\">Definition </p> <p class=\"subsection\">(4) In this section,</p> <p class=\"definition\">“block or annual fee”,</p> <p class=\"paragraph\">  (a)  means a fee charged in respect of one or more health services that are not insured services as defined in section 1 of the <i>Health Insurance Act</i>, or a fee for an undertaking not to charge for such a service or to be available to provide such a service or services if,</p> <p class=\"subpara\">  (i)  the service or services are or would be rendered by a physician, practitioner or hospital, or the service or services are or would be necessary adjuncts to services rendered by a physician, practitioner or hospital, and</p> <p class=\"subpara\">  (ii)  at the time the fee is paid it is not possible for the person paying the fee to know with certainty how many, if any, of the services covered by the block or annual fee the patient will require during the period of time covered by the block or annual fee, or</p> <p class=\"paragraph\">  (b)  has any other meaning that may be provided for in regulations made under subsection (3).  2004, c. 5, s. 18 (4).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "19.",
            "section_x": "Offence",
            "part_id": "PART II  ",
            "part_type": "PART II HEALTH SERVICES ACCESSIBILITY",
            "section_y": "Offence",
            "content": "19 (1) Every one who contravenes a provision of this Part or the regulations is guilty of an offence.  2004, c. 5, s. 19 (1). Penalty, individual (2) Subject to subsection (3), an individual who is convicted of an offence under this section is liable to a fine of not more than $10,000.  2004, c. 5, s. 19 (2). Same, s. 17 (2) (3) An individual who is convicted of an offence under this section for contravening subsection 17 (2) is liable to a fine not exceeding $1,000.  2004, c. 5, s. 19 (3). Penalty, corporation (4) A corporation that is convicted of an offence under this section is liable to a fine not exceeding $25,000.  2004, c. 5, s. 19 (4). Compensation or restitution (5) The court that convicts a person of an offence under this section may, in addition to any other penalty, order that the person pay compensation or make restitution to any person who suffered a loss as a result of the offence.  2004, c. 5, s. 19 (5). Limitation (6) A prosecution for an offence under this section shall not be commenced after two years after the date on which the offence was, or is alleged to have been, committed.  2004, c. 5, s. 19 (6).",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>19 </b>(1) Every one who contravenes a provision of this Part or the regulations is guilty of an offence.  2004, c. 5, s. 19 (1).</p> <p class=\"headnote\">Penalty, individual</p> <p class=\"subsection\">(2) Subject to subsection (3), an individual who is convicted of an offence under this section is liable to a fine of not more than $10,000.  2004, c. 5, s. 19 (2).</p> <p class=\"headnote\">Same, s. 17 (2)</p> <p class=\"subsection\">(3) An individual who is convicted of an offence under this section for contravening subsection 17 (2) is liable to a fine not exceeding $1,000.  2004, c. 5, s. 19 (3).</p> <p class=\"headnote\">Penalty, corporation</p> <p class=\"subsection\">(4) A corporation that is convicted of an offence under this section is liable to a fine not exceeding $25,000.  2004, c. 5, s. 19 (4).</p> <p class=\"headnote\">Compensation or restitution</p> <p class=\"subsection\">(5) The court that convicts a person of an offence under this section may, in addition to any other penalty, order that the person pay compensation or make restitution to any person who suffered a loss as a result of the offence.  2004, c. 5, s. 19 (5).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(6) A prosecution for an offence under this section shall not be commenced after two years after the date on which the offence was, or is alleged to have been, committed.  2004, c. 5, s. 19 (6).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "20.",
            "section_x": "Regulations",
            "part_id": "PART II  ",
            "part_type": "PART II HEALTH SERVICES ACCESSIBILITY",
            "section_y": "Regulations",
            "content": "20 (1) The Lieutenant Governor in Council may make regulations, (a)  prescribing practitioner and health facilities for the purposes of the definition of “practitioner” in this Part; (b)  designating practitioners as practitioners who may not charge an amount for the provision of insured services rendered to insured persons other than the amount payable by the Plan; (c)  governing circumstances and prescribing conditions for the purposes of subsection 10 (5); (d)  prescribing an administrative charge for the purpose of subsection 13 (4), and for that purpose may set out a formula to determine the charge; (e)  governing service for the purposes of subsection 13 (8); (f)  prescribing conditions and purposes for the purposes of section 15; (g)  governing the information that must be provided under section 16, including its content and the form in which it must be provided; (h)  prescribing persons for the purposes of section 17; (i)  prescribing conditions and limitations for the purposes of this Part; (j)  prescribing anything that must or may be prescribed under this Part or anything that is required or permitted to be done in accordance with the regulations or as provided in the regulations.  2004, c. 5, s. 20 (1). Same (2) A regulation under this Part may be general or specific in its application, may create different categories or classes, and may make different provisions for different categories, classes or circumstances.  2004, c. 5, s. 20 (2). Exemptions (3) A regulation under this Part may provide for exemption from the application of any provision of this Part.  2004, c. 5, s. 20 (3). Retroactivity (4) A regulation under this Part is effective with respect to a period before it was filed if the regulation so provides.  2004, c. 5, s. 20 (4). Restriction (5) A regulation made for the purposes of this Part shall not include a provision that is contrary to a provision of the Canada Health Act.  2004, c. 5, s. 20 (5). Section Amendments with date in force (d/m/y) 2009, c. 26, s. 1 (4)\r\n- no effect - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2019 PART III (ss. 21-35) Repealed: 2016, c. 30, s. 33. 21 Repealed: 2016, c. 30, s. 33. Section Amendments with date in force (d/m/y) 2006, c. 4, s. 44 (2-5)\r\n- 18/07/2007 2007, c. 8, s. 199 (1)\r\n- no effect - see 2006, c. 4, s. 44 (3)\r\n- 18/07/2007 2016, c. 30, s. 33\r\n- 8/12/2016 22 Repealed: 2016, c. 30, s. 33. Section Amendments with date in force (d/m/y) 2006, c. 4, s. 44 (6, 7)\r\n- 18/07/2007 2016, c. 30, s. 33\r\n- 8/12/2016 23 Repealed: 2016, c. 30, s. 33. Section Amendments with date in force (d/m/y) 2006, c. 4, s. 44 (8-13)\r\n- 18/07/2007 2016, c. 30, s. 33\r\n- 8/12/2016 24 Repealed: 2016, c. 30, s. 33. Section Amendments with date in force (d/m/y) 2006, c. 4, s. 44 (13-22) - 18/07/2007 2016, c. 30, s. 33\r\n- 8/12/2016 25 Repealed: 2016, c. 30, s. 33. Section Amendments with date in force (d/m/y) 2006, c. 4, s. 44 (13, 18, 23-26) - 18/07/2007 2016, c. 30, s. 33\r\n- 8/12/2016 26 Repealed: 2016, c. 30, s. 33. Section Amendments with date in force (d/m/y) 2006, c. 4, s. 44 (27) - 18/07/2007 2016, c. 30, s. 33\r\n- 8/12/2016 27 Repealed: 2016, c. 30, s. 33. Section Amendments with date in force (d/m/y) 2006, c. 4, s. 44 (18, 28-35) - 18/07/2007 2016, c. 30, s. 33\r\n- 8/12/2016 28 Repealed: 2016, c. 30, s. 33. Section Amendments with date in force (d/m/y) 2006, c. 4, s. 44 (36-46) - 18/07/2007 2016, c. 30, s. 33\r\n- 8/12/2016 29 Repealed: 2016, c. 30, s. 33. Section Amendments with date in force (d/m/y) 2006, c. 4, s. 44 (47)\r\n- 18/07/2007 2016, c. 30, s. 33\r\n- 8/12/2016 30 Repealed: 2016, c. 30, s. 33. Section Amendments with date in force (d/m/y) 2006, c. 4, s. 44 (48)\r\n- 18/07/2007 2016, c. 30, s. 33\r\n- 8/12/2016 31 Repealed: 2016, c. 30, s. 33. Section Amendments with date in force (d/m/y) 2006, c. 4, s. 44 (49)\r\n- 18/07/2007 2007, c. 8, s. 199 (2)\r\n- 01/07/2010 2016, c. 30, s. 33\r\n- 8/12/2016 32 Repealed: 2016, c. 30, s. 33. Section Amendments with date in force (d/m/y) 2006, c. 4, s. 44 (50)\r\n- 18/07/2007 2016, c. 30, s. 33\r\n- 8/12/2016 33 Repealed: 2016, c. 30, s. 33. Section Amendments with date in force (d/m/y) 2006, c. 4, s. 44 (51, 52) - 18/07/2007 2016, c. 30, s. 33\r\n- 8/12/2016 34 Repealed: 2016, c. 30, s. 33. Section Amendments with date in force (d/m/y) 2006, c. 4, s. 44 (53, 54) - 18/07/2007 2016, c. 30, s. 33\r\n- 8/12/2016 35 Repealed: 2016, c. 30, s. 33. Section Amendments with date in force (d/m/y) 2016, c. 30, s. 33\r\n- 8/12/2016 36-44 Omitted (amends or repeals other Acts).  2004, c. 5, ss. 36-44. 45 Omitted (provides for coming into force of provisions of this Act).  2004, c. 5, s. 45. 46 Omitted (enacts short title of this Act).  2004, c. 5, s. 46. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>20 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  prescribing practitioner and health facilities for the purposes of the definition of “practitioner” in this Part;</p> <p class=\"paragraph\">  (b)  designating practitioners as practitioners who may not charge an amount for the provision of insured services rendered to insured persons other than the amount payable by the Plan;</p> <p class=\"paragraph\">  (c)  governing circumstances and prescribing conditions for the purposes of subsection 10 (5);</p> <p class=\"paragraph\">  (d)  prescribing an administrative charge for the purpose of subsection 13 (4), and for that purpose may set out a formula to determine the charge;</p> <p class=\"paragraph\">  (e)  governing service for the purposes of subsection 13 (8);</p> <p class=\"paragraph\">  (f)  prescribing conditions and purposes for the purposes of section 15;</p> <p class=\"paragraph\">  (g)  governing the information that must be provided under section 16, including its content and the form in which it must be provided;</p> <p class=\"paragraph\">  (h)  prescribing persons for the purposes of section 17;</p> <p class=\"paragraph\">  (i)  prescribing conditions and limitations for the purposes of this Part;</p> <p class=\"paragraph\">  (j)  prescribing anything that must or may be prescribed under this Part or anything that is required or permitted to be done in accordance with the regulations or as provided in the regulations.  2004, c. 5, s. 20 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A regulation under this Part may be general or specific in its application, may create different categories or classes, and may make different provisions for different categories, classes or circumstances.  2004, c. 5, s. 20 (2).</p> <p class=\"headnote\">Exemptions</p> <p class=\"subsection\">(3) A regulation under this Part may provide for exemption from the application of any provision of this Part.  2004, c. 5, s. 20 (3).</p> <p class=\"headnote\">Retroactivity</p> <p class=\"subsection\">(4) A regulation under this Part is effective with respect to a period before it was filed if the regulation so provides.  2004, c. 5, s. 20 (4).</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(5) A regulation made for the purposes of this Part shall not include a provision that is contrary to a provision of the <i>Canada Health Act</i>.  2004, c. 5, s. 20 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09026#s1s4\">2009, c. 26, s. 1 (4)</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"https://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act</i>,<i> 200</i>6</a></span> - 31/12/2019</p> <p class=\"headingx\"><b>PART III</b> (ss. 21-35) <span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 33.</p> <p class=\"section\"><b>21 </b><span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 33.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06004#s44s2\">2006, c. 4, s. 44 (2-5)</a></span>\r\n- 18/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S07008#s199s1\">2007, c. 8, s. 199 (1)</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06004#s44s3\">2006, c. 4, s. 44 (3)</a></span>\r\n- 18/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s33\">2016, c. 30, s. 33</a></span>\r\n- 8/12/2016</p> <p class=\"section\"><b>22 </b><span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 33.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06004#s44s6\">2006, c. 4, s. 44 (6, 7)</a></span>\r\n- 18/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s33\">2016, c. 30, s. 33</a></span>\r\n- 8/12/2016</p> <p class=\"section\"><b>23 </b><span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 33.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06004#s44s8\">2006, c. 4, s. 44 (8-13)</a></span>\r\n- 18/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s33\">2016, c. 30, s. 33</a></span>\r\n- 8/12/2016</p> <p class=\"section\"><b>24 </b><span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 33.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06004#s44s13\">2006, c. 4, s. 44 (13-22)</a></span> - 18/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s33\">2016, c. 30, s. 33</a></span>\r\n- 8/12/2016</p> <p class=\"section\"><b>25 </b><span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 33.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06004#s44s13\">2006, c. 4, s. 44 (13, 18, 23-26)</a></span> - 18/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s33\">2016, c. 30, s. 33</a></span>\r\n- 8/12/2016</p> <p class=\"section\"><b>26 </b><span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 33.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06004#s44s27\">2006, c. 4, s. 44 (27)</a></span> - 18/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s33\">2016, c. 30, s. 33</a></span>\r\n- 8/12/2016</p> <p class=\"section\"><b>27 </b><span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 33.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06004#s44s18\">2006, c. 4, s. 44 (18, 28-35)</a></span> - 18/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s33\">2016, c. 30, s. 33</a></span>\r\n- 8/12/2016</p> <p class=\"section\"><b>28 </b><span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 33.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06004#s44s36\">2006, c. 4, s. 44 (36-46)</a></span> - 18/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s33\">2016, c. 30, s. 33</a></span>\r\n- 8/12/2016</p> <p class=\"section\"><b>29 </b><span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 33.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06004#s44s47\">2006, c. 4, s. 44 (47)</a></span>\r\n- 18/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s33\">2016, c. 30, s. 33</a></span>\r\n- 8/12/2016</p> <p class=\"section\"><b>30 </b><span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 33.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06004#s44s48\">2006, c. 4, s. 44 (48)</a></span>\r\n- 18/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s33\">2016, c. 30, s. 33</a></span>\r\n- 8/12/2016</p> <p class=\"section\"><b>31 </b><span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 33.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06004#s44s49\">2006, c. 4, s. 44 (49)</a></span>\r\n- 18/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S07008#s199s2\">2007, c. 8, s. 199 (2)</a></span>\r\n- 01/07/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s33\">2016, c. 30, s. 33</a></span>\r\n- 8/12/2016</p> <p class=\"section\"><b>32 </b><span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 33.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06004#s44s50\">2006, c. 4, s. 44 (50)</a></span>\r\n- 18/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s33\">2016, c. 30, s. 33</a></span>\r\n- 8/12/2016</p> <p class=\"section\"><b>33 </b><span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 33.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06004#s44s51\">2006, c. 4, s. 44 (51, 52)</a></span> - 18/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s33\">2016, c. 30, s. 33</a></span>\r\n- 8/12/2016</p> <p class=\"section\"><b>34 </b><span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 33.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06004#s44s53\">2006, c. 4, s. 44 (53, 54)</a></span> - 18/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s33\">2016, c. 30, s. 33</a></span>\r\n- 8/12/2016</p> <p class=\"section\"><b>35 </b><span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 33.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s33\">2016, c. 30, s. 33</a></span>\r\n- 8/12/2016</p> <p class=\"section\"><b>36-44 </b><span class=\"ovsmallcap\">Omitted (amends or repeals other Acts)</span>.  2004, c. 5, ss. 36-44.</p> <p class=\"section\"><b>45 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  2004, c. 5, s. 45.</p> <p class=\"section\"><b>46 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  2004, c. 5, s. 46.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/04c05\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}