{
    "act_info": {
        "full_title": "Community Economic Development Act, 1993, S.O. 1993, c. 26",
        "act_name_text": "Not Found",
        "citation": "Community Economic Development Act, 1993, S.O. 1993, c. 26",
        "url": "https://www.ontario.ca/laws/statute/93c26",
        "date_scraped": "2023-12-21 13:03:33"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/940045",
            "revoked_reg_citation": "O. Reg. 45/94",
            "revoked_reg_title": "COMMUNITY ECONOMIC DEVELOPMENT CORPORATIONS"
        }
    ],
    "content": [
        {
            "id": "P111_1680",
            "section": "Interpretation",
            "content": "1. (1) In this Act, “associate”, where used to indicate a relationship with any person, means, (a) a corporation of which the person beneficially owns, directly or indirectly, more than 10 per cent of the equity shares of the corporation for the time being outstanding, (b) a corporation of which the person is an officer or director, (c) a person who beneficially owns, directly or indirectly, more than 10 per cent of the equity shares of the person, (d) a trust in which the person has a substantial beneficial interest, (e) a partner of the person, (f) a spouse or same-sex partner of the person, both as defined in Part III of the Family Law Act, or (g) a relative of the person or of his or her spouse or same-sex partner if the relative has the same home as the person; (“personne qui a un lien”) “Class A security” means, (a) for a community investment share corporation, a share of any class or series of shares of the corporation carrying a voting right or, in the case of a co-operative corporation, a preference share of the corporation, with other characteristics as set out in the regulations, and (b) for a community loan fund corporation, a debt obligation of the corporation that is not subordinate to any other debt obligation of the corporation and has other characteristics as set out in the regulations; (“valeur mobilière de catégorie A”) “community economic development corporation” means a community investment share corporation or a community loan fund corporation; (“société de développement économique communautaire”) “community investment share corporation” means a corporation that is registered under Part V and that satisfies the requirements of section 7; (“société de participation communautaire”) “community loan fund corporation” means a corporation that is registered under Part V and that satisfies the requirements of section 17; (“société de financement communautaire”) “equity share” means a share of any class or series of shares of a corporation carrying a voting right or, in the case of a co-operative corporation, a preference share; (“action participante”) “Minister” means the Minister of Municipal Affairs or such other member of the Executive Council to whom administration of this Act is assigned; (“ministre”) “Ministry” means the Ministry of the Minister; (“ministère”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means the regulations made under this Act; (“règlements”) “security offering” means an issuance by a community economic development corporation of its securities to the public; (“offre”, “offre de valeurs mobilières”) “sponsor” means, (a) a municipality, including a metropolitan, regional and district municipality and the County of Oxford, (b) a community development corporation within the meaning of section 112.2 of the Municipal Act, (c) a corporation without share capital, (d) a co-operative corporation without share capital, (e) an aboriginal community group, including a council of an Indian band within the meaning of subsection 2 (1) of the Indian Act (Canada), or (f) a community group. (“parrain”) 1993, c. 26, s. 1 (1); 1999, c. 6, s. 10. Corporate terms (2) Except as otherwise provided in this Act, all terms and expressions in this Act that relate to corporations have the same meaning that they have in the Business Corporations Act, the Corporations Act and the Co-operative Corporations Act, as appropriate. 1993, c. 26, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P111_1680\"></a><a name=\"BK1\"></a>1.</b> (1) In this Act,</p> <p class=\"firstdef-e\">“associate”, where used to indicate a relationship with any person, means,</p> <p class=\"defclause-e\">(a) a corporation of which the person beneficially owns, directly or indirectly, more than 10 per cent of the equity shares of the corporation for the time being outstanding,</p> <p class=\"defclause-e\">(b) a corporation of which the person is an officer or director,</p> <p class=\"defclause-e\">(c) a person who beneficially owns, directly or indirectly, more than 10 per cent of the equity shares of the person,</p> <p class=\"defclause-e\">(d) a trust in which the person has a substantial beneficial interest,</p> <p class=\"defclause-e\">(e) a partner of the person,</p> <p class=\"defclause-e\">(f) a spouse or same-sex partner of the person, both as defined in Part III of the <i>Family Law Act</i>, or</p> <p class=\"defclause-e\">(g) a relative of the person or of his or her spouse or same-sex partner if the relative has the same home as the person; (“personne qui a un lien”)</p> <p class=\"definition-e\">“Class A security” means,</p> <p class=\"defclause-e\">(a) for a community investment share corporation, a share of any class or series of shares of the corporation carrying a voting right or, in the case of a co-operative corporation, a preference share of the corporation, with other characteristics as set out in the regulations, and</p> <p class=\"defclause-e\">(b) for a community loan fund corporation, a debt obligation of the corporation that is not subordinate to any other debt obligation of the corporation and has other characteristics as set out in the regulations; (“valeur mobilière de catégorie A”)</p> <p class=\"definition-e\">“community economic development corporation” means a community investment share corporation or a community loan fund corporation; (“société de développement économique communautaire”)</p> <p class=\"definition-e\">“community investment share corporation” means a corporation that is registered under Part V and that satisfies the requirements of section 7; (“société de participation communautaire”)</p> <p class=\"definition-e\">“community loan fund corporation” means a corporation that is registered under Part V and that satisfies the requirements of section 17; (“société de financement communautaire”)</p> <p class=\"definition-e\">“equity share” means a share of any class or series of shares of a corporation carrying a voting right or, in the case of a co-operative corporation, a preference share; (“action participante”)</p> <p class=\"definition-e\">“Minister” means the Minister of Municipal Affairs or such other member of the Executive Council to whom administration of this Act is assigned; (“ministre”)</p> <p class=\"definition-e\">“Ministry” means the Ministry of the Minister; (“ministère”)</p> <p class=\"definition-e\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“security offering” means an issuance by a community economic development corporation of its securities to the public; (“offre”, “offre de valeurs mobilières”)</p> <p class=\"definition-e\">“sponsor” means,</p> <p class=\"defclause-e\">(a) a municipality, including a metropolitan, regional and district municipality and the County of Oxford,</p> <p class=\"defclause-e\">(b) a community development corporation within the meaning of section 112.2 of the <i>Municipal Act</i>,</p> <p class=\"defclause-e\">(c) a corporation without share capital,</p> <p class=\"defclause-e\">(d) a co-operative corporation without share capital,</p> <p class=\"defclause-e\">(e) an aboriginal community group, including a council of an Indian band within the meaning of subsection 2 (1) of the <i>Indian Act</i> (Canada), or</p> <p class=\"defclause-e\">(f) a community group. (“parrain”) 1993, c. 26, s. 1 (1); 1999, c. 6, s. 10.</p> <p class=\"headnote-e\"><b>Corporate terms</b></p> <p class=\"subsection-e\">(2) Except as otherwise provided in this Act, all terms and expressions in this Act that relate to corporations have the same meaning that they have in the <i>Business Corporations Act</i>, the <i>Corporations Act</i> and the <i>Co-operative Corporations Act</i>, as appropriate. 1993, c. 26, s. 1 (2).</p>"
        },
        {
            "id": "P142_5259",
            "section": "Non-application of the Securities Act",
            "content": "2. (1) The Securities Act does not apply to the securities of a community economic development corporation. 1993, c. 26, s. 2 (1). Same (2) The Securities Act does not apply to the issuance of shares by a corporation pursuant to a transaction in which a community investment share corporation invests in the corporation, but any trade in shares issued pursuant to such transaction, other than as contemplated by subsection (3), shall be deemed to be a distribution under the Securities Act. 1993, c. 26, s. 2 (2). Same (3) The Securities Act does not apply to, (a) the conversion or other exchange of shares of a community investment share corporation for shares of a corporation in which the community investment share corporation has invested; (b) the conversion or other exchange of shares of a community investment share corporation for shares of another class of the community investment share corporation; (c) the conversion or other exchange by a community investment share corporation of shares in a corporation in which the community investment share corporation has invested for shares of another class of that corporation; or (d) any acts by a community investment share corporation in furtherance of a transaction described in clause (a), (b) or (c). 1993, c. 26, s. 2 (3). Deemed distribution (4) Any trade in shares acquired as a result of a conversion or exchange of shares described in clause (3)(a), (b) or (c) shall be deemed to be a distribution under the Securities Act. 1993, c. 26, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P142_5259\"></a><a name=\"BK2\"></a>2.</b> (1) The <i>Securities Act</i> does not apply to the securities of a community economic development corporation. 1993, c. 26, s. 2 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The <i>Securities Act</i> does not apply to the issuance of shares by a corporation pursuant to a transaction in which a community investment share corporation invests in the corporation, but any trade in shares issued pursuant to such transaction, other than as contemplated by subsection (3), shall be deemed to be a distribution under the <i>Securities Act</i>. 1993, c. 26, s. 2 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) The <i>Securities Act</i> does not apply to,</p> <p class=\"clause-e\">(a) the conversion or other exchange of shares of a community investment share corporation for shares of a corporation in which the community investment share corporation has invested;</p> <p class=\"clause-e\">(b) the conversion or other exchange of shares of a community investment share corporation for shares of another class of the community investment share corporation;</p> <p class=\"clause-e\">(c) the conversion or other exchange by a community investment share corporation of shares in a corporation in which the community investment share corporation has invested for shares of another class of that corporation; or</p> <p class=\"clause-e\">(d) any acts by a community investment share corporation in furtherance of a transaction described in clause (a), (b) or (c). 1993, c. 26, s. 2 (3).</p> <p class=\"headnote-e\"><b>Deemed distribution</b></p> <p class=\"subsection-e\">(4) Any trade in shares acquired as a result of a conversion or exchange of shares described in clause (3)(a), (b) or (c) shall be deemed to be a distribution under the <i>Securities Act</i>. 1993, c. 26, s. 2 (4).</p>"
        },
        {
            "id": "P154_6799",
            "section": "Conflict",
            "content": "3. In the event of a conflict between this Act or the regulations and an Act under which a community economic development corporation is incorporated, this Act and the regulations prevail unless the other Act expressly states that it prevails over this Act. 1993, c. 26, s. 3.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P154_6799\"></a><a name=\"BK3\"></a>3.</b> In the event of a conflict between this Act or the regulations and an Act under which a community economic development corporation is incorporated, this Act and the regulations prevail unless the other Act expressly states that it prevails over this Act. 1993, c. 26, s. 3.</p>"
        },
        {
            "id": "P156_7091",
            "section": "Delegation",
            "content": "4. The Minister of Finance may delegate in writing any of his or her powers or duties under this Act to any employee or public servant of the Ministry of Finance, subject to any limitations, restrictions, conditions and requirements set out in the delegation. 1993, c. 26, s. 4.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P156_7091\"></a><a name=\"BK4\"></a>4.</b> The Minister of Finance may delegate in writing any of his or her powers or duties under this Act to any employee or public servant of the Ministry of Finance, subject to any limitations, restrictions, conditions and requirements set out in the delegation. 1993, c. 26, s. 4.</p>"
        },
        {
            "id": "P158_7383",
            "section": "Register",
            "content": "5. (1) The Minister shall maintain a register of community economic development corporations setting out the names of the corporations, the names and addresses of their officers and directors and any other corporate information as prescribed. 1993, c. 26, s. 5 (1). Public inspection (2) The Minister shall ensure that the register is open for public inspection during normal office hours. 1993, c. 26, s. 5 (2). PART II   COMMUNITY INVESTMENT SHARE CORPORATIONS",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P158_7383\"></a><a name=\"BK5\"></a>5.</b> (1) The Minister shall maintain a register of community economic development corporations setting out the names of the corporations, the names and addresses of their officers and directors and any other corporate information as prescribed. 1993, c. 26, s. 5 (1).</p> <p class=\"headnote-e\"><b>Public inspection</b></p> <p class=\"subsection-e\">(2) The Minister shall ensure that the register is open for public inspection during normal office hours. 1993, c. 26, s. 5 (2).</p> <p class=\"partnum-e\"><b><a name=\"P161_7810\"></a><a name=\"BK6\"></a>PART II <br/>  COMMUNITY INVESTMENT SHARE CORPORATIONS</b></p>"
        },
        {
            "id": "P163_7866",
            "section": "Definition",
            "content": "6. In this Part, “eligible business” means a new or expanding corporation located in Ontario, (a) that is a taxable Canadian corporation, as defined in paragraph 89 (1) (i) of the Income Tax Act (Canada), (b) that is primarily engaged in prescribed business activities, and (c) that meets the other prescribed criteria. 1993, c. 26, s. 6.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P163_7866\"></a><a name=\"BK7\"></a>6.</b> In this Part,</p> <p class=\"firstdef-e\">“eligible business” means a new or expanding corporation located in Ontario,</p> <p class=\"defclause-e\">(a) that is a taxable Canadian corporation, as defined in paragraph 89 (1) (i) of the <i>Income Tax Act</i> (Canada),</p> <p class=\"defclause-e\">(b) that is primarily engaged in prescribed business activities, and</p> <p class=\"defclause-e\">(c) that meets the other prescribed criteria. 1993, c. 26, s. 6.</p>"
        },
        {
            "id": "P169_8238",
            "section": "Requirements for registration",
            "content": "7. A corporation must satisfy the following requirements in order to be registered as a community investment share corporation: 1. The corporation is a corporation with share capital incorporated under the Business Corporations Act or the Co-operative Corporations Act. 2. The corporation was incorporated by one or more sponsors. 3. The corporation has never carried on any business, except as may be necessary for the purpose of becoming registered under this Act. 4. The corporation’s articles of incorporation restrict the business of the corporation to providing capital to eligible businesses through the acquisition and holding of equity shares issued by eligible businesses and to providing business advice to eligible businesses. 5. The corporation’s articles of incorporation establish a share capital structure as prescribed, including the rights, privileges, restrictions and conditions attaching to the shares of each class. 6. The corporation’s name includes the words “Community Investment Share” in English or “de participation communautaire in French. 7. The corporation’s articles of incorporation prohibit the corporation from lending money or providing financial assistance to a shareholder or member. 8. The corporation’s articles of incorporation limit the aggregate consideration the corporation may receive on the issue of its Class A securities to a prescribed amount unless the Lieutenant Governor in Council consents to a greater amount for the corporation. 9. The corporation has obtained the approval of the Minister of Finance for a security offering and offering statement of its Class A securities. 1993, c. 26, s. 7.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P169_8238\"></a><a name=\"BK8\"></a>7.</b> A corporation must satisfy the following requirements in order to be registered as a community investment share corporation:</p> <p class=\"paragraph-e\">1. The corporation is a corporation with share capital incorporated under the <i>Business Corporations Act</i> or the <i>Co-operative Corporations Act</i>.</p> <p class=\"paragraph-e\">2. The corporation was incorporated by one or more sponsors.</p> <p class=\"paragraph-e\">3. The corporation has never carried on any business, except as may be necessary for the purpose of becoming registered under this Act.</p> <p class=\"paragraph-e\">4. The corporation’s articles of incorporation restrict the business of the corporation to providing capital to eligible businesses through the acquisition and holding of equity shares issued by eligible businesses and to providing business advice to eligible businesses.</p> <p class=\"paragraph-e\">5. The corporation’s articles of incorporation establish a share capital structure as prescribed, including the rights, privileges, restrictions and conditions attaching to the shares of each class.</p> <p class=\"paragraph-e\">6. The corporation’s name includes the words “Community Investment Share” in English or “de participation communautaire in French.</p> <p class=\"paragraph-e\">7. The corporation’s articles of incorporation prohibit the corporation from lending money or providing financial assistance to a shareholder or member.</p> <p class=\"paragraph-e\">8. The corporation’s articles of incorporation limit the aggregate consideration the corporation may receive on the issue of its Class A securities to a prescribed amount unless the Lieutenant Governor in Council consents to a greater amount for the corporation.</p> <p class=\"paragraph-e\">9. The corporation has obtained the approval of the Minister of Finance for a security offering and offering statement of its Class A securities. 1993, c. 26, s. 7.</p>"
        },
        {
            "id": "P180_9933",
            "section": "Restriction on issue of Class A securities",
            "content": "8. (1) A community investment share corporation shall issue its Class A securities to the following only: 1. Individuals who are ordinarily resident in Ontario. 2. Corporations other than community economic development corporations, labour sponsored venture capital corporations under the Labour Sponsored Venture Capital Corporations Act, 1992 or other prescribed classes of corporations. 3. Charitable, labour and not-for-profit organizations, as prescribed. 1993, c. 26, s. 8 (1). Same (2) A community investment share corporation shall not issue any Class A securities to a person if the issue would result in the person and the person’s associates holding Class A securities issued for an aggregate consideration exceeding a prescribed amount or amounts determined in a prescribed manner. 1993, c. 26, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P180_9933\"></a><a name=\"BK9\"></a>8.</b> (1) A community investment share corporation shall issue its Class A securities to the following only:</p> <p class=\"paragraph-e\">1. Individuals who are ordinarily resident in Ontario.</p> <p class=\"paragraph-e\">2. Corporations other than community economic development corporations, labour sponsored venture capital corporations under the <i>Labour Sponsored Venture Capital Corporations Act, 1992</i> or other prescribed classes of corporations.</p> <p class=\"paragraph-e\">3. Charitable, labour and not-for-profit organizations, as prescribed. 1993, c. 26, s. 8 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) A community investment share corporation shall not issue any Class A securities to a person if the issue would result in the person and the person’s associates holding Class A securities issued for an aggregate consideration exceeding a prescribed amount or amounts determined in a prescribed manner. 1993, c. 26, s. 8 (2).</p>"
        },
        {
            "id": "P187_10774",
            "section": "Form of assets",
            "content": "9. Every community investment share corporation shall maintain its assets in one or more of, (a) investments in eligible businesses permitted by sections 10 and 11; and (b) any other form prescribed by the regulations. 1993, c. 26, s. 9.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P187_10774\"></a><a name=\"BK10\"></a>9.</b> Every community investment share corporation shall maintain its assets in one or more of,</p> <p class=\"clause-e\">(a) investments in eligible businesses permitted by sections 10 and 11; and</p> <p class=\"clause-e\">(b) any other form prescribed by the regulations. 1993, c. 26, s. 9.</p>"
        },
        {
            "id": "P191_11034",
            "section": "Permitted investments",
            "content": "10. (1) A community investment share corporation may invest in one or more eligible businesses. 1993, c. 26, s. 10 (1). Monetary restrictions (2) A community investment share corporation shall not invest any amount, up to and including $150,000, in an eligible business except in the manner prescribed by the regulations. 1993, c. 26, s. 10 (2). Same (3) A community investment share corporation shall not invest in any one eligible business, (a) an amount greater than $150,000 and up to and including $350,000 without the prior approval of a senior officer of a corporation created under the Development Corporations Act; or (b) an amount greater than $350,000 without the prior approval of the board of a corporation created under the Development Corporations Act. 1993, c. 26, s. 10 (3). Same (4) The senior officer or board shall consider prescribed matters in evaluating a proposed investment and may attach conditions to the approval under subsection (3), and the community investment share corporation shall comply with the conditions. 1993, c. 26, s. 10 (4). Effect of approval (5) Approval of an investment under subsection (3) does not imply that the corporation or the Province of Ontario guarantees the survival of the eligible business or the rate of return on the investment. 1993, c. 26, s. 10 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P191_11034\"></a><a name=\"BK11\"></a>10.</b> (1) A community investment share corporation may invest in one or more eligible businesses. 1993, c. 26, s. 10 (1).</p> <p class=\"headnote-e\"><b>Monetary restrictions</b></p> <p class=\"subsection-e\">(2) A community investment share corporation shall not invest any amount, up to and including $150,000, in an eligible business except in the manner prescribed by the regulations. 1993, c. 26, s. 10 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) A community investment share corporation shall not invest in any one eligible business,</p> <p class=\"clause-e\">(a) an amount greater than $150,000 and up to and including $350,000 without the prior approval of a senior officer of a corporation created under the <i>Development Corporations Act</i>; or</p> <p class=\"clause-e\">(b) an amount greater than $350,000 without the prior approval of the board of a corporation created under the <i>Development Corporations Act</i>. 1993, c. 26, s. 10 (3).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) The senior officer or board shall consider prescribed matters in evaluating a proposed investment and may attach conditions to the approval under subsection (3), and the community investment share corporation shall comply with the conditions. 1993, c. 26, s. 10 (4).</p> <p class=\"headnote-e\"><b>Effect of approval</b></p> <p class=\"subsection-e\">(5) Approval of an investment under subsection (3) does not imply that the corporation or the Province of Ontario guarantees the survival of the eligible business or the rate of return on the investment. 1993, c. 26, s. 10 (5).</p>"
        },
        {
            "id": "P203_12399",
            "section": "Prohibited investments",
            "content": "11. (1) A community investment share corporation shall not invest in an eligible business if, (a) the investment will result in community investment share corporations holding equity shares carrying voting rights sufficient, if exercised, to elect more than a prescribed percentage of the board of directors of the eligible business; (b) the investment will result in more than a prescribed percentage of the equity of the eligible business being provided by community investment share corporations; (c) the investment will result in more than a prescribed percentage of the equity of the eligible business being provided with government financial assistance of any kind; (d) the investment takes any form other than the purchase of equity shares newly issued by the eligible business to the community investment share corporation in exchange for consideration paid in money; (e) the equity shares issued to the community investment share corporation are issued as part of a transaction involving the purchase or redemption, directly or indirectly, of shares of the eligible business that had been previously issued; (f) the investment is intended to be used by the eligible business for any purpose, including retiring or refinancing a debt, other than the development of the eligible business; (g) the eligible business is an undischarged bankrupt under the Bankruptcy and Insolvency Act (Canada) or a compromise or arrangement has been proposed between the eligible business and its creditors under the Companies’ Creditors Arrangement Act (Canada); or (h) the community investment share corporation and eligible business are related in a way that is prescribed by the regulations. 1993, c. 26, s. 11 (1). Interpretation (2) For the purposes of clauses (1) (b) and (c), “equity” means share capital of the corporation, loans advanced to the corporation by its shareholders subject to prescribed conditions, and other prescribed forms of contributions made to the corporation by its shareholders, calculated in the prescribed manner. 1993, c. 26, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P203_12399\"></a><a name=\"BK12\"></a>11.</b> (1) A community investment share corporation shall not invest in an eligible business if,</p> <p class=\"clause-e\">(a) the investment will result in community investment share corporations holding equity shares carrying voting rights sufficient, if exercised, to elect more than a prescribed percentage of the board of directors of the eligible business;</p> <p class=\"clause-e\">(b) the investment will result in more than a prescribed percentage of the equity of the eligible business being provided by community investment share corporations;</p> <p class=\"clause-e\">(c) the investment will result in more than a prescribed percentage of the equity of the eligible business being provided with government financial assistance of any kind;</p> <p class=\"clause-e\">(d) the investment takes any form other than the purchase of equity shares newly issued by the eligible business to the community investment share corporation in exchange for consideration paid in money;</p> <p class=\"clause-e\">(e) the equity shares issued to the community investment share corporation are issued as part of a transaction involving the purchase or redemption, directly or indirectly, of shares of the eligible business that had been previously issued;</p> <p class=\"clause-e\">(f) the investment is intended to be used by the eligible business for any purpose, including retiring or refinancing a debt, other than the development of the eligible business;</p> <p class=\"clause-e\">(g) the eligible business is an undischarged bankrupt under the <i>Bankruptcy and Insolvency Act</i> (Canada) or a compromise or arrangement has been proposed between the eligible business and its creditors under the <i>Companies’ Creditors Arrangement Act</i> (Canada); or</p> <p class=\"clause-e\">(h) the community investment share corporation and eligible business are related in a way that is prescribed by the regulations. 1993, c. 26, s. 11 (1).</p> <p class=\"headnote-e\"><b>Interpretation</b></p> <p class=\"subsection-e\">(2) For the purposes of clauses (1) (b) and (c),</p> <p class=\"firstdef-e\">“equity” means share capital of the corporation, loans advanced to the corporation by its shareholders subject to prescribed conditions, and other prescribed forms of contributions made to the corporation by its shareholders, calculated in the prescribed manner. 1993, c. 26, s. 11 (2).</p>"
        },
        {
            "id": "P216_14497",
            "section": "Minimum capital and investments",
            "content": "12. (1) A community investment share corporation shall at all times, beginning on the first anniversary of the completion of its security offering approved under paragraph 9 of section 7, (a) have equity shares issued and outstanding for consideration paid in money of at least a prescribed amount; and (b) hold investments in one or more eligible businesses, as permitted by sections 10 and 11, for which aggregate consideration was paid in an amount equal to at least 80 per cent of the consideration in money received by the corporation from the issue of its Class A securities. 1993, c. 26, s. 12 (1). Deemed investment (2) If a community investment share corporation disposes of an investment in an eligible business that is permitted by sections 10 and 11, while retaining other such investments, the corporation shall be deemed, for the purpose of clause (1) (b), to continue to hold the investment until the same amount of money is invested in another eligible business or the expiry of six months, whichever occurs first. 1993, c. 26, s. 12 (2). Dissolution required (3) If a community investment share corporation disposes of its only investment in an eligible business that is permitted by sections 10 and 11, the Minister may order the dissolution of the corporation. 1993, c. 26, s. 12 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P216_14497\"></a><a name=\"BK13\"></a>12.</b> (1) A community investment share corporation shall at all times, beginning on the first anniversary of the completion of its security offering approved under paragraph 9 of section 7,</p> <p class=\"clause-e\">(a) have equity shares issued and outstanding for consideration paid in money of at least a prescribed amount; and</p> <p class=\"clause-e\">(b) hold investments in one or more eligible businesses, as permitted by sections 10 and 11, for which aggregate consideration was paid in an amount equal to at least 80 per cent of the consideration in money received by the corporation from the issue of its Class A securities. 1993, c. 26, s. 12 (1).</p> <p class=\"headnote-e\"><b>Deemed investment</b></p> <p class=\"subsection-e\">(2) If a community investment share corporation disposes of an investment in an eligible business that is permitted by sections 10 and 11, while retaining other such investments, the corporation shall be deemed, for the purpose of clause (1) (b), to continue to hold the investment until the same amount of money is invested in another eligible business or the expiry of six months, whichever occurs first. 1993, c. 26, s. 12 (2).</p> <p class=\"headnote-e\"><b>Dissolution required</b></p> <p class=\"subsection-e\">(3) If a community investment share corporation disposes of its only investment in an eligible business that is permitted by sections 10 and 11, the Minister may order the dissolution of the corporation. 1993, c. 26, s. 12 (3).</p>"
        },
        {
            "id": "P224_15833",
            "section": "Annual expenses",
            "content": "13. The annual expenses of a community investment share corporation shall not exceed a prescribed amount. 1993, c. 26, s. 13.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P224_15833\"></a><a name=\"BK14\"></a>13.</b> The annual expenses of a community investment share corporation shall not exceed a prescribed amount. 1993, c. 26, s. 13.</p>"
        },
        {
            "id": "P226_15984",
            "section": "Payment of dividends",
            "content": "14. A community investment share corporation shall not declare or pay dividends in excess of a prescribed rate. 1993, c. 26, s. 14.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P226_15984\"></a><a name=\"BK15\"></a>14.</b> A community investment share corporation shall not declare or pay dividends in excess of a prescribed rate. 1993, c. 26, s. 14.</p>"
        },
        {
            "id": "P228_16147",
            "section": "Actions requiring approval",
            "content": "15. (1) A community investment share corporation shall not carry out any action involving the following except with the prior approval of the Minister and in accordance with any conditions attached to the approval by the Minister: 1. An arrangement described in subsection 182 (1) of the Business Corporations Act or section 151 of the Co-operative Corporations Act. 2. An action that has the effect of reducing the stated capital account or the issued capital of its Class A securities. 3. The purchase, surrender, redemption or conversion of any of its Class A securities. 4. The sale, transfer or other disposition of any of its investments in eligible businesses. 5. Any other prescribed action. 1993, c. 26, s. 15 (1). Shareholder agreement (2) The shareholders of a community investment share corporation shall not enter into a shareholder agreement except with the prior approval of the Minister. 1993, c. 26, s. 15 (2). PART III   COMMUNITY LOAN FUND CORPORATIONS",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P228_16147\"></a><a name=\"BK16\"></a>15.</b> (1) A community investment share corporation shall not carry out any action involving the following except with the prior approval of the Minister and in accordance with any conditions attached to the approval by the Minister:</p> <p class=\"paragraph-e\">1. An arrangement described in subsection 182 (1) of the <i>Business Corporations Act</i> or section 151 of the <i>Co-operative Corporations Act</i>.</p> <p class=\"paragraph-e\">2. An action that has the effect of reducing the stated capital account or the issued capital of its Class A securities.</p> <p class=\"paragraph-e\">3. The purchase, surrender, redemption or conversion of any of its Class A securities.</p> <p class=\"paragraph-e\">4. The sale, transfer or other disposition of any of its investments in eligible businesses.</p> <p class=\"paragraph-e\">5. Any other prescribed action. 1993, c. 26, s. 15 (1).</p> <p class=\"headnote-e\"><b>Shareholder agreement</b></p> <p class=\"subsection-e\">(2) The shareholders of a community investment share corporation shall not enter into a shareholder agreement except with the prior approval of the Minister. 1993, c. 26, s. 15 (2).</p> <p class=\"partnum-e\"><b><a name=\"P236_17080\"></a><a name=\"BK17\"></a>PART III <br/>  COMMUNITY LOAN FUND CORPORATIONS</b></p>"
        },
        {
            "id": "P238_17130",
            "section": "Definition",
            "content": "16. In this Part, “eligible borrower” means an individual, partnership or corporation, located in Ontario, that, (a) applies for a loan from a prescribed class of financial institution for the purpose of financing a new or expanding business, and (b) meets the other prescribed criteria. 1993, c. 26, s. 16.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P238_17130\"></a><a name=\"BK18\"></a>16.</b> In this Part,</p> <p class=\"firstdef-e\">“eligible borrower” means an individual, partnership or corporation, located in Ontario, that,</p> <p class=\"defclause-e\">(a) applies for a loan from a prescribed class of financial institution for the purpose of financing a new or expanding business, and</p> <p class=\"defclause-e\">(b) meets the other prescribed criteria. 1993, c. 26, s. 16.</p>"
        },
        {
            "id": "P243_17471",
            "section": "Requirements for registration",
            "content": "17. (1) A corporation must satisfy the following requirements in order to be registered as a community loan fund corporation: 1. The corporation is a corporation without share capital incorporated under the Corporations Act or the Co-operative Corporations Act. 2. The corporation was incorporated by one or more sponsors. 3. The corporation has never carried on any business, except as may be necessary for the purpose of becoming registered under this Act. 4. The corporation’s articles of incorporation or letters patent restrict the objects of the corporation to establishing, financing and operating a community fund that provides collateral for loans to eligible borrowers and to providing business and other advice to eligible borrowers. 5. The corporation’s name includes the words “Community Loan Fund” in English or “de financement communautaire” in French. 6. The corporation has obtained the approval of the Minister of Finance for a security offering and offering statement of its Class A securities. 7. The corporation has obtained the approval of the Minister for an operating agreement with a financial institution. 1993, c. 26, s. 17 (1). s. 118, Corporations Act (2) For the purposes of the Corporations Act, the restriction required to be in the corporation’s letters patent by paragraph 4 of subsection (1) shall be deemed to be included in section 118 of that Act for the purpose of incorporating corporations that will be registered as community loan fund corporations. 1993, c. 26, s. 17 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P243_17471\"></a><a name=\"BK19\"></a>17.</b> (1) A corporation must satisfy the following requirements in order to be registered as a community loan fund corporation:</p> <p class=\"paragraph-e\">1. The corporation is a corporation without share capital incorporated under the <i>Corporations Act</i> or the <i>Co-operative Corporations Act</i>.</p> <p class=\"paragraph-e\">2. The corporation was incorporated by one or more sponsors.</p> <p class=\"paragraph-e\">3. The corporation has never carried on any business, except as may be necessary for the purpose of becoming registered under this Act.</p> <p class=\"paragraph-e\">4. The corporation’s articles of incorporation or letters patent restrict the objects of the corporation to establishing, financing and operating a community fund that provides collateral for loans to eligible borrowers and to providing business and other advice to eligible borrowers.</p> <p class=\"paragraph-e\">5. The corporation’s name includes the words “Community Loan Fund” in English or “de financement communautaire” in French.</p> <p class=\"paragraph-e\">6. The corporation has obtained the approval of the Minister of Finance for a security offering and offering statement of its Class A securities.</p> <p class=\"paragraph-e\">7. The corporation has obtained the approval of the Minister for an operating agreement with a financial institution. 1993, c. 26, s. 17 (1).</p> <p class=\"headnote-e\"><b>s. 118, <i>Corporations Act</i></b></p> <p class=\"subsection-e\">(2) For the purposes of the <i>Corporations Act</i>, the restriction required to be in the corporation’s letters patent by paragraph 4 of subsection (1) shall be deemed to be included in section 118 of that Act for the purpose of incorporating corporations that will be registered as community loan fund corporations. 1993, c. 26, s. 17 (2).</p>"
        },
        {
            "id": "P254_19045",
            "section": "Restriction on issue of Class A securities",
            "content": "18. (1) A community loan fund corporation may issue its Class A securities to the following only: 1. Individuals. 2. Corporations other than community economic development corporations, labour sponsored venture capital corporations under the Labour Sponsored Venture Capital Corporations Act, 1992 or other prescribed classes of corporations. 3. Charitable, labour and not-for-profit organizations, as prescribed. 1993, c. 26, s. 18 (1). Same (2) A community loan fund corporation shall not issue any Class A securities to a person if the issue would result in the person and the person’s associates holding Class A securities of the corporation issued for an aggregate consideration exceeding a prescribed amount or amounts determined in a prescribed manner. 1993, c. 26, s. 18 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P254_19045\"></a><a name=\"BK20\"></a>18.</b> (1) A community loan fund corporation may issue its Class A securities to the following only:</p> <p class=\"paragraph-e\">1. Individuals.</p> <p class=\"paragraph-e\">2. Corporations other than community economic development corporations, labour sponsored venture capital corporations under the <i>Labour Sponsored Venture Capital Corporations Act, 1992</i> or other prescribed classes of corporations.</p> <p class=\"paragraph-e\">3. Charitable, labour and not-for-profit organizations, as prescribed. 1993, c. 26, s. 18 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) A community loan fund corporation shall not issue any Class A securities to a person if the issue would result in the person and the person’s associates holding Class A securities of the corporation issued for an aggregate consideration exceeding a prescribed amount or amounts determined in a prescribed manner. 1993, c. 26, s. 18 (2).</p>"
        },
        {
            "id": "P261_19853",
            "section": "Form of assets",
            "content": "19. Every community loan fund corporation shall maintain its assets in one or more of, (a) investments required by section 20; and (b) any other form prescribed by the regulations. 1993, c. 26, s. 19.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P261_19853\"></a><a name=\"BK21\"></a>19.</b> Every community loan fund corporation shall maintain its assets in one or more of,</p> <p class=\"clause-e\">(a) investments required by section 20; and</p> <p class=\"clause-e\">(b) any other form prescribed by the regulations. 1993, c. 26, s. 19.</p>"
        },
        {
            "id": "P265_20075",
            "section": "Required investments",
            "content": "20. A community loan fund corporation shall invest the money it receives through the issue of its Class A securities in the manner and form and upon the terms set out in the regulations. 1993, c. 26, s. 20.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P265_20075\"></a><a name=\"BK22\"></a>20.</b> A community loan fund corporation shall invest the money it receives through the issue of its Class A securities in the manner and form and upon the terms set out in the regulations. 1993, c. 26, s. 20.</p>"
        },
        {
            "id": "P267_20318",
            "section": "Investments used as collateral",
            "content": "21. (1) A registered community loan fund corporation may use its money invested under section 20 as collateral for loans to one or more eligible borrowers. 1993, c. 26, s. 21 (1). Monetary restriction (2) A community loan fund corporation shall not provide collateral for a loan to any one eligible borrower in excess of a prescribed amount or a prescribed percentage of the corporation’s assets without the prior approval of the Minister. 1993, c. 26, s. 21 (2). Conditions (3) In giving the approval required under subsection (2), the Minister may impose conditions on the provision of collateral and the community loan fund corporation shall comply with the conditions. 1993, c. 26, s. 21 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P267_20318\"></a><a name=\"BK23\"></a>21.</b> (1) A registered community loan fund corporation may use its money invested under section 20 as collateral for loans to one or more eligible borrowers. 1993, c. 26, s. 21 (1).</p> <p class=\"headnote-e\"><b>Monetary restriction</b></p> <p class=\"subsection-e\">(2) A community loan fund corporation shall not provide collateral for a loan to any one eligible borrower in excess of a prescribed amount or a prescribed percentage of the corporation’s assets without the prior approval of the Minister. 1993, c. 26, s. 21 (2).</p> <p class=\"headnote-e\"><b>Conditions</b></p> <p class=\"subsection-e\">(3) In giving the approval required under subsection (2), the Minister may impose conditions on the provision of collateral and the community loan fund corporation shall comply with the conditions. 1993, c. 26, s. 21 (3).</p>"
        },
        {
            "id": "P273_21067",
            "section": "Prohibited uses of investments",
            "content": "22. A community loan fund corporation shall not provide collateral for a loan to an eligible borrower if, (a) the loan is intended to be used by the eligible borrower for any purpose other than the development of the business of the eligible borrower; or (b) the eligible borrower is an undischarged bankrupt under the Bankruptcy and Insolvency Act (Canada) or a compromise or arrangement has been proposed between the eligible borrower and the borrower’s creditors under the Companies’ Creditors Arrangement Act (Canada). 1993, c. 26, s. 22.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P273_21067\"></a><a name=\"BK24\"></a>22.</b> A community loan fund corporation shall not provide collateral for a loan to an eligible borrower if,</p> <p class=\"clause-e\">(a) the loan is intended to be used by the eligible borrower for any purpose other than the development of the business of the eligible borrower; or</p> <p class=\"clause-e\">(b) the eligible borrower is an undischarged bankrupt under the <i>Bankruptcy and Insolvency Act</i> (Canada) or a compromise or arrangement has been proposed between the eligible borrower and the borrower’s creditors under the <i>Companies’ Creditors Arrangement Act</i> (Canada). 1993, c. 26, s. 22.</p>"
        },
        {
            "id": "P277_21643",
            "section": "Minimum investments and uses",
            "content": "23. (1) A community loan fund corporation shall at all times, beginning on the first anniversary of its registration, (a) have total investments under section 20 of at least a prescribed amount; and (b) use an amount equal to at least a prescribed percentage of the total amount of its investments under section 20 as collateral for loans to eligible borrowers. 1993, c. 26, s. 23 (1). Deemed collateral (2) If a community loan fund corporation ceases to provide collateral on a loan to an eligible borrower, the corporation shall be deemed, for the purpose of clause (1) (b), to continue to provide the collateral until the same amount of money is used as collateral for one or more loans to other eligible borrowers, or the expiry of six months, whichever occurs first. 1993, c. 26, s. 23 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P277_21643\"></a><a name=\"BK25\"></a>23.</b> (1) A community loan fund corporation shall at all times, beginning on the first anniversary of its registration,</p> <p class=\"clause-e\">(a) have total investments under section 20 of at least a prescribed amount; and</p> <p class=\"clause-e\">(b) use an amount equal to at least a prescribed percentage of the total amount of its investments under section 20 as collateral for loans to eligible borrowers. 1993, c. 26, s. 23 (1).</p> <p class=\"headnote-e\"><b>Deemed collateral</b></p> <p class=\"subsection-e\">(2) If a community loan fund corporation ceases to provide collateral on a loan to an eligible borrower, the corporation shall be deemed, for the purpose of clause (1) (b), to continue to provide the collateral until the same amount of money is used as collateral for one or more loans to other eligible borrowers, or the expiry of six months, whichever occurs first. 1993, c. 26, s. 23 (2).</p>"
        },
        {
            "id": "P283_22470",
            "section": "Payment of interest",
            "content": "24. A community loan fund corporation shall not pay interest on its securities in excess of a prescribed rate. 1993, c. 26, s. 24.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P283_22470\"></a><a name=\"BK26\"></a>24.</b> A community loan fund corporation shall not pay interest on its securities in excess of a prescribed rate. 1993, c. 26, s. 24.</p>"
        },
        {
            "id": "P285_22632",
            "section": "Actions requiring approval",
            "content": "25. A community loan fund corporation shall not carry out any action involving the following except with the prior approval of the Minister and in accordance with any conditions attached to the approval by the Minister: 1. An arrangement described in subsection 131 (1) of the Corporations Act or section 151 of the Co-operative Corporations Act. 2. The cancellation, forgiveness or redemption of any of its Class A securities. 3. The sale, withdrawal, transfer or other disposition of any of its investments under section 20. 4. Any other prescribed action. 1993, c. 26, s. 25. PART IV   PROVINCIAL GRANTS AND GUARANTEE",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P285_22632\"></a><a name=\"BK27\"></a>25.</b> A community loan fund corporation shall not carry out any action involving the following except with the prior approval of the Minister and in accordance with any conditions attached to the approval by the Minister:</p> <p class=\"paragraph-e\">1. An arrangement described in subsection 131 (1) of the <i>Corporations Act</i> or section 151 of the <i>Co-operative Corporations Act</i>.</p> <p class=\"paragraph-e\">2. The cancellation, forgiveness or redemption of any of its Class A securities.</p> <p class=\"paragraph-e\">3. The sale, withdrawal, transfer or other disposition of any of its investments under section 20.</p> <p class=\"paragraph-e\">4. Any other prescribed action. 1993, c. 26, s. 25.</p> <p class=\"partnum-e\"><b><a name=\"P290_23211\"></a><a name=\"BK28\"></a>PART IV <br/>  PROVINCIAL GRANTS AND GUARANTEE</b></p>"
        },
        {
            "id": "P292_23298",
            "section": "Grant re: community investment share corporations",
            "content": "26. (1) Upon receipt of an application on or before the first anniversary of a corporation’s registration as a community investment share corporation, the Minister may pay a grant to a sponsor in respect of the expenses incurred by the sponsor before the registration of the corporation. 1993, c. 26, s. 26 (1). Amount (2) The grant shall not exceed one-half of the prescribed expenses incurred by the sponsor. 1993, c. 26, s. 26 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P292_23298\"></a><a name=\"BK29\"></a>26.</b> (1) Upon receipt of an application on or before the first anniversary of a corporation’s registration as a community investment share corporation, the Minister may pay a grant to a sponsor in respect of the expenses incurred by the sponsor before the registration of the corporation. 1993, c. 26, s. 26 (1).</p> <p class=\"headnote-e\"><b>Amount</b></p> <p class=\"subsection-e\">(2) The grant shall not exceed one-half of the prescribed expenses incurred by the sponsor. 1993, c. 26, s. 26 (2).</p>"
        },
        {
            "id": "P296_23791",
            "section": "Grant re: community loan fund corporations",
            "content": "27. (1) Upon receipt of an application, the Minister may pay a grant to a sponsor of a community loan fund corporation, upon the terms and conditions considered appropriate by the Minister, in respect of the reasonable expenses incurred or anticipated to be incurred by the sponsor before the registration of the corporation. 1993, c. 26, s. 27 (1). Same (2) Upon receipt of an application by a community loan fund corporation, the Minister may pay grants to the corporation, upon the terms and conditions considered appropriate by the Minister, in respect of the corporation’s reasonable operating expenses. 1993, c. 26, s. 27 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P296_23791\"></a><a name=\"BK30\"></a>27.</b> (1) Upon receipt of an application, the Minister may pay a grant to a sponsor of a community loan fund corporation, upon the terms and conditions considered appropriate by the Minister, in respect of the reasonable expenses incurred or anticipated to be incurred by the sponsor before the registration of the corporation. 1993, c. 26, s. 27 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Upon receipt of an application by a community loan fund corporation, the Minister may pay grants to the corporation, upon the terms and conditions considered appropriate by the Minister, in respect of the corporation’s reasonable operating expenses. 1993, c. 26, s. 27 (2).</p>"
        },
        {
            "id": "P300_24460",
            "section": "Provincial guarantee",
            "content": "28. (1) In this section, “eligible investor” means a person who is permitted, by section 8 or 18, as the case may be, to be issued Class A securities of a community economic development corporation. 1993, c. 26, s. 28 (1). Guarantee to eligible investor (2) The Minister, on behalf of the Province of Ontario, may guarantee to an eligible investor payment of an amount equal to the amount paid by the eligible investor to a community economic development corporation in consideration for the issue of one or more Class A securities of the corporation. 1993, c. 26, s. 28 (2). Same (3) The guarantee shall be in the form and manner and shall contain the terms and conditions prescribed by the regulations. 1993, c. 26, s. 28 (3). No liability on guarantee (4) The Province of Ontario is not liable to make any payment on a guarantee unless, (a) the Class A security to which the guarantee relates has been presented on or after its redemption date to the community economic development corporation for redemption and the corporation has failed to redeem the security; (b) the eligible investor has not received or will not receive, upon the winding up of the corporation, an amount equal to the amount paid by the eligible investor to the corporation in consideration for the issue of the security; and (c) the Minister receives an application for payment as prescribed. 1993, c. 26, s. 28 (4). Early payment (5) The Province of Ontario may make payment on a guarantee before the redemption date of the Class A security if prescribed conditions are met. 1993, c. 26, s. 28 (5). Deduction from guarantee (6) The Province of Ontario shall deduct from the amount it is otherwise liable to pay on a guarantee any amount the eligible investor has received or will receive, upon the redemption of the security or upon the winding up of the community economic development corporation, in respect of the amount paid by the eligible investor to the corporation in consideration for the issue of the security. 1993, c. 26, s. 28 (6). Same (7) The Province of Ontario shall not deduct from the amount it is otherwise liable to pay on a guarantee any amount paid to the eligible investor by the community economic development corporation as a dividend or interest on the Class A security. 1993, c. 26, s. 28 (7). Effect of payment of guarantee (8) Upon the payment by the Province of Ontario of a guarantee with respect to a Class A security of a community economic development corporation, ownership in the security is transferred to the Province of Ontario and the Minister may dispose of the security, exercise any rights available to a holder of the security, or otherwise deal with the security as the Minister considers appropriate. 1993, c. 26, s. 28 (8). Consolidated Revenue Fund (9) The money required for the purposes of this section shall be paid out of the Consolidated Revenue Fund. 1993, c. 26, s. 28 (9). PART V   ADMINISTRATION AND ENFORCEMENT",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P300_24460\"></a><a name=\"BK31\"></a>28.</b> (1) In this section,</p> <p class=\"firstdef-e\">“eligible investor” means a person who is permitted, by section 8 or 18, as the case may be, to be issued Class A securities of a community economic development corporation. 1993, c. 26, s. 28 (1).</p> <p class=\"headnote-e\"><b>Guarantee to eligible investor</b></p> <p class=\"subsection-e\">(2) The Minister, on behalf of the Province of Ontario, may guarantee to an eligible investor payment of an amount equal to the amount paid by the eligible investor to a community economic development corporation in consideration for the issue of one or more Class A securities of the corporation. 1993, c. 26, s. 28 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) The guarantee shall be in the form and manner and shall contain the terms and conditions prescribed by the regulations. 1993, c. 26, s. 28 (3).</p> <p class=\"headnote-e\"><b>No liability on guarantee</b></p> <p class=\"subsection-e\">(4) The Province of Ontario is not liable to make any payment on a guarantee unless,</p> <p class=\"clause-e\">(a) the Class A security to which the guarantee relates has been presented on or after its redemption date to the community economic development corporation for redemption and the corporation has failed to redeem the security;</p> <p class=\"clause-e\">(b) the eligible investor has not received or will not receive, upon the winding up of the corporation, an amount equal to the amount paid by the eligible investor to the corporation in consideration for the issue of the security; and</p> <p class=\"clause-e\">(c) the Minister receives an application for payment as prescribed. 1993, c. 26, s. 28 (4).</p> <p class=\"headnote-e\"><b>Early payment</b></p> <p class=\"subsection-e\">(5) The Province of Ontario may make payment on a guarantee before the redemption date of the Class A security if prescribed conditions are met. 1993, c. 26, s. 28 (5).</p> <p class=\"headnote-e\"><b>Deduction from guarantee</b></p> <p class=\"subsection-e\">(6) The Province of Ontario shall deduct from the amount it is otherwise liable to pay on a guarantee any amount the eligible investor has received or will receive, upon the redemption of the security or upon the winding up of the community economic development corporation, in respect of the amount paid by the eligible investor to the corporation in consideration for the issue of the security. 1993, c. 26, s. 28 (6).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(7) The Province of Ontario shall not deduct from the amount it is otherwise liable to pay on a guarantee any amount paid to the eligible investor by the community economic development corporation as a dividend or interest on the Class A security. 1993, c. 26, s. 28 (7).</p> <p class=\"headnote-e\"><b>Effect of payment of guarantee</b></p> <p class=\"subsection-e\">(8) Upon the payment by the Province of Ontario of a guarantee with respect to a Class A security of a community economic development corporation, ownership in the security is transferred to the Province of Ontario and the Minister may dispose of the security, exercise any rights available to a holder of the security, or otherwise deal with the security as the Minister considers appropriate. 1993, c. 26, s. 28 (8).</p> <p class=\"headnote-e\"><b>Consolidated Revenue Fund</b></p> <p class=\"subsection-e\">(9) The money required for the purposes of this section shall be paid out of the Consolidated Revenue Fund. 1993, c. 26, s. 28 (9).</p> <p class=\"partnum-e\"><b><a name=\"P321_27418\"></a><a name=\"BK32\"></a>PART V <br/>  ADMINISTRATION AND ENFORCEMENT</b></p>"
        },
        {
            "id": "P323_27465",
            "section": "Definitions",
            "content": "29. In this Part, “eligible business” and “eligible borrower” have the same meanings as in Parts II and III, respectively; (“entreprise admissible”, “emprunteur admissible”) “material fact” means a fact that significantly affects, or would reasonably be expected to have a significant effect on, the value of securities that are issued or proposed to be issued. (“fait important”) 1993, c. 26, s. 29.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P323_27465\"></a><a name=\"BK33\"></a>29.</b> In this Part,</p> <p class=\"firstdef-e\">“eligible business” and “eligible borrower” have the same meanings as in Parts II and III, respectively; (“entreprise admissible”, “emprunteur admissible”)</p> <p class=\"definition-e\">“material fact” means a fact that significantly affects, or would reasonably be expected to have a significant effect on, the value of securities that are issued or proposed to be issued. (“fait important”) 1993, c. 26, s. 29.</p>"
        },
        {
            "id": "P327_27905",
            "section": "Registration",
            "content": "30. (1) The Minister may, in his or her discretion, register a corporation as a community economic development corporation if, (a) the corporation applies and files all the material required in accordance with the regulations; and (b) the corporation satisfies the requirements of section 7 or 17, as the case may be. 1993, c. 26, s. 30 (1). Conditions (2) The Minister may attach conditions to the registration of a community economic development corporation and the corporation shall comply with the conditions. 1993, c. 26, s. 30 (2). Certificate of registration (3) Upon being registered, the Minister shall issue a certificate of registration to the corporation. 1993, c. 26, s. 30 (3). Refusal to register (4) The Minister shall refuse to register a corporation as a community economic development corporation if, in the Minister’s opinion, it does not satisfy the requirements of subsection (1). 1993, c. 26, s. 30 (4). Final decision (5) The Minister’s decision to refuse to register a corporation is final and not subject to appeal. 1993, c. 26, s. 30 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P327_27905\"></a><a name=\"BK34\"></a>30.</b> (1) The Minister may, in his or her discretion, register a corporation as a community economic development corporation if,</p> <p class=\"clause-e\">(a) the corporation applies and files all the material required in accordance with the regulations; and</p> <p class=\"clause-e\">(b) the corporation satisfies the requirements of section 7 or 17, as the case may be. 1993, c. 26, s. 30 (1).</p> <p class=\"headnote-e\"><b>Conditions</b></p> <p class=\"subsection-e\">(2) The Minister may attach conditions to the registration of a community economic development corporation and the corporation shall comply with the conditions. 1993, c. 26, s. 30 (2).</p> <p class=\"headnote-e\"><b>Certificate of registration</b></p> <p class=\"subsection-e\">(3) Upon being registered, the Minister shall issue a certificate of registration to the corporation. 1993, c. 26, s. 30 (3).</p> <p class=\"headnote-e\"><b>Refusal to register</b></p> <p class=\"subsection-e\">(4) The Minister shall refuse to register a corporation as a community economic development corporation if, in the Minister’s opinion, it does not satisfy the requirements of subsection (1). 1993, c. 26, s. 30 (4).</p> <p class=\"headnote-e\"><b>Final decision</b></p> <p class=\"subsection-e\">(5) The Minister’s decision to refuse to register a corporation is final and not subject to appeal. 1993, c. 26, s. 30 (5).</p>"
        },
        {
            "id": "P339_29027",
            "section": "Revocation of registration",
            "content": "31. (1) Subject to section 32, the Minister may revoke the registration of a community economic development corporation if, (a) the corporation contravenes or fails to comply with any provision of this Act or the regulations; (b) the corporation redeems or registers the transfer of a Class A security, in contravention of the provisions required under this Act to be in the corporation’s articles of incorporation or letters patent; or (c) the Minister is of the opinion that the corporation, or any of its officers or directors, is or are conducting the business or affairs of the corporation in a manner that is not in accordance with the spirit and intent of this Act. 1993, c. 26, s. 31 (1). Time to remedy default (2) If subsection (1) applies to a community economic development corporation such that its registration may be revoked by the Minister under that subsection, but the Minister is of the opinion that the corporation is nonetheless in substantial compliance with the spirit and intent of this Act, the Minister may, if he or she considers it appropriate, (a) notify the corporation of the default described in subsection (1) for which its registration may be revoked, and direct it to remedy the default within a specified period of time; and (b) refrain from revoking the corporation’s registration until the specified time has passed without the default being remedied. 1993, c. 26, s. 31 (2). Surrender of registration (3) The Minister may accept the surrender of a community economic development corporation’s registration upon such terms as the Minister considers appropriate. 1993, c. 26, s. 31 (3). Corporation struck from register (4) The Minister shall strike from the register a community economic development corporation that has had its registration revoked or surrendered under this section. 1993, c. 26, s. 31 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P339_29027\"></a><a name=\"BK35\"></a>31.</b> (1) Subject to section 32, the Minister may revoke the registration of a community economic development corporation if,</p> <p class=\"clause-e\">(a) the corporation contravenes or fails to comply with any provision of this Act or the regulations;</p> <p class=\"clause-e\">(b) the corporation redeems or registers the transfer of a Class A security, in contravention of the provisions required under this Act to be in the corporation’s articles of incorporation or letters patent; or</p> <p class=\"clause-e\">(c) the Minister is of the opinion that the corporation, or any of its officers or directors, is or are conducting the business or affairs of the corporation in a manner that is not in accordance with the spirit and intent of this Act. 1993, c. 26, s. 31 (1).</p> <p class=\"headnote-e\"><b>Time to remedy default</b></p> <p class=\"subsection-e\">(2) If subsection (1) applies to a community economic development corporation such that its registration may be revoked by the Minister under that subsection, but the Minister is of the opinion that the corporation is nonetheless in substantial compliance with the spirit and intent of this Act, the Minister may, if he or she considers it appropriate,</p> <p class=\"clause-e\">(a) notify the corporation of the default described in subsection (1) for which its registration may be revoked, and direct it to remedy the default within a specified period of time; and</p> <p class=\"clause-e\">(b) refrain from revoking the corporation’s registration until the specified time has passed without the default being remedied. 1993, c. 26, s. 31 (2).</p> <p class=\"headnote-e\"><b>Surrender of registration</b></p> <p class=\"subsection-e\">(3) The Minister may accept the surrender of a community economic development corporation’s registration upon such terms as the Minister considers appropriate. 1993, c. 26, s. 31 (3).</p> <p class=\"headnote-e\"><b>Corporation struck from register</b></p> <p class=\"subsection-e\">(4) The Minister shall strike from the register a community economic development corporation that has had its registration revoked or surrendered under this section. 1993, c. 26, s. 31 (4).</p>"
        },
        {
            "id": "P352_30935",
            "section": "Notice of intent to revoke registration",
            "content": "32. (1) The Minister shall notify a community economic development corporation, together with reasons and in the manner prescribed by the regulations, of his or her intention to revoke the corporation’s registration. 1993, c. 26, s. 32 (1). Notice of objection (2) If a corporation has received notification under subsection (1), the corporation may serve on the Minister a notice of objection within sixty days after the date on the Minister’s notice. 1993, c. 26, s. 32 (2). No notice of objection (3) If the Minister does not receive a notice of objection within the time specified in subsection (2), the Minister may revoke the corporation’s registration. 1993, c. 26, s. 32 (3). Reconsideration of intent (4) If the Minister does receive a notice of objection within the specified time, he or she shall, with all due dispatch, reconsider the intended revocation, confirm or abandon that intention and notify the corporation of his or her decision. 1993, c. 26, s. 32 (4). Appeal (5) The Minister’s decision under subsection (4) may be appealed to the Divisional Court on matters of law only. 1993, c. 26, s. 32 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P352_30935\"></a><a name=\"BK36\"></a>32.</b> (1) The Minister shall notify a community economic development corporation, together with reasons and in the manner prescribed by the regulations, of his or her intention to revoke the corporation’s registration. 1993, c. 26, s. 32 (1).</p> <p class=\"headnote-e\"><b>Notice of objection</b></p> <p class=\"subsection-e\">(2) If a corporation has received notification under subsection (1), the corporation may serve on the Minister a notice of objection within sixty days after the date on the Minister’s notice. 1993, c. 26, s. 32 (2).</p> <p class=\"headnote-e\"><b>No notice of objection</b></p> <p class=\"subsection-e\">(3) If the Minister does not receive a notice of objection within the time specified in subsection (2), the Minister may revoke the corporation’s registration. 1993, c. 26, s. 32 (3).</p> <p class=\"headnote-e\"><b>Reconsideration of intent</b></p> <p class=\"subsection-e\">(4) If the Minister does receive a notice of objection within the specified time, he or she shall, with all due dispatch, reconsider the intended revocation, confirm or abandon that intention and notify the corporation of his or her decision. 1993, c. 26, s. 32 (4).</p> <p class=\"headnote-e\"><b>Appeal</b></p> <p class=\"subsection-e\">(5) The Minister’s decision under subsection (4) may be appealed to the Divisional Court on matters of law only. 1993, c. 26, s. 32 (5).</p>"
        },
        {
            "id": "P362_32112",
            "section": "Security offering",
            "content": "33. (1) A community economic development corporation shall not offer for sale or issue any of its securities, except as prescribed, without the prior approval of the Minister of Finance for its security offering and the offering statement. 1993, c. 26, s. 33 (1). Full disclosure (2) An offering statement shall provide full, true and plain disclosure of the corporation’s business and affairs and of all material facts relating to the securities. 1993, c. 26, s. 33 (2). Conditions (3) The Minister of Finance may attach conditions, as he or she considers appropriate, to a security offering by a community economic development corporation, and the corporation shall conduct its security offering in accordance with the regulations and any conditions imposed by the Minister of Finance. 1993, c. 26, s. 33 (3). Time limit (4) The community economic development corporation shall not continue an approved security offering beyond six months after the date of the approval of the Minister of Finance unless the Minister of Finance approves an updated offering statement and an extension. 1993, c. 26, s. 33 (4). Refusal to approve (5) Subject to subsection (6), the Minister of Finance shall refuse to approve a security offering and offering statement if, (a) the offering statement or any document required to be filed with it fails to comply in any substantial respect with the regulations, contains anything that is false or misleading or omits a material fact; or (b) the proceeds from the security offering, together with the corporation’s other resources, are considered by the Minister of Finance to be insufficient to accomplish the purpose of the offering. 1993, c. 26, s. 33 (5). Same (6) Before refusing to approve a security offering and offering statement, the Minister of Finance shall review the matter with the Minister. 1993, c. 26, s. 33 (6).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P362_32112\"></a><a name=\"BK37\"></a>33.</b> (1) A community economic development corporation shall not offer for sale or issue any of its securities, except as prescribed, without the prior approval of the Minister of Finance for its security offering and the offering statement. 1993, c. 26, s. 33 (1).</p> <p class=\"headnote-e\"><b>Full disclosure</b></p> <p class=\"subsection-e\">(2) An offering statement shall provide full, true and plain disclosure of the corporation’s business and affairs and of all material facts relating to the securities. 1993, c. 26, s. 33 (2).</p> <p class=\"headnote-e\"><b>Conditions</b></p> <p class=\"subsection-e\">(3) The Minister of Finance may attach conditions, as he or she considers appropriate, to a security offering by a community economic development corporation, and the corporation shall conduct its security offering in accordance with the regulations and any conditions imposed by the Minister of Finance. 1993, c. 26, s. 33 (3).</p> <p class=\"headnote-e\"><b>Time limit</b></p> <p class=\"subsection-e\">(4) The community economic development corporation shall not continue an approved security offering beyond six months after the date of the approval of the Minister of Finance unless the Minister of Finance approves an updated offering statement and an extension. 1993, c. 26, s. 33 (4).</p> <p class=\"headnote-e\"><b>Refusal to approve</b></p> <p class=\"subsection-e\">(5) Subject to subsection (6), the Minister of Finance shall refuse to approve a security offering and offering statement if,</p> <p class=\"clause-e\">(a) the offering statement or any document required to be filed with it fails to comply in any substantial respect with the regulations, contains anything that is false or misleading or omits a material fact; or</p> <p class=\"clause-e\">(b) the proceeds from the security offering, together with the corporation’s other resources, are considered by the Minister of Finance to be insufficient to accomplish the purpose of the offering. 1993, c. 26, s. 33 (5).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(6) Before refusing to approve a security offering and offering statement, the Minister of Finance shall review the matter with the Minister. 1993, c. 26, s. 33 (6).</p>"
        },
        {
            "id": "P376_34037",
            "section": "Appointment of receiver, etc.",
            "content": "34. (1) The Minister may apply to a judge of the Ontario Court (General Division) for the appointment of a receiver, receiver and manager, trustee or liquidator of the property of a community economic development corporation, if, (a) he or she intends to carry out a decision to revoke the registration of the corporation; (b) the corporation is not in compliance with sections 9, 12, 19, 23 or 33; or (c) the corporation fails to redeem any of its Class A securities as provided in its offering statement. 1993, c. 26, s. 34 (1). Same (2) Upon an application under subsection (1), the judge may, where he or she is satisfied that the appointment of a receiver, receiver and manager, trustee or liquidator of all or any part of the property of the corporation is in the best interests of the security holders of the corporation or of the creditors of the corporation, appoint a receiver, receiver and manager, trustee or liquidator of the property of the corporation. 1993, c. 26, s. 34 (2). Application without notice (3) Upon an application made without notice by the Minister under this section, the judge may make an order under subsection (2) appointing a receiver, receiver and manager, trustee or liquidator for a period not exceeding fifteen days. 1993, c. 26, s. 34 (3). Powers of receiver, etc. (4) A receiver, receiver and manager, trustee or liquidator of the property of the corporation appointed under this section shall be the receiver, receiver and manager, trustee or liquidator of all or any part of the property belonging to the corporation, and the receiver, receiver and manager, trustee or liquidator shall have the authority, if so directed by the judge, to wind up or manage the business and affairs of the corporation and all powers necessary or incidental thereto. 1993, c. 26, s. 34 (4). Other remedies, penalties not affected (5) An order may be made under this section in addition to any other remedy or penalty under this Act. 1993, c. 26, s. 34 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P376_34037\"></a><a name=\"BK38\"></a>34.</b> (1) The Minister may apply to a judge of the Ontario Court (General Division) for the appointment of a receiver, receiver and manager, trustee or liquidator of the property of a community economic development corporation, if,</p> <p class=\"clause-e\">(a) he or she intends to carry out a decision to revoke the registration of the corporation;</p> <p class=\"clause-e\">(b) the corporation is not in compliance with sections 9, 12, 19, 23 or 33; or</p> <p class=\"clause-e\">(c) the corporation fails to redeem any of its Class A securities as provided in its offering statement. 1993, c. 26, s. 34 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Upon an application under subsection (1), the judge may, where he or she is satisfied that the appointment of a receiver, receiver and manager, trustee or liquidator of all or any part of the property of the corporation is in the best interests of the security holders of the corporation or of the creditors of the corporation, appoint a receiver, receiver and manager, trustee or liquidator of the property of the corporation. 1993, c. 26, s. 34 (2).</p> <p class=\"headnote-e\"><b>Application without notice</b></p> <p class=\"subsection-e\">(3) Upon an application made without notice by the Minister under this section, the judge may make an order under subsection (2) appointing a receiver, receiver and manager, trustee or liquidator for a period not exceeding fifteen days. 1993, c. 26, s. 34 (3).</p> <p class=\"headnote-e\"><b>Powers of receiver, etc.</b></p> <p class=\"subsection-e\">(4) A receiver, receiver and manager, trustee or liquidator of the property of the corporation appointed under this section shall be the receiver, receiver and manager, trustee or liquidator of all or any part of the property belonging to the corporation, and the receiver, receiver and manager, trustee or liquidator shall have the authority, if so directed by the judge, to wind up or manage the business and affairs of the corporation and all powers necessary or incidental thereto. 1993, c. 26, s. 34 (4).</p> <p class=\"headnote-e\"><b>Other remedies, penalties not affected</b></p> <p class=\"subsection-e\">(5) An order may be made under this section in addition to any other remedy or penalty under this Act. 1993, c. 26, s. 34 (5).</p>"
        },
        {
            "id": "P389_36059",
            "section": "Compliance order",
            "content": "35. (1) The Minister may apply to the Ontario Court (General Division) for an order against a person who fails to comply with or contravenes a condition imposed under this Act or any provision of this Act or the regulations. 1993, c. 26, s. 35 (1). Same (2) The court may order the person to comply with or to refrain from contravening the condition, this Act or the regulations and the court may make a further order as it considers appropriate, including an order for the winding up of the corporation. 1993, c. 26, s. 35 (2). Order against directors and officers (3) If an order is made against a corporation under subsection (2), the court may also make an order provided for under that subsection against the corporation’s directors and officers. 1993, c. 26, s. 35 (3). Other remedies, penalties not affected (4) An order may be made under this section in addition to any other remedy or penalty under this Act. 1993, c. 26, s. 35 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P389_36059\"></a><a name=\"BK39\"></a>35.</b> (1) The Minister may apply to the Ontario Court (General Division) for an order against a person who fails to comply with or contravenes a condition imposed under this Act or any provision of this Act or the regulations. 1993, c. 26, s. 35 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The court may order the person to comply with or to refrain from contravening the condition, this Act or the regulations and the court may make a further order as it considers appropriate, including an order for the winding up of the corporation. 1993, c. 26, s. 35 (2).</p> <p class=\"headnote-e\"><b>Order against directors and officers</b></p> <p class=\"subsection-e\">(3) If an order is made against a corporation under subsection (2), the court may also make an order provided for under that subsection against the corporation’s directors and officers. 1993, c. 26, s. 35 (3).</p> <p class=\"headnote-e\"><b>Other remedies, penalties not affected</b></p> <p class=\"subsection-e\">(4) An order may be made under this section in addition to any other remedy or penalty under this Act. 1993, c. 26, s. 35 (4).</p>"
        },
        {
            "id": "P397_37047",
            "section": "Cease-trading order",
            "content": "36. (1) The Minister of Finance may order that trading cease in respect of all or a specified class of securities of a community economic development corporation for a period specified in the order and subject to any other limitations set out in the order if he or she is of the opinion that it is in the public interest to issue the order. 1993, c. 26, s. 36 (1). Other remedies, penalties not affected (2) An order may be made under this section in addition to any other remedy or penalty under this Act. 1993, c. 26, s. 36 (2). Appeal (3) A person against whom an order is made under subsection (1) may appeal the order to the Divisional Court, but the order remains in force despite the appeal. 1993, c. 26, s. 36 (3). Definition (4) In this section, “trading” has the same meaning as in subsection 1 (1) of the Securities Act. 1993, c. 26, s. 36 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P397_37047\"></a><a name=\"BK40\"></a>36.</b> (1) The Minister of Finance may order that trading cease in respect of all or a specified class of securities of a community economic development corporation for a period specified in the order and subject to any other limitations set out in the order if he or she is of the opinion that it is in the public interest to issue the order. 1993, c. 26, s. 36 (1).</p> <p class=\"headnote-e\"><b>Other remedies, penalties not affected</b></p> <p class=\"subsection-e\">(2) An order may be made under this section in addition to any other remedy or penalty under this Act. 1993, c. 26, s. 36 (2).</p> <p class=\"headnote-e\"><b>Appeal</b></p> <p class=\"subsection-e\">(3) A person against whom an order is made under subsection (1) may appeal the order to the Divisional Court, but the order remains in force despite the appeal. 1993, c. 26, s. 36 (3).</p> <p class=\"headnote-e\"><b>Definition</b></p> <p class=\"subsection-e\">(4) In this section,</p> <p class=\"firstdef-e\">“trading” has the same meaning as in subsection 1 (1) of the <i>Securities Act</i>. 1993, c. 26, s. 36 (4).</p>"
        },
        {
            "id": "P406_37939",
            "section": "Records",
            "content": "37. (1) Every community economic development corporation shall keep records and books of account at its head office in Ontario, or at another place approved by the Minister, in such form and containing such information as will enable the Minister to verify that the community economic development corporation is in compliance with this Act and the regulations. 1993, c. 26, s. 37 (1). Disposal of records (2) Every community economic development corporation shall retain the records and books of account it is required by subsection (1) to retain, and their supporting documents and vouchers, for a period of time prescribed by the regulations. 1993, c. 26, s. 37 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P406_37939\"></a><a name=\"BK41\"></a>37.</b> (1) Every community economic development corporation shall keep records and books of account at its head office in Ontario, or at another place approved by the Minister, in such form and containing such information as will enable the Minister to verify that the community economic development corporation is in compliance with this Act and the regulations. 1993, c. 26, s. 37 (1).</p> <p class=\"headnote-e\"><b>Disposal of records</b></p> <p class=\"subsection-e\">(2) Every community economic development corporation shall retain the records and books of account it is required by subsection (1) to retain, and their supporting documents and vouchers, for a period of time prescribed by the regulations. 1993, c. 26, s. 37 (2).</p>"
        },
        {
            "id": "P410_38636",
            "section": "Annual return",
            "content": "38. (1) Every community economic development corporation shall file an annual return with the Minister, containing the information prescribed by the regulations, within ninety days after the anniversary of its registration. 1993, c. 26, s. 38 (1). Additional information (2) Every community economic development corporation shall file additional returns, at the times and containing the information prescribed. 1993, c. 26, s. 38 (2). Same (3) The Minister may at any time require a community economic development corporation, an eligible business, an eligible borrower or a financial institution with which a community economic development corporation has investments to provide the Minister with information or records that are, in the Minister’s opinion, relevant to the administration or enforcement of this Act. 1993, c. 26, s. 38 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P410_38636\"></a><a name=\"BK42\"></a>38.</b> (1) Every community economic development corporation shall file an annual return with the Minister, containing the information prescribed by the regulations, within ninety days after the anniversary of its registration. 1993, c. 26, s. 38 (1).</p> <p class=\"headnote-e\"><b>Additional information</b></p> <p class=\"subsection-e\">(2) Every community economic development corporation shall file additional returns, at the times and containing the information prescribed. 1993, c. 26, s. 38 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) The Minister may at any time require a community economic development corporation, an eligible business, an eligible borrower or a financial institution with which a community economic development corporation has investments to provide the Minister with information or records that are, in the Minister’s opinion, relevant to the administration or enforcement of this Act. 1993, c. 26, s. 38 (3).</p>"
        },
        {
            "id": "P416_39523",
            "section": "Notice of material change",
            "content": "39. (1) A community economic development corporation shall notify the Minister of any material change in its investments or in the loans for which it has provided collateral within thirty days after the material change has occurred. 1993, c. 26, s. 39 (1). Interpretation (2) For the purpose of this section, a material change is a change that results in an investment or the provision of collateral no longer being permitted under this Act. 1993, c. 26, s. 39 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P416_39523\"></a><a name=\"BK43\"></a>39.</b> (1) A community economic development corporation shall notify the Minister of any material change in its investments or in the loans for which it has provided collateral within thirty days after the material change has occurred. 1993, c. 26, s. 39 (1).</p> <p class=\"headnote-e\"><b>Interpretation</b></p> <p class=\"subsection-e\">(2) For the purpose of this section, a material change is a change that results in an investment or the provision of collateral no longer being permitted under this Act. 1993, c. 26, s. 39 (2).</p>"
        },
        {
            "id": "P420_40015",
            "section": "Audit powers",
            "content": "40. (1) In this section, “document” includes a book of account, bank book, voucher, receipt, correspondence and any other record, whether the document is on paper or is in electronic, photographic or other form. 1993, c. 26, s. 40 (1). Audit (2) For the purpose of determining whether there is compliance with this Act, an employee of the Ministry who is so authorized by the Minister may conduct an audit of a community economic development corporation, eligible business or eligible borrower, and in conducting an audit, (a) may enter any place during normal business hours; (b) may request the production for inspection of documents that may be relevant to the audit; (c) upon giving a receipt, may remove from any place documents produced under clause (b) for the purpose of making copies or extracts and shall promptly return them to the person who produced them; (d) may question a person on matters that are or may be relevant to the audit subject to the person’s right to have counsel or some other representative present during the examination; and (e) may call upon experts for such assistance in conducting the audit as the employee considers necessary. 1993, c. 26, s. 40 (2). Identification (3) When exercising a power of entry under this section, an employee of the Ministry shall produce identification and evidence of his or her authorization if requested to do so by the owner or occupier. 1993, c. 26, s. 40 (3). Dwellings (4) No person conducting an audit under this section shall enter a place that is being used as a dwelling without the consent of the occupier except under the authority of a warrant issued under subsection (5). 1993, c. 26, s. 40 (4). Warrant for search (5) If a justice of the peace is satisfied on evidence upon oath that there are in a place documents that there is a reasonable ground to believe are relevant to the carrying out of an audit, and entry has been denied or will be denied, the justice of the peace may issue a warrant authorizing the person named in the warrant to search the place for any such documents and to remove them for the purpose of making copies or extracts. 1993, c. 26, s. 40 (5). Execution and expiry (6) A warrant issued under this section, (a) shall specify the hours and days during which it may be executed; and (b) shall name a date on which it expires, which date shall not be later than fifteen days after its issue. 1993, c. 26, s. 40 (6). Extension (7) A justice of the peace may extend the date on which a warrant expires for an additional period of not more than fifteen days before or after the warrant expires upon application without notice by the person named in the warrant. 1993, c. 26, s. 40 (7). Admissibility of copies (8) Copies of, or extracts from, documents removed from premises in the course of an audit and certified as being true copies of, or extracts from, the originals by the person who made them are admissible in evidence to the same extent as, and have the same evidentiary value as, the documents of which they are copies or extracts. 1993, c. 26, s. 40 (8). Obligation to produce and assist (9) If an employee of the Ministry so authorized makes a request under clause (2) (b), the person having custody of the document shall produce it to the employee and shall at the employee’s request, (a) provide such assistance as is reasonably necessary to produce the document in a readable form, including use of a data storage, processing or retrieval system; and (b) provide any other assistance that is reasonably necessary to the employee conducting the audit. 1993, c. 26, s. 40 (9). Obstruction (10) No person shall hinder, obstruct or interfere with an employee of the Ministry conducting an audit under this section or otherwise impede an employee of the Ministry in carrying out his or her duties under this Act. 1993, c. 26, s. 40 (10). Offence (11) Any person who contravenes subsection (9) or (10) is guilty of an offence and on conviction is liable to a fine of not more than $5,000 on a first offence and not more than $10,000 for each subsequent offence. 1993, c. 26, s. 40 (11).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P420_40015\"></a><a name=\"BK44\"></a>40.</b> (1) In this section,</p> <p class=\"firstdef-e\">“document” includes a book of account, bank book, voucher, receipt, correspondence and any other record, whether the document is on paper or is in electronic, photographic or other form. 1993, c. 26, s. 40 (1).</p> <p class=\"headnote-e\"><b>Audit</b></p> <p class=\"subsection-e\">(2) For the purpose of determining whether there is compliance with this Act, an employee of the Ministry who is so authorized by the Minister may conduct an audit of a community economic development corporation, eligible business or eligible borrower, and in conducting an audit,</p> <p class=\"clause-e\">(a) may enter any place during normal business hours;</p> <p class=\"clause-e\">(b) may request the production for inspection of documents that may be relevant to the audit;</p> <p class=\"clause-e\">(c) upon giving a receipt, may remove from any place documents produced under clause (b) for the purpose of making copies or extracts and shall promptly return them to the person who produced them;</p> <p class=\"clause-e\">(d) may question a person on matters that are or may be relevant to the audit subject to the person’s right to have counsel or some other representative present during the examination; and</p> <p class=\"clause-e\">(e) may call upon experts for such assistance in conducting the audit as the employee considers necessary. 1993, c. 26, s. 40 (2).</p> <p class=\"headnote-e\"><b>Identification</b></p> <p class=\"subsection-e\">(3) When exercising a power of entry under this section, an employee of the Ministry shall produce identification and evidence of his or her authorization if requested to do so by the owner or occupier. 1993, c. 26, s. 40 (3).</p> <p class=\"headnote-e\"><b>Dwellings</b></p> <p class=\"subsection-e\">(4) No person conducting an audit under this section shall enter a place that is being used as a dwelling without the consent of the occupier except under the authority of a warrant issued under subsection (5). 1993, c. 26, s. 40 (4).</p> <p class=\"headnote-e\"><b>Warrant for search</b></p> <p class=\"subsection-e\">(5) If a justice of the peace is satisfied on evidence upon oath that there are in a place documents that there is a reasonable ground to believe are relevant to the carrying out of an audit, and entry has been denied or will be denied, the justice of the peace may issue a warrant authorizing the person named in the warrant to search the place for any such documents and to remove them for the purpose of making copies or extracts. 1993, c. 26, s. 40 (5).</p> <p class=\"headnote-e\"><b>Execution and expiry</b></p> <p class=\"subsection-e\">(6) A warrant issued under this section,</p> <p class=\"clause-e\">(a) shall specify the hours and days during which it may be executed; and</p> <p class=\"clause-e\">(b) shall name a date on which it expires, which date shall not be later than fifteen days after its issue. 1993, c. 26, s. 40 (6).</p> <p class=\"headnote-e\"><b>Extension</b></p> <p class=\"subsection-e\">(7) A justice of the peace may extend the date on which a warrant expires for an additional period of not more than fifteen days before or after the warrant expires upon application without notice by the person named in the warrant. 1993, c. 26, s. 40 (7).</p> <p class=\"headnote-e\"><b>Admissibility of copies</b></p> <p class=\"subsection-e\">(8) Copies of, or extracts from, documents removed from premises in the course of an audit and certified as being true copies of, or extracts from, the originals by the person who made them are admissible in evidence to the same extent as, and have the same evidentiary value as, the documents of which they are copies or extracts. 1993, c. 26, s. 40 (8).</p> <p class=\"headnote-e\"><b>Obligation to produce and assist</b></p> <p class=\"subsection-e\">(9) If an employee of the Ministry so authorized makes a request under clause (2) (b), the person having custody of the document shall produce it to the employee and shall at the employee’s request,</p> <p class=\"clause-e\">(a) provide such assistance as is reasonably necessary to produce the document in a readable form, including use of a data storage, processing or retrieval system; and</p> <p class=\"clause-e\">(b) provide any other assistance that is reasonably necessary to the employee conducting the audit. 1993, c. 26, s. 40 (9).</p> <p class=\"headnote-e\"><b>Obstruction</b></p> <p class=\"subsection-e\">(10) No person shall hinder, obstruct or interfere with an employee of the Ministry conducting an audit under this section or otherwise impede an employee of the Ministry in carrying out his or her duties under this Act. 1993, c. 26, s. 40 (10).</p> <p class=\"headnote-e\"><b>Offence</b></p> <p class=\"subsection-e\">(11) Any person who contravenes subsection (9) or (10) is guilty of an offence and on conviction is liable to a fine of not more than $5,000 on a first offence and not more than $10,000 for each subsequent offence. 1993, c. 26, s. 40 (11).</p>"
        },
        {
            "id": "P452_44171",
            "section": "Offence",
            "content": "41. (1) Every person is guilty of an offence who knowingly, (a) contravenes or fails to comply with a provision of this Act or the regulations; (b) makes or assists in making a statement in a document required under this Act that is false or misleading in respect of a material fact; (c) makes or assists in making a false or misleading entry in a record or book of account required to be kept under this Act; (d) fails to record a material fact in a record or book of account required to be kept under this Act; or (e) fails to comply with an order made under this Act. 1993, c. 26, s. 41 (1). Penalty (2) Subject to subsection (3), a person who commits an offence under subsection (1) is liable on conviction to a fine of not less than $1,000 and not more than $20,000. 1993, c. 26, s. 41 (2). Same, re security offering (3) A person who commits an offence under clause (1) (b) in respect of a security offering is liable on conviction to a fine of not less than $5,000 and not more than $50,000. 1993, c. 26, s. 41 (3). Increase in fine (4) Despite the maximum fines set out in subsections (2) and (3), the court that convicts a person of an offence under this section may increase the fine imposed by an amount equal to the amount of the monetary benefit accrued to the person as a result of the commission of the offence. 1993, c. 26, s. 41 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P452_44171\"></a><a name=\"BK45\"></a>41.</b> (1) Every person is guilty of an offence who knowingly,</p> <p class=\"clause-e\">(a) contravenes or fails to comply with a provision of this Act or the regulations;</p> <p class=\"clause-e\">(b) makes or assists in making a statement in a document required under this Act that is false or misleading in respect of a material fact;</p> <p class=\"clause-e\">(c) makes or assists in making a false or misleading entry in a record or book of account required to be kept under this Act;</p> <p class=\"clause-e\">(d) fails to record a material fact in a record or book of account required to be kept under this Act; or</p> <p class=\"clause-e\">(e) fails to comply with an order made under this Act. 1993, c. 26, s. 41 (1).</p> <p class=\"headnote-e\"><b>Penalty</b></p> <p class=\"subsection-e\">(2) Subject to subsection (3), a person who commits an offence under subsection (1) is liable on conviction to a fine of not less than $1,000 and not more than $20,000. 1993, c. 26, s. 41 (2).</p> <p class=\"headnote-e\"><b>Same, re security offering</b></p> <p class=\"subsection-e\">(3) A person who commits an offence under clause (1) (b) in respect of a security offering is liable on conviction to a fine of not less than $5,000 and not more than $50,000. 1993, c. 26, s. 41 (3).</p> <p class=\"headnote-e\"><b>Increase in fine</b></p> <p class=\"subsection-e\">(4) Despite the maximum fines set out in subsections (2) and (3), the court that convicts a person of an offence under this section may increase the fine imposed by an amount equal to the amount of the monetary benefit accrued to the person as a result of the commission of the offence. 1993, c. 26, s. 41 (4).</p>"
        },
        {
            "id": "P465_45574",
            "section": "Protection from personal liability",
            "content": "42. (1) No action or other proceeding for damages shall be instituted against a corporation created under the Development Corporations Act, any officer, director or employee of a corporation created under the Development Corporations Act or any employee of the Ministry or of the Ministry of Finance for any act done in good faith in the execution or intended execution of his or her duty or for any alleged neglect or default in the execution in good faith of his or her duty. 1993, c. 26, s. 42 (1). Same (2) No action or other proceeding for damages shall be instituted against any person for an act done or omission made in compliance with this Act, the regulations or an order or requirement made or given under this Act. 1993, c. 26, s. 42 (2). Crown not relieved of liability (3) Despite subsections 5 (2) and (4) of the Proceedings Against the Crown Act, subsection (1) does not relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (1) to which it would otherwise be subject. 1993, c. 26, s. 42 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P465_45574\"></a><a name=\"BK46\"></a>42.</b> (1) No action or other proceeding for damages shall be instituted against a corporation created under the <i>Development Corporations Act</i>, any officer, director or employee of a corporation created under the <i>Development Corporations Act</i> or any employee of the Ministry or of the Ministry of Finance for any act done in good faith in the execution or intended execution of his or her duty or for any alleged neglect or default in the execution in good faith of his or her duty. 1993, c. 26, s. 42 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) No action or other proceeding for damages shall be instituted against any person for an act done or omission made in compliance with this Act, the regulations or an order or requirement made or given under this Act. 1993, c. 26, s. 42 (2).</p> <p class=\"headnote-e\"><b>Crown not relieved of liability</b></p> <p class=\"subsection-e\">(3) Despite subsections 5 (2) and (4) of the <i>Proceedings Against the Crown Act</i>, subsection (1) does not relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (1) to which it would otherwise be subject. 1993, c. 26, s. 42 (3).</p>"
        },
        {
            "id": "P471_46660",
            "section": "Regulations",
            "content": "43. (1) The Lieutenant Governor in Council, on the recommendation of the Minister of Finance, may make regulations governing all aspects of security offerings by community economic development corporations, including the form, contents, filing and distribution of offering statements, the timing of distributions of securities or any class of them, marketing practices, the process of obtaining the Minister of Finance’s approval for a security offering and offering statement and purchasers’ rights for misrepresentation in a security offering. 1993, c. 26, s. 43 (1). Same (2) The Lieutenant Governor in Council, on the recommendation of the Minister, may make regulations, (a) defining “community group” for the purpose of clause (f) of the definition of “sponsor” in subsection 1 (1); (b) defining “new or expanding” and “located in Ontario” for the purposes of the definitions of “eligible business” and “eligible borrower” in sections 6 and 16; (c) prescribing additional requirements for the purposes of sections 7 and 17; (d) defining “ordinarily resident in Ontario” for the purpose of paragraph 1 of subsection 8 (1); (e) prescribing terms and conditions to be included in any agreement entered into by a community investment share corporation for the purpose of investing in an eligible business; (f) prescribing additional classes of persons for the purposes of sections 8 and 18 and may, for such purposes, prescribe trusts governed by registered retirement savings plans, as defined in subsection 146 (1) of the Income Tax Act (Canada) as an additional class of persons; (g) prescribing the form, terms and conditions to be included in an operating agreement required by paragraph 7 of subsection 17 (1) and prescribing financial institutions or classes of them that may enter into such agreements and governing the approval process; (h) requiring community investment share corporations to give a right of first refusal to all or specified shareholders of an eligible business before selling any of their equity shares of the eligible business, and prescribing rules governing the right of first refusal; (i) governing applications for registration and for grants; (j) prescribing the form, terms and conditions of the provincial guarantee; (k) requiring community economic development corporations to carry insurance or provide a bond or maintain sinking, reserve or other funds and prescribing the form, amount, nature, class, provisions, conditions and disposition of the insurance, bond or fund; (l) amending any dollar amounts and percentages set out in this Act; (m) defining any word or expression used in this Act that has not already been expressly defined in this Act; (n) requiring the payment of fees for anything to be done in the administration of this Act, and prescribing the amount of the fees; (o) respecting the manner in which any notice required to be given by this Act shall be given; (p) prescribing information that may be collected from individuals or corporations by the Ministry or the Ministry of Finance for the administration or enforcement of this Act; (q) prescribing any other matter that is required or permitted by this Act to be prescribed or set out in the regulations. 1993, c. 26, s. 43 (2). Same (3) For the purposes of subsection (2), if an amount or rate is to be prescribed, the regulation may prescribe a method of determining the amount or rate. 1993, c. 26, s. 43 (3). Scope of regulations (4) A regulation may be general or specific in nature and may apply in respect of any class of person or thing. 1993, c. 26, s. 43 (4). Classes (5) A class under this Act or the regulations may be defined by inclusion or exclusion. 1993, c. 26, s. 43 (5). 44.-67. Omitted (amends or repeals other Acts). 1993, c. 26, ss. 44-67. 68. Omitted (provides for coming into force of provisions of this Act). 1993, c. 26, s. 68. 69. Omitted (enacts short title of this Act). 1993, c. 26, s. 69. _______________ Français ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P471_46660\"></a><a name=\"BK47\"></a>43.</b> (1) The Lieutenant Governor in Council, on the recommendation of the Minister of Finance, may make regulations governing all aspects of security offerings by community economic development corporations, including the form, contents, filing and distribution of offering statements, the timing of distributions of securities or any class of them, marketing practices, the process of obtaining the Minister of Finance’s approval for a security offering and offering statement and purchasers’ rights for misrepresentation in a security offering. 1993, c. 26, s. 43 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The Lieutenant Governor in Council, on the recommendation of the Minister, may make regulations,</p> <p class=\"clause-e\">(a) defining “community group” for the purpose of clause (f) of the definition of “sponsor” in subsection 1 (1);</p> <p class=\"clause-e\">(b) defining “new or expanding” and “located in Ontario” for the purposes of the definitions of “eligible business” and “eligible borrower” in sections 6 and 16;</p> <p class=\"clause-e\">(c) prescribing additional requirements for the purposes of sections 7 and 17;</p> <p class=\"clause-e\">(d) defining “ordinarily resident in Ontario” for the purpose of paragraph 1 of subsection 8 (1);</p> <p class=\"clause-e\">(e) prescribing terms and conditions to be included in any agreement entered into by a community investment share corporation for the purpose of investing in an eligible business;</p> <p class=\"clause-e\">(f) prescribing additional classes of persons for the purposes of sections 8 and 18 and may, for such purposes, prescribe trusts governed by registered retirement savings plans, as defined in subsection 146 (1) of the <i>Income Tax Act</i> (Canada) as an additional class of persons;</p> <p class=\"clause-e\">(g) prescribing the form, terms and conditions to be included in an operating agreement required by paragraph 7 of subsection 17 (1) and prescribing financial institutions or classes of them that may enter into such agreements and governing the approval process;</p> <p class=\"clause-e\">(h) requiring community investment share corporations to give a right of first refusal to all or specified shareholders of an eligible business before selling any of their equity shares of the eligible business, and prescribing rules governing the right of first refusal;</p> <p class=\"clause-e\">(i) governing applications for registration and for grants;</p> <p class=\"clause-e\">(j) prescribing the form, terms and conditions of the provincial guarantee;</p> <p class=\"clause-e\">(k) requiring community economic development corporations to carry insurance or provide a bond or maintain sinking, reserve or other funds and prescribing the form, amount, nature, class, provisions, conditions and disposition of the insurance, bond or fund;</p> <p class=\"clause-e\">(l) amending any dollar amounts and percentages set out in this Act;</p> <p class=\"clause-e\">(m) defining any word or expression used in this Act that has not already been expressly defined in this Act;</p> <p class=\"clause-e\">(n) requiring the payment of fees for anything to be done in the administration of this Act, and prescribing the amount of the fees;</p> <p class=\"clause-e\">(o) respecting the manner in which any notice required to be given by this Act shall be given;</p> <p class=\"clause-e\">(p) prescribing information that may be collected from individuals or corporations by the Ministry or the Ministry of Finance for the administration or enforcement of this Act;</p> <p class=\"clause-e\">(q) prescribing any other matter that is required or permitted by this Act to be prescribed or set out in the regulations. 1993, c. 26, s. 43 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) For the purposes of subsection (2), if an amount or rate is to be prescribed, the regulation may prescribe a method of determining the amount or rate. 1993, c. 26, s. 43 (3).</p> <p class=\"headnote-e\"><b>Scope of regulations</b></p> <p class=\"subsection-e\">(4) A regulation may be general or specific in nature and may apply in respect of any class of person or thing. 1993, c. 26, s. 43 (4).</p> <p class=\"headnote-e\"><b>Classes</b></p> <p class=\"subsection-e\">(5) A class under this Act or the regulations may be defined by inclusion or exclusion. 1993, c. 26, s. 43 (5).</p> <p class=\"section-e\"><b>44.-67.</b> Omitted (amends or repeals other Acts). 1993, c. 26, ss. 44-67.</p> <p class=\"section-e\"><b>68.</b> Omitted (provides for coming into force of provisions of this Act). 1993, c. 26, s. 68.</p> <p class=\"section-e\"><b>69.</b> Omitted (enacts short title of this Act). 1993, c. 26, s. 69.</p> <p class=\"line-e\">_______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_93c26_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_93c26_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "44.-67.",
            "section": "Classes",
            "content": "44.-67. Omitted (amends or repeals other Acts). 1993, c. 26, ss. 44-67. 68. Omitted (provides for coming into force of provisions of this Act). 1993, c. 26, s. 68. 69. Omitted (enacts short title of this Act). 1993, c. 26, s. 69. _______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>44.-67.</b> Omitted (amends or repeals other Acts). 1993, c. 26, ss. 44-67.</p> <p class=\"section-e\"><b>68.</b> Omitted (provides for coming into force of provisions of this Act). 1993, c. 26, s. 68.</p> <p class=\"section-e\"><b>69.</b> Omitted (enacts short title of this Act). 1993, c. 26, s. 69.</p> <p class=\"line-e\">_______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_93c26_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_93c26_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "68.",
            "section": "Classes",
            "content": "68. Omitted (provides for coming into force of provisions of this Act). 1993, c. 26, s. 68. 69. Omitted (enacts short title of this Act). 1993, c. 26, s. 69. _______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>68.</b> Omitted (provides for coming into force of provisions of this Act). 1993, c. 26, s. 68.</p> <p class=\"section-e\"><b>69.</b> Omitted (enacts short title of this Act). 1993, c. 26, s. 69.</p> <p class=\"line-e\">_______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_93c26_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_93c26_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "69.",
            "section": "Classes",
            "content": "69. Omitted (enacts short title of this Act). 1993, c. 26, s. 69. _______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>69.</b> Omitted (enacts short title of this Act). 1993, c. 26, s. 69.</p> <p class=\"line-e\">_______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_93c26_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_93c26_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}