{
    "act_info": {
        "full_title": "Compensation for Victims of Crime Act, R.S.O. 1990, c. C.24",
        "act_name_text": "Compensation for Victims of Crime Act",
        "citation": "R.S.O. 1990, c. C.24",
        "url": "https://www.ontario.ca/laws/statute/90c24",
        "date_scraped": "2023-12-18 13:21:59"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90c24/v13",
            "valid_from": "October 19, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/statute/90c24/v12",
            "valid_from": "April 19, 2021",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/90c24/v11",
            "valid_from": "October  1, 2019",
            "valid_to": "April 18, 2021"
        },
        {
            "a_href": "/laws/statute/90c24/v10",
            "valid_from": "May 29, 2019",
            "valid_to": "September 30, 2019"
        },
        {
            "a_href": "/laws/statute/90c24/v9",
            "valid_from": "April 30, 2018",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/90c24/v8",
            "valid_from": "November 14, 2017",
            "valid_to": "April 29, 2018"
        },
        {
            "a_href": "/laws/statute/90c24/v7",
            "valid_from": "June  1, 2017",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/90c24/v6",
            "valid_from": "December  5, 2016",
            "valid_to": "May 31, 2017"
        },
        {
            "a_href": "/laws/statute/90c24/v5",
            "valid_from": "April 19, 2016",
            "valid_to": "December  4, 2016"
        },
        {
            "a_href": "/laws/statute/90c24/v4",
            "valid_from": "March  8, 2016",
            "valid_to": "April 18, 2016"
        },
        {
            "a_href": "/laws/statute/90c24/v3",
            "valid_from": "December 15, 2009",
            "valid_to": "March  7, 2016"
        },
        {
            "a_href": "/laws/statute/90c24/v2",
            "valid_from": "March  9, 2005",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90c24/v1",
            "valid_from": "December  6, 2000",
            "valid_to": "March  8, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “Board” means the Criminal Injuries Compensation Board; (“Commission”) “child” means a child born within or outside marriage, subject to sections 217 and 218 of the Child, Youth and Family Services Act, 2017 (which relate to the effect of adoption), and includes a grandchild of the victim and a person whom the victim has demonstrated a settled intention to treat as a child of his or her family, and includes a child of the victim conceived before and born alive after the victim’s death, but does not include a child placed in the home of the victim as a foster child for consideration by a person having lawful custody; (“enfant”) “dependant” means, (a)  the spouse of the victim, (b)  a parent of the victim, including a grandparent and a person who has demonstrated a settled intention to treat the victim as a child of his or her family, but does not include a person in whose home the victim was placed as a foster child for consideration by a person having lawful custody, (c)  a child of the victim, (d)  a brother or sister of the victim, and (e)  any other relative of the victim, (f)  Repealed:  2005, c. 5, s. 11 (1). who was in whole or in part dependent on the victim for support at the time of his or her death; (“personne à charge”) “injury” means actual bodily harm and includes pregnancy and mental or nervous shock and “injured” has a corresponding meaning; (“lésion”) “Minister” means the Attorney General; (“ministre”) “peace officer” means a peace officer as defined in the\r\nCriminal Code (Canada); (“agent de la paix”) “spouse” means, (a)  a person who was married to the deceased victim immediately before the deceased victim’s death, (b)  a person who was living with the deceased victim in a conjugal relationship outside marriage immediately before the death of the deceased victim, or (c)  a person whose marriage to the deceased victim was terminated by a decree absolute of divorce or was declared a nullity and to whom the deceased victim was providing support or was under a legal obligation to provide support immediately before the death of the deceased person; (“conjoint”) “victim” means a person injured or killed in the circumstances set out in section 5. (“victime”)  R.S.O. 1990, c. C.24, s. 1; 1999, c. 6, s. 11 (1, 2); 2005, c. 5, s. 11 (1-3); 2016, c. 23, s. 42; 2017, c. 14, Sched. 4, s. 7; 2021, c. 4, Sched. 11, s. 3 (1). Section Amendments with date in force (d/m/y) 1999, c. 6, s. 11 (1, 2) - 01/03/2000 2005, c. 5, s. 11 (1-3) - 09/03/2005 2016, c. 23, s. 42 - 05/12/2016 2017, c. 14, Sched. 4, s. 7 - 30/04/2018 2021, c. 4, Sched. 11, s. 3 (1) - 19/04/2021",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“Board” means the Criminal Injuries Compensation Board; (“Commission”)</p> <p class=\"definition\">“child” means a child born within or outside marriage, subject to sections 217 and 218 of the <i>Child, Youth and Family Services Act, 2017</i> (which relate to the effect of adoption), and includes a grandchild of the victim and a person whom the victim has demonstrated a settled intention to treat as a child of his or her family, and includes a child of the victim conceived before and born alive after the victim’s death, but does not include a child placed in the home of the victim as a foster child for consideration by a person having lawful custody; (“enfant”)</p> <p class=\"definition\">“dependant” means,</p> <p class=\"paragraph\">  (a)  the spouse of the victim,</p> <p class=\"paragraph\">  (b)  a parent of the victim, including a grandparent and a person who has demonstrated a settled intention to treat the victim as a child of his or her family, but does not include a person in whose home the victim was placed as a foster child for consideration by a person having lawful custody,</p> <p class=\"paragraph\">  (c)  a child of the victim,</p> <p class=\"paragraph\">  (d)  a brother or sister of the victim, and</p> <p class=\"paragraph\">  (e)  any other relative of the victim, </p> <p class=\"paragraph\">  (f)  <span class=\"ovsmallcap\">Repealed</span>:  2005, c. 5, s. 11 (1).</p> <p class=\"definition\">  who was in whole or in part dependent on the victim for support at the time of his or her death; (“personne à charge”)</p> <p class=\"definition\">“injury” means actual bodily harm and includes pregnancy and mental or nervous shock and “injured” has a corresponding meaning; (“lésion”)</p> <p class=\"definition\">“Minister” means the Attorney General; (“ministre”)</p> <p class=\"definition\">“peace officer” means a peace officer as defined in the<i>\r\nCriminal Code</i> (Canada); (“agent de la paix”)</p> <p class=\"definition\">“spouse” means,</p> <p class=\"paragraph\">  (a)  a person who was married to the deceased victim immediately before the deceased victim’s death,</p> <p class=\"paragraph\">  (b)  a person who was living with the deceased victim in a conjugal relationship outside marriage immediately before the death of the deceased victim, or</p> <p class=\"paragraph\">  (c)  a person whose marriage to the deceased victim was terminated by a decree absolute of divorce or was declared a nullity and to whom the deceased victim was providing support or was under a legal obligation to provide support immediately before the death of the deceased person; (“conjoint”)</p> <p class=\"definition\">“victim” means a person injured or killed in the circumstances set out in section 5. (“victime”)  R.S.O. 1990, c. C.24, s. 1; 1999, c. 6, s. 11 (1, 2); 2005, c. 5, s. 11 (1-3); 2016, c. 23, s. 42; 2017, c. 14, Sched. 4, s. 7; 2021, c. 4, Sched. 11, s. 3 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1999, c. 6, s. 11 (1, 2) - 01/03/2000</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05005#s11s1\">2005, c. 5, s. 11 (1-3)</a></span> - 09/03/2005</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16023#s42\">2016, c. 23, s. 42</a></span> - 05/12/2016</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17014#sched4s7\">2017, c. 14, Sched. 4, s. 7</a></span> - 30/04/2018</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched11s3s1\">2021, c. 4, Sched. 11, s. 3 (1)</a></span> - 19/04/2021</p>"
        },
        {
            "id": "2",
            "section": "Administration of Act",
            "content": "2 The Minister is responsible for the administration of this Act.  R.S.O. 1990, c. C.24, s. 2.",
            "raw_html": "<p class=\"section\"><b>2 </b>The Minister is responsible for the administration of this Act.  R.S.O. 1990, c. C.24, s. 2.</p>"
        },
        {
            "id": "3",
            "section": "Criminal Injuries Compensation Board",
            "content": "3 (1) The Criminal Injuries Compensation Board is continued and shall be composed of such number of members, not fewer than five, as are appointed by the Lieutenant Governor in Council, and the Lieutenant Governor in Council shall appoint one of such members as chair and one or more of them as vice-chairs.  R.S.O. 1990, c. C.24, s. 3 (1). Board a corporation (2) The Board is a corporation to which the Not-for-Profit Corporations Act, 2010 does not apply.  R.S.O. 1990, c. C.24, s. 3 (2); 2017, c. 20, Sched. 8, s. 74. Duties of chair (3) The chair shall have general supervision and direction over the conduct of the affairs of the Board, and shall arrange the sittings of the Board and assign members to conduct hearings as circumstances require.  R.S.O. 1990, c. C.24, s. 3 (3). Substitute chair (4) The chair may designate a vice-chair who shall exercise the powers and perform the duties of the chair when the chair is absent or unable to act.  R.S.O. 1990, c. C.24, s. 3 (4). Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 8, s. 74 - 19/10/2021",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The Criminal Injuries Compensation Board is continued and shall be composed of such number of members, not fewer than five, as are appointed by the Lieutenant Governor in Council, and the Lieutenant Governor in Council shall appoint one of such members as chair and one or more of them as vice-chairs.  R.S.O. 1990, c. C.24, s. 3 (1).</p> <p class=\"headnote\">Board a corporation</p> <p class=\"subsection\">(2) The Board is a corporation to which the <i>Not-for-Profit Corporations Act, 2010</i> does not apply.  R.S.O. 1990, c. C.24, s. 3 (2); 2017, c. 20, Sched. 8, s. 74.</p> <p class=\"headnote\">Duties of chair</p> <p class=\"subsection\">(3) The chair shall have general supervision and direction over the conduct of the affairs of the Board, and shall arrange the sittings of the Board and assign members to conduct hearings as circumstances require.  R.S.O. 1990, c. C.24, s. 3 (3).</p> <p class=\"headnote\">Substitute chair</p> <p class=\"subsection\">(4) The chair may designate a vice-chair who shall exercise the powers and perform the duties of the chair when the chair is absent or unable to act.  R.S.O. 1990, c. C.24, s. 3 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched8s74\">2017, c. 20, Sched. 8, s. 74</a></span> - 19/10/2021</p>"
        },
        {
            "id": "4",
            "section": "Publishing reports",
            "content": "4 The Board shall prepare and periodically publish a summary of its decisions and the reasons therefor.  R.S.O. 1990, c. C.24, s. 4.",
            "raw_html": "<p class=\"section\"><b>4 </b>The Board shall prepare and periodically publish a summary of its decisions and the reasons therefor.  R.S.O. 1990, c. C.24, s. 4.</p>"
        },
        {
            "id": "4.1",
            "section": "Winding up applications, etc., prior to repeal",
            "content": "4.1 (1) Despite anything to the contrary in this Act, on and after the day section 1 of Schedule 11 to the Protecting What Matters Most Act (Budget Measures), 2019\r\ncomes into force, no person may, (a)  make an application for compensation under section 5; (b)  request a hearing and review under section 10; (c)  commence an appeal under section 23; or (d)  make an application for variation under section 25. 2019, c. 7, Sched. 11, s. 1. Same (2) Despite anything to the contrary in this Act, the Board shall not, (a)  extend the time for making an application for compensation to the date referred to in subsection (1) or a later date, under subsection 6 (1); (b)  accept a request for hearing and review on or after the date referred to in subsection (1), under subsection 10 (1.1); or (c)  vary an order on its own initiative on or after the date referred to in subsection (1), under subsection 25 (1). 2019, c. 7, Sched. 11, s. 1. Section Amendments with date in force (d/m/y) 2019, c. 7, Sched. 11, s. 1 – 01/10/2019",
            "raw_html": "<p class=\"section\"><b>4.1 </b>(1) Despite anything to the contrary in this Act, on and after the day section 1 of Schedule 11 to the <i>Protecting What Matters Most Act (Budget Measures), 2019</i>\r\ncomes into force, no person may,</p> <p class=\"paragraph\">  (a)  make an application for compensation under section 5;</p> <p class=\"paragraph\">  (b)  request a hearing and review under section 10;</p> <p class=\"paragraph\">  (c)  commence an appeal under section 23; or</p> <p class=\"paragraph\">  (d)  make an application for variation under section 25. 2019, c. 7, Sched. 11, s. 1.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Despite anything to the contrary in this Act, the Board shall not,</p> <p class=\"paragraph\">  (a)  extend the time for making an application for compensation to the date referred to in subsection (1) or a later date, under subsection 6 (1);</p> <p class=\"paragraph\">  (b)  accept a request for hearing and review on or after the date referred to in subsection (1), under subsection 10 (1.1); or</p> <p class=\"paragraph\">  (c)  vary an order on its own initiative on or after the date referred to in subsection (1), under subsection 25 (1). 2019, c. 7, Sched. 11, s. 1.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched11s1\">2019, c. 7, Sched. 11, s. 1</a></span> – 01/10/2019</p>"
        },
        {
            "id": "5",
            "section": "Injuries compensable",
            "content": "5 Where any person is injured or killed by any act or omission in Ontario of any other person occurring in or resulting from, (a)  the commission of a crime of violence constituting an offence against the Criminal Code (Canada), including poisoning, arson, criminal negligence and an offence under section 86 of that Act but not including an offence involving the use or operation of a motor vehicle other than assault by means of a motor vehicle; (b)  lawfully arresting or attempting to arrest an offender or suspected offender for an offence against a person other than the applicant or his or her dependant or against such person’s property, or assisting a peace officer in executing his or her law enforcement duties; or (c)  preventing or attempting to prevent the commission of an offence or suspected offence against a person other than the applicant or his or her dependant or against such person’s property, the Board, on application therefor, may make an order that it, in its discretion exercised in accordance with this Act, considers proper for the payment of compensation to, (d)  the victim; (e)  a person who is responsible for the support of the victim; (f)  where the death of the victim has resulted, the victim’s dependants or any of them or the person who was responsible for the support of the victim immediately before his or her death or who has, on behalf of the victim or his or her estate and not being required by law to do so, incurred an expense referred to in clause 7 (1) (a) or (e) arising from the act or omission.  R.S.O. 1990, c. C.24, s. 5.",
            "raw_html": "<p class=\"section\"><b>5 </b>Where any person is injured or killed by any act or omission in Ontario of any other person occurring in or resulting from,</p> <p class=\"paragraph\">  (a)  the commission of a crime of violence constituting an offence against the<i> Criminal Code</i> (Canada), including poisoning, arson, criminal negligence and an offence under section 86 of that Act but not including an offence involving the use or operation of a motor vehicle other than assault by means of a motor vehicle;</p> <p class=\"paragraph\">  (b)  lawfully arresting or attempting to arrest an offender or suspected offender for an offence against a person other than the applicant or his or her dependant or against such person’s property, or assisting a peace officer in executing his or her law enforcement duties; or</p> <p class=\"paragraph\">  (c)  preventing or attempting to prevent the commission of an offence or suspected offence against a person other than the applicant or his or her dependant or against such person’s property,</p> <p class=\"section\">the Board, on application therefor, may make an order that it, in its discretion exercised in accordance with this Act, considers proper for the payment of compensation to,</p> <p class=\"paragraph\">  (d)  the victim;</p> <p class=\"paragraph\">  (e)  a person who is responsible for the support of the victim;</p> <p class=\"paragraph\">  (f)  where the death of the victim has resulted, the victim’s dependants or any of them or the person who was responsible for the support of the victim immediately before his or her death or who has, on behalf of the victim or his or her estate and not being required by law to do so, incurred an expense referred to in clause 7 (1) (a) or (e) arising from the act or omission.  R.S.O. 1990, c. C.24, s. 5.</p>"
        },
        {
            "id": null,
            "section": "Injuries compensable",
            "content": "the Board, on application therefor, may make an order that it, in its discretion exercised in accordance with this Act, considers proper for the payment of compensation to, (d)  the victim; (e)  a person who is responsible for the support of the victim; (f)  where the death of the victim has resulted, the victim’s dependants or any of them or the person who was responsible for the support of the victim immediately before his or her death or who has, on behalf of the victim or his or her estate and not being required by law to do so, incurred an expense referred to in clause 7 (1) (a) or (e) arising from the act or omission.  R.S.O. 1990, c. C.24, s. 5.",
            "raw_html": "<p class=\"section\">the Board, on application therefor, may make an order that it, in its discretion exercised in accordance with this Act, considers proper for the payment of compensation to,</p> <p class=\"paragraph\">  (d)  the victim;</p> <p class=\"paragraph\">  (e)  a person who is responsible for the support of the victim;</p> <p class=\"paragraph\">  (f)  where the death of the victim has resulted, the victim’s dependants or any of them or the person who was responsible for the support of the victim immediately before his or her death or who has, on behalf of the victim or his or her estate and not being required by law to do so, incurred an expense referred to in clause 7 (1) (a) or (e) arising from the act or omission.  R.S.O. 1990, c. C.24, s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Limitation period for application",
            "content": "6 (1) An application for compensation shall be made within two years after the date of the injury or death but the Board, before or after the expiry of the two-year period, may extend the time for the further period it considers warranted.  2000, c. 26, Sched. A, s. 4 (1). Exceptions (2) Despite subsection (1), an application resulting from the commission of a crime of sexual violence or of violence that occurred within a relationship of intimacy or dependency may be made at any time, regardless of the expiry of any previously applicable limitation period under that subsection, subject to subsection (3). 2016, c. 2, Sched. 1, s. 1. Same, commenced applications (3) Subsection (2) applies to an application commenced before section 1 of Schedule 1 to the Sexual Violence and Harassment Action Plan Act (Supporting Survivors and Challenging Sexual Violence and Harassment), 2016 came into force, unless, (a)  the application was dismissed by the Board and no further appeal is available; or (b)  at the time subsection (1) applied to the application, the Board declined to extend the time to make the application. 2016, c. 2, Sched. 1, s. 1. Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. A, s. 4 (1) - 06/12/2000 2016, c. 2, Sched. 1, s. 1 - 08/03/2016",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) An application for compensation shall be made within two years after the date of the injury or death but the Board, before or after the expiry of the two-year period, may extend the time for the further period it considers warranted.  2000, c. 26, Sched. A, s. 4 (1).</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(2) Despite subsection (1), an application resulting from the commission of a crime of sexual violence or of violence that occurred within a relationship of intimacy or dependency may be made at any time, regardless of the expiry of any previously applicable limitation period under that subsection, subject to subsection (3). 2016, c. 2, Sched. 1, s. 1.</p> <p class=\"headnote\">Same, commenced applications </p> <p class=\"subsection\">(3) Subsection (2) applies to an application commenced before section 1 of Schedule 1 to the <i>Sexual Violence and Harassment Action Plan Act (Supporting Survivors and Challenging Sexual Violence and Harassment), 2016 </i>came into force, unless,</p> <p class=\"paragraph\">  (a)  the application was dismissed by the Board and no further appeal is available; or</p> <p class=\"paragraph\">  (b)  at the time subsection (1) applied to the application, the Board declined to extend the time to make the application. 2016, c. 2, Sched. 1, s. 1.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedas4s1\">2000, c. 26, Sched. A, s. 4 (1)</a></span> - 06/12/2000</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16002#sched1s1\">2016, c. 2, Sched. 1, s. 1</a></span> - 08/03/2016</p>"
        },
        {
            "id": "7",
            "section": "Compensation",
            "content": "7 (1) Compensation may be awarded for, (a)  expenses actually and reasonably incurred or to be incurred as a result of the victim’s injury or death; (b)  pecuniary loss incurred by the victim as a result of total or partial disability affecting the victim’s capacity for work; (c)  pecuniary loss incurred by dependants as a result of the victim’s death; (d)  pain and suffering; (e)  support of a child born as a result of rape; (f)  other pecuniary loss resulting from the victim’s injury and any expense that, in the opinion of the Board, it is reasonable to incur.  R.S.O. 1990, c. C.24, s. 7 (1). Idem (2) Where the injury to a person occurred in the circumstances mentioned in clause 5 (b) or (c), the Board may, in addition to the compensation referred to in subsection (1), award compensation to the injured person for any other damage resulting from the injury for which damages may be recovered at common law.  R.S.O. 1990, c. C.24, s. 7 (2).",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) Compensation may be awarded for,</p> <p class=\"paragraph\">  (a)  expenses actually and reasonably incurred or to be incurred as a result of the victim’s injury or death;</p> <p class=\"paragraph\">  (b)  pecuniary loss incurred by the victim as a result of total or partial disability affecting the victim’s capacity for work;</p> <p class=\"paragraph\">  (c)  pecuniary loss incurred by dependants as a result of the victim’s death;</p> <p class=\"paragraph\">  (d)  pain and suffering;</p> <p class=\"paragraph\">  (e)  support of a child born as a result of rape;</p> <p class=\"paragraph\">  (f)  other pecuniary loss resulting from the victim’s injury and any expense that, in the opinion of the Board, it is reasonable to incur.  R.S.O. 1990, c. C.24, s. 7 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Where the injury to a person occurred in the circumstances mentioned in clause 5 (b) or (c), the Board may, in addition to the compensation referred to in subsection (1), award compensation to the injured person for any other damage resulting from the injury for which damages may be recovered at common law.  R.S.O. 1990, c. C.24, s. 7 (2).</p>"
        },
        {
            "id": "8",
            "section": "Referral for hearing",
            "content": "8 Where an application is made under section 5, the chair of the Board shall refer the application, (a)  to the Board for a hearing conducted by at least two members of the Board; or (b)  to one member of the Board for a hearing, as the chair may direct.  R.S.O. 1990, c. C.24, s. 8.",
            "raw_html": "<p class=\"section\"><b>8 </b>Where an application is made under section 5, the chair of the Board shall refer the application,</p> <p class=\"paragraph\">  (a)  to the Board for a hearing conducted by at least two members of the Board; or</p> <p class=\"paragraph\">  (b)  to one member of the Board for a hearing,</p> <p class=\"section\">as the chair may direct.  R.S.O. 1990, c. C.24, s. 8.</p>"
        },
        {
            "id": null,
            "section": "Referral for hearing",
            "content": "as the chair may direct.  R.S.O. 1990, c. C.24, s. 8.",
            "raw_html": "<p class=\"section\">as the chair may direct.  R.S.O. 1990, c. C.24, s. 8.</p>"
        },
        {
            "id": "9",
            "section": "Notice of hearing",
            "content": "9 (1) When an application is referred under section 8 the Board shall fix a date, time and place for the hearing of the application and shall, at least 10 days before the hearing date, have notice of the date, time and place served on, (a)  the applicant; (b)  the Minister; (c)  the offender, if it is practicable to serve him or her; and (d)  any other person who appears to the Board to have an interest in the application.  2000, c. 26, Sched. A, s. 4 (2). Parties (2) Every person upon whom notice of a hearing is served and any other person added by the Board or member is a party to the proceeding.  R.S.O. 1990, c. C.24, s. 9 (2). Jurisdiction of member (3) The Board or member shall hold the hearing and make an order under section 5, and, subject to section 10, this Act applies in respect of the hearing and jurisdiction of the member in the same manner as to the Board.  R.S.O. 1990, c. C.24, s. 9 (3). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. A, s. 4 (2) - 06/12/2000",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) When an application is referred under section 8 the Board shall fix a date, time and place for the hearing of the application and shall, at least 10 days before the hearing date, have notice of the date, time and place served on,</p> <p class=\"paragraph\">  (a)  the applicant;</p> <p class=\"paragraph\">  (b)  the Minister;</p> <p class=\"paragraph\">  (c)  the offender, if it is practicable to serve him or her; and</p> <p class=\"paragraph\">  (d)  any other person who appears to the Board to have an interest in the application.  2000, c. 26, Sched. A, s. 4 (2).</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(2) Every person upon whom notice of a hearing is served and any other person added by the Board or member is a party to the proceeding.  R.S.O. 1990, c. C.24, s. 9 (2).</p> <p class=\"headnote\">Jurisdiction of member</p> <p class=\"subsection\">(3) The Board or member shall hold the hearing and make an order under section 5, and, subject to section 10, this Act applies in respect of the hearing and jurisdiction of the member in the same manner as to the Board.  R.S.O. 1990, c. C.24, s. 9 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedas4s2\">2000, c. 26, Sched. A, s. 4 (2)</a></span> - 06/12/2000</p>"
        },
        {
            "id": "10",
            "section": "Hearing and review by Board",
            "content": "10 (1) Where an application is heard by a single member of the Board under section 9, the applicant or the Minister may, within fifteen days after service of the decision of the member, require a hearing and review by the Board and the Board shall fix a time and place for the hearing and shall at least ten days before the day fixed cause notice thereof to be served upon the parties to the proceeding.  R.S.O. 1990, c. C.24, s. 10 (1). Extension of time (1.1) The Board may accept a request for a hearing and review under subsection (1) made by an applicant after the expiry of the deadline referred to in that subsection, if the Board is satisfied that the delay in making the request was incurred in good faith and that no substantial prejudice will result to any person affected by the delay.  2016, c. 5, Sched. 6, s. 1. Adding parties (2) The Board may add persons as parties to the proceeding during a review under this section.  R.S.O. 1990, c. C.24, s. 10 (2). Quorum (3) The hearing shall be conducted and the jurisdiction of the Board shall be exercised by at least two members of the Board and the member whose decision is being reviewed shall not sit on the review.  R.S.O. 1990, c. C.24, s. 10 (3). Order of Board (4) After a hearing and review by the Board under this section, the Board shall make its order in accordance with this Act and its order supersedes the order of a single member made under section 9 that is the subject of the hearing and review.  R.S.O. 1990, c. C.24, s. 10 (4). Section Amendments with date in force (d/m/y) 2016, c. 5, Sched. 6, s. 1 - 19/04/2016",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) Where an application is heard by a single member of the Board under section 9, the applicant or the Minister may, within fifteen days after service of the decision of the member, require a hearing and review by the Board and the Board shall fix a time and place for the hearing and shall at least ten days before the day fixed cause notice thereof to be served upon the parties to the proceeding.  R.S.O. 1990, c. C.24, s. 10 (1).</p> <p class=\"headnote\">Extension of time</p> <p class=\"subsection\">(1.1) The Board may accept a request for a hearing and review under subsection (1) made by an applicant after the expiry of the deadline referred to in that subsection, if the Board is satisfied that the delay in making the request was incurred in good faith and that no substantial prejudice will result to any person affected by the delay.  2016, c. 5, Sched. 6, s. 1.</p> <p class=\"headnote\">Adding parties</p> <p class=\"subsection\">(2) The Board may add persons as parties to the proceeding during a review under this section.  R.S.O. 1990, c. C.24, s. 10 (2).</p> <p class=\"headnote\">Quorum</p> <p class=\"subsection\">(3) The hearing shall be conducted and the jurisdiction of the Board shall be exercised by at least two members of the Board and the member whose decision is being reviewed shall not sit on the review.  R.S.O. 1990, c. C.24, s. 10 (3).</p> <p class=\"headnote\">Order of Board</p> <p class=\"subsection\">(4) After a hearing and review by the Board under this section, the Board shall make its order in accordance with this Act and its order supersedes the order of a single member made under section 9 that is the subject of the hearing and review.  R.S.O. 1990, c. C.24, s. 10 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16005#sched6s1\">2016, c. 5, Sched. 6, s. 1</a></span> - 19/04/2016</p>"
        },
        {
            "id": "11",
            "section": "Conviction as conclusive evidence",
            "content": "11 If a person is convicted of a criminal offence in respect of an act or omission on which a claim under this Act is based, proof of the conviction shall, after the time for an appeal has expired or, if an appeal was taken, it was dismissed and no further appeal is available, be taken as conclusive evidence that the offence has been committed.  R.S.O. 1990, c. C.24, s. 11.",
            "raw_html": "<p class=\"section\"><b>11 </b>If a person is convicted of a criminal offence in respect of an act or omission on which a claim under this Act is based, proof of the conviction shall, after the time for an appeal has expired or, if an appeal was taken, it was dismissed and no further appeal is available, be taken as conclusive evidence that the offence has been committed.  R.S.O. 1990, c. C.24, s. 11.</p>"
        },
        {
            "id": "12",
            "section": "Hearings to be open to public; exceptions",
            "content": "12 All hearings shall be held in public except where, in the opinion of the Board, it is necessary to hold a hearing that is closed to the public for the reason that a public hearing, (a)  would be prejudicial to the final disposition of the criminal proceedings against the person whose act or omission caused the injury or death; or (b)  would not be in the interests of the victim, or of the dependants of the victim, of an alleged sexual offence or child abuse.  R.S.O. 1990, c. C.24, s. 12.",
            "raw_html": "<p class=\"section\"><b>12 </b>All hearings shall be held in public except where, in the opinion of the Board, it is necessary to hold a hearing that is closed to the public for the reason that a public hearing,</p> <p class=\"paragraph\">  (a)  would be prejudicial to the final disposition of the criminal proceedings against the person whose act or omission caused the injury or death; or</p> <p class=\"paragraph\">  (b)  would not be in the interests of the victim, or of the dependants of the victim, of an alleged sexual offence or child abuse.  R.S.O. 1990, c. C.24, s. 12.</p>"
        },
        {
            "id": "13",
            "section": "Publication of evidence",
            "content": "13 (1) The Board may make an order prohibiting the publication of any report or account of the whole or any part of the evidence at a hearing where the Board considers it necessary but in making an order under this subsection the Board shall have regard to the desirability of permitting the public to be informed of the principles and nature of each case.  R.S.O. 1990, c. C.24, s. 13 (1). Offence (2) Any person who publishes a report or account of any evidence at a hearing contrary to an order of the Board under subsection (1) is guilty of an offence and on conviction is liable to a fine of not more than $5,000 or to imprisonment for a term of not more than one year, or to both.  R.S.O. 1990, c. C.24, s. 13 (2). Corporations (3) Where a corporation is convicted of an offence under subsection (2), the maximum penalty that may be imposed upon the corporation is $50,000 and not as provided therein.  R.S.O. 1990, c. C.24, s. 13 (3).",
            "raw_html": "<p class=\"section\"><b>13 </b>(1) The Board may make an order prohibiting the publication of any report or account of the whole or any part of the evidence at a hearing where the Board considers it necessary but in making an order under this subsection the Board shall have regard to the desirability of permitting the public to be informed of the principles and nature of each case.  R.S.O. 1990, c. C.24, s. 13 (1).</p> <p class=\"headnote\">Offence</p> <p class=\"subsection\">(2) Any person who publishes a report or account of any evidence at a hearing contrary to an order of the Board under subsection (1) is guilty of an offence and on conviction is liable to a fine of not more than $5,000 or to imprisonment for a term of not more than one year, or to both.  R.S.O. 1990, c. C.24, s. 13 (2).</p> <p class=\"headnote\">Corporations</p> <p class=\"subsection\">(3) Where a corporation is convicted of an offence under subsection (2), the maximum penalty that may be imposed upon the corporation is $50,000 and not as provided therein.  R.S.O. 1990, c. C.24, s. 13 (3).</p>"
        },
        {
            "id": "14",
            "section": "Interim compensation",
            "content": "14 (1) If it appears to the Board that the applicant will probably be awarded compensation, the Board may in its discretion order interim payments to the applicant in respect of support, medical expenses and funeral expenses.  2000, c. 26, Sched. A, s. 4 (3). Amount not recoverable (2) Interim payments to the applicant are not recoverable from him or her even if compensation is not awarded afterwards.  2000, c. 26, Sched. A, s. 4 (3). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. A, s. 4 (3) - 06/12/2000",
            "raw_html": "<p class=\"section\"><b>14 </b>(1) If it appears to the Board that the applicant will probably be awarded compensation, the Board may in its discretion order interim payments to the applicant in respect of support, medical expenses and funeral expenses.  2000, c. 26, Sched. A, s. 4 (3).</p> <p class=\"headnote\">Amount not recoverable</p> <p class=\"subsection\">(2) Interim payments to the applicant are not recoverable from him or her even if compensation is not awarded afterwards.  2000, c. 26, Sched. A, s. 4 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedas4s3\">2000, c. 26, Sched. A, s. 4 (3)</a></span> - 06/12/2000</p>"
        },
        {
            "id": "15",
            "section": "Service",
            "content": "15 (1) Any notice or document required to be served on a person under this Act is sufficiently served if it is, (a)  delivered to the person personally; (b)  sent by regular or registered mail to the person’s last known address; (c)  sent by email to the person’s last known email address (if any); (d)  sent by fax to the person’s last known fax number (if any); or (e)  served by any other method permitted by the Board. 2016, c. 5, Sched. 6, s. 2. When service effective: mail, email or fax (2) Subject to subsection (3), (a)  service by regular or registered mail is effective on the fifth day after the day of sending; and (b)  service by email or fax is effective on the day of sending unless the notice or document was sent after 5 p.m., in which case it is effective on the following day. 2016, c. 5, Sched. 6, s. 2. Same (3) If, under clause (2) (a) or (b), the day on which service would be effective is a Saturday or a holiday, service is instead effective on the next day that is not a Saturday or a holiday.  2016, c. 5, Sched. 6, s. 2. Exception (4) Subsections (2) and (3) do not apply if the person served, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, did not receive the notice or document or received it on a later date. 2016, c. 5, Sched. 6, s. 2. Section Amendments with date in force (d/m/y) 2016, c. 5, Sched. 6, s. 2 - 19/04/2016",
            "raw_html": "<p class=\"section\"><b>15 </b>(1) Any notice or document required to be served on a person under this Act is sufficiently served if it is,</p> <p class=\"paragraph\">  (a)  delivered to the person personally;</p> <p class=\"paragraph\">  (b)  sent by regular or registered mail to the person’s last known address;</p> <p class=\"paragraph\">  (c)  sent by email to the person’s last known email address (if any);</p> <p class=\"paragraph\">  (d)  sent by fax to the person’s last known fax number (if any); or</p> <p class=\"paragraph\">  (e)  served by any other method permitted by the Board. 2016, c. 5, Sched. 6, s. 2.</p> <p class=\"headnote\">When service effective: mail, email or fax</p> <p class=\"subsection\">(2) Subject to subsection (3),</p> <p class=\"paragraph\">  (a)  service by regular or registered mail is effective on the fifth day after the day of sending; and</p> <p class=\"paragraph\">  (b)  service by email or fax is effective on the day of sending unless the notice or document was sent after 5 p.m., in which case it is effective on the following day. 2016, c. 5, Sched. 6, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) If, under clause (2) (a) or (b), the day on which service would be effective is a Saturday or a holiday, service is instead effective on the next day that is not a Saturday or a holiday.  2016, c. 5, Sched. 6, s. 2.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(4) Subsections (2) and (3) do not apply if the person served, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, did not receive the notice or document or received it on a later date. 2016, c. 5, Sched. 6, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16005#sched6s2\">2016, c. 5, Sched. 6, s. 2</a></span> - 19/04/2016</p>"
        },
        {
            "id": "16",
            "section": "Compensation not dependent on a conviction",
            "content": "16 (1) An order for compensation may be made whether or not any person is prosecuted for or convicted of the offence giving rise to the injury or death but the Board may, on its own initiative or upon the application of the Minister, adjourn its proceedings pending the final determination of a prosecution or intended prosecution.  R.S.O. 1990, c. C.24, s. 16 (1). Capacity for criminal intent (2) Even though a person for any reason is legally incapable of forming criminal intent, the person shall, for the purposes of this Act, be deemed to have intended an act or omission that caused injury or death for which compensation is payable under this Act.  R.S.O. 1990, c. C.24, s. 16 (2).",
            "raw_html": "<p class=\"section\"><b>16 </b>(1) An order for compensation may be made whether or not any person is prosecuted for or convicted of the offence giving rise to the injury or death but the Board may, on its own initiative or upon the application of the Minister, adjourn its proceedings pending the final determination of a prosecution or intended prosecution.  R.S.O. 1990, c. C.24, s. 16 (1).</p> <p class=\"headnote\">Capacity for criminal intent</p> <p class=\"subsection\">(2) Even though a person for any reason is legally incapable of forming criminal intent, the person shall, for the purposes of this Act, be deemed to have intended an act or omission that caused injury or death for which compensation is payable under this Act.  R.S.O. 1990, c. C.24, s. 16 (2).</p>"
        },
        {
            "id": "17",
            "section": "Considerations of Board",
            "content": "17 (1) In determining whether to make an order for compensation and the amount thereof, the Board shall have regard to all relevant circumstances, including any behaviour of the victim that may have directly or indirectly contributed to his or her injury or death.  R.S.O. 1990, c. C.24, s. 17 (1). Idem (2) The Board may, in its discretion, refuse to make an order for compensation or order a reduced amount of compensation where it is satisfied that the applicant has refused reasonable co-operation with, or failed to report promptly the offence to, a law enforcement agency.  R.S.O. 1990, c. C.24, s. 17 (2). Idem (3) In assessing compensation, the Board shall take into consideration any benefit, compensation or indemnity paid or payable to the applicant from any source other than social assistance.  R.S.O. 1990, c. C.24, s. 17 (3); 2000, c. 26, Sched. A, s. 4 (4). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. A, s. 4 (4) - 06/12/2000",
            "raw_html": "<p class=\"section\"><b>17 </b>(1) In determining whether to make an order for compensation and the amount thereof, the Board shall have regard to all relevant circumstances, including any behaviour of the victim that may have directly or indirectly contributed to his or her injury or death.  R.S.O. 1990, c. C.24, s. 17 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The Board may, in its discretion, refuse to make an order for compensation or order a reduced amount of compensation where it is satisfied that the applicant has refused reasonable co-operation with, or failed to report promptly the offence to, a law enforcement agency.  R.S.O. 1990, c. C.24, s. 17 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) In assessing compensation, the Board shall take into consideration any benefit, compensation or indemnity paid or payable to the applicant from any source other than social assistance.  R.S.O. 1990, c. C.24, s. 17 (3); 2000, c. 26, Sched. A, s. 4 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedas4s4\">2000, c. 26, Sched. A, s. 4 (4)</a></span> - 06/12/2000</p>"
        },
        {
            "id": "18",
            "section": "Form of compensation",
            "content": "18 The Board may order compensation to be paid in a lump sum or in periodic payments, or both, as the Board thinks fit.  R.S.O. 1990, c. C.24, s. 18.",
            "raw_html": "<p class=\"section\"><b>18 </b>The Board may order compensation to be paid in a lump sum or in periodic payments, or both, as the Board thinks fit.  R.S.O. 1990, c. C.24, s. 18.</p>"
        },
        {
            "id": "19",
            "section": "Maximum awards",
            "content": "19 (1) The amount awarded by the Board to be paid in respect of the injury or death of one victim shall not exceed, (a)  in the case of lump sum payments, $30,000; and (b)  in the case of periodic payments, $1,000 per month, and where both lump sum and periodic payments are awarded, the lump sum shall not exceed half of the maximum therefor prescribed in clause (a).  R.S.O. 1990, c. C.24, s. 19 (1); 2019, c. 7, Sched. 11, s. 2 (1). Maximum total of payments for occurrence (2) The total amount awarded by the Board to be paid to all applicants in respect of any one occurrence shall not exceed, (a)  in the case of lump sum payments, a total of $150,000; and (b)  in the case of periodic payments, a total of $365,000.  R.S.O. 1990, c. C.24, s. 19 (2); 2000, c. 26, Sched. A, s. 4 (5). Proportional distribution (3) Where the total amount awarded in respect of any one occurrence exceeds the maximum amount prescribed by subsection (2), the amount prescribed shall be distributed in proportion to the amounts of the awards that would otherwise have been made.  R.S.O. 1990, c. C.24, s. 19 (3). Acts deemed an occurrence (4) For the purposes of this section, the Board may deem more than one act to be one occurrence where the acts have a common relationship in time and place.  R.S.O. 1990, c. C.24, s. 19 (4). Application of subss. (1) and (2) (5) Subsection (1) does not apply to amounts awarded in respect of an injury or death incurred under clause 5 (b) or (c) and such amounts shall not be taken into account for the purposes of subsection (2).  R.S.O. 1990, c. C.24, s. 19 (5). Maximum award, pain and suffering (6) The amount awarded by the Board to be paid in respect of pain and suffering shall not exceed $5,000. 2019, c. 7, Sched. 11, s. 2 (2). Transition (7) In addition to applying to applications made on or after the day the Protecting What Matters Most Act (Budget Measures), 2019 receives Royal Assent, clause (1) (a), as amended by subsection 2 (1) of Schedule 11 to that Act, and subsection (6) apply to applications made but not finally decided by the Board before that day, subject to subsection (5). 2019, c. 7, Sched. 11, s. 2 (2). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. A, s. 4 (5) - 01/04/2000 2019, c. 7, Sched. 11, s. 2 (1, 2) - 29/05/2019",
            "raw_html": "<p class=\"section\"><b>19 </b>(1) The amount awarded by the Board to be paid in respect of the injury or death of one victim shall not exceed,</p> <p class=\"paragraph\">  (a)  in the case of lump sum payments, $30,000; and</p> <p class=\"paragraph\">  (b)  in the case of periodic payments, $1,000 per month,</p> <p class=\"subsection\">and where both lump sum and periodic payments are awarded, the lump sum shall not exceed half of the maximum therefor prescribed in clause (a).  R.S.O. 1990, c. C.24, s. 19 (1); 2019, c. 7, Sched. 11, s. 2 (1).</p> <p class=\"headnote\">Maximum total of payments for occurrence</p> <p class=\"subsection\">(2) The total amount awarded by the Board to be paid to all applicants in respect of any one occurrence shall not exceed,</p> <p class=\"paragraph\">  (a)  in the case of lump sum payments, a total of $150,000; and</p> <p class=\"paragraph\">  (b)  in the case of periodic payments, a total of $365,000.  R.S.O. 1990, c. C.24, s. 19 (2); 2000, c. 26, Sched. A, s. 4 (5).</p> <p class=\"headnote\">Proportional distribution</p> <p class=\"subsection\">(3) Where the total amount awarded in respect of any one occurrence exceeds the maximum amount prescribed by subsection (2), the amount prescribed shall be distributed in proportion to the amounts of the awards that would otherwise have been made.  R.S.O. 1990, c. C.24, s. 19 (3).</p> <p class=\"headnote\">Acts deemed an occurrence</p> <p class=\"subsection\">(4) For the purposes of this section, the Board may deem more than one act to be one occurrence where the acts have a common relationship in time and place.  R.S.O. 1990, c. C.24, s. 19 (4).</p> <p class=\"headnote\">Application of subss. (1) and (2)</p> <p class=\"subsection\">(5) Subsection (1) does not apply to amounts awarded in respect of an injury or death incurred under clause 5 (b) or (c) and such amounts shall not be taken into account for the purposes of subsection (2).  R.S.O. 1990, c. C.24, s. 19 (5).</p> <p class=\"headnote\">Maximum award, pain and suffering</p> <p class=\"subsection\">(6) The amount awarded by the Board to be paid in respect of pain and suffering shall not exceed $5,000. 2019, c. 7, Sched. 11, s. 2 (2).</p> <p class=\"headnote\">Transition</p> <p class=\"subsection\">(7) In addition to applying to applications made on or after the day the <i>Protecting What Matters Most Act (Budget Measures), 2019</i> receives Royal Assent, clause (1) (a), as amended by subsection 2 (1) of Schedule 11 to that Act, and subsection (6) apply to applications made but not finally decided by the Board before that day, subject to subsection (5). 2019, c. 7, Sched. 11, s. 2 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedas4s5\">2000, c. 26, Sched. A, s. 4 (5)</a></span> - 01/04/2000</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched11s2s1\">2019, c. 7, Sched. 11, s. 2 (1, 2)</a></span> - 29/05/2019</p>"
        },
        {
            "id": "20",
            "section": "Award not subject to garnishment, etc.",
            "content": "20 Any money paid or payable by way of compensation under this Act or held by the Public Guardian and Trustee or other person under an order made by the Board under subsection 21 (3) is not subject to garnishment, attachment, execution, set-off or any other legal process and the right thereto is not assignable.  R.S.O. 1990, c. C.24, s. 20. Section Amendments with date in force (d/m/y) CTS 30 AU 10 - 1",
            "raw_html": "<p class=\"section\"><b>20 </b>Any money paid or payable by way of compensation under this Act or held by the Public Guardian and Trustee or other person under an order made by the Board under subsection 21 (3) is not subject to garnishment, attachment, execution, set-off or any other legal process and the right thereto is not assignable.  R.S.O. 1990, c. C.24, s. 20.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><a href=\"https://www.ontario.ca/laws/consolidated-statutes-change-notices\">CTS 30 AU 10 - 1</a></p>"
        },
        {
            "id": "21",
            "section": "Conditions of payment",
            "content": "21 (1) An order for the payment of compensation may be made subject to such terms and conditions as the Board thinks fit, (a)  with respect to the payment, disposition, allotment or apportionment of the compensation; or (b)  as to the holding of the compensation or any part thereof in trust for the victim or the dependants, or any of them, whether as a fund for a class or otherwise.  R.S.O. 1990, c. C.24, s. 21 (1). Idem (2) Any compensation payable for expenses under section 7 may, in the discretion of the Board, be paid directly to the person entitled thereto.  R.S.O. 1990, c. C.24, s. 21 (2). Payments in case of minor (3) If a person entitled to an award under this Act is a minor, any amount payable may be paid on his or her behalf to one of the following persons or applied in such manner as the Board considers in the best interest of the minor, and amounts so paid shall be received and administered by the payee for the benefit of the minor: 1.  The minor’s spouse, if the spouse is not a minor. 2.  The minor’s parent or guardian. 3.  The Accountant of the Superior Court of Justice. 4.  Any other person, if the Board considers payment to that person in the best interest of the minor.  2009, c. 33, Sched. 2, s. 16; 2021, c. 4, Sched. 11, s. 3 (2). Payments in case of incapacity (4) If a person entitled to an award under this Act is incapable as defined in the Substitute Decisions Act, 1992 or in the opinion of the Board is incapable of managing his or her own affairs, any amount payable may be paid on his or her behalf to one of the following persons or applied in such manner as the Board considers in the best interest of the incapable person, and amounts so paid shall be received and administered by the payee for the benefit of the incapable person: 1.  If a guardian of property or attorney for property has been appointed under the Substitute Decisions Act, 1992 for the incapable person, the guardian or attorney. 2.  If no guardian of property or attorney for property has been appointed under the Substitute Decisions Act, 1992 for the incapable person, i.  the Public Guardian and Trustee, or ii.  any other person, if the Board considers payment to that person in the best interest of the incapable person.  2009, c. 33, Sched. 2, s. 16. Section Amendments with date in force (d/m/y) 1999, c. 6, s. 11 (3) - 01/03/2000 2005, c. 5, s. 11 (4) - 09/03/2005 2009, c. 33, Sched. 2, s. 16 - 15/12/2009 2021, c. 4, Sched. 11, s. 3 (2) - 19/04/2021",
            "raw_html": "<p class=\"section\"><b>21 </b>(1) An order for the payment of compensation may be made subject to such terms and conditions as the Board thinks fit,</p> <p class=\"paragraph\">  (a)  with respect to the payment, disposition, allotment or apportionment of the compensation; or</p> <p class=\"paragraph\">  (b)  as to the holding of the compensation or any part thereof in trust for the victim or the dependants, or any of them, whether as a fund for a class or otherwise.  R.S.O. 1990, c. C.24, s. 21 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Any compensation payable for expenses under section 7 may, in the discretion of the Board, be paid directly to the person entitled thereto.  R.S.O. 1990, c. C.24, s. 21 (2).</p> <p class=\"headnote\">Payments in case of minor</p> <p class=\"subsection\">(3) If a person entitled to an award under this Act is a minor, any amount payable may be paid on his or her behalf to one of the following persons or applied in such manner as the Board considers in the best interest of the minor, and amounts so paid shall be received and administered by the payee for the benefit of the minor:</p> <p class=\"paragraph\">  1.  The minor’s spouse, if the spouse is not a minor.</p> <p class=\"paragraph\">  2.  The minor’s parent or guardian.</p> <p class=\"paragraph\">  3.  The Accountant of the Superior Court of Justice.</p> <p class=\"paragraph\">  4.  Any other person, if the Board considers payment to that person in the best interest of the minor.  2009, c. 33, Sched. 2, s. 16; 2021, c. 4, Sched. 11, s. 3 (2).</p> <p class=\"headnote\">Payments in case of incapacity</p> <p class=\"subsection\">(4) If a person entitled to an award under this Act is incapable as defined in the <i>Substitute Decisions Act, 1992</i> or in the opinion of the Board is incapable of managing his or her own affairs, any amount payable may be paid on his or her behalf to one of the following persons or applied in such manner as the Board considers in the best interest of the incapable person, and amounts so paid shall be received and administered by the payee for the benefit of the incapable person:</p> <p class=\"paragraph\">  1.  If a guardian of property or attorney for property has been appointed under the <i>Substitute Decisions Act, 1992</i> for the incapable person, the guardian or attorney.</p> <p class=\"paragraph\">  2.  If no guardian of property or attorney for property has been appointed under the <i>Substitute Decisions Act, 1992</i> for the incapable person,</p> <p class=\"subpara\">  i.  the Public Guardian and Trustee, or</p> <p class=\"subpara\">  ii.  any other person, if the Board considers payment to that person in the best interest of the incapable person.  2009, c. 33, Sched. 2, s. 16.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1999, c. 6, s. 11 (3) - 01/03/2000</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05005#s11s4\">2005, c. 5, s. 11 (4)</a></span> - 09/03/2005</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s16\">2009, c. 33, Sched. 2, s. 16</a></span> - 15/12/2009</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched11s3s2\">2021, c. 4, Sched. 11, s. 3 (2)</a></span> - 19/04/2021</p>"
        },
        {
            "id": "22",
            "section": "Costs",
            "content": "22 Despite section 19, the Board may, with respect to any hearing or other step in a proceeding under this Act, make such order as to costs as it thinks fit.  R.S.O. 1990, c. C.24, s. 22.",
            "raw_html": "<p class=\"section\"><b>22 </b>Despite section 19, the Board may, with respect to any hearing or other step in a proceeding under this Act, make such order as to costs as it thinks fit.  R.S.O. 1990, c. C.24, s. 22.</p>"
        },
        {
            "id": "23",
            "section": "Appeal",
            "content": "23 Subject to section 25, a decision of the Board is final except that an appeal lies to the Divisional Court from any decision of the Board on any question of law.  R.S.O. 1990, c. C.24, s. 23.",
            "raw_html": "<p class=\"section\"><b>23 </b>Subject to section 25, a decision of the Board is final except that an appeal lies to the Divisional Court from any decision of the Board on any question of law.  R.S.O. 1990, c. C.24, s. 23.</p>"
        },
        {
            "id": "24",
            "section": "Release of exhibits",
            "content": "24 The Board shall, upon request, release documents and things put in evidence at a hearing to the lawful owner or the person entitled to possession thereof within a reasonable time after the matter in issue has been finally determined.  R.S.O. 1990, c. C.24, s. 24.",
            "raw_html": "<p class=\"section\"><b>24 </b>The Board shall, upon request, release documents and things put in evidence at a hearing to the lawful owner or the person entitled to possession thereof within a reasonable time after the matter in issue has been finally determined.  R.S.O. 1990, c. C.24, s. 24.</p>"
        },
        {
            "id": "25",
            "section": "Variation of award",
            "content": "25 (1) The Board may at any time on its own initiative or on the application of the victim, any dependant of the victim, the Minister or the offender, vary an order for payment of compensation in such manner as the Board thinks fit, whether as to terms of the order or by increasing or decreasing the amount ordered to be paid, or otherwise.  R.S.O. 1990, c. C.24, s. 25 (1). Idem (2) In a proceeding under subsection (1), the Board shall consider, (a)  any new evidence that has become available; (b)  any change of circumstances that has occurred since the making of the order or any variation thereof, as the case may be, or that is likely to occur; and (c)  any other matter the Board considers relevant.  R.S.O. 1990, c. C.24, s. 25 (2). Procedure, etc., on review (3) This Act, except section 6, applies to a review under subsection (1) in the same manner as to an application for compensation.  R.S.O. 1990, c. C.24, s. 25 (3).",
            "raw_html": "<p class=\"section\"><b>25 </b>(1) The Board may at any time on its own initiative or on the application of the victim, any dependant of the victim, the Minister or the offender, vary an order for payment of compensation in such manner as the Board thinks fit, whether as to terms of the order or by increasing or decreasing the amount ordered to be paid, or otherwise.  R.S.O. 1990, c. C.24, s. 25 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) In a proceeding under subsection (1), the Board shall consider,</p> <p class=\"paragraph\">  (a)  any new evidence that has become available;</p> <p class=\"paragraph\">  (b)  any change of circumstances that has occurred since the making of the order or any variation thereof, as the case may be, or that is likely to occur; and</p> <p class=\"paragraph\">  (c)  any other matter the Board considers relevant.  R.S.O. 1990, c. C.24, s. 25 (2).</p> <p class=\"headnote\">Procedure, etc., on review</p> <p class=\"subsection\">(3) This Act, except section 6, applies to a review under subsection (1) in the same manner as to an application for compensation.  R.S.O. 1990, c. C.24, s. 25 (3).</p>"
        },
        {
            "id": "26",
            "section": "Civil proceedings",
            "content": "26 (1) Subject to subsections (2), (4) and (5), nothing in this Act affects the right of any person to recover from any other person by civil proceedings damages in respect of the injury or death.  R.S.O. 1990, c. C.24, s. 26 (1). Subrogation (2) The Board is subrogated to all the rights of the person to whom payment is made under this Act to recover damages by civil proceedings in respect of the injury or death and may maintain an action in the name of such person against any person against whom such action lies, and any amount recovered by the Board shall be applied, (a)  first, to payment of the costs actually incurred in the action and in levying execution; and (b)  second, to reimbursement of the Board for the value of the compensation awarded, and the balance, if any, shall be paid to the person whose rights were subrogated.  R.S.O. 1990, c. C.24, s. 26 (2). Idem (3) The Board may elect to limit the amount for which it is subrogated to the amount of compensation that it has paid in respect of the person whose rights were subrogated by limiting its claim to the amount so paid and, where it so elects, may maintain the action in the name of the Minister.  R.S.O. 1990, c. C.24, s. 26 (3). Settlement (4) Any settlement or release does not bar the rights of the Board under subsection (2) unless the Board has concurred therein.  R.S.O. 1990, c. C.24, s. 26 (4). Civil actions (5) An applicant for or a person awarded compensation shall forthwith notify the Board of any action brought against the offender who caused the injury or death of the victim.  R.S.O. 1990, c. C.24, s. 26 (5). Right of subrogation (5.1) The Board is entitled to be reimbursed, out of any amount recovered by the applicant from the offender or any other party, for the amount of compensation awarded to the applicant.  2000, c. 26, Sched. A, s. 4 (6). Person to assist (6) A person awarded compensation shall give the Board such information and co-operation as he or she can furnish to assist the Board in maintaining a subrogated action for damages against the offender who caused the injury or death of the victim.  R.S.O. 1990, c. C.24, s. 26 (6). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. A, s. 4 (6) - 06/12/2000",
            "raw_html": "<p class=\"section\"><b>26 </b>(1) Subject to subsections (2), (4) and (5), nothing in this Act affects the right of any person to recover from any other person by civil proceedings damages in respect of the injury or death.  R.S.O. 1990, c. C.24, s. 26 (1).</p> <p class=\"headnote\">Subrogation</p> <p class=\"subsection\">(2) The Board is subrogated to all the rights of the person to whom payment is made under this Act to recover damages by civil proceedings in respect of the injury or death and may maintain an action in the name of such person against any person against whom such action lies, and any amount recovered by the Board shall be applied,</p> <p class=\"paragraph\">  (a)  first, to payment of the costs actually incurred in the action and in levying execution; and</p> <p class=\"paragraph\">  (b)  second, to reimbursement of the Board for the value of the compensation awarded,</p> <p class=\"subsection\">and the balance, if any, shall be paid to the person whose rights were subrogated.  R.S.O. 1990, c. C.24, s. 26 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) The Board may elect to limit the amount for which it is subrogated to the amount of compensation that it has paid in respect of the person whose rights were subrogated by limiting its claim to the amount so paid and, where it so elects, may maintain the action in the name of the Minister.  R.S.O. 1990, c. C.24, s. 26 (3).</p> <p class=\"headnote\">Settlement</p> <p class=\"subsection\">(4) Any settlement or release does not bar the rights of the Board under subsection (2) unless the Board has concurred therein.  R.S.O. 1990, c. C.24, s. 26 (4).</p> <p class=\"headnote\">Civil actions</p> <p class=\"subsection\">(5) An applicant for or a person awarded compensation shall forthwith notify the Board of any action brought against the offender who caused the injury or death of the victim.  R.S.O. 1990, c. C.24, s. 26 (5).</p> <p class=\"headnote\">Right of subrogation</p> <p class=\"subsection\">(5.1) The Board is entitled to be reimbursed, out of any amount recovered by the applicant from the offender or any other party, for the amount of compensation awarded to the applicant.  2000, c. 26, Sched. A, s. 4 (6).</p> <p class=\"headnote\">Person to assist</p> <p class=\"subsection\">(6) A person awarded compensation shall give the Board such information and co-operation as he or she can furnish to assist the Board in maintaining a subrogated action for damages against the offender who caused the injury or death of the victim.  R.S.O. 1990, c. C.24, s. 26 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedas4s6\">2000, c. 26, Sched. A, s. 4 (6)</a></span> - 06/12/2000</p>"
        },
        {
            "id": "27",
            "section": "Payment of compensation",
            "content": "27 (1) Compensation ordered to be paid shall be paid out of the money appropriated therefor by the Legislature.  R.S.O. 1990, c. C.24, s. 27 (1). Disposition of money recovered (2) Any reimbursement to the Board under section 26 shall be paid into the Consolidated Revenue Fund.  R.S.O. 1990, c. C.24, s. 27 (2).",
            "raw_html": "<p class=\"section\"><b>27 </b>(1) Compensation ordered to be paid shall be paid out of the money appropriated therefor by the Legislature.  R.S.O. 1990, c. C.24, s. 27 (1).</p> <p class=\"headnote\">Disposition of money recovered</p> <p class=\"subsection\">(2) Any reimbursement to the Board under section 26 shall be paid into the Consolidated Revenue Fund.  R.S.O. 1990, c. C.24, s. 27 (2).</p>"
        },
        {
            "id": "28",
            "section": "Regulations",
            "content": "28 (1) The Minister may make regulations, (a)  providing for transitional matters arising from the enactment of Schedule 11 to the Protecting What Matters Most Act (Budget Measures), 2019, including dealing with any problems or issues arising as a result of the amendment or repeal of a provision of this Act by that Schedule; (b)  providing for the dissolution of the Board and for the disposition of its assets and liabilities, if any. 2019, c. 7, Sched. 11, s. 3. Conflict (2) In the event of a conflict between a regulation made under clause (1) (a) and this Act or the Statutory Powers Procedure Act, the regulation prevails to the extent of the conflict. 2019, c. 7, Sched. 11, s. 3. Section Amendments with date in force (d/m/y) 2019, c. 7, Sched. 11, s. 3 - 29/05/2019",
            "raw_html": "<p class=\"section\"><b>28 </b>(1) The Minister may make regulations,</p> <p class=\"paragraph\">  (a)  providing for transitional matters arising from the enactment of Schedule 11 to the <i>Protecting What Matters Most Act (Budget Measures), 2019</i>, including dealing with any problems or issues arising as a result of the amendment or repeal of a provision of this Act by that Schedule;</p> <p class=\"paragraph\">  (b)  providing for the dissolution of the Board and for the disposition of its assets and liabilities, if any. 2019, c. 7, Sched. 11, s. 3.</p> <p class=\"headnote\">Conflict</p> <p class=\"subsection\">(2) In the event of a conflict between a regulation made under clause (1) (a) and this Act or the <i>Statutory Powers Procedure Act</i>, the regulation prevails to the extent of the conflict. 2019, c. 7, Sched. 11, s. 3.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched11s3\">2019, c. 7, Sched. 11, s. 3</a></span> - 29/05/2019</p>"
        },
        {
            "id": "29",
            "section": "Agreements with Canada",
            "content": "29 The Crown in right of Ontario represented by the Minister, with the approval of the Lieutenant Governor in Council, may make agreements with the Crown in right of Canada respecting the payment by Canada to Ontario of such part of the expenditures required for the purposes of this Act as is agreed upon.  R.S.O. 1990, c. C.24, s. 29. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>29 </b>The Crown in right of Ontario represented by the Minister, with the approval of the Lieutenant Governor in Council, may make agreements with the Crown in right of Canada respecting the payment by Canada to Ontario of such part of the expenditures required for the purposes of this Act as is agreed upon.  R.S.O. 1990, c. C.24, s. 29.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90c24\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}