{
    "act_info": {
        "full_title": "Compassionate Care Act, 2020, S.O. 2020, c. 30",
        "act_name_text": "Compassionate Care Act, 2020",
        "citation": "S.O. 2020, c. 30",
        "url": "https://www.ontario.ca/laws/statute/20c30",
        "date_scraped": "2023-12-18 19:33:29"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  2, 2020",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Purpose",
            "content": "1 The purpose of this Act is to develop a framework to ensure that every Ontarian has access to quality palliative care.",
            "raw_html": "<p class=\"section\"><b>1 </b>The purpose of this Act is to develop a framework to ensure that every Ontarian has access to quality palliative care.</p>"
        },
        {
            "id": "2",
            "section": "Provincial framework on palliative care",
            "content": "2 (1) The Minister of Health shall develop a provincial framework designed to support improved access to palliative care, provided through hospitals, home care, long-term care homes and hospices, that, among other things, (a)  defines what palliative care is; (b)  identifies the palliative care training and education needs of health care providers as well as other caregivers; (c)  identifies measures to support palliative care providers; (d)  identifies research and common data elements on palliative care; (e)  identifies measures to facilitate equitable access to palliative care across Ontario, with a focus on underserved populations; (f)  identifies measures to facilitate consistent access to palliative care across Ontario; (g)  takes into consideration existing palliative care frameworks, strategies and best practices; (h)  takes into consideration and supports the needs of specific patient populations, including paediatric patients; and (i)  leverages the expertise and capacities of other key partners in Ontario’s health system, such as the Ministry of Long-Term Care, Ontario Health, Ontario Health Teams, and other providers and organizations. Development of framework (2) In the development of the framework, the Minister shall consider information and feedback received from previous and ongoing consultations with palliative care providers, other affected ministries, the federal government and any other persons or entities. Same (3) The Minister shall initiate the consultations referred to in subsection (2) within six months after the day on which this Act comes into force.",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) The Minister of Health shall develop a provincial framework designed to support improved access to palliative care, provided through hospitals, home care, long-term care homes and hospices, that, among other things,</p> <p class=\"paragraph\">  (a)  defines what palliative care is;</p> <p class=\"paragraph\">  (b)  identifies the palliative care training and education needs of health care providers as well as other caregivers;</p> <p class=\"paragraph\">  (c)  identifies measures to support palliative care providers;</p> <p class=\"paragraph\">  (d)  identifies research and common data elements on palliative care;</p> <p class=\"paragraph\">  (e)  identifies measures to facilitate equitable access to palliative care across Ontario, with a focus on underserved populations;</p> <p class=\"paragraph\">  (f)  identifies measures to facilitate consistent access to palliative care across Ontario;</p> <p class=\"paragraph\">  (g)  takes into consideration existing palliative care frameworks, strategies and best practices;</p> <p class=\"paragraph\">  (h)  takes into consideration and supports the needs of specific patient populations, including paediatric patients; and</p> <p class=\"paragraph\">  (i)  leverages the expertise and capacities of other key partners in Ontario’s health system, such as the Ministry of Long-Term Care, Ontario Health, Ontario Health Teams, and other providers and organizations.</p> <p class=\"headnote\">Development of framework</p> <p class=\"subsection\">(2) In the development of the framework, the Minister shall consider information and feedback received from previous and ongoing consultations with palliative care providers, other affected ministries, the federal government and any other persons or entities.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Minister shall initiate the consultations referred to in subsection (2) within six months after the day on which this Act comes into force.</p>"
        },
        {
            "id": "3",
            "section": "Report to Assembly",
            "content": "3 (1) The Minister of Health shall prepare a report setting out the provincial framework on palliative care and shall lay the report before the Assembly within one year after the day on which this Act comes into force. Publication (2) The Minister shall publish the report on a Government of Ontario website within 10 days after the day on which the report is tabled in the Assembly.",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The Minister of Health shall prepare a report setting out the provincial framework on palliative care and shall lay the report before the Assembly within one year after the day on which this Act comes into force.</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(2) The Minister shall publish the report on a Government of Ontario website within 10 days after the day on which the report is tabled in the Assembly.</p>"
        },
        {
            "id": "4",
            "section": "Report re state of palliative care in Ontario",
            "content": "4 (1) Within three years after the day on which the report referred to in section 3 is tabled in the Assembly, the Minister of Health shall prepare a report on the state of palliative care in Ontario and shall cause the report to be laid before the Assembly on any of the first 15 days on which that Assembly is sitting after the report is completed. Publication (2) The Minister shall publish the report on a Government of Ontario website within 10 days after the day on which the report is tabled in the Assembly. 5 Omitted (provides for coming into force of provisions of this Act). 6 Omitted (enacts short title of this Act). ______________   Français  ",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) Within three years after the day on which the report referred to in section 3 is tabled in the Assembly, the Minister of Health shall prepare a report on the state of palliative care in Ontario and shall cause the report to be laid before the Assembly on any of the first 15 days on which that Assembly is sitting after the report is completed.</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(2) The Minister shall publish the report on a Government of Ontario website within 10 days after the day on which the report is tabled in the Assembly.</p> <p class=\"section\"><b>5 </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>6</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20c30\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "5",
            "section": "Publication",
            "content": "5 Omitted (provides for coming into force of provisions of this Act). 6 Omitted (enacts short title of this Act). ______________   Français  ",
            "raw_html": "<p class=\"section\"><b>5 </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>6</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20c30\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "6",
            "section": "Publication",
            "content": "6 Omitted (enacts short title of this Act). ______________   Français  ",
            "raw_html": "<p class=\"section\"><b>6</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20c30\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}