{
    "act_info": {
        "full_title": "Condominium Act, R.S.O. 1990, c. C.26",
        "act_name_text": "Not Found",
        "citation": "Condominium Act, R.S.O. 1990, c. C.26",
        "url": "https://www.ontario.ca/laws/statute/90c26",
        "date_scraped": "2023-12-21 13:04:11"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900097",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 97",
            "revoked_reg_title": "SURVEYS AND THE DESCRIPTION"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/900096",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 96",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. (1) In this Act, “auditor” means a person licensed as a public accountant under the Public Accountancy Act; (“vérificateur”) “board” means the board of directors of a corporation; (“conseil”) “buildings” means the buildings included in a property; (“bâtiments”) “bureau” means the corporation designated under section 56; (“Bureau”) “by-law” means a by-law of a corporation; (“règlement administratif”) “claim” includes a right, title, interest, encumbrance, or demand of any kind affecting land, but does not include the interest of an owner in the owner’s unit and common interest; (“réclamation”) “common elements” means all the property except the units; (“parties communes”) “common expenses” means the expenses of the performance of the objects and duties of a corporation and any expenses specified as common expenses in this Act or in a declaration; (“dépenses communes”) “common interest” means the interest in the common elements appurtenant to a unit; (“intérêt commun”) “common surplus” means the excess of all receipts of the corporation over the expenses; (“excédent commun”) “corporation” means a corporation created by this Act; (“association”) “declarant” means the owner or owners in fee simple of the land described in the description at the time of registration of a declaration and description of the land, and includes any successor or assignee of such owner or owners but does not include a purchaser in good faith of a unit who actually pays fair market value or any successor or assignee of such purchaser; (“déclarant”) “declaration” means the declaration specified in section 3, and includes any amendments; (“déclaration”) “description” means the description specified in section 4; (“description”) “encumbrance” means a claim that secures the payment of money or the performance of any other obligation, and includes a charge under the Land Titles Act, a mortgage and a lien; (“sûreté réelle”) “mortgage” includes charge and “mortgagee” includes chargee; (“hypothèque”, “créancier hypothécaire”) “owner” means the owner or owners of the freehold estate or estates in a unit and common interest, but does not include a mortgagee unless in possession; (“propriétaire”) “prescribed” means prescribed by the regulations; (“prescrit”) “property” means the land and interests appurtenant to the land described in the description, and includes any land and interests appurtenant to land that are added to the common elements; (“propriété”) “proposed unit” means land described in an agreement of purchase and sale that provides for delivery to the purchaser of a deed or transfer capable of registration after a declaration and description have been registered in respect of the land; (“partie privative projetée”) “records” includes those items enumerated in subsection 26 (3) and financial records prepared on behalf of the corporation, minutes of owners’ meetings and board meetings, as well as any amendments to the declaration, by-laws and rules; (“dossiers”) “registered” means registered under the Land Titles Act or the Registry Act; (“enregistré”) “regulations” means the regulations made under this Act; (“règlements”) “special by-law” means a by-law that is not effective until it is, (a) passed by the board, and (b) confirmed, with or without variation, by owners who own not less than two-thirds of the units at a meeting duly called for that purpose; (“règlement administratif spécial”) “surveyor” means an Ontario land surveyor registered under the Surveyors Act; (“arpenteur”) “unit” means a part or parts of the land included in the description and designated as a unit by the description, and comprises the space enclosed by its boundaries and all the material parts of the land within this space in accordance with the declaration and description. (“partie privative”) Ownership of land (2) For the purposes of this Act, the ownership of land includes the ownership of space. R.S.O. 1990, c. C.26, s. 1. Declaration and Description",
            "raw_html": "<p class=\"section-e\"><b>1.</b> (1) In this Act,</p> <p class=\"firstdef-e\">“auditor” means a person licensed as a public accountant under the <i>Public Accountancy Act</i>; (“vérificateur”)</p> <p class=\"definition-e\">“board” means the board of directors of a corporation; (“conseil”)</p> <p class=\"definition-e\">“buildings” means the buildings included in a property; (“bâtiments”)</p> <p class=\"definition-e\">“bureau” means the corporation designated under section 56; (“Bureau”)</p> <p class=\"definition-e\">“by-law” means a by-law of a corporation; (“règlement administratif”)</p> <p class=\"definition-e\">“claim” includes a right, title, interest, encumbrance, or demand of any kind affecting land, but does not include the interest of an owner in the owner’s unit and common interest; (“réclamation”)</p> <p class=\"definition-e\">“common elements” means all the property except the units; (“parties communes”)</p> <p class=\"definition-e\">“common expenses” means the expenses of the performance of the objects and duties of a corporation and any expenses specified as common expenses in this Act or in a declaration; (“dépenses communes”)</p> <p class=\"definition-e\">“common interest” means the interest in the common elements appurtenant to a unit; (“intérêt commun”)</p> <p class=\"definition-e\">“common surplus” means the excess of all receipts of the corporation over the expenses; (“excédent commun”)</p> <p class=\"definition-e\">“corporation” means a corporation created by this Act; (“association”)</p> <p class=\"definition-e\">“declarant” means the owner or owners in fee simple of the land described in the description at the time of registration of a declaration and description of the land, and includes any successor or assignee of such owner or owners but does not include a purchaser in good faith of a unit who actually pays fair market value or any successor or assignee of such purchaser; (“déclarant”)</p> <p class=\"definition-e\">“declaration” means the declaration specified in section 3, and includes any amendments; (“déclaration”)</p> <p class=\"definition-e\">“description” means the description specified in section 4; (“description”)</p> <p class=\"definition-e\">“encumbrance” means a claim that secures the payment of money or the performance of any other obligation, and includes a charge under the <i>Land Titles Act</i>, a mortgage and a lien; (“sûreté réelle”)</p> <p class=\"definition-e\">“mortgage” includes charge and “mortgagee” includes chargee; (“hypothèque”, “créancier hypothécaire”)</p> <p class=\"definition-e\">“owner” means the owner or owners of the freehold estate or estates in a unit and common interest, but does not include a mortgagee unless in possession; (“propriétaire”)</p> <p class=\"definition-e\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition-e\">“property” means the land and interests appurtenant to the land described in the description, and includes any land and interests appurtenant to land that are added to the common elements; (“propriété”)</p> <p class=\"definition-e\">“proposed unit” means land described in an agreement of purchase and sale that provides for delivery to the purchaser of a deed or transfer capable of registration after a declaration and description have been registered in respect of the land; (“partie privative projetée”)</p> <p class=\"definition-e\">“records” includes those items enumerated in subsection 26 (3) and financial records prepared on behalf of the corporation, minutes of owners’ meetings and board meetings, as well as any amendments to the declaration, by-laws and rules; (“dossiers”)</p> <p class=\"definition-e\">“registered” means registered under the <i>Land Titles Act</i> or the <i>Registry Act</i>; (“enregistré”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“special by-law” means a by-law that is not effective until it is,</p> <p class=\"defclause-e\">(a) passed by the board, and</p> <p class=\"defclause-e\">(b) confirmed, with or without variation, by owners who own not less than two-thirds of the units at a meeting duly called for that purpose; (“règlement administratif spécial”)</p> <p class=\"definition-e\">“surveyor” means an Ontario land surveyor registered under the <i>Surveyors Act</i>; (“arpenteur”)</p> <p class=\"definition-e\">“unit” means a part or parts of the land included in the description and designated as a unit by the description, and comprises the space enclosed by its boundaries and all the material parts of the land within this space in accordance with the declaration and description. (“partie privative”)</p> <p class=\"headnote-e\"><b>Ownership of land</b></p> <p class=\"subsection-e\">(2) For the purposes of this Act, the ownership of land includes the ownership of space. R.S.O. 1990, c. C.26, s. 1.</p> <p class=\"heading1-e\">Declaration and Description</p>"
        },
        {
            "id": "2.",
            "section": "Freehold land only",
            "content": "2. (1) A property shall comprise only freehold land and interests, if any, appurtenant to that land. Who may register (2) A declaration and description may be registered by or on behalf of the owner in fee simple of the land described in the description. Land must be in one division (3) Where the land and the interests appurtenant to the land described in the description are not entirely within one land titles or registry division or not entirely under the Land Titles Act or the Registry Act, the description shall not be registered. Effect of registration (4) Upon registration of a declaration and description, the land and the interests appurtenant to the land described in the description are governed by this Act. R.S.O. 1990, c. C.26, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) A property shall comprise only freehold land and interests, if any, appurtenant to that land.</p> <p class=\"headnote-e\"><b>Who may register</b></p> <p class=\"subsection-e\">(2) A declaration and description may be registered by or on behalf of the owner in fee simple of the land described in the description.</p> <p class=\"headnote-e\"><b>Land must be in one division</b></p> <p class=\"subsection-e\">(3) Where the land and the interests appurtenant to the land described in the description are not entirely within one land titles or registry division or not entirely under the <i>Land Titles Act</i> or the <i>Registry Act</i>, the description shall not be registered.</p> <p class=\"headnote-e\"><b>Effect of registration</b></p> <p class=\"subsection-e\">(4) Upon registration of a declaration and description, the land and the interests appurtenant to the land described in the description are governed by this Act. R.S.O. 1990, c. C.26, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "What declaration must contain",
            "content": "3. (1) A declaration shall not be registered unless it is executed by the owner or owners of the land and interests appurtenant to the land described in the description and unless it contains, (a) a statement of intention that the land and interests appurtenant to the land described in the description be governed by this Act; (b) the consent, in the prescribed form, of every person having a registered mortgage against the land or interests appurtenant to the land described in the description; (c) a statement, expressed in percentages, of the proportions of the common interests; (d) a statement, expressed in percentages allocated to the units, of the proportions in which the owners are to contribute to the common expenses; (e) an address for service and a mailing address for the corporation; and (f) a specification of any parts of the common elements that are to be used by the owners of one or more designated units and not by all the owners. Where consent not to be withheld (2) The consent mentioned in clause (1) (b) shall not be withheld by reason only of the failure of the proposed declarant to enter into a specified number of agreements of purchase and sale for the sale of proposed units. What declaration may contain (3) In addition to the matters mentioned in subsection (1), and in any other section in this Act, a declaration may contain, (a) a specification of common expenses; (b) provisions respecting the occupation and use of the units and common elements; (c) provisions restricting gifts, leases and sales of the units and common interests; (d) a specification of duties of the corporation consistent with its objects; and (e) a specification of any allocation of the obligations to repair and to maintain the units and common elements. Amendment of declaration (4) Subject to subsection (5), the declaration may be amended only with the consent of all owners and all persons having registered mortgages against the units and common interests. Inconsistent provisions (5) Where any provision in a declaration or by-law is inconsistent with the provisions of this Act, the provisions of this Act shall prevail and the declaration or by-law is deemed to be amended accordingly. Registration (6) When a declaration is amended, the corporation shall register a copy of the amendment executed by all the owners and all persons having registered mortgages against the units and common interests, and until the copy is registered the amendment is ineffective. Change of address for service (7) Despite subsections (4) and (6), the corporation may by resolution of the board change its address for service and its mailing address and the change does not take effect until a notice thereof in the prescribed form is registered. Amendment by judge (8) The corporation, on at least seven days notice to every owner and mortgagee, or an owner, on at least seven days notice to the corporation and every other owner and mortgagee, may apply to a judge of the Ontario Court (General Division) for an order amending the declaration or description and the judge, if he or she is satisfied that an amendment is necessary or desirable to correct an error or inconsistency in the declaration or description or arising out of the carrying out of the intent and purpose of the declaration or description, may make the order. Registration (9) An amendment to a declaration or description made by an order under subsection (8) is ineffective until a certified copy of the order is registered. R.S.O. 1990, c. C.26, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) A declaration shall not be registered unless it is executed by the owner or owners of the land and interests appurtenant to the land described in the description and unless it contains,</p> <p class=\"clause-e\">(a) a statement of intention that the land and interests appurtenant to the land described in the description be governed by this Act;</p> <p class=\"clause-e\">(b) the consent, in the prescribed form, of every person having a registered mortgage against the land or interests appurtenant to the land described in the description;</p> <p class=\"clause-e\">(c) a statement, expressed in percentages, of the proportions of the common interests;</p> <p class=\"clause-e\">(d) a statement, expressed in percentages allocated to the units, of the proportions in which the owners are to contribute to the common expenses;</p> <p class=\"clause-e\">(e) an address for service and a mailing address for the corporation; and</p> <p class=\"clause-e\">(f) a specification of any parts of the common elements that are to be used by the owners of one or more designated units and not by all the owners.</p> <p class=\"headnote-e\"><b>Where consent not to be withheld</b></p> <p class=\"subsection-e\">(2) The consent mentioned in clause (1) (b) shall not be withheld by reason only of the failure of the proposed declarant to enter into a specified number of agreements of purchase and sale for the sale of proposed units.</p> <p class=\"headnote-e\"><b>What declaration may contain</b></p> <p class=\"subsection-e\">(3) In addition to the matters mentioned in subsection (1), and in any other section in this Act, a declaration may contain,</p> <p class=\"clause-e\">(a) a specification of common expenses;</p> <p class=\"clause-e\">(b) provisions respecting the occupation and use of the units and common elements;</p> <p class=\"clause-e\">(c) provisions restricting gifts, leases and sales of the units and common interests;</p> <p class=\"clause-e\">(d) a specification of duties of the corporation consistent with its objects; and</p> <p class=\"clause-e\">(e) a specification of any allocation of the obligations to repair and to maintain the units and common elements.</p> <p class=\"headnote-e\"><b>Amendment of declaration</b></p> <p class=\"subsection-e\">(4) Subject to subsection (5), the declaration may be amended only with the consent of all owners and all persons having registered mortgages against the units and common interests.</p> <p class=\"headnote-e\"><b>Inconsistent provisions</b></p> <p class=\"subsection-e\">(5) Where any provision in a declaration or by-law is inconsistent with the provisions of this Act, the provisions of this Act shall prevail and the declaration or by-law is deemed to be amended accordingly.</p> <p class=\"headnote-e\"><b>Registration</b></p> <p class=\"subsection-e\">(6) When a declaration is amended, the corporation shall register a copy of the amendment executed by all the owners and all persons having registered mortgages against the units and common interests, and until the copy is registered the amendment is ineffective.</p> <p class=\"headnote-e\"><b>Change of address for service</b></p> <p class=\"subsection-e\">(7) Despite subsections (4) and (6), the corporation may by resolution of the board change its address for service and its mailing address and the change does not take effect until a notice thereof in the prescribed form is registered.</p> <p class=\"headnote-e\"><b>Amendment by judge</b></p> <p class=\"subsection-e\">(8) The corporation, on at least seven days notice to every owner and mortgagee, or an owner, on at least seven days notice to the corporation and every other owner and mortgagee, may apply to a judge of the Ontario Court (General Division) for an order amending the declaration or description and the judge, if he or she is satisfied that an amendment is necessary or desirable to correct an error or inconsistency in the declaration or description or arising out of the carrying out of the intent and purpose of the declaration or description, may make the order.</p> <p class=\"headnote-e\"><b>Registration</b></p> <p class=\"subsection-e\">(9) An amendment to a declaration or description made by an order under subsection (8) is ineffective until a certified copy of the order is registered. R.S.O. 1990, c. C.26, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "What description must contain",
            "content": "4. (1) A description shall contain, (a) a plan of survey showing the perimeter of the horizontal surface of the land and the perimeter of the buildings; (b) structural plans of the buildings; (c) a specification of the boundaries of each unit by reference to the buildings; (d) diagrams showing the shape and dimensions of each unit and the approximate location of each unit in relation to the other units and the buildings; (e) a certificate of a surveyor that the buildings have been constructed and that the diagrams of the units are substantially accurate and substantially in accordance with the structural plans; and (f) a description of any interests appurtenant to the land that are included in the property, prepared in accordance with the regulations. Approval of description (2) A description shall not be registered unless it has been approved in accordance with the regulations. R.S.O. 1990, c. C.26, s. 4. Registration",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) A description shall contain,</p> <p class=\"clause-e\">(a) a plan of survey showing the perimeter of the horizontal surface of the land and the perimeter of the buildings;</p> <p class=\"clause-e\">(b) structural plans of the buildings;</p> <p class=\"clause-e\">(c) a specification of the boundaries of each unit by reference to the buildings;</p> <p class=\"clause-e\">(d) diagrams showing the shape and dimensions of each unit and the approximate location of each unit in relation to the other units and the buildings;</p> <p class=\"clause-e\">(e) a certificate of a surveyor that the buildings have been constructed and that the diagrams of the units are substantially accurate and substantially in accordance with the structural plans; and</p> <p class=\"clause-e\">(f) a description of any interests appurtenant to the land that are included in the property,</p> <p class=\"Ssubsection-e\">prepared in accordance with the regulations.</p> <p class=\"headnote-e\"><b>Approval of description</b></p> <p class=\"subsection-e\">(2) A description shall not be registered unless it has been approved in accordance with the regulations. R.S.O. 1990, c. C.26, s. 4.</p> <p class=\"heading1-e\">Registration</p>"
        },
        {
            "id": "5.",
            "section": "Index",
            "content": "5. (1) Every land registrar in whose office a declaration and description are registered shall keep an index in the prescribed form to be known in English as the Condominium Corporations Index and in French as Répertoire des associations condominiales. Combined offices (2) Where a land titles office is combined with a registry office, one index under subsection (1) shall be kept for all declarations and descriptions registered in the combined offices. Condominium Register (3) Every land registrar in whose office a declaration and description are registered shall keep a register in the prescribed form to be known in English as the Condominium Register and in French as Registre des condominiums. This Act to govern registrations, etc. (4) Declarations, descriptions, by-laws, notices of termination, and other instruments respecting land governed by this Act shall be registered and recorded in the Condominium Register in accordance with this Act and the regulations, but, except as otherwise provided by this Act and the regulations, the Land Titles Act or the Registry Act, as the case may be, applies in respect of property governed by this Act. R.S.O. 1990, c. C.26, s. 5. Units and Common Elements",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) Every land registrar in whose office a declaration and description are registered shall keep an index in the prescribed form to be known in English as the Condominium Corporations Index and in French as Répertoire des associations condominiales.</p> <p class=\"headnote-e\"><b>Combined offices</b></p> <p class=\"subsection-e\">(2) Where a land titles office is combined with a registry office, one index under subsection (1) shall be kept for all declarations and descriptions registered in the combined offices.</p> <p class=\"headnote-e\"><b>Condominium Register</b></p> <p class=\"subsection-e\">(3) Every land registrar in whose office a declaration and description are registered shall keep a register in the prescribed form to be known in English as the Condominium Register and in French as Registre des condominiums.</p> <p class=\"headnote-e\"><b>This Act to govern registrations, etc.</b></p> <p class=\"subsection-e\">(4) Declarations, descriptions, by-laws, notices of termination, and other instruments respecting land governed by this Act shall be registered and recorded in the Condominium Register in accordance with this Act and the regulations, but, except as otherwise provided by this Act and the regulations, the <i>Land Titles Act</i> or the <i>Registry Act</i>, as the case may be, applies in respect of property governed by this Act. R.S.O. 1990, c. C.26, s. 5.</p> <p class=\"heading1-e\">Units and Common Elements</p>"
        },
        {
            "id": "6.",
            "section": "Nature of units and common interests",
            "content": "6. (1) Units and common interests are real property for all purposes. Ownership of units (2) Subject to this Act, the declaration and the by-laws, each owner is entitled to exclusive ownership and use of the owner’s unit. Dangerous activities (3) No condition shall be permitted to exist and no activity shall be carried on in any unit or the common elements that is likely to damage the property. Right to entry (4) The corporation or any person authorized by the corporation may enter any unit at any reasonable time to perform the objects and duties of the corporation. R.S.O. 1990, c. C.26, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) Units and common interests are real property for all purposes.</p> <p class=\"headnote-e\"><b>Ownership of units</b></p> <p class=\"subsection-e\">(2) Subject to this Act, the declaration and the by-laws, each owner is entitled to exclusive ownership and use of the owner’s unit.</p> <p class=\"headnote-e\"><b>Dangerous activities</b></p> <p class=\"subsection-e\">(3) No condition shall be permitted to exist and no activity shall be carried on in any unit or the common elements that is likely to damage the property.</p> <p class=\"headnote-e\"><b>Right to entry</b></p> <p class=\"subsection-e\">(4) The corporation or any person authorized by the corporation may enter any unit at any reasonable time to perform the objects and duties of the corporation. R.S.O. 1990, c. C.26, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Ownership of common elements",
            "content": "7. (1) The owners are tenants in common of the common elements. Common interests (2) An undivided interest in the common elements is appurtenant to each unit. Proportions (3) The proportions of the common interests are those expressed in the declaration. Use of common elements (4) Each owner may make reasonable use of the common elements subject to this Act, the declaration, the by-laws and the rules. Ownership not to be separated (5) The ownership of a unit shall not be separated from the ownership of the common interest, and any instrument that purports to separate the ownership of a unit from a common interest is void. No division (6) Except as provided by this Act, the common elements shall not be partitioned or divided. Encumbrances not enforceable (7) No encumbrance is enforceable against the common elements after the declaration and description are registered. Saving (8) Where, but for subsection (7), an encumbrance would be enforceable against the common elements, the encumbrance is enforceable against all the units and common interests. Discharge (9) Any unit and common interest may be discharged from such an encumbrance by payment to the claimant of a portion of the sum claimed, determined by the proportions specified in the declaration for sharing the common interests. Idem (10) Upon payment of a portion of the encumbrance sufficient to discharge a unit and common interest, and upon demand, the claimant shall give to the owner a discharge of that unit and common interest in accordance with the regulations. R.S.O. 1990, c. C.26, s. 7 (1-10). Assessment (11) For the purposes of municipal assessment and taxation, each unit and common interest constitute a parcel, and the common elements do not constitute a parcel except for those parts of the common elements that are leased for business purposes under section 9 upon which the lessee carries on an undertaking for gain that are in the commercial property class prescribed under the Assessment Act. R.S.O. 1990, c. C.26, s. 7 (11); 1997, c. 5, s. 63. Where corporation deemed to be occupier (12) For the purpose of determining liability resulting from breach of the duties of an occupier of land, the corporation shall be deemed to be the occupier of the common elements and the owners shall be deemed not to be occupiers of the common elements. R.S.O. 1990, c. C.26, s. 7 (12). EASEMENTS",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) The owners are tenants in common of the common elements.</p> <p class=\"headnote-e\"><b>Common interests</b></p> <p class=\"subsection-e\">(2) An undivided interest in the common elements is appurtenant to each unit.</p> <p class=\"headnote-e\"><b>Proportions</b></p> <p class=\"subsection-e\">(3) The proportions of the common interests are those expressed in the declaration.</p> <p class=\"headnote-e\"><b>Use of common elements</b></p> <p class=\"subsection-e\">(4) Each owner may make reasonable use of the common elements subject to this Act, the declaration, the by-laws and the rules.</p> <p class=\"headnote-e\"><b>Ownership not to be separated</b></p> <p class=\"subsection-e\">(5) The ownership of a unit shall not be separated from the ownership of the common interest, and any instrument that purports to separate the ownership of a unit from a common interest is void.</p> <p class=\"headnote-e\"><b>No division</b></p> <p class=\"subsection-e\">(6) Except as provided by this Act, the common elements shall not be partitioned or divided.</p> <p class=\"headnote-e\"><b>Encumbrances not enforceable</b></p> <p class=\"subsection-e\">(7) No encumbrance is enforceable against the common elements after the declaration and description are registered.</p> <p class=\"headnote-e\"><b>Saving</b></p> <p class=\"subsection-e\">(8) Where, but for subsection (7), an encumbrance would be enforceable against the common elements, the encumbrance is enforceable against all the units and common interests.</p> <p class=\"headnote-e\"><b>Discharge</b></p> <p class=\"subsection-e\">(9) Any unit and common interest may be discharged from such an encumbrance by payment to the claimant of a portion of the sum claimed, determined by the proportions specified in the declaration for sharing the common interests.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(10) Upon payment of a portion of the encumbrance sufficient to discharge a unit and common interest, and upon demand, the claimant shall give to the owner a discharge of that unit and common interest in accordance with the regulations. R.S.O. 1990, c. C.26, s. 7 (1-10).</p> <p class=\"headnote-e\"><b>Assessment</b></p> <p class=\"subsection-e\">(11) For the purposes of municipal assessment and taxation, each unit and common interest constitute a parcel, and the common elements do not constitute a parcel except for those parts of the common elements that are leased for business purposes under section 9 upon which the lessee carries on an undertaking for gain that are in the commercial property class prescribed under the <i>Assessment Act</i>. R.S.O. 1990, c. C.26, s. 7 (11); 1997, c. 5, s. 63.</p> <p class=\"headnote-e\"><b>Where corporation deemed to be occupier</b></p> <p class=\"subsection-e\">(12) For the purpose of determining liability resulting from breach of the duties of an occupier of land, the corporation shall be deemed to be the occupier of the common elements and the owners shall be deemed not to be occupiers of the common elements. R.S.O. 1990, c. C.26, s. 7 (12).</p> <p class=\"heading1-e\">EASEMENTS</p>"
        },
        {
            "id": "8.",
            "section": "Easements appurtenant to units",
            "content": "8. (1) The following easements are appurtenant to each unit: 1. Where a building or any part of a building, (a) moves after registration of the declaration and description; or (b) after having been damaged and repaired, is not restored to the position occupied at the time of registration of the declaration and description, an easement for exclusive use and occupation in accordance with this Act, the declaration and the by-laws, over the space of the other units and common elements that would be space included in the unit if the boundaries of the unit were determined by the position of the buildings from time to time after registration of the description and not at the time of registration. 2. An easement for the provision of any service through any installation in the common elements or any other unit. 3. An easement for support by the common elements and any other unit capable of providing support. Easements appurtenant to common elements (2) The following easements are appurtenant to the common elements: 1. An easement for the provision of any service through any installation in any unit. 2. An easement for support by any unit capable of providing support. R.S.O. 1990, c. C.26, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) The following easements are appurtenant to each unit:</p> <p class=\"paragraph-e\">1. Where a building or any part of a building,</p> <p class=\"subpara-e\">(a) moves after registration of the declaration and description; or</p> <p class=\"subpara-e\">(b) after having been damaged and repaired, is not restored to the position occupied at the time of registration of the declaration and description,</p> <p class=\"Sparagraph-e\">an easement for exclusive use and occupation in accordance with this Act, the declaration and the by-laws, over the space of the other units and common elements that would be space included in the unit if the boundaries of the unit were determined by the position of the buildings from time to time after registration of the description and not at the time of registration.</p> <p class=\"paragraph-e\">2. An easement for the provision of any service through any installation in the common elements or any other unit.</p> <p class=\"paragraph-e\">3. An easement for support by the common elements and any other unit capable of providing support.</p> <p class=\"headnote-e\"><b>Easements appurtenant to common elements</b></p> <p class=\"subsection-e\">(2) The following easements are appurtenant to the common elements:</p> <p class=\"paragraph-e\">1. An easement for the provision of any service through any installation in any unit.</p> <p class=\"paragraph-e\">2. An easement for support by any unit capable of providing support. R.S.O. 1990, c. C.26, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Easements and leases of common elements",
            "content": "9. (1) The corporation may, by special by-law, (a) lease any part of the common elements, except any part that the declaration specifies is to be used by the owners of one or more designated units and not by all the owners; and (b) grant or transfer an easement or licence through the common elements. Binding on all owners (2) A lease or a grant or transfer of an easement or licence mentioned in subsection (1), signed by the authorized officers of the corporation under its seal, affects the interest of every owner in the common elements as if the lease, grant or transfer had been executed by the owner, and shall have attached thereto an affidavit of one of the officers stating that the lease, grant or transfer was authorized by a special by-law of the corporation. R.S.O. 1990, c. C.26, s. 9. CORPORATION",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) The corporation may, by special by-law,</p> <p class=\"clause-e\">(a) lease any part of the common elements, except any part that the declaration specifies is to be used by the owners of one or more designated units and not by all the owners; and</p> <p class=\"clause-e\">(b) grant or transfer an easement or licence through the common elements.</p> <p class=\"headnote-e\"><b>Binding on all owners</b></p> <p class=\"subsection-e\">(2) A lease or a grant or transfer of an easement or licence mentioned in subsection (1), signed by the authorized officers of the corporation under its seal, affects the interest of every owner in the common elements as if the lease, grant or transfer had been executed by the owner, and shall have attached thereto an affidavit of one of the officers stating that the lease, grant or transfer was authorized by a special by-law of the corporation. R.S.O. 1990, c. C.26, s. 9.</p> <p class=\"heading1-e\">CORPORATION</p>"
        },
        {
            "id": "10.",
            "section": "Creation",
            "content": "10. (1) The registration of a declaration and description creates a corporation without share capital whose members are the owners from time to time. Name of corporation (2) The land registrar shall assign a name to each corporation or proposed corporation in accordance with the regulations. Certain Acts not to apply (3) The Corporations Act and the Corporations Information Act do not apply to the corporation. R.S.O. 1990, c. C.26, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) The registration of a declaration and description creates a corporation without share capital whose members are the owners from time to time.</p> <p class=\"headnote-e\"><b>Name of corporation</b></p> <p class=\"subsection-e\">(2) The land registrar shall assign a name to each corporation or proposed corporation in accordance with the regulations.</p> <p class=\"headnote-e\"><b>Certain Acts not to apply</b></p> <p class=\"subsection-e\">(3) The <i>Corporations Act</i> and the <i>Corporations Information Act</i> do not apply to the corporation. R.S.O. 1990, c. C.26, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Corporation seal",
            "content": "11. (1) The corporation shall have a seal that shall be adopted and may be changed by resolution of the directors. Idem (2) The name of the corporation shall appear in legible characters on the seal. R.S.O. 1990, c. C.26, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) The corporation shall have a seal that shall be adopted and may be changed by resolution of the directors.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The name of the corporation shall appear in legible characters on the seal. R.S.O. 1990, c. C.26, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Objects",
            "content": "12. (1) The objects of the corporation are to manage the property and any assets of the corporation. Corporation duty (2) The corporation has a duty to control, manage and administer the common elements and the assets of the condominium corporation. Duty to effect compliance (3) The corporation has a duty to effect compliance by the owners with this Act, the declaration, the by-laws and the rules. Duties (4) The declaration or the by-laws may specify duties of the corporation consistent with its objects, responsibilities and duties. Right to performance of duties (5) Each owner and each person having a registered mortgage against a unit and common interest has the right to the performance of any duty of the corporation specified by this Act, the declaration, the by-laws and the rules. R.S.O. 1990, c. C.26, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) The objects of the corporation are to manage the property and any assets of the corporation.</p> <p class=\"headnote-e\"><b>Corporation duty</b></p> <p class=\"subsection-e\">(2) The corporation has a duty to control, manage and administer the common elements and the assets of the condominium corporation.</p> <p class=\"headnote-e\"><b>Duty to effect compliance</b></p> <p class=\"subsection-e\">(3) The corporation has a duty to effect compliance by the owners with this Act, the declaration, the by-laws and the rules.</p> <p class=\"headnote-e\"><b>Duties</b></p> <p class=\"subsection-e\">(4) The declaration or the by-laws may specify duties of the corporation consistent with its objects, responsibilities and duties.</p> <p class=\"headnote-e\"><b>Right to performance of duties</b></p> <p class=\"subsection-e\">(5) Each owner and each person having a registered mortgage against a unit and common interest has the right to the performance of any duty of the corporation specified by this Act, the declaration, the by-laws and the rules. R.S.O. 1990, c. C.26, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Real and personal property",
            "content": "13. (1) The corporation may own, acquire, encumber and dispose of real and personal property for the use and enjoyment of the property. Interest in assets (2) The owners share the assets of the corporation in the same proportions as the proportions of their common interests in accordance with this Act, the declaration and the by-laws. R.S.O. 1990, c. C.26, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> (1) The corporation may own, acquire, encumber and dispose of real and personal property for the use and enjoyment of the property.</p> <p class=\"headnote-e\"><b>Interest in assets</b></p> <p class=\"subsection-e\">(2) The owners share the assets of the corporation in the same proportions as the proportions of their common interests in accordance with this Act, the declaration and the by-laws. R.S.O. 1990, c. C.26, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Action by corporation",
            "content": "14. (1) The corporation after giving written notice to all owners and mortgagees may, on its own behalf and on behalf of any owner, sue for and recover damages and costs in respect of any damage to common elements, the assets of the corporation or individual units, and the legal and court costs in any such actions brought in whole or in part on behalf of any owners in respect of their units shall be borne by those owners in the proportion in which their interests are affected. Idem (2) The corporation after giving written notice to all owners and mortgagees may sue on its own behalf and on behalf of any owner with respect to the common elements and any units, even if the corporation was not a party to the contract in respect of which the action is brought, and the legal and court costs in an action brought in whole or in part on behalf of any owners in respect of their units shall be borne by those owners in the proportion in which their interests are affected. Idem (3) The notice referred to in subsections (1) and (2) is not required to be given in respect of an action brought in the Small Claims Court. Idem (4) Any judgment for payment in favour of the corporation in an action brought on its own behalf is an asset of the corporation. Corporation may be sued (5) The corporation may, as representative of the owners of the units, be sued in respect of any matter relating to the common elements or assets of the corporation. Judgment against corporation (6) Where an action is commenced on or after the 1st day of June, 1979, a judgment for the payment of money against the corporation is also a judgment against each owner at the time of judgment for a portion of the judgment determined by the proportions specified in the declaration for sharing the common interests. Idem (7) Where an action has been commenced before the 1st day of June, 1979, a judgment for the payment of money against the corporation is also a judgment against each owner at the time the cause of action arose for a portion of the judgment determined by the proportions specified in the declaration for sharing the common expenses. R.S.O. 1990, c. C.26, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> (1) The corporation after giving written notice to all owners and mortgagees may, on its own behalf and on behalf of any owner, sue for and recover damages and costs in respect of any damage to common elements, the assets of the corporation or individual units, and the legal and court costs in any such actions brought in whole or in part on behalf of any owners in respect of their units shall be borne by those owners in the proportion in which their interests are affected.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The corporation after giving written notice to all owners and mortgagees may sue on its own behalf and on behalf of any owner with respect to the common elements and any units, even if the corporation was not a party to the contract in respect of which the action is brought, and the legal and court costs in an action brought in whole or in part on behalf of any owners in respect of their units shall be borne by those owners in the proportion in which their interests are affected.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) The notice referred to in subsections (1) and (2) is not required to be given in respect of an action brought in the Small Claims Court.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) Any judgment for payment in favour of the corporation in an action brought on its own behalf is an asset of the corporation.</p> <p class=\"headnote-e\"><b>Corporation may be sued</b></p> <p class=\"subsection-e\">(5) The corporation may, as representative of the owners of the units, be sued in respect of any matter relating to the common elements or assets of the corporation.</p> <p class=\"headnote-e\"><b>Judgment against corporation</b></p> <p class=\"subsection-e\">(6) Where an action is commenced on or after the 1st day of June, 1979, a judgment for the payment of money against the corporation is also a judgment against each owner at the time of judgment for a portion of the judgment determined by the proportions specified in the declaration for sharing the common interests.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(7) Where an action has been commenced before the 1st day of June, 1979, a judgment for the payment of money against the corporation is also a judgment against each owner at the time the cause of action arose for a portion of the judgment determined by the proportions specified in the declaration for sharing the common expenses. R.S.O. 1990, c. C.26, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Board of directors",
            "content": "15. (1) The affairs of the corporation shall be managed by a board of directors, consisting of three persons or such greater number as the by-laws may provide, elected by the owners. Change in number of directors (2) A corporation may by by-law increase or, subject to subsection (1), decrease the number of the directors as set out in its by-laws. Age of directors (3) No person under eighteen years of age shall be a director of the corporation. Qualifications (4) No undischarged bankrupt or mentally incompetent person shall be a director and if a director becomes a bankrupt or a mentally incompetent person he or she thereupon ceases to be a director. Consent (5) A person who is elected or appointed a director is not a director unless, (a) the person was present at the meeting when he or she was elected or appointed and did not refuse at the meeting to act as a director; or (b) where the person was not present at the meeting when he or she was elected or appointed, the person consented to act as director in writing before his or her election or appointment or within ten days thereafter. Idem (6) For the purposes of subsection (5), a person who is elected or appointed as director and refuses under clause (a) of that subsection or fails to consent under clause (b) of that subsection shall be deemed not to have been elected or appointed as a director. Term (7) The term of the members of the board shall be three years or such lesser period as the by-laws may provide, but the directors may continue to act until their successors are elected, and directors are eligible for re-election. Removal (8) Any director may be removed before the expiration of his or her term by a vote of owners who together own a majority of the units and the owners may elect, in accordance with the by-laws dealing with the election of directors, any person qualified to be a member of the board for the remainder of the term of the director removed. Vacancy (9) If a vacancy in the membership of the board occurs, other than by way of removal under subsection (8) or as a result of the number of directors being increased, subject to subsection (11), the majority of the remaining members of the board may appoint any person qualified to be a member of the board to fill the vacancy until the next annual meeting at which time the vacancy shall be filled by election by the owners. Increase (10) Where the number of directors is increased, the vacancies resulting from such increase shall only be filled by election at a meeting of the owners duly called for that purpose. Election when no quorum (11) When there is not a quorum of directors in office, the director or directors then in office shall forthwith call a meeting of owners to fill the vacancies, and, in default or if there are no directors then in office, the meeting may be called by any owner. R.S.O. 1990, c. C.26, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) The affairs of the corporation shall be managed by a board of directors, consisting of three persons or such greater number as the by-laws may provide, elected by the owners.</p> <p class=\"headnote-e\"><b>Change in number of directors</b></p> <p class=\"subsection-e\">(2) A corporation may by by-law increase or, subject to subsection (1), decrease the number of the directors as set out in its by-laws.</p> <p class=\"headnote-e\"><b>Age of directors</b></p> <p class=\"subsection-e\">(3) No person under eighteen years of age shall be a director of the corporation.</p> <p class=\"headnote-e\"><b>Qualifications</b></p> <p class=\"subsection-e\">(4) No undischarged bankrupt or mentally incompetent person shall be a director and if a director becomes a bankrupt or a mentally incompetent person he or she thereupon ceases to be a director.</p> <p class=\"headnote-e\"><b>Consent</b></p> <p class=\"subsection-e\">(5) A person who is elected or appointed a director is not a director unless,</p> <p class=\"clause-e\">(a) the person was present at the meeting when he or she was elected or appointed and did not refuse at the meeting to act as a director; or</p> <p class=\"clause-e\">(b) where the person was not present at the meeting when he or she was elected or appointed, the person consented to act as director in writing before his or her election or appointment or within ten days thereafter.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(6) For the purposes of subsection (5), a person who is elected or appointed as director and refuses under clause (a) of that subsection or fails to consent under clause (b) of that subsection shall be deemed not to have been elected or appointed as a director.</p> <p class=\"headnote-e\"><b>Term</b></p> <p class=\"subsection-e\">(7) The term of the members of the board shall be three years or such lesser period as the by-laws may provide, but the directors may continue to act until their successors are elected, and directors are eligible for re-election.</p> <p class=\"headnote-e\"><b>Removal</b></p> <p class=\"subsection-e\">(8) Any director may be removed before the expiration of his or her term by a vote of owners who together own a majority of the units and the owners may elect, in accordance with the by-laws dealing with the election of directors, any person qualified to be a member of the board for the remainder of the term of the director removed.</p> <p class=\"headnote-e\"><b>Vacancy</b></p> <p class=\"subsection-e\">(9) If a vacancy in the membership of the board occurs, other than by way of removal under subsection (8) or as a result of the number of directors being increased, subject to subsection (11), the majority of the remaining members of the board may appoint any person qualified to be a member of the board to fill the vacancy until the next annual meeting at which time the vacancy shall be filled by election by the owners.</p> <p class=\"headnote-e\"><b>Increase</b></p> <p class=\"subsection-e\">(10) Where the number of directors is increased, the vacancies resulting from such increase shall only be filled by election at a meeting of the owners duly called for that purpose.</p> <p class=\"headnote-e\"><b>Election when no quorum</b></p> <p class=\"subsection-e\">(11) When there is not a quorum of directors in office, the director or directors then in office shall forthwith call a meeting of owners to fill the vacancies, and, in default or if there are no directors then in office, the meeting may be called by any owner. R.S.O. 1990, c. C.26, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Quorum",
            "content": "16. (1) A quorum for the transaction of business is a majority of the members of the board or such greater number as the by-laws may provide. Conduct of business (2) No business of a corporation shall be transacted by its board except at a meeting of directors at which a quorum of the board is present. Idem (3) Where there is a vacancy or vacancies in the board, the remaining directors may exercise all the powers of the board so long as a quorum of the board remains in office. Calling meetings of directors (4) In addition to any other provision in the by-laws of a corporation for calling meetings of directors, a quorum of the directors may, at any time, call a meeting of the directors for the transaction of any business, the general nature of which is specified in the notice calling the meeting. Notice (5) In the absence of any other provision in that behalf in the by-laws of the corporation, at least ten days written notice of the time and place for the holding of the meeting shall be given to every director of the corporation, personally or by prepaid mail, addressed to the director at his or her latest address as shown on the records of the corporation. R.S.O. 1990, c. C.26, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) A quorum for the transaction of business is a majority of the members of the board or such greater number as the by-laws may provide.</p> <p class=\"headnote-e\"><b>Conduct of business</b></p> <p class=\"subsection-e\">(2) No business of a corporation shall be transacted by its board except at a meeting of directors at which a quorum of the board is present.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) Where there is a vacancy or vacancies in the board, the remaining directors may exercise all the powers of the board so long as a quorum of the board remains in office.</p> <p class=\"headnote-e\"><b>Calling meetings of directors</b></p> <p class=\"subsection-e\">(4) In addition to any other provision in the by-laws of a corporation for calling meetings of directors, a quorum of the directors may, at any time, call a meeting of the directors for the transaction of any business, the general nature of which is specified in the notice calling the meeting.</p> <p class=\"headnote-e\"><b>Notice</b></p> <p class=\"subsection-e\">(5) In the absence of any other provision in that behalf in the by-laws of the corporation, at least ten days written notice of the time and place for the holding of the meeting shall be given to every director of the corporation, personally or by prepaid mail, addressed to the director at his or her latest address as shown on the records of the corporation. R.S.O. 1990, c. C.26, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Disclosure by director of interest in contracts",
            "content": "17. (1) Every director of a corporation who has, directly or indirectly, any interest in any contract or transaction to which the corporation is or is to be a party, other than a contract or transaction in which the director’s interest is limited solely to his or her remuneration as a director, officer or employee, shall declare his or her interest in such contract or transaction at a meeting of the directors of the corporation and shall at that time disclose the nature and extent of such interest including, as to any contract or transaction involving the purchase or sale of property by or to the corporation, the cost of the property to the purchaser and the cost thereof to the seller, if acquired by the seller within five years before the date of the contract or transaction, to the extent to which such interest or information is within his or her knowledge or control, and shall not vote and shall not in respect of such contract or transaction be counted in the quorum. Interest to be material (2) Subsection (1) does not require the disclosure of any interest in any contract or transaction unless the interest and the contract or transaction are both material. When declaration of interest to be made (3) The declaration required in subsection (1) shall be made at the meeting of the directors at which the proposed contract or transaction is first considered, or if the director is not at the date of the meeting interested in the proposed contract or transaction, at the next meeting of the directors held after he or she becomes so interested, or if the director becomes interested in a contract or transaction after it is entered into, at the first meeting of the directors held after he or she becomes so interested, or if a contract or a proposed contract or transaction is one that in the ordinary course of the corporation’s business would not require approval by the directors or owners, at the first meeting of the directors held after the director becomes aware of it. Effect of declaration (4) If a director has made a declaration and disclosure of his or her interest in a contract or transaction in compliance with this section and has not voted in respect of the contract or transaction at the meeting of the directors of the corporation, the director, if he or she was acting honestly and in good faith at the time the contract or transaction was entered into, is not by reason only of holding the office of director accountable to the corporation or to its owners for any profit or gain realized from the contract or transaction, and the contract or transaction is not voidable by reason only of the director’s interest therein. Confirmation by owners (5) Despite anything in this section, a director, if he or she was acting honestly and in good faith, is not accountable to the corporation or to the owners for any profit or gain realized from any such contract or transaction by reason only of holding the office of director, and the contract or transaction is not by reason only of the director’s interest therein voidable, (a) if the contract or transaction is confirmed or approved by at least two-thirds of the votes cast at a meeting of the owners duly called for that purpose; and (b) if the nature and extent of the director’s interest in the contract or transaction are declared and disclosed in reasonable detail in the notice calling the meeting. General notice of interest (6) For the purposes of this section, a general notice to the directors by a director declaring that he or she is a director or officer of or has a material interest in a person that is a party to a contract or proposed contract with the corporation is a sufficient declaration of interest in relation to any contract so made. R.S.O. 1990, c. C.26, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> (1) Every director of a corporation who has, directly or indirectly, any interest in any contract or transaction to which the corporation is or is to be a party, other than a contract or transaction in which the director’s interest is limited solely to his or her remuneration as a director, officer or employee, shall declare his or her interest in such contract or transaction at a meeting of the directors of the corporation and shall at that time disclose the nature and extent of such interest including, as to any contract or transaction involving the purchase or sale of property by or to the corporation, the cost of the property to the purchaser and the cost thereof to the seller, if acquired by the seller within five years before the date of the contract or transaction, to the extent to which such interest or information is within his or her knowledge or control, and shall not vote and shall not in respect of such contract or transaction be counted in the quorum.</p> <p class=\"headnote-e\"><b>Interest to be material</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not require the disclosure of any interest in any contract or transaction unless the interest and the contract or transaction are both material.</p> <p class=\"headnote-e\"><b>When declaration of interest to be made</b></p> <p class=\"subsection-e\">(3) The declaration required in subsection (1) shall be made at the meeting of the directors at which the proposed contract or transaction is first considered, or if the director is not at the date of the meeting interested in the proposed contract or transaction, at the next meeting of the directors held after he or she becomes so interested, or if the director becomes interested in a contract or transaction after it is entered into, at the first meeting of the directors held after he or she becomes so interested, or if a contract or a proposed contract or transaction is one that in the ordinary course of the corporation’s business would not require approval by the directors or owners, at the first meeting of the directors held after the director becomes aware of it.</p> <p class=\"headnote-e\"><b>Effect of declaration</b></p> <p class=\"subsection-e\">(4) If a director has made a declaration and disclosure of his or her interest in a contract or transaction in compliance with this section and has not voted in respect of the contract or transaction at the meeting of the directors of the corporation, the director, if he or she was acting honestly and in good faith at the time the contract or transaction was entered into, is not by reason only of holding the office of director accountable to the corporation or to its owners for any profit or gain realized from the contract or transaction, and the contract or transaction is not voidable by reason only of the director’s interest therein.</p> <p class=\"headnote-e\"><b>Confirmation by owners</b></p> <p class=\"subsection-e\">(5) Despite anything in this section, a director, if he or she was acting honestly and in good faith, is not accountable to the corporation or to the owners for any profit or gain realized from any such contract or transaction by reason only of holding the office of director, and the contract or transaction is not by reason only of the director’s interest therein voidable,</p> <p class=\"clause-e\">(a) if the contract or transaction is confirmed or approved by at least two-thirds of the votes cast at a meeting of the owners duly called for that purpose; and</p> <p class=\"clause-e\">(b) if the nature and extent of the director’s interest in the contract or transaction are declared and disclosed in reasonable detail in the notice calling the meeting.</p> <p class=\"headnote-e\"><b>General notice of interest</b></p> <p class=\"subsection-e\">(6) For the purposes of this section, a general notice to the directors by a director declaring that he or she is a director or officer of or has a material interest in a person that is a party to a contract or proposed contract with the corporation is a sufficient declaration of interest in relation to any contract so made. R.S.O. 1990, c. C.26, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Annual meetings",
            "content": "18. (1) A corporation shall hold an annual meeting of the owners not more than three months after the registration of the declaration and description, and subsequently not more than fifteen months after the holding of the last preceding annual meeting, and at such meeting any owner or any mortgagee entitled to vote shall have an opportunity to raise any matter relevant to the affairs and business of the corporation. Other meetings (2) The board, or any mortgagee holding mortgages on not less than 15 per cent of the units, may at any time call a meeting of the owners of the corporation for the transaction of any business, the nature of which shall be specified in the notice calling the meeting. Quorum (3) Unless otherwise provided in this Act, a quorum for the transaction of business at a meeting of owners is those owners present in person or represented by proxy owning 33 1/3 per cent of the units. R.S.O. 1990, c. C.26, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> (1) A corporation shall hold an annual meeting of the owners not more than three months after the registration of the declaration and description, and subsequently not more than fifteen months after the holding of the last preceding annual meeting, and at such meeting any owner or any mortgagee entitled to vote shall have an opportunity to raise any matter relevant to the affairs and business of the corporation.</p> <p class=\"headnote-e\"><b>Other meetings</b></p> <p class=\"subsection-e\">(2) The board, or any mortgagee holding mortgages on not less than 15 per cent of the units, may at any time call a meeting of the owners of the corporation for the transaction of any business, the nature of which shall be specified in the notice calling the meeting.</p> <p class=\"headnote-e\"><b>Quorum</b></p> <p class=\"subsection-e\">(3) Unless otherwise provided in this Act, a quorum for the transaction of business at a meeting of owners is those owners present in person or represented by proxy owning 33 <sup>1</sup>/<sub>3</sub> per cent of the units. R.S.O. 1990, c. C.26, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Requisition for owners’ meeting",
            "content": "19. (1) The board shall, upon receipt of a requisition in writing made by owners who together own at least 15 per cent of the units, call and hold a meeting of the owners and if the meeting is not called and held within thirty days of the receipt of the requisition, any of the requisitionists may call the meeting, and in such case, the meeting shall be held within sixty days of receipt of the requisition. Requisition (2) The requisition shall state the nature of the business to be presented at the meeting and shall be signed by the requisitionists and deposited at the address for service of the corporation. R.S.O. 1990, c. C.26, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19.</b> (1) The board shall, upon receipt of a requisition in writing made by owners who together own at least 15 per cent of the units, call and hold a meeting of the owners and if the meeting is not called and held within thirty days of the receipt of the requisition, any of the requisitionists may call the meeting, and in such case, the meeting shall be held within sixty days of receipt of the requisition.</p> <p class=\"headnote-e\"><b>Requisition</b></p> <p class=\"subsection-e\">(2) The requisition shall state the nature of the business to be presented at the meeting and shall be signed by the requisitionists and deposited at the address for service of the corporation. R.S.O. 1990, c. C.26, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Notice",
            "content": "20. (1) At least ten days written notice of every meeting of the owners specifying the place, the date and the hour thereof and the nature of the business to be presented shall be given to each owner or mortgagee entitled to vote, personally or by prepaid mail addressed to the owner or mortgagee at the address provided under subsection (2). Sufficient notice (2) The corporation shall maintain a record upon which shall be entered each owner or mortgagee who notifies the corporation of the person’s entitlement to vote and of the person’s address for service, and the notice of a meeting required by subsection (1) shall be deemed to be sufficiently given if given in accordance with subsection (1) to those persons entered on the record twelve days before the date of the meeting. Right to vote (3) A mortgagee who receives a notice shall, in order to be entitled to exercise the right of the owner to vote or to consent, notify the corporation and the owner of the mortgagee’s intention to exercise such right at least two days before the date specified in the notice for the meeting. R.S.O. 1990, c. C.26, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20.</b> (1) At least ten days written notice of every meeting of the owners specifying the place, the date and the hour thereof and the nature of the business to be presented shall be given to each owner or mortgagee entitled to vote, personally or by prepaid mail addressed to the owner or mortgagee at the address provided under subsection (2).</p> <p class=\"headnote-e\"><b>Sufficient notice</b></p> <p class=\"subsection-e\">(2) The corporation shall maintain a record upon which shall be entered each owner or mortgagee who notifies the corporation of the person’s entitlement to vote and of the person’s address for service, and the notice of a meeting required by subsection (1) shall be deemed to be sufficiently given if given in accordance with subsection (1) to those persons entered on the record twelve days before the date of the meeting.</p> <p class=\"headnote-e\"><b>Right to vote</b></p> <p class=\"subsection-e\">(3) A mortgagee who receives a notice shall, in order to be entitled to exercise the right of the owner to vote or to consent, notify the corporation and the owner of the mortgagee’s intention to exercise such right at least two days before the date specified in the notice for the meeting. R.S.O. 1990, c. C.26, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "Records",
            "content": "21. The corporation shall keep adequate records, and any owner or agent of an owner duly authorized in writing may inspect the records on reasonable notice and at any reasonable time. R.S.O. 1990, c. C.26, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21.</b> The corporation shall keep adequate records, and any owner or agent of an owner duly authorized in writing may inspect the records on reasonable notice and at any reasonable time. R.S.O. 1990, c. C.26, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": "Voting",
            "content": "22. (1) All voting by owners shall be on the basis of one vote per unit and, where two or more persons entitled to vote in respect of one unit disagree on their vote, the vote in respect of that unit shall not be counted. Idem (2) On a show of hands or on a poll, votes may be given either personally or by proxy. Proxy (3) An instrument appointing a proxy shall be in writing under the hand of the appointer or the appointer’s attorney, and may be either general or for a particular meeting. Idem (4) A proxy need not be an owner. Where not entitled to vote (5) Except where, under this Act or the by-laws of the corporation, a unanimous vote of all the owners is required, an owner is not entitled to vote at any meeting if any contributions payable in respect of the owner’s unit are in arrears for more than thirty days prior to the meeting. Majority voting (6) Unless otherwise provided in this Act, all questions proposed for the consideration of the owners at a meeting of owners shall be determined by a majority of the votes cast. No vote for parking or storage unit (7) No owner is entitled to a vote in respect of a unit that is intended for parking or storage purposes. R.S.O. 1990, c. C.26, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22.</b> (1) All voting by owners shall be on the basis of one vote per unit and, where two or more persons entitled to vote in respect of one unit disagree on their vote, the vote in respect of that unit shall not be counted.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) On a show of hands or on a poll, votes may be given either personally or by proxy.</p> <p class=\"headnote-e\"><b>Proxy</b></p> <p class=\"subsection-e\">(3) An instrument appointing a proxy shall be in writing under the hand of the appointer or the appointer’s attorney, and may be either general or for a particular meeting.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) A proxy need not be an owner.</p> <p class=\"headnote-e\"><b>Where not entitled to vote</b></p> <p class=\"subsection-e\">(5) Except where, under this Act or the by-laws of the corporation, a unanimous vote of all the owners is required, an owner is not entitled to vote at any meeting if any contributions payable in respect of the owner’s unit are in arrears for more than thirty days prior to the meeting.</p> <p class=\"headnote-e\"><b>Majority voting</b></p> <p class=\"subsection-e\">(6) Unless otherwise provided in this Act, all questions proposed for the consideration of the owners at a meeting of owners shall be determined by a majority of the votes cast.</p> <p class=\"headnote-e\"><b>No vote for parking or storage unit</b></p> <p class=\"subsection-e\">(7) No owner is entitled to a vote in respect of a unit that is intended for parking or storage purposes. R.S.O. 1990, c. C.26, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Officers",
            "content": "23. (1) A corporation shall have a president and a secretary and such other officers as are provided for by by-law or by resolution of the directors and the same person may hold two or more offices. Election and appointment (2) In the absence of other provisions in that behalf in the by-laws, the directors, (a) shall elect the president from among themselves; (b) shall appoint or elect the secretary; and (c) may appoint or elect one or more vice-presidents or other officers. R.S.O. 1990, c. C.26, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23.</b> (1) A corporation shall have a president and a secretary and such other officers as are provided for by by-law or by resolution of the directors and the same person may hold two or more offices.</p> <p class=\"headnote-e\"><b>Election and appointment</b></p> <p class=\"subsection-e\">(2) In the absence of other provisions in that behalf in the by-laws, the directors,</p> <p class=\"clause-e\">(a) shall elect the president from among themselves;</p> <p class=\"clause-e\">(b) shall appoint or elect the secretary; and</p> <p class=\"clause-e\">(c) may appoint or elect one or more vice-presidents or other officers. R.S.O. 1990, c. C.26, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": "Standards of care, etc., of directors",
            "content": "24. (1) Every director and officer of a corporation shall exercise the powers and discharge the duties of his or her office honestly and in good faith. Defects (2) The acts of a member of the board or an officer of the board are valid despite any defect that may afterwards be discovered in his or her election or qualifications. R.S.O. 1990, c. C.26, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24.</b> (1) Every director and officer of a corporation shall exercise the powers and discharge the duties of his or her office honestly and in good faith.</p> <p class=\"headnote-e\"><b>Defects</b></p> <p class=\"subsection-e\">(2) The acts of a member of the board or an officer of the board are valid despite any defect that may afterwards be discovered in his or her election or qualifications. R.S.O. 1990, c. C.26, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": "Indemnification of directors",
            "content": "25. (1) Subject to subsection (2), the by-laws of a corporation may provide that every director and officer of the corporation and his or her heirs, executors, administrators and other legal personal representatives may from time to time be indemnified and saved harmless by the corporation from and against, (a) any liability and all costs, charges and expenses that he or she sustains or incurs in respect of any action, suit or proceeding that is proposed or commenced against him or her for or in respect of anything done or permitted by him or her in respect of the execution of the duties of his or her office; and (b) all other costs, charges and expenses that he or she sustains or incurs in respect of the affairs of the corporation. Idem (2) No director or officer of a corporation shall be indemnified by the corporation in respect of any liability, costs, charges or expenses that he or she sustains or incurs in or about any action, suit or other proceeding as a result of which the person is adjudged to be in breach of any duty or responsibility imposed upon him or her under this Act or under any other statute unless, in an action brought against the person in his or her capacity as director or officer, he or she has achieved complete or substantial success as a defendant. Insurance (3) A corporation may purchase and maintain insurance for the benefit of a director or officer thereof except insurance against a liability, cost, charge or expense of the director or officer incurred as a result of a contravention of subsection 24 (1). R.S.O. 1990, c. C.26, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>25.</b> (1) Subject to subsection (2), the by-laws of a corporation may provide that every director and officer of the corporation and his or her heirs, executors, administrators and other legal personal representatives may from time to time be indemnified and saved harmless by the corporation from and against,</p> <p class=\"clause-e\">(a) any liability and all costs, charges and expenses that he or she sustains or incurs in respect of any action, suit or proceeding that is proposed or commenced against him or her for or in respect of anything done or permitted by him or her in respect of the execution of the duties of his or her office; and</p> <p class=\"clause-e\">(b) all other costs, charges and expenses that he or she sustains or incurs in respect of the affairs of the corporation.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) No director or officer of a corporation shall be indemnified by the corporation in respect of any liability, costs, charges or expenses that he or she sustains or incurs in or about any action, suit or other proceeding as a result of which the person is adjudged to be in breach of any duty or responsibility imposed upon him or her under this Act or under any other statute unless, in an action brought against the person in his or her capacity as director or officer, he or she has achieved complete or substantial success as a defendant.</p> <p class=\"headnote-e\"><b>Insurance</b></p> <p class=\"subsection-e\">(3) A corporation may purchase and maintain insurance for the benefit of a director or officer thereof except insurance against a liability, cost, charge or expense of the director or officer incurred as a result of a contravention of subsection 24 (1). R.S.O. 1990, c. C.26, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": "Election of new board",
            "content": "26. (1) The board elected at a time when the declarant owns a majority of the units shall, not more than twenty-one days after the declarant ceases to be the registered owner of a majority of the units, call a meeting of the owners to elect a new board, and such meeting shall be held within twenty-one days after the calling of the meeting. Owner, etc., may call meeting (2) If the meeting referred to in subsection (1) is not called within the time provided for by that subsection, any owner or any mortgagee entitled to vote may call the meeting. Things to be turned over to the board (3) At the meeting required under subsection (1), the declarant shall give to the board elected at that meeting, (a) the seal of the corporation; (b) the minute book for the corporation, containing the most current copies of the declaration, by-laws, rules and regulations and any amendments thereto; (c) copies of all agreements entered into by the corporation or the declarant or the declarant’s representatives on behalf of the corporation, including the management contracts, deeds, leases, licences and those items set out in subsection 52 (6); (d) a record maintained under subsection 20 (2); (e) the existing warranties and guarantees for all the equipment, fixtures and chattels included in the sale of either the units or common elements that are not protected by warranties and guarantees given directly to a unit purchaser; (f) the as-built architectural, structural, engineering, mechanical, electrical and plumbing plans; (g) the original specifications indicating thereon all material changes; (h) the plans for underground site service, site grading, drainage and landscaping together with cable television drawings if available; (i) such other available plans and information not mentioned in clause (f), (g) or (h) but relevant to future repair or maintenance of the property; (j) an unaudited financial statement prepared as at a date not earlier than thirty days prior to the meeting; (k) a table depicting the maintenance responsibilities and indicating whether the corporation or the unit owners are responsible; (l) bills of sale or transfers for all items that are assets of the condominium corporation but not part of the real property; (m) a list detailing current replacement costs and life expectancy under normal maintenance conditions of all major capital items in the property, including, where applicable, those items set out in subsection 36 (1); and (n) all financial records of the corporation and of the declarant relating to the operation of the corporation from the date of registration of the declaration and the description. Idem (4) The declarant shall give to the board within sixty days after the meeting required under subsection (1) an audited financial statement prepared as at the date of the meeting required under subsection (1). R.S.O. 1990, c. C.26, s. 26.",
            "raw_html": "<p class=\"section-e\"><b>26.</b> (1) The board elected at a time when the declarant owns a majority of the units shall, not more than twenty-one days after the declarant ceases to be the registered owner of a majority of the units, call a meeting of the owners to elect a new board, and such meeting shall be held within twenty-one days after the calling of the meeting.</p> <p class=\"headnote-e\"><b>Owner, etc., may call meeting</b></p> <p class=\"subsection-e\">(2) If the meeting referred to in subsection (1) is not called within the time provided for by that subsection, any owner or any mortgagee entitled to vote may call the meeting.</p> <p class=\"headnote-e\"><b>Things to be turned over to the board</b></p> <p class=\"subsection-e\">(3) At the meeting required under subsection (1), the declarant shall give to the board elected at that meeting,</p> <p class=\"clause-e\">(a) the seal of the corporation;</p> <p class=\"clause-e\">(b) the minute book for the corporation, containing the most current copies of the declaration, by-laws, rules and regulations and any amendments thereto;</p> <p class=\"clause-e\">(c) copies of all agreements entered into by the corporation or the declarant or the declarant’s representatives on behalf of the corporation, including the management contracts, deeds, leases, licences and those items set out in subsection 52 (6);</p> <p class=\"clause-e\">(d) a record maintained under subsection 20 (2);</p> <p class=\"clause-e\">(e) the existing warranties and guarantees for all the equipment, fixtures and chattels included in the sale of either the units or common elements that are not protected by warranties and guarantees given directly to a unit purchaser;</p> <p class=\"clause-e\">(f) the as-built architectural, structural, engineering, mechanical, electrical and plumbing plans;</p> <p class=\"clause-e\">(g) the original specifications indicating thereon all material changes;</p> <p class=\"clause-e\">(h) the plans for underground site service, site grading, drainage and landscaping together with cable television drawings if available;</p> <p class=\"clause-e\">(i) such other available plans and information not mentioned in clause (f), (g) or (h) but relevant to future repair or maintenance of the property;</p> <p class=\"clause-e\">(j) an unaudited financial statement prepared as at a date not earlier than thirty days prior to the meeting;</p> <p class=\"clause-e\">(k) a table depicting the maintenance responsibilities and indicating whether the corporation or the unit owners are responsible;</p> <p class=\"clause-e\">(l) bills of sale or transfers for all items that are assets of the condominium corporation but not part of the real property;</p> <p class=\"clause-e\">(m) a list detailing current replacement costs and life expectancy under normal maintenance conditions of all major capital items in the property, including, where applicable, those items set out in subsection 36 (1); and</p> <p class=\"clause-e\">(n) all financial records of the corporation and of the declarant relating to the operation of the corporation from the date of registration of the declaration and the description.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) The declarant shall give to the board within sixty days after the meeting required under subsection (1) an audited financial statement prepared as at the date of the meeting required under subsection (1). R.S.O. 1990, c. C.26, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": "Corporation shall maintain insurance",
            "content": "27. (1) The corporation shall obtain and maintain insurance on its own behalf and on behalf of the owners of the units and common elements, excluding improvements and betterments made or acquired by an owner, against major perils to the replacement cost thereof, and against such other perils as may be specified by the declaration or by-laws, and for this purpose the corporation shall be deemed to have an insurable interest in the units and common elements. Payment of insurance (2) Any payment by an insurer under a policy of insurance entered into under subsection (1) shall, despite the terms of the policy, be paid to the order of insurance trustees, if any, or otherwise shall be paid to or to the order of the corporation and, subject to subsection 42 (2), the corporation shall forthwith use the proceeds for the repair or replacement of the damaged units and common elements so far as the same may be effected lawfully. Insurance under subs. (1) not other insurance (3) Insurance obtained and maintained by a corporation under subsection (1) shall be deemed not to be other insurance for the purpose of any prohibition of or condition against other insurance in a policy of an owner insuring against loss of or damage to the owner’s unit or the owner’s interest in the common elements and covering only to the extent that the insurance placed by the corporation is inapplicable, inadequate or ineffective. Insurance non-contributory (4) Despite section 150 of the Insurance Act or the provisions of the policy, a policy of insurance issued under subsection (1) and any other policy of insurance, except another policy issued under subsection (1), are not liable to be brought into contribution with each other. Liability insurance (5) The corporation shall obtain and maintain insurance against its liability resulting from breach of duty as occupier of the common elements or arising from the ownership, use or operation, by it or on its behalf, of boilers, machinery, pressure vessels and motor vehicles, in addition to such other insurance as may be specified in the declaration or by-laws. Act of person does not breach policy (6) Despite the terms of a policy issued under subsection (1), no act of any person shall be deemed to be a breach of the conditions of the policy where such act is prejudicial to the interests of the corporation or the owners. Provision for notice (7) A policy of insurance issued under subsection (1) shall be deemed to include provision for sixty days notice sent by registered mail to be given by the insurer to the corporation and to the insurance trustees, if any, in the event of termination of the insurance by the insurer. Application of section (8) In the event that any provision of a policy issued under subsection (1) or any part of the Insurance Act is in conflict or inconsistent with this section or any part thereof, the provisions of this section shall apply. Capacity to maintain insurance (9) Nothing in this section shall be construed to restrict the capacity of a corporation, an owner or any other person to obtain and maintain insurance in respect of any insurable interest. Insurance money to be used for repairs (10) Despite any provision in a mortgage and despite subsection 6 (2) of the Mortgages Act, a mortgagee shall not require that any money received on an insurance of the property or any part thereof be applied in or towards the discharge of the money due under the mortgagee’s mortgage and any such requirement is void. Definition (11) For the purposes of subsection (1), “major perils” means the perils of fire, lightning, smoke, windstorm, hail, explosion, water escape, strikes, riots or civil commotion, impact by aircraft and vehicles, vandalism and malicious mischief. R.S.O. 1990, c. C.26, s. 27. BY-LAWS AND RESOLUTIONS",
            "raw_html": "<p class=\"section-e\"><b>27.</b> (1) The corporation shall obtain and maintain insurance on its own behalf and on behalf of the owners of the units and common elements, excluding improvements and betterments made or acquired by an owner, against major perils to the replacement cost thereof, and against such other perils as may be specified by the declaration or by-laws, and for this purpose the corporation shall be deemed to have an insurable interest in the units and common elements.</p> <p class=\"headnote-e\"><b>Payment of insurance</b></p> <p class=\"subsection-e\">(2) Any payment by an insurer under a policy of insurance entered into under subsection (1) shall, despite the terms of the policy, be paid to the order of insurance trustees, if any, or otherwise shall be paid to or to the order of the corporation and, subject to subsection 42 (2), the corporation shall forthwith use the proceeds for the repair or replacement of the damaged units and common elements so far as the same may be effected lawfully.</p> <p class=\"headnote-e\"><b>Insurance under subs. (1) not other insurance</b></p> <p class=\"subsection-e\">(3) Insurance obtained and maintained by a corporation under subsection (1) shall be deemed not to be other insurance for the purpose of any prohibition of or condition against other insurance in a policy of an owner insuring against loss of or damage to the owner’s unit or the owner’s interest in the common elements and covering only to the extent that the insurance placed by the corporation is inapplicable, inadequate or ineffective.</p> <p class=\"headnote-e\"><b>Insurance non-contributory</b></p> <p class=\"subsection-e\">(4) Despite section 150 of the <i>Insurance Act</i> or the provisions of the policy, a policy of insurance issued under subsection (1) and any other policy of insurance, except another policy issued under subsection (1), are not liable to be brought into contribution with each other.</p> <p class=\"headnote-e\"><b>Liability insurance</b></p> <p class=\"subsection-e\">(5) The corporation shall obtain and maintain insurance against its liability resulting from breach of duty as occupier of the common elements or arising from the ownership, use or operation, by it or on its behalf, of boilers, machinery, pressure vessels and motor vehicles, in addition to such other insurance as may be specified in the declaration or by-laws.</p> <p class=\"headnote-e\"><b>Act of person does not breach policy</b></p> <p class=\"subsection-e\">(6) Despite the terms of a policy issued under subsection (1), no act of any person shall be deemed to be a breach of the conditions of the policy where such act is prejudicial to the interests of the corporation or the owners.</p> <p class=\"headnote-e\"><b>Provision for notice</b></p> <p class=\"subsection-e\">(7) A policy of insurance issued under subsection (1) shall be deemed to include provision for sixty days notice sent by registered mail to be given by the insurer to the corporation and to the insurance trustees, if any, in the event of termination of the insurance by the insurer.</p> <p class=\"headnote-e\"><b>Application of section</b></p> <p class=\"subsection-e\">(8) In the event that any provision of a policy issued under subsection (1) or any part of the <i>Insurance Act</i> is in conflict or inconsistent with this section or any part thereof, the provisions of this section shall apply.</p> <p class=\"headnote-e\"><b>Capacity to maintain insurance</b></p> <p class=\"subsection-e\">(9) Nothing in this section shall be construed to restrict the capacity of a corporation, an owner or any other person to obtain and maintain insurance in respect of any insurable interest.</p> <p class=\"headnote-e\"><b>Insurance money to be used for repairs</b></p> <p class=\"subsection-e\">(10) Despite any provision in a mortgage and despite subsection 6 (2) of the <i>Mortgages Act</i>, a mortgagee shall not require that any money received on an insurance of the property or any part thereof be applied in or towards the discharge of the money due under the mortgagee’s mortgage and any such requirement is void.</p> <p class=\"headnote-e\"><b>Definition</b></p> <p class=\"subsection-e\">(11) For the purposes of subsection (1),</p> <p class=\"firstdef-e\">“major perils” means the perils of fire, lightning, smoke, windstorm, hail, explosion, water escape, strikes, riots or civil commotion, impact by aircraft and vehicles, vandalism and malicious mischief. R.S.O. 1990, c. C.26, s. 27.</p> <p class=\"heading1-e\">BY-LAWS AND RESOLUTIONS</p>"
        },
        {
            "id": "28.",
            "section": "By-laws",
            "content": "28. (1) The board may pass by-laws, not contrary to this Act or to the declaration, (a) to govern the number, qualification, nomination, election, term of office and remuneration of the directors; (b) to regulate the meeting, quorum and functions of the board; (c) to govern the appointment, remuneration, functions, duties and removal of agents, officers and employees of the corporation and the security, if any, to be given by them to it; (d) to govern the management of the property; (e) to govern the maintenance of the units and common elements; (f) to govern the use and management of the assets of the corporation; (g) specifying duties of the corporation; (h) to govern the assessment and collection of contributions towards the common expenses; (i) authorizing the borrowing of money to carry out the objects and duties of the corporation; and (j) respecting the conduct generally of the affairs of the corporation. Confirmation (2) Subject to subsection (5), a by-law passed under subsection (1) is not effective until it is confirmed, with or without variation, by owners who own not less than 51 per cent of the units at a meeting duly called for that purpose. Remuneration of directors (3) A by-law relating to the remuneration of a director or directors shall fix the remuneration and the period for which it is to be paid. By-laws must be reasonable (4) The by-laws shall be reasonable and consistent with this Act and the declaration. Registration (5) When a by-law or special by-law is made by the corporation, the corporation shall register a copy of the by-law or special by-law together with a certificate executed by the corporation that the by-law was made in accordance with this Act, the declaration and the by-laws, and until the copy and certificate are registered the by-law is ineffective. R.S.O. 1990, c. C.26, s. 28. RULES GOVERNING USE OF COMMON ELEMENTS",
            "raw_html": "<p class=\"section-e\"><b>28.</b> (1) The board may pass by-laws, not contrary to this Act or to the declaration,</p> <p class=\"clause-e\">(a) to govern the number, qualification, nomination, election, term of office and remuneration of the directors;</p> <p class=\"clause-e\">(b) to regulate the meeting, quorum and functions of the board;</p> <p class=\"clause-e\">(c) to govern the appointment, remuneration, functions, duties and removal of agents, officers and employees of the corporation and the security, if any, to be given by them to it;</p> <p class=\"clause-e\">(d) to govern the management of the property;</p> <p class=\"clause-e\">(e) to govern the maintenance of the units and common elements;</p> <p class=\"clause-e\">(f) to govern the use and management of the assets of the corporation;</p> <p class=\"clause-e\">(g) specifying duties of the corporation;</p> <p class=\"clause-e\">(h) to govern the assessment and collection of contributions towards the common expenses;</p> <p class=\"clause-e\">(i) authorizing the borrowing of money to carry out the objects and duties of the corporation; and</p> <p class=\"clause-e\">(j) respecting the conduct generally of the affairs of the corporation.</p> <p class=\"headnote-e\"><b>Confirmation</b></p> <p class=\"subsection-e\">(2) Subject to subsection (5), a by-law passed under subsection (1) is not effective until it is confirmed, with or without variation, by owners who own not less than 51 per cent of the units at a meeting duly called for that purpose.</p> <p class=\"headnote-e\"><b>Remuneration of directors</b></p> <p class=\"subsection-e\">(3) A by-law relating to the remuneration of a director or directors shall fix the remuneration and the period for which it is to be paid.</p> <p class=\"headnote-e\"><b>By-laws must be reasonable</b></p> <p class=\"subsection-e\">(4) The by-laws shall be reasonable and consistent with this Act and the declaration.</p> <p class=\"headnote-e\"><b>Registration</b></p> <p class=\"subsection-e\">(5) When a by-law or special by-law is made by the corporation, the corporation shall register a copy of the by-law or special by-law together with a certificate executed by the corporation that the by-law was made in accordance with this Act, the declaration and the by-laws, and until the copy and certificate are registered the by-law is ineffective. R.S.O. 1990, c. C.26, s. 28.</p> <p class=\"heading1-e\">RULES GOVERNING USE OF COMMON ELEMENTS</p>"
        },
        {
            "id": "29.",
            "section": "House rules",
            "content": "29. (1) The board may make rules respecting the use of common elements and units or any of them to promote the safety, security or welfare of the owners and of the property or for the purpose of preventing unreasonable interference with the use and enjoyment of the common elements and of other units. Idem (2) The rules shall be reasonable and consistent with this Act, the declaration and the by-laws. Compliance and enforcement (3) The rules shall be complied with and enforced in the same manner as the by-laws. When rules effective (4) Subject to subsection (5), any rule made under subsection (1) shall be effective thirty days after notice thereof has been given to each owner unless the board is in receipt of a requisition in writing made under section 19 requiring a meeting of owners to consider the rules. Idem (5) If a meeting of owners is required, the rule made under subsection (1) shall become effective only upon approval at such meeting of owners. Owners amending or repealing rules (6) The owners may at any time after a rule becomes effective amend or repeal a rule at a meeting of owners duly called for that purpose. R.S.O. 1990, c. C.26, s. 29.",
            "raw_html": "<p class=\"section-e\"><b>29.</b> (1) The board may make rules respecting the use of common elements and units or any of them to promote the safety, security or welfare of the owners and of the property or for the purpose of preventing unreasonable interference with the use and enjoyment of the common elements and of other units.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The rules shall be reasonable and consistent with this Act, the declaration and the by-laws.</p> <p class=\"headnote-e\"><b>Compliance and enforcement</b></p> <p class=\"subsection-e\">(3) The rules shall be complied with and enforced in the same manner as the by-laws.</p> <p class=\"headnote-e\"><b>When rules effective</b></p> <p class=\"subsection-e\">(4) Subject to subsection (5), any rule made under subsection (1) shall be effective thirty days after notice thereof has been given to each owner unless the board is in receipt of a requisition in writing made under section 19 requiring a meeting of owners to consider the rules.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(5) If a meeting of owners is required, the rule made under subsection (1) shall become effective only upon approval at such meeting of owners.</p> <p class=\"headnote-e\"><b>Owners amending or repealing rules</b></p> <p class=\"subsection-e\">(6) The owners may at any time after a rule becomes effective amend or repeal a rule at a meeting of owners duly called for that purpose. R.S.O. 1990, c. C.26, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": "Entry by canvassers",
            "content": "30. No corporation or servant or agent of a corporation shall restrict reasonable access to the property by candidates, or their authorized representatives, for election to the House of Commons, the Legislative Assembly or any office in a municipal government or school board for the purpose of canvassing or distributing election material. R.S.O. 1990, c. C.26, s. 30. OBLIGATION OF OWNERS AND OCCUPIERS",
            "raw_html": "<p class=\"section-e\"><b>30.</b> No corporation or servant or agent of a corporation shall restrict reasonable access to the property by candidates, or their authorized representatives, for election to the House of Commons, the Legislative Assembly or any office in a municipal government or school board for the purpose of canvassing or distributing election material. R.S.O. 1990, c. C.26, s. 30.</p> <p class=\"heading1-e\">OBLIGATION OF OWNERS AND OCCUPIERS</p>"
        },
        {
            "id": "31.",
            "section": "Obligations and rights of owners, etc.",
            "content": "31. (1) Each owner is bound by and shall comply with this Act, the declaration, the by-laws and the rules. Idem (2) Each owner has a right to the compliance by the other owners with this Act, the declaration, the by-laws and the rules. Right of corporation and encumbrancers (3) The corporation, and every person having an encumbrance against any unit and common interest, has a right to the compliance by the owners with this Act, the declaration, the by-laws and the rules. Obligations and rights of occupiers (4) Each person in occupation of a proposed unit is bound by and shall comply with the rules proposed by the proposed declarant where those rules are reasonable and consistent with this Act. Idem (5) Each person in occupation of a proposed unit has a right to the compliance by every other occupant of a proposed unit with the rules proposed by the proposed declarant. Duty of proposed declarant (6) The proposed declarant has a duty, until registration of the declaration and description, to effect compliance by occupiers of proposed units with the rules proposed by the declarant. R.S.O. 1990, c. C.26, s. 31.",
            "raw_html": "<p class=\"section-e\"><b>31.</b> (1) Each owner is bound by and shall comply with this Act, the declaration, the by-laws and the rules.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Each owner has a right to the compliance by the other owners with this Act, the declaration, the by-laws and the rules.</p> <p class=\"headnote-e\"><b>Right of corporation and encumbrancers</b></p> <p class=\"subsection-e\">(3) The corporation, and every person having an encumbrance against any unit and common interest, has a right to the compliance by the owners with this Act, the declaration, the by-laws and the rules.</p> <p class=\"headnote-e\"><b>Obligations and rights of occupiers</b></p> <p class=\"subsection-e\">(4) Each person in occupation of a proposed unit is bound by and shall comply with the rules proposed by the proposed declarant where those rules are reasonable and consistent with this Act.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(5) Each person in occupation of a proposed unit has a right to the compliance by every other occupant of a proposed unit with the rules proposed by the proposed declarant.</p> <p class=\"headnote-e\"><b>Duty of proposed declarant</b></p> <p class=\"subsection-e\">(6) The proposed declarant has a duty, until registration of the declaration and description, to effect compliance by occupiers of proposed units with the rules proposed by the declarant. R.S.O. 1990, c. C.26, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": "Duty of owners to contribute to common expenses",
            "content": "32. (1) The owners shall contribute towards the common expenses in the proportions specified in the declaration. Application of common surplus (2) Any common surplus in a corporation shall be applied either against future common expenses or paid into the reserve fund, but shall not, other than on termination, be distributed to the owners or mortgagees. No avoidance (3) The obligation of an owner to contribute towards the common expenses shall not be avoided by waiver of the right to use the common elements or by abandonment. R.S.O. 1990, c. C.26, s. 32 (1-3). Lien (4) Where an owner defaults in the owner’s obligation to contribute to the corporation towards the common expenses as provided under subsection (1) or subsection 41 (7), the corporation has a lien for the unpaid amount against the owner’s unit and its appurtenant common interest together with all reasonable costs, charges and expenses incurred by the corporation in connection with the collection or attempted collection of the unpaid amount. R.S.O. 1990, c. C.26, s. 32 (4); 1993, c. 27, Sched. Expiration of lien (5) The lien mentioned in subsection (4) expires three months after the default that gave rise to the lien first occurred unless the corporation within that time registers a notice of lien in the prescribed form, and, where the notice is registered in accordance with subsection 33 (5), no further notice or registration is required in respect of default in payment occurring or continuing after registration. Lien enforcement (6) The lien may be enforced in the same manner as a mortgage. Discharge (7) Upon payment of the unpaid amount together with all reasonable costs, charges and expenses incurred by the corporation in connection with the collection or attempted collection of the unpaid amount and upon demand, the corporation shall give the owner a discharge in the prescribed form. Certificate of lien (8) Any person acquiring or proposing to acquire an interest in a unit from an owner may request the corporation to give a certificate in the prescribed form in respect of the common expenses of the owner and of default in payment thereof, if any, by the owner, together with such statements and information as are prescribed by the regulations, and the certificate binds the corporation as against the person requesting the certificate in respect of any default or otherwise shown in the certificate, as of the day it is given. Idem (9) The corporation shall give the certificate and the statements and information referred to in subsection (8) within seven days after its receipt of the request therefor and, where the corporation fails to give the certificate, statements and information within the time prescribed, the corporation shall be deemed, as against the person requesting the certificate, to have given a certificate stating no default. Fee (10) The corporation may charge a fee for providing the certificate, statements and information referred to in subsection (8), in the amount prescribed by regulation. R.S.O. 1990, c. C.26, s. 32 (5-10).",
            "raw_html": "<p class=\"section-e\"><b>32.</b> (1) The owners shall contribute towards the common expenses in the proportions specified in the declaration.</p> <p class=\"headnote-e\"><b>Application of common surplus</b></p> <p class=\"subsection-e\">(2) Any common surplus in a corporation shall be applied either against future common expenses or paid into the reserve fund, but shall not, other than on termination, be distributed to the owners or mortgagees.</p> <p class=\"headnote-e\"><b>No avoidance</b></p> <p class=\"subsection-e\">(3) The obligation of an owner to contribute towards the common expenses shall not be avoided by waiver of the right to use the common elements or by abandonment. R.S.O. 1990, c. C.26, s. 32 (1-3).</p> <p class=\"headnote-e\"><b>Lien</b></p> <p class=\"subsection-e\">(4) Where an owner defaults in the owner’s obligation to contribute to the corporation towards the common expenses as provided under subsection (1) or subsection 41 (7), the corporation has a lien for the unpaid amount against the owner’s unit and its appurtenant common interest together with all reasonable costs, charges and expenses incurred by the corporation in connection with the collection or attempted collection of the unpaid amount. R.S.O. 1990, c. C.26, s. 32 (4); 1993, c. 27, Sched.</p> <p class=\"headnote-e\"><b>Expiration of lien</b></p> <p class=\"subsection-e\">(5) The lien mentioned in subsection (4) expires three months after the default that gave rise to the lien first occurred unless the corporation within that time registers a notice of lien in the prescribed form, and, where the notice is registered in accordance with subsection 33 (5), no further notice or registration is required in respect of default in payment occurring or continuing after registration.</p> <p class=\"headnote-e\"><b>Lien enforcement</b></p> <p class=\"subsection-e\">(6) The lien may be enforced in the same manner as a mortgage.</p> <p class=\"headnote-e\"><b>Discharge</b></p> <p class=\"subsection-e\">(7) Upon payment of the unpaid amount together with all reasonable costs, charges and expenses incurred by the corporation in connection with the collection or attempted collection of the unpaid amount and upon demand, the corporation shall give the owner a discharge in the prescribed form.</p> <p class=\"headnote-e\"><b>Certificate of lien</b></p> <p class=\"subsection-e\">(8) Any person acquiring or proposing to acquire an interest in a unit from an owner may request the corporation to give a certificate in the prescribed form in respect of the common expenses of the owner and of default in payment thereof, if any, by the owner, together with such statements and information as are prescribed by the regulations, and the certificate binds the corporation as against the person requesting the certificate in respect of any default or otherwise shown in the certificate, as of the day it is given.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(9) The corporation shall give the certificate and the statements and information referred to in subsection (8) within seven days after its receipt of the request therefor and, where the corporation fails to give the certificate, statements and information within the time prescribed, the corporation shall be deemed, as against the person requesting the certificate, to have given a certificate stating no default.</p> <p class=\"headnote-e\"><b>Fee</b></p> <p class=\"subsection-e\">(10) The corporation may charge a fee for providing the certificate, statements and information referred to in subsection (8), in the amount prescribed by regulation. R.S.O. 1990, c. C.26, s. 32 (5-10).</p>"
        },
        {
            "id": "33.",
            "section": "Lien has priority",
            "content": "33. (1) Where a lien created by subsection 32 (4) is in respect of a unit for residential purposes, that lien has priority over every registered and unregistered encumbrance even if such encumbrance existed prior to the lien arising. Where subs. (1) does not apply (2) Subsection (1) does not apply, (a) to a lien arising before the 1st day of January, 1978; (b) in respect of a claim of the Crown other than by way of a mortgage; (c) in respect of a claim for taxes, charges, rates or assessments levied or recoverable under the Municipal Act, the Education Act, the Local Roads Boards Act, the Statute Labour Act or the Local Improvement Act; or (d) to such lien or claim that may be designated by regulation. Provisions deemed in mortgage (3) Every mortgage of a unit for residential purposes shall be deemed to contain a provision that, (a) the mortgagee has the right to collect the owner’s contribution towards common expenses and shall forthwith pay any amount so collected to the corporation on behalf of the unit owner; (b) the owner’s default in the payment of common expenses shall constitute default under the mortgage; and (c) the mortgagee shall have the right to pay the owner’s contribution towards common expenses that shall from time to time fall due and be unpaid in respect of the mortgaged premises and that such payments together with all reasonable costs, charges and expenses incurred in respect thereto, shall be added to the debt thereby secured and shall be payable forthwith with interest at the rate payable on the mortgage, and, if after demand the owner fails to fully reimburse the mortgagee, the mortgage shall immediately become due and payable at the option of the mortgagee. Statement to mortgagee (4) A corporation shall, where so requested by the holder of a mortgage on a unit for residential purposes, provide, free of charge, to the person making the request a written statement setting out, in respect of the unit, the common expenses of the owner and all payments thereof in default. Notice of lien to be given (5) Where a lien arises in respect of a unit for residential purposes, the corporation shall, on or before the day a notice of lien is registered, give notice of the lien to every encumbrancer whose encumbrance is registered against the title of the unit, by personal service of the notice or by sending the notice by registered prepaid mail addressed to the encumbrancer at the person’s last known address. Where notice of lien not given (6) Where notice of lien is not given as provided in subsection (5), then subsection (1) ceases to apply three months after the default that gave rise to the lien first occurred, provided that where notice is given after registration of notice of lien then the corporation may register another notice of lien, but subsection (1) shall continue to apply to any lien which arose not earlier than three months before the last registration of notice of lien. R.S.O. 1990, c. C.26, s. 33. AUDITORS AND FINANCIAL STATEMENTS",
            "raw_html": "<p class=\"section-e\"><b>33.</b> (1) Where a lien created by subsection 32 (4) is in respect of a unit for residential purposes, that lien has priority over every registered and unregistered encumbrance even if such encumbrance existed prior to the lien arising.</p> <p class=\"headnote-e\"><b>Where subs. (1) does not apply</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not apply,</p> <p class=\"clause-e\">(a) to a lien arising before the 1st day of January, 1978;</p> <p class=\"clause-e\">(b) in respect of a claim of the Crown other than by way of a mortgage;</p> <p class=\"clause-e\">(c) in respect of a claim for taxes, charges, rates or assessments levied or recoverable under the <i>Municipal Act</i>, the <i>Education Act</i>, the <i>Local Roads Boards Act</i>, the <i>Statute Labour Act</i> or the <i>Local Improvement Act</i>; or</p> <p class=\"clause-e\">(d) to such lien or claim that may be designated by regulation.</p> <p class=\"headnote-e\"><b>Provisions deemed in mortgage</b></p> <p class=\"subsection-e\">(3) Every mortgage of a unit for residential purposes shall be deemed to contain a provision that,</p> <p class=\"clause-e\">(a) the mortgagee has the right to collect the owner’s contribution towards common expenses and shall forthwith pay any amount so collected to the corporation on behalf of the unit owner;</p> <p class=\"clause-e\">(b) the owner’s default in the payment of common expenses shall constitute default under the mortgage; and</p> <p class=\"clause-e\">(c) the mortgagee shall have the right to pay the owner’s contribution towards common expenses that shall from time to time fall due and be unpaid in respect of the mortgaged premises and that such payments together with all reasonable costs, charges and expenses incurred in respect thereto, shall be added to the debt thereby secured and shall be payable forthwith with interest at the rate payable on the mortgage, and, if after demand the owner fails to fully reimburse the mortgagee, the mortgage shall immediately become due and payable at the option of the mortgagee.</p> <p class=\"headnote-e\"><b>Statement to mortgagee</b></p> <p class=\"subsection-e\">(4) A corporation shall, where so requested by the holder of a mortgage on a unit for residential purposes, provide, free of charge, to the person making the request a written statement setting out, in respect of the unit, the common expenses of the owner and all payments thereof in default.</p> <p class=\"headnote-e\"><b>Notice of lien to be given</b></p> <p class=\"subsection-e\">(5) Where a lien arises in respect of a unit for residential purposes, the corporation shall, on or before the day a notice of lien is registered, give notice of the lien to every encumbrancer whose encumbrance is registered against the title of the unit, by personal service of the notice or by sending the notice by registered prepaid mail addressed to the encumbrancer at the person’s last known address.</p> <p class=\"headnote-e\"><b>Where notice of lien not given</b></p> <p class=\"subsection-e\">(6) Where notice of lien is not given as provided in subsection (5), then subsection (1) ceases to apply three months after the default that gave rise to the lien first occurred, provided that where notice is given after registration of notice of lien then the corporation may register another notice of lien, but subsection (1) shall continue to apply to any lien which arose not earlier than three months before the last registration of notice of lien. R.S.O. 1990, c. C.26, s. 33.</p> <p class=\"heading1-e\">AUDITORS AND FINANCIAL STATEMENTS</p>"
        },
        {
            "id": "34.",
            "section": "Auditors",
            "content": "34. (1) The owners at their first meeting shall appoint one or more auditors to hold office until the close of the next annual meeting and, if the owners fail to do so, the board shall forthwith make such appointment or appointments. Idem (2) The owners shall at each annual meeting appoint one or more auditors to hold office until the close of the next annual meeting and, if an appointment is not so made, the auditor in office continues in office until a successor is appointed. Casual vacancy (3) The directors may fill any casual vacancy in the office of auditor, but, while such vacancy continues, the surviving or continuing auditor, if any, may act. Removal of auditor (4) The owners may, by resolution passed by a majority of the votes cast at a meeting duly called for that purpose, remove an auditor before the expiration of the auditor’s term of office, and shall by a majority of the votes cast at that meeting appoint another auditor for the remainder of the auditor’s term. Notice to auditor (5) Before calling a meeting for the purpose of removing an auditor, the corporation shall, fifteen days or more before the giving of the notice of the meeting, give to the auditor, (a) written notice of the intention to call the meeting, specifying therein the date on which the notice of the meeting is proposed to be mailed; and (b) a copy of all material proposed to be sent to owners in connection with the meeting. Right of auditor to make representations (6) An auditor has the right to make to the corporation, three days or more before the mailing of the notice of the meeting, representations in writing, concerning, (a) the proposed removal of the auditor; (b) the appointment or election of another person to fill the office of auditor; or (c) the resignation of the auditor, and the corporation, at its expense, shall forward with the notice of the meeting, a copy of such representations to each person entitled to receive notice of the meeting. Remuneration (7) The remuneration of an auditor appointed by the owners shall be fixed by the owners, or by the board if it is authorized so to do by the owners, and the remuneration of an auditor appointed by the board shall be fixed by the board. Appointment by court (8) If for any reason no auditor is appointed, the Ontario Court (General Division) may, on the application of an owner, appoint one or more auditors to hold office until the close of the next annual meeting and may fix the remuneration to be paid by the corporation for the services of the auditor or auditors. Notice of appointment (9) The corporation shall give notice in writing to an auditor of the auditor’s appointment forthwith after the appointment is made. Persons disqualified as auditors (10) No person shall be appointed or act as auditor of a corporation who is a director, officer, employee or manager of the corporation, has an interest in contracts of the corporation, or is a partner, employer or employee of any director, officer, employee or manager of the corporation. Where section does not apply (11) This section does not apply to a corporation where the property consists of less than twenty-five units for residential purposes. R.S.O. 1990, c. C.26, s. 34.",
            "raw_html": "<p class=\"section-e\"><b>34.</b> (1) The owners at their first meeting shall appoint one or more auditors to hold office until the close of the next annual meeting and, if the owners fail to do so, the board shall forthwith make such appointment or appointments.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The owners shall at each annual meeting appoint one or more auditors to hold office until the close of the next annual meeting and, if an appointment is not so made, the auditor in office continues in office until a successor is appointed.</p> <p class=\"headnote-e\"><b>Casual vacancy</b></p> <p class=\"subsection-e\">(3) The directors may fill any casual vacancy in the office of auditor, but, while such vacancy continues, the surviving or continuing auditor, if any, may act.</p> <p class=\"headnote-e\"><b>Removal of auditor</b></p> <p class=\"subsection-e\">(4) The owners may, by resolution passed by a majority of the votes cast at a meeting duly called for that purpose, remove an auditor before the expiration of the auditor’s term of office, and shall by a majority of the votes cast at that meeting appoint another auditor for the remainder of the auditor’s term.</p> <p class=\"headnote-e\"><b>Notice to auditor</b></p> <p class=\"subsection-e\">(5) Before calling a meeting for the purpose of removing an auditor, the corporation shall, fifteen days or more before the giving of the notice of the meeting, give to the auditor,</p> <p class=\"clause-e\">(a) written notice of the intention to call the meeting, specifying therein the date on which the notice of the meeting is proposed to be mailed; and</p> <p class=\"clause-e\">(b) a copy of all material proposed to be sent to owners in connection with the meeting.</p> <p class=\"headnote-e\"><b>Right of auditor to make representations</b></p> <p class=\"subsection-e\">(6) An auditor has the right to make to the corporation, three days or more before the mailing of the notice of the meeting, representations in writing, concerning,</p> <p class=\"clause-e\">(a) the proposed removal of the auditor;</p> <p class=\"clause-e\">(b) the appointment or election of another person to fill the office of auditor; or</p> <p class=\"clause-e\">(c) the resignation of the auditor,</p> <p class=\"Ssubsection-e\">and the corporation, at its expense, shall forward with the notice of the meeting, a copy of such representations to each person entitled to receive notice of the meeting.</p> <p class=\"headnote-e\"><b>Remuneration</b></p> <p class=\"subsection-e\">(7) The remuneration of an auditor appointed by the owners shall be fixed by the owners, or by the board if it is authorized so to do by the owners, and the remuneration of an auditor appointed by the board shall be fixed by the board.</p> <p class=\"headnote-e\"><b>Appointment by court</b></p> <p class=\"subsection-e\">(8) If for any reason no auditor is appointed, the Ontario Court (General Division) may, on the application of an owner, appoint one or more auditors to hold office until the close of the next annual meeting and may fix the remuneration to be paid by the corporation for the services of the auditor or auditors.</p> <p class=\"headnote-e\"><b>Notice of appointment</b></p> <p class=\"subsection-e\">(9) The corporation shall give notice in writing to an auditor of the auditor’s appointment forthwith after the appointment is made.</p> <p class=\"headnote-e\"><b>Persons disqualified as auditors</b></p> <p class=\"subsection-e\">(10) No person shall be appointed or act as auditor of a corporation who is a director, officer, employee or manager of the corporation, has an interest in contracts of the corporation, or is a partner, employer or employee of any director, officer, employee or manager of the corporation.</p> <p class=\"headnote-e\"><b>Where section does not apply</b></p> <p class=\"subsection-e\">(11) This section does not apply to a corporation where the property consists of less than twenty-five units for residential purposes. R.S.O. 1990, c. C.26, s. 34.</p>"
        },
        {
            "id": "35.",
            "section": "Annual audit",
            "content": "35. (1) The auditor shall make such examination as will enable the auditor to report to the owners as required by subsection (2). Auditor’s report (2) The auditor shall make a report to the owners on the financial statement, to be laid before the corporation at any annual meeting during the auditor’s term of office, and shall state in the report whether in the auditor’s opinion the financial statement referred to therein presents fairly the financial position of the corporation and the results of its operations for the period under review in accordance with generally accepted accounting principles applied on a basis consistent with that of the preceding period, if any. Idem (3) Where the report under subsection (2) does not contain the unqualified opinion required thereby, the auditor shall state in the report the reasons therefor. Facts discovered after statement (4) Where facts come to the attention of the board or officers of the corporation that if known prior to the date of the last annual meeting of owners would have required a material adjustment to the financial statement presented to the meeting, the board or officers shall communicate such facts to the auditor who reported to the owners under this section and the board shall forthwith amend the financial statement and send it to the auditor. Amendment of auditor’s report (5) On the receipt of facts furnished under subsection (4) or from any other source, the auditor shall, if in the auditor’s opinion it is necessary, amend the auditor’s report with respect to the financial statement in accordance with subsection (2) and the board or, if it fails to do so within a reasonable time, the auditor shall mail or deliver such amended report to the owners. Idem (6) The financial statement shall contain a statement of changes in net assets or a statement of source and application of funds, and the auditor shall include in the auditor’s report a statement whether, in the auditor’s opinion, in effect, the statement of changes in net assets or the statement of source and application of funds presents fairly the information shown therein. Idem (7) The auditor in the auditor’s report shall make such statements as the auditor considers necessary if, (a) the corporation’s financial statement is not in agreement with its accounting records; (b) the corporation’s financial statement is not in accordance with the requirements of this Act; (c) the auditor has not received all the information and explanations that the auditor has required; or (d) proper accounting records have not been kept, so far as appears from the auditor’s examination. Right of access, etc. (8) The auditor of a corporation has right of access at all times to all records, documents, accounts and vouchers of the corporation and is entitled to require from the directors, officers and employees of the corporation such information and explanations as, in the auditor’s opinion, are necessary to enable the auditor to report as required by subsection (2). Auditor may attend owners’ meetings (9) The auditor of a corporation is entitled to attend any meeting of owners and to receive all notices and other communications related to any such meeting that an owner is entitled to receive and to be heard at any such meeting that the auditor attends on any part of the business of the meeting that concerns the auditor as auditor. Auditor must answer inquiries at owners’ meetings (10) At any meeting of owners, the auditor, if present, shall answer inquiries directed to the auditor concerning the basis upon which the auditor formed the opinion stated in the report made under subsection (2). Financial statement approved by board (11) The financial statement shall be approved by the board and the approval shall be evidenced by the signature at the foot of the balance sheet by two of the directors duly authorized to sign, and the auditor’s report shall be attached to or accompany the financial statement. Corporation to send copies of financial statements, etc., to owners (12) The corporation shall, ten days or more before the date of the annual meeting of owners, send by prepaid mail or deliver to each owner at the owner’s latest address as shown on the records of the corporation and shall file with the bureau a copy of the financial statement and a copy of the auditor’s report. Statements laid before owners at annual meeting (13) The board shall lay before each annual meeting of owners, (a) a financial statement made in accordance with generally accepted accounting principles; (b) the report of the auditor to the owners; and (c) such further information respecting the financial position of the corporation as the by-laws of the corporation require. R.S.O. 1990, c. C.26, s. 35. RESERVE FUND",
            "raw_html": "<p class=\"section-e\"><b>35.</b> (1) The auditor shall make such examination as will enable the auditor to report to the owners as required by subsection (2).</p> <p class=\"headnote-e\"><b>Auditor’s report</b></p> <p class=\"subsection-e\">(2) The auditor shall make a report to the owners on the financial statement, to be laid before the corporation at any annual meeting during the auditor’s term of office, and shall state in the report whether in the auditor’s opinion the financial statement referred to therein presents fairly the financial position of the corporation and the results of its operations for the period under review in accordance with generally accepted accounting principles applied on a basis consistent with that of the preceding period, if any.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) Where the report under subsection (2) does not contain the unqualified opinion required thereby, the auditor shall state in the report the reasons therefor.</p> <p class=\"headnote-e\"><b>Facts discovered after statement</b></p> <p class=\"subsection-e\">(4) Where facts come to the attention of the board or officers of the corporation that if known prior to the date of the last annual meeting of owners would have required a material adjustment to the financial statement presented to the meeting, the board or officers shall communicate such facts to the auditor who reported to the owners under this section and the board shall forthwith amend the financial statement and send it to the auditor.</p> <p class=\"headnote-e\"><b>Amendment of auditor’s report</b></p> <p class=\"subsection-e\">(5) On the receipt of facts furnished under subsection (4) or from any other source, the auditor shall, if in the auditor’s opinion it is necessary, amend the auditor’s report with respect to the financial statement in accordance with subsection (2) and the board or, if it fails to do so within a reasonable time, the auditor shall mail or deliver such amended report to the owners.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(6) The financial statement shall contain a statement of changes in net assets or a statement of source and application of funds, and the auditor shall include in the auditor’s report a statement whether, in the auditor’s opinion, in effect, the statement of changes in net assets or the statement of source and application of funds presents fairly the information shown therein.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(7) The auditor in the auditor’s report shall make such statements as the auditor considers necessary if,</p> <p class=\"clause-e\">(a) the corporation’s financial statement is not in agreement with its accounting records;</p> <p class=\"clause-e\">(b) the corporation’s financial statement is not in accordance with the requirements of this Act;</p> <p class=\"clause-e\">(c) the auditor has not received all the information and explanations that the auditor has required; or</p> <p class=\"clause-e\">(d) proper accounting records have not been kept, so far as appears from the auditor’s examination.</p> <p class=\"headnote-e\"><b>Right of access, etc.</b></p> <p class=\"subsection-e\">(8) The auditor of a corporation has right of access at all times to all records, documents, accounts and vouchers of the corporation and is entitled to require from the directors, officers and employees of the corporation such information and explanations as, in the auditor’s opinion, are necessary to enable the auditor to report as required by subsection (2).</p> <p class=\"headnote-e\"><b>Auditor may attend owners’ meetings</b></p> <p class=\"subsection-e\">(9) The auditor of a corporation is entitled to attend any meeting of owners and to receive all notices and other communications related to any such meeting that an owner is entitled to receive and to be heard at any such meeting that the auditor attends on any part of the business of the meeting that concerns the auditor as auditor.</p> <p class=\"headnote-e\"><b>Auditor must answer inquiries at owners’ meetings</b></p> <p class=\"subsection-e\">(10) At any meeting of owners, the auditor, if present, shall answer inquiries directed to the auditor concerning the basis upon which the auditor formed the opinion stated in the report made under subsection (2).</p> <p class=\"headnote-e\"><b>Financial statement approved by board</b></p> <p class=\"subsection-e\">(11) The financial statement shall be approved by the board and the approval shall be evidenced by the signature at the foot of the balance sheet by two of the directors duly authorized to sign, and the auditor’s report shall be attached to or accompany the financial statement.</p> <p class=\"headnote-e\"><b>Corporation to send copies of financial statements, etc., to owners</b></p> <p class=\"subsection-e\">(12) The corporation shall, ten days or more before the date of the annual meeting of owners, send by prepaid mail or deliver to each owner at the owner’s latest address as shown on the records of the corporation and shall file with the bureau a copy of the financial statement and a copy of the auditor’s report.</p> <p class=\"headnote-e\"><b>Statements laid before owners at annual meeting</b></p> <p class=\"subsection-e\">(13) The board shall lay before each annual meeting of owners,</p> <p class=\"clause-e\">(a) a financial statement made in accordance with generally accepted accounting principles;</p> <p class=\"clause-e\">(b) the report of the auditor to the owners; and</p> <p class=\"clause-e\">(c) such further information respecting the financial position of the corporation as the by-laws of the corporation require. R.S.O. 1990, c. C.26, s. 35.</p> <p class=\"heading1-e\">RESERVE FUND</p>"
        },
        {
            "id": "36.",
            "section": "Reserve fund defined",
            "content": "36. (1) In this Act and the regulations, the declaration, by-laws and financial statements prepared in accordance with this Act, the declaration or by-laws, “reserve fund” means a fund set up by the corporation in a special account for major repair and replacement of common elements and assets of the corporation including where applicable without limiting the generality of the foregoing, roofs, exteriors of buildings, roads, sidewalks, sewers, heating, electrical and plumbing systems, elevators, laundry, recreational and parking facilities. Reserve fund established and maintained (2) The corporation shall establish and maintain one or more reserve funds and shall collect from the owners, as part of their contribution towards common expenses, amounts that, calculated on the basis of expected repair and replacement costs and life expectancy of things comprising the common elements and the assets of the corporation, are reasonably expected to provide sufficient funds for major repair and replacement of common elements and assets of the corporation, but in no event shall the contributions to the reserve fund or funds be less than 5 per cent of the amount required for contributions to the common expenses exclusive of the reserve fund. Idem (3) On and after the 1st day of June, 1982, the contribution to the reserve fund or funds shall be not less than 10 per cent of the amount required for contributions to the common expenses exclusive of the reserve fund. Idem (4) Any fund set up for any of the purposes mentioned in subsection (1) shall be deemed to be a reserve fund even if it is not so designated. Use of reserve fund limited (5) No part of a reserve fund shall be used except for the purposes for which the fund was established. Fund not available for distribution (6) The amount of a reserve fund shall constitute an asset of the corporation and shall not be distributed to any owner except on termination of the corporation. Bureau may exempt from subss. (2), (3) (7) The bureau may, upon being satisfied that the corporation has sufficient reserve funds, exempt the corporation from the requirements set out in subsections (2) and (3) upon such terms and conditions and for such period of time as the bureau considers proper. Commencement of subs. (7) (8) Subsection (7) does not come into force until a day to be named by proclamation of the Lieutenant Governor. R.S.O. 1990, c. C.26, s. 36. AUDIT COMMITTEE",
            "raw_html": "<p class=\"section-e\"><b>36.</b> (1) In this Act and the regulations, the declaration, by-laws and financial statements prepared in accordance with this Act, the declaration or by-laws,</p> <p class=\"firstdef-e\">“reserve fund” means a fund set up by the corporation in a special account for major repair and replacement of common elements and assets of the corporation including where applicable without limiting the generality of the foregoing, roofs, exteriors of buildings, roads, sidewalks, sewers, heating, electrical and plumbing systems, elevators, laundry, recreational and parking facilities.</p> <p class=\"headnote-e\"><b>Reserve fund established and maintained</b></p> <p class=\"subsection-e\">(2) The corporation shall establish and maintain one or more reserve funds and shall collect from the owners, as part of their contribution towards common expenses, amounts that, calculated on the basis of expected repair and replacement costs and life expectancy of things comprising the common elements and the assets of the corporation, are reasonably expected to provide sufficient funds for major repair and replacement of common elements and assets of the corporation, but in no event shall the contributions to the reserve fund or funds be less than 5 per cent of the amount required for contributions to the common expenses exclusive of the reserve fund.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) On and after the 1st day of June, 1982, the contribution to the reserve fund or funds shall be not less than 10 per cent of the amount required for contributions to the common expenses exclusive of the reserve fund.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) Any fund set up for any of the purposes mentioned in subsection (1) shall be deemed to be a reserve fund even if it is not so designated.</p> <p class=\"headnote-e\"><b>Use of reserve fund limited</b></p> <p class=\"subsection-e\">(5) No part of a reserve fund shall be used except for the purposes for which the fund was established.</p> <p class=\"headnote-e\"><b>Fund not available for distribution</b></p> <p class=\"subsection-e\">(6) The amount of a reserve fund shall constitute an asset of the corporation and shall not be distributed to any owner except on termination of the corporation.</p> <p class=\"headnote-e\"><b>Bureau may exempt from subss. (2), (3)</b></p> <p class=\"Ysubsection-e\">(7) The bureau may, upon being satisfied that the corporation has sufficient reserve funds, exempt the corporation from the requirements set out in subsections (2) and (3) upon such terms and conditions and for such period of time as the bureau considers proper.</p> <p class=\"headnote-e\"><b>Commencement of subs. (7)</b></p> <p class=\"Psubsection-e\"><b>(8) Subsection (7) does not come into force until a day to be named by proclamation of the Lieutenant Governor. R.S.O. 1990, c. C.26, s. 36.</b></p> <p class=\"heading1-e\">AUDIT COMMITTEE</p>"
        },
        {
            "id": "37.",
            "section": "Audit committee may be established",
            "content": "37. (1) Where the number of directors of a corporation is more than six, the directors may elect annually from among their number a committee to be known as the audit committee to be composed of not fewer than three directors, of whom a majority shall not be officers or employees of the corporation, to hold office until the next annual meeting of the owners. Auditor shall submit financial statement (2) The auditor shall submit the financial statement to the audit committee for its review and the financial statement shall thereafter be submitted to the board. Auditor’s right to appear (3) The auditor has the right to appear before and be heard at any meeting of the audit committee and shall appear before the audit committee when required to do so by the committee. Committee convening at request of auditor (4) Upon the request of the auditor, the audit committee shall convene a meeting of the committee to consider any matters the auditor believes should be brought to the attention of the board or members. R.S.O. 1990, c. C.26, s. 37. MODIFICATIONS OF COMMON ELEMENTS AND ASSETS",
            "raw_html": "<p class=\"section-e\"><b>37.</b> (1) Where the number of directors of a corporation is more than six, the directors may elect annually from among their number a committee to be known as the audit committee to be composed of not fewer than three directors, of whom a majority shall not be officers or employees of the corporation, to hold office until the next annual meeting of the owners.</p> <p class=\"headnote-e\"><b>Auditor shall submit financial statement</b></p> <p class=\"subsection-e\">(2) The auditor shall submit the financial statement to the audit committee for its review and the financial statement shall thereafter be submitted to the board.</p> <p class=\"headnote-e\"><b>Auditor’s right to appear</b></p> <p class=\"subsection-e\">(3) The auditor has the right to appear before and be heard at any meeting of the audit committee and shall appear before the audit committee when required to do so by the committee.</p> <p class=\"headnote-e\"><b>Committee convening at request of auditor</b></p> <p class=\"subsection-e\">(4) Upon the request of the auditor, the audit committee shall convene a meeting of the committee to consider any matters the auditor believes should be brought to the attention of the board or members. R.S.O. 1990, c. C.26, s. 37.</p> <p class=\"heading1-e\">MODIFICATIONS OF COMMON ELEMENTS AND ASSETS</p>"
        },
        {
            "id": "38.",
            "section": "Substantial alterations",
            "content": "38. (1) The corporation may by a vote of owners who own 80 per cent of the units make any substantial addition, alteration or improvement to or renovation of the common elements or may make any substantial change in the assets of the corporation, and the corporation may by a vote of the owners make any other addition, alteration or improvement to or renovation of the common elements or may make any other change in the assets of the corporation. Easement (2) A grant or transfer of an easement to the corporation is as effective as if the corporation owns land capable of being benefitted by the easement. Cost (3) The cost of any addition, alteration or improvement to or renovation of the common elements and the cost of any change in the assets of the corporation are common expenses. Dissenters (4) If any substantial addition, alteration or improvement to or renovation of the common elements is made, or if any substantial change in the assets of the corporation is made, the corporation must, on demand of any owner who dissented, made within ten days after the date of the vote referred to in subsection (1), purchase the owner’s unit and common interest. Arbitration (5) Where the corporation and the owner who dissented do not agree as to the purchase price, the owner who dissented may elect to have the fair market value of the owner’s unit and common interest determined by arbitration under the Arbitrations Act by serving a notice to that effect on the corporation. R.S.O. 1990, c. C.26, s. 38. AGREEMENTS",
            "raw_html": "<p class=\"section-e\"><b>38.</b> (1) The corporation may by a vote of owners who own 80 per cent of the units make any substantial addition, alteration or improvement to or renovation of the common elements or may make any substantial change in the assets of the corporation, and the corporation may by a vote of the owners make any other addition, alteration or improvement to or renovation of the common elements or may make any other change in the assets of the corporation.</p> <p class=\"headnote-e\"><b>Easement</b></p> <p class=\"subsection-e\">(2) A grant or transfer of an easement to the corporation is as effective as if the corporation owns land capable of being benefitted by the easement.</p> <p class=\"headnote-e\"><b>Cost</b></p> <p class=\"subsection-e\">(3) The cost of any addition, alteration or improvement to or renovation of the common elements and the cost of any change in the assets of the corporation are common expenses.</p> <p class=\"headnote-e\"><b>Dissenters</b></p> <p class=\"subsection-e\">(4) If any substantial addition, alteration or improvement to or renovation of the common elements is made, or if any substantial change in the assets of the corporation is made, the corporation must, on demand of any owner who dissented, made within ten days after the date of the vote referred to in subsection (1), purchase the owner’s unit and common interest.</p> <p class=\"headnote-e\"><b>Arbitration</b></p> <p class=\"subsection-e\">(5) Where the corporation and the owner who dissented do not agree as to the purchase price, the owner who dissented may elect to have the fair market value of the owner’s unit and common interest determined by arbitration under the <i>Arbitrations Act</i> by serving a notice to that effect on the corporation. R.S.O. 1990, c. C.26, s. 38.</p> <p class=\"heading1-e\">AGREEMENTS</p>"
        },
        {
            "id": "39.",
            "section": "Management agreement",
            "content": "39. (1) The corporation may by by-law terminate, on giving sixty days notice in writing, any agreement between the corporation and any person for the management of the property entered into at a time when the majority of the members of the board were elected when the declarant was the registered owner of a majority of the units. Agreements expiring (2) Every agreement for the provision of services on a continuing basis, every lease of the common elements or part thereof for business purposes and every agreement for the provision of recreation facilities to the corporation on other than a non-profit basis entered into by a corporation after the 1st day of June, 1979 and at a time when the majority of the members of the board were elected when the declarant was the registered owner of a majority of the units that does not expire within twelve months after its effective date shall be deemed to expire twelve months after its effective date unless, within the twelve month period, the agreement is ratified by the board at a time when the majority of the board members were elected after the declarant ceased to be the registered owner of a majority of the units. R.S.O. 1990, c. C.26, s. 39. INVESTIGATION OF RECORDS",
            "raw_html": "<p class=\"section-e\"><b>39.</b> (1) The corporation may by by-law terminate, on giving sixty days notice in writing, any agreement between the corporation and any person for the management of the property entered into at a time when the majority of the members of the board were elected when the declarant was the registered owner of a majority of the units.</p> <p class=\"headnote-e\"><b>Agreements expiring</b></p> <p class=\"subsection-e\">(2) Every agreement for the provision of services on a continuing basis, every lease of the common elements or part thereof for business purposes and every agreement for the provision of recreation facilities to the corporation on other than a non-profit basis entered into by a corporation after the 1st day of June, 1979 and at a time when the majority of the members of the board were elected when the declarant was the registered owner of a majority of the units that does not expire within twelve months after its effective date shall be deemed to expire twelve months after its effective date unless, within the twelve month period, the agreement is ratified by the board at a time when the majority of the board members were elected after the declarant ceased to be the registered owner of a majority of the units. R.S.O. 1990, c. C.26, s. 39.</p> <p class=\"heading1-e\">INVESTIGATION OF RECORDS</p>"
        },
        {
            "id": "40.",
            "section": "Examination of records",
            "content": "40. (1) Every person in receipt of money paid to or for the benefit of the corporation shall, upon reasonable notice and during normal business hours, make available for examination by the corporation or any owner or mortgagee, all records relating to the receipt and disposition of such money. Application to court (2) Upon application to a judge of the Ontario Court (General Division) by the corporation or any owner or mortgagee, the judge, if satisfied that the application is made in good faith and that it appears to be in the best interests of the applicant to do so, may make an order, upon such terms as to the costs of the investigation or audit or otherwise as the judge considers proper, appointing an inspector to make such investigation of the affairs of any person in receipt of money mentioned in subsection (1) and to make such audit of the accounts and records of such person as the judge considers necessary. Power of inspector (3) An inspector appointed under subsection (2) has the powers of a commission under Part II of the Public Inquiries Act, which Part applies to such investigation or audit as if it were an inquiry under that Act. Trust money (4) All money referred to in subsection (1) shall be held by the person in receipt thereof in trust for the performance of the duties and obligations in respect of which the money is paid, and the person shall pay such money into a separate account at a bank listed under Schedule I or II to the Bank Act (Canada) or trust corporation or a loan corporation or credit union authorized by law to receive money on deposit or a Province of Ontario Savings Office and shall designate the account as a trust account in the name of the corporation. R.S.O. 1990, c. C.26, s. 40. REPAIRS AND MAINTENANCE",
            "raw_html": "<p class=\"section-e\"><b>40.</b> (1) Every person in receipt of money paid to or for the benefit of the corporation shall, upon reasonable notice and during normal business hours, make available for examination by the corporation or any owner or mortgagee, all records relating to the receipt and disposition of such money.</p> <p class=\"headnote-e\"><b>Application to court</b></p> <p class=\"subsection-e\">(2) Upon application to a judge of the Ontario Court (General Division) by the corporation or any owner or mortgagee, the judge, if satisfied that the application is made in good faith and that it appears to be in the best interests of the applicant to do so, may make an order, upon such terms as to the costs of the investigation or audit or otherwise as the judge considers proper, appointing an inspector to make such investigation of the affairs of any person in receipt of money mentioned in subsection (1) and to make such audit of the accounts and records of such person as the judge considers necessary.</p> <p class=\"headnote-e\"><b>Power of inspector</b></p> <p class=\"subsection-e\">(3) An inspector appointed under subsection (2) has the powers of a commission under Part II of the <i>Public Inquiries Act</i>, which Part applies to such investigation or audit as if it were an inquiry under that Act.</p> <p class=\"headnote-e\"><b>Trust money</b></p> <p class=\"subsection-e\">(4) All money referred to in subsection (1) shall be held by the person in receipt thereof in trust for the performance of the duties and obligations in respect of which the money is paid, and the person shall pay such money into a separate account at a bank listed under Schedule I or II to the <i>Bank Act</i> (Canada) or trust corporation or a loan corporation or credit union authorized by law to receive money on deposit or a Province of Ontario Savings Office and shall designate the account as a trust account in the name of the corporation. R.S.O. 1990, c. C.26, s. 40.</p> <p class=\"heading1-e\">REPAIRS AND MAINTENANCE</p>"
        },
        {
            "id": "41.",
            "section": "Interpretation",
            "content": "41. (1) For the purposes of this Act, the obligation to repair after damage and to maintain are mutually exclusive, and the obligation to repair after damage does not include the repair of improvements made to units after registration of the declaration and description. Duty to repair (2) Subject to section 42, the corporation shall repair the units and common elements after damage. Maintenance of common elements (3) The corporation shall maintain the common elements. Maintenance of units (4) Each owner shall maintain the owner’s unit. Declaration may provide otherwise (5) Despite subsections (2), (3) and (4), the declaration may provide that, (a) each owner shall, subject to section 42, repair the owner’s unit after damage; (b) the owners shall maintain the common elements or any part of the common elements; (c) the corporation shall maintain the units; or (d) each owner shall maintain and repair after damage those parts of the common elements of which the owner has the exclusive use. Where corporation to make repairs for owners (6) The corporation shall make any repairs that an owner is obligated to make and that the owner does not make within a reasonable time. Consent (7) An owner shall be deemed to have consented to have repairs done to the owner’s unit by the corporation under this section and the cost of such repairs shall be added to the owner’s contribution toward common expenses. Warranties (8) All warranties given with respect to work and materials furnished to the property shall enure to the benefit of all unit owners from time to time and to the corporation. R.S.O. 1990, c. C.26, s. 41. WHERE DAMAGE OCCURS",
            "raw_html": "<p class=\"section-e\"><b>41.</b> (1) For the purposes of this Act, the obligation to repair after damage and to maintain are mutually exclusive, and the obligation to repair after damage does not include the repair of improvements made to units after registration of the declaration and description.</p> <p class=\"headnote-e\"><b>Duty to repair</b></p> <p class=\"subsection-e\">(2) Subject to section 42, the corporation shall repair the units and common elements after damage.</p> <p class=\"headnote-e\"><b>Maintenance of common elements</b></p> <p class=\"subsection-e\">(3) The corporation shall maintain the common elements.</p> <p class=\"headnote-e\"><b>Maintenance of units</b></p> <p class=\"subsection-e\">(4) Each owner shall maintain the owner’s unit.</p> <p class=\"headnote-e\"><b>Declaration may provide otherwise</b></p> <p class=\"subsection-e\">(5) Despite subsections (2), (3) and (4), the declaration may provide that,</p> <p class=\"clause-e\">(a) each owner shall, subject to section 42, repair the owner’s unit after damage;</p> <p class=\"clause-e\">(b) the owners shall maintain the common elements or any part of the common elements;</p> <p class=\"clause-e\">(c) the corporation shall maintain the units; or</p> <p class=\"clause-e\">(d) each owner shall maintain and repair after damage those parts of the common elements of which the owner has the exclusive use.</p> <p class=\"headnote-e\"><b>Where corporation to make repairs for owners</b></p> <p class=\"subsection-e\">(6) The corporation shall make any repairs that an owner is obligated to make and that the owner does not make within a reasonable time.</p> <p class=\"headnote-e\"><b>Consent</b></p> <p class=\"subsection-e\">(7) An owner shall be deemed to have consented to have repairs done to the owner’s unit by the corporation under this section and the cost of such repairs shall be added to the owner’s contribution toward common expenses.</p> <p class=\"headnote-e\"><b>Warranties</b></p> <p class=\"subsection-e\">(8) All warranties given with respect to work and materials furnished to the property shall enure to the benefit of all unit owners from time to time and to the corporation. R.S.O. 1990, c. C.26, s. 41.</p> <p class=\"heading1-e\">WHERE DAMAGE OCCURS</p>"
        },
        {
            "id": "42.",
            "section": "Determination of damage",
            "content": "42. (1) Where damage to the buildings occurs, the board shall determine within thirty days of the occurrence whether there has been substantial damage to 25 per cent of the buildings. Repair of damage (2) Where there has been a determination that there has been substantial damage to 25 per cent of the buildings, the corporation shall repair within a reasonable time, unless, within sixty days after the determination made under subsection (1), by a vote of owners who own 80 per cent of the units, the owners vote for termination. R.S.O. 1990, c. C.26, s. 42. TERMINATION",
            "raw_html": "<p class=\"section-e\"><b>42.</b> (1) Where damage to the buildings occurs, the board shall determine within thirty days of the occurrence whether there has been substantial damage to 25 per cent of the buildings.</p> <p class=\"headnote-e\"><b>Repair of damage</b></p> <p class=\"subsection-e\">(2) Where there has been a determination that there has been substantial damage to 25 per cent of the buildings, the corporation shall repair within a reasonable time, unless, within sixty days after the determination made under subsection (1), by a vote of owners who own 80 per cent of the units, the owners vote for termination. R.S.O. 1990, c. C.26, s. 42.</p> <p class=\"heading1-e\">TERMINATION</p>"
        },
        {
            "id": "43.",
            "section": "Notice of termination",
            "content": "43. (1) Where, under subsection 42 (2), the owners vote for termination, the corporation shall, within ten days of the vote, register a notice of termination in the prescribed form. Effect of registration of notice (2) Upon the registration of a notice of termination under subsection (1), (a) the government of the property by this Act is terminated; (b) the owners are tenants in common of the land and interests appurtenant to the land described in the description in the same proportions as their common interests; (c) claims against the land and interests appurtenant to the land created before the registration of the declaration and description are as effective as if the declaration and description had not been registered; (d) encumbrances against each unit and common interest created after the registration of the declaration and description are claims against the interest of the owner in the land and interests appurtenant to the land described in the description, and have the same priority they had before the registration of the notice of termination; and (e) all claims against the property created after the registration of the declaration and description, other than the encumbrances mentioned in clause (d), are extinguished. R.S.O. 1990, c. C.26, s. 43.",
            "raw_html": "<p class=\"section-e\"><b>43.</b> (1) Where, under subsection 42 (2), the owners vote for termination, the corporation shall, within ten days of the vote, register a notice of termination in the prescribed form.</p> <p class=\"headnote-e\"><b>Effect of registration of notice</b></p> <p class=\"subsection-e\">(2) Upon the registration of a notice of termination under subsection (1),</p> <p class=\"clause-e\">(a) the government of the property by this Act is terminated;</p> <p class=\"clause-e\">(b) the owners are tenants in common of the land and interests appurtenant to the land described in the description in the same proportions as their common interests;</p> <p class=\"clause-e\">(c) claims against the land and interests appurtenant to the land created before the registration of the declaration and description are as effective as if the declaration and description had not been registered;</p> <p class=\"clause-e\">(d) encumbrances against each unit and common interest created after the registration of the declaration and description are claims against the interest of the owner in the land and interests appurtenant to the land described in the description, and have the same priority they had before the registration of the notice of termination; and</p> <p class=\"clause-e\">(e) all claims against the property created after the registration of the declaration and description, other than the encumbrances mentioned in clause (d), are extinguished. R.S.O. 1990, c. C.26, s. 43.</p>"
        },
        {
            "id": "44.",
            "section": "Sale of property",
            "content": "44. (1) Sale of the property or any part of the common elements may be authorized, (a) by a vote of owners who own 80 per cent of the units; (b) by the consent of the persons having registered claims against the property or the part of the common elements, as the case may be, created after the registration of the declaration and description; and (c) if the sale of part only of the common elements includes any portion of the common elements that are to be used by the owners of one or more designated units and not by all the owners, by the consent of the owners of the designated units affected. Execution of conveyance (2) A deed or transfer shall be executed by the authorized officers of the corporation under its seal and a release or discharge shall be given by all persons having registered claims against the property or the part of the common elements, as the case may be, created after the registration of the declaration and description. Effect of registration of conveyance (3) Upon the registration of the instruments mentioned in subsection (2), (a) the government of the property or of the part of the common elements by this Act is terminated; (b) claims against the land and interests appurtenant to the land created before the registration of the declaration and description are as effective as if the declaration and description had not been registered; and (c) claims against the property or the part of the common elements created after the registration of the declaration and description are extinguished. Proceeds (4) Subject to subsection (5), the owners share the proceeds of the sale in the same proportions as their common interests. Rights of dissenters (5) Where a sale is made under this section, any owner who dissented may elect to have the fair market value of the property at the time of the sale determined by arbitration under the Arbitrations Act by serving notice to that effect on the corporation within ten days after the vote, and the owner who served the notice is entitled to receive from the proceeds of the sale the amount the owner would have received if the sale price had been the fair market value as determined by the arbitration. Where proceeds inadequate (6) Where the proceeds of the sale are inadequate to pay the amount determined under subsection (5), each of the owners who voted for the sale is liable for a portion of the deficiency determined by the proportions of their common interests. Expropriation (7) Subject to subsection (8), where any part of the common elements are expropriated under the Expropriations Act, the owners shall share the proceeds in the same proportions as their common interests. Idem (8) Any portion of the proceeds received on expropriation under the Expropriations Act that is attributable to any portion of the common elements that are to be used only by the owners of designated units and not by all the owners shall be divided among the owners of the designated units affected in the proportions in which their interests are affected. R.S.O. 1990, c. C.26, s. 44.",
            "raw_html": "<p class=\"section-e\"><b>44.</b> (1) Sale of the property or any part of the common elements may be authorized,</p> <p class=\"clause-e\">(a) by a vote of owners who own 80 per cent of the units;</p> <p class=\"clause-e\">(b) by the consent of the persons having registered claims against the property or the part of the common elements, as the case may be, created after the registration of the declaration and description; and</p> <p class=\"clause-e\">(c) if the sale of part only of the common elements includes any portion of the common elements that are to be used by the owners of one or more designated units and not by all the owners, by the consent of the owners of the designated units affected.</p> <p class=\"headnote-e\"><b>Execution of conveyance</b></p> <p class=\"subsection-e\">(2) A deed or transfer shall be executed by the authorized officers of the corporation under its seal and a release or discharge shall be given by all persons having registered claims against the property or the part of the common elements, as the case may be, created after the registration of the declaration and description.</p> <p class=\"headnote-e\"><b>Effect of registration of conveyance</b></p> <p class=\"subsection-e\">(3) Upon the registration of the instruments mentioned in subsection (2),</p> <p class=\"clause-e\">(a) the government of the property or of the part of the common elements by this Act is terminated;</p> <p class=\"clause-e\">(b) claims against the land and interests appurtenant to the land created before the registration of the declaration and description are as effective as if the declaration and description had not been registered; and</p> <p class=\"clause-e\">(c) claims against the property or the part of the common elements created after the registration of the declaration and description are extinguished.</p> <p class=\"headnote-e\"><b>Proceeds</b></p> <p class=\"subsection-e\">(4) Subject to subsection (5), the owners share the proceeds of the sale in the same proportions as their common interests.</p> <p class=\"headnote-e\"><b>Rights of dissenters</b></p> <p class=\"subsection-e\">(5) Where a sale is made under this section, any owner who dissented may elect to have the fair market value of the property at the time of the sale determined by arbitration under the <i>Arbitrations Act</i> by serving notice to that effect on the corporation within ten days after the vote, and the owner who served the notice is entitled to receive from the proceeds of the sale the amount the owner would have received if the sale price had been the fair market value as determined by the arbitration.</p> <p class=\"headnote-e\"><b>Where proceeds inadequate</b></p> <p class=\"subsection-e\">(6) Where the proceeds of the sale are inadequate to pay the amount determined under subsection (5), each of the owners who voted for the sale is liable for a portion of the deficiency determined by the proportions of their common interests.</p> <p class=\"headnote-e\"><b>Expropriation</b></p> <p class=\"subsection-e\">(7) Subject to subsection (8), where any part of the common elements are expropriated under the <i>Expropriations Act</i>, the owners shall share the proceeds in the same proportions as their common interests.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(8) Any portion of the proceeds received on expropriation under the <i>Expropriations Act</i> that is attributable to any portion of the common elements that are to be used only by the owners of designated units and not by all the owners shall be divided among the owners of the designated units affected in the proportions in which their interests are affected. R.S.O. 1990, c. C.26, s. 44.</p>"
        },
        {
            "id": "45.",
            "section": "Termination by notice without sale",
            "content": "45. (1) Termination of the government of the property by this Act may be authorized, (a) by a vote of owners who own 80 per cent of the units; and (b) by the consent of the persons having registered claims against the property created after the registration of the declaration and description. Registration of notice (2) Where termination of the government of the property by this Act is authorized under subsection (1), the corporation shall register a notice of termination in the prescribed form, executed by the authorized officers of the corporation under its seal and by all the persons having registered claims against the property created after the registration of the declaration and description. Effect of registration (3) Upon registration of a notice of termination under subsection (2), (a) the government of the property by this Act is terminated; (b) the owners are tenants in common of the land and interests appurtenant to the land described in the description in the same proportions as their common interests; (c) claims against the land and the interests appurtenant to the land described in the description created before the registration of the declaration and description are as effective as if the declaration and description had not been registered; (d) encumbrances against each unit and common interest created after the registration of the declaration and description are claims against the interest of the owner in the land and interests appurtenant to the land described in the description and have the same priority as they had before the registration of the notice of termination; and (e) all other claims against the property created after the registration of the declaration and description are extinguished. R.S.O. 1990, c. C.26, s. 45.",
            "raw_html": "<p class=\"section-e\"><b>45.</b> (1) Termination of the government of the property by this Act may be authorized,</p> <p class=\"clause-e\">(a) by a vote of owners who own 80 per cent of the units; and</p> <p class=\"clause-e\">(b) by the consent of the persons having registered claims against the property created after the registration of the declaration and description.</p> <p class=\"headnote-e\"><b>Registration of notice</b></p> <p class=\"subsection-e\">(2) Where termination of the government of the property by this Act is authorized under subsection (1), the corporation shall register a notice of termination in the prescribed form, executed by the authorized officers of the corporation under its seal and by all the persons having registered claims against the property created after the registration of the declaration and description.</p> <p class=\"headnote-e\"><b>Effect of registration</b></p> <p class=\"subsection-e\">(3) Upon registration of a notice of termination under subsection (2),</p> <p class=\"clause-e\">(a) the government of the property by this Act is terminated;</p> <p class=\"clause-e\">(b) the owners are tenants in common of the land and interests appurtenant to the land described in the description in the same proportions as their common interests;</p> <p class=\"clause-e\">(c) claims against the land and the interests appurtenant to the land described in the description created before the registration of the declaration and description are as effective as if the declaration and description had not been registered;</p> <p class=\"clause-e\">(d) encumbrances against each unit and common interest created after the registration of the declaration and description are claims against the interest of the owner in the land and interests appurtenant to the land described in the description and have the same priority as they had before the registration of the notice of termination; and</p> <p class=\"clause-e\">(e) all other claims against the property created after the registration of the declaration and description are extinguished. R.S.O. 1990, c. C.26, s. 45.</p>"
        },
        {
            "id": "46.",
            "section": "Termination by Court",
            "content": "46. (1) A corporation, any owner, or any person having an encumbrance against a unit and common interest, may apply to the Ontario Court (General Division) for an order terminating the government of the property by this Act. Order (2) The court may order that the government of the property by this Act be terminated if the court is of the opinion that the termination would be just and equitable, and, in determining whether the termination would be just and equitable, the court shall have regard to, (a) the scheme and intent of this Act; (b) the probability of unfairness to one or more owners if termination is not ordered; and (c) the probability of confusion and uncertainty in the affairs of the corporation or the owners if termination is not ordered. Ancillary matters (3) Where an order of termination is made under subsection (2), the court may include in the order any provisions that the court considers appropriate in the circumstances. R.S.O. 1990, c. C.26, s. 46.",
            "raw_html": "<p class=\"section-e\"><b>46.</b> (1) A corporation, any owner, or any person having an encumbrance against a unit and common interest, may apply to the Ontario Court (General Division) for an order terminating the government of the property by this Act.</p> <p class=\"headnote-e\"><b>Order</b></p> <p class=\"subsection-e\">(2) The court may order that the government of the property by this Act be terminated if the court is of the opinion that the termination would be just and equitable, and, in determining whether the termination would be just and equitable, the court shall have regard to,</p> <p class=\"clause-e\">(a) the scheme and intent of this Act;</p> <p class=\"clause-e\">(b) the probability of unfairness to one or more owners if termination is not ordered; and</p> <p class=\"clause-e\">(c) the probability of confusion and uncertainty in the affairs of the corporation or the owners if termination is not ordered.</p> <p class=\"headnote-e\"><b>Ancillary matters</b></p> <p class=\"subsection-e\">(3) Where an order of termination is made under subsection (2), the court may include in the order any provisions that the court considers appropriate in the circumstances. R.S.O. 1990, c. C.26, s. 46.</p>"
        },
        {
            "id": "47.",
            "section": "Termination",
            "content": "47. When the owners and the property cease to be governed by this Act, (a) the assets of the corporation shall be used to pay any claims for the payment of money against the corporation; (b) the remainder of the assets of the corporation shall be distributed among the owners in the same proportions as the proportions of their common interests. R.S.O. 1990, c. C.26, s. 47. VOTING BY MORTGAGEES",
            "raw_html": "<p class=\"section-e\"><b>47.</b> When the owners and the property cease to be governed by this Act,</p> <p class=\"clause-e\">(a) the assets of the corporation shall be used to pay any claims for the payment of money against the corporation;</p> <p class=\"clause-e\">(b) the remainder of the assets of the corporation shall be distributed among the owners in the same proportions as the proportions of their common interests. R.S.O. 1990, c. C.26, s. 47.</p> <p class=\"heading1-e\">VOTING BY MORTGAGEES</p>"
        },
        {
            "id": "48.",
            "section": "Rights of mortgagees",
            "content": "48. Where a mortgage of a unit and common interest contains a provision that authorizes the mortgagee to exercise the right of the owner to vote or to consent, the mortgagee may exercise the right, and, where two or more such mortgages contain such a provision, the right may be exercised by the mortgagee who has priority. R.S.O. 1990, c. C.26, s. 48. PERFORMANCE OF DUTIES",
            "raw_html": "<p class=\"section-e\"><b>48.</b> Where a mortgage of a unit and common interest contains a provision that authorizes the mortgagee to exercise the right of the owner to vote or to consent, the mortgagee may exercise the right, and, where two or more such mortgages contain such a provision, the right may be exercised by the mortgagee who has priority. R.S.O. 1990, c. C.26, s. 48.</p> <p class=\"heading1-e\">PERFORMANCE OF DUTIES</p>"
        },
        {
            "id": "49.",
            "section": "Application for order to require performance of duties",
            "content": "49. (1) Where a duty imposed by this Act, the declaration, the by-laws or the rules is not performed, the corporation, any owner, the bureau, or any person having a registered mortgage against a unit and common interest, may apply to the Ontario Court (General Division) for an order directing the performance of the duty. Idem (2) The court may by order direct performance of the duty and may include in the order any provisions that the court considers appropriate in the circumstances. Tenant to pay common expense default in lieu of rent (3) Where the owner of a unit who has leased the unit defaults in the owner’s obligation to contribute to the corporation towards the common expenses as provided under subsection 32 (1) and subsection 41 (7), the corporation may by written notice to the lessee require the lessee to pay to the corporation, and upon receipt of such notice the lessee shall pay, out of the rent due under the lease, an amount equal to the default and such payment shall constitute payment toward rent under the lease and the lessee shall not by reason only of such payment to the corporation be in default of the lessee’s obligation under the lease. Application to lessees (4) The lessee of a unit is subject to the duties imposed by this Act, the declaration, the by-laws and the rules on an owner, except those duties respecting common expenses, and this section applies in the same manner as to an owner and, where the lessee is in contravention of an order under this section or where the lessee fails to pay, pursuant to a notice given under subsection (3), the court may terminate the lease. Saving (5) Nothing in this section restricts the remedies otherwise available for failure to perform any duty imposed by this Act. Notification of unit lease (6) Where the owner of a unit leases the unit, the owner shall notify the corporation that the unit is leased and shall provide to the corporation the lessee’s name and the owner’s address. R.S.O. 1990, c. C.26, s. 49. APPLICATION OF THE   PLANNING ACT",
            "raw_html": "<p class=\"section-e\"><b>49.</b> (1) Where a duty imposed by this Act, the declaration, the by-laws or the rules is not performed, the corporation, any owner, the bureau, or any person having a registered mortgage against a unit and common interest, may apply to the Ontario Court (General Division) for an order directing the performance of the duty.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The court may by order direct performance of the duty and may include in the order any provisions that the court considers appropriate in the circumstances.</p> <p class=\"headnote-e\"><b>Tenant to pay common expense default in lieu of rent</b></p> <p class=\"subsection-e\">(3) Where the owner of a unit who has leased the unit defaults in the owner’s obligation to contribute to the corporation towards the common expenses as provided under subsection 32 (1) and subsection 41 (7), the corporation may by written notice to the lessee require the lessee to pay to the corporation, and upon receipt of such notice the lessee shall pay, out of the rent due under the lease, an amount equal to the default and such payment shall constitute payment toward rent under the lease and the lessee shall not by reason only of such payment to the corporation be in default of the lessee’s obligation under the lease.</p> <p class=\"headnote-e\"><b>Application to lessees</b></p> <p class=\"subsection-e\">(4) The lessee of a unit is subject to the duties imposed by this Act, the declaration, the by-laws and the rules on an owner, except those duties respecting common expenses, and this section applies in the same manner as to an owner and, where the lessee is in contravention of an order under this section or where the lessee fails to pay, pursuant to a notice given under subsection (3), the court may terminate the lease.</p> <p class=\"headnote-e\"><b>Saving</b></p> <p class=\"subsection-e\">(5) Nothing in this section restricts the remedies otherwise available for failure to perform any duty imposed by this Act.</p> <p class=\"headnote-e\"><b>Notification of unit lease</b></p> <p class=\"subsection-e\">(6) Where the owner of a unit leases the unit, the owner shall notify the corporation that the unit is leased and shall provide to the corporation the lessee’s name and the owner’s address. R.S.O. 1990, c. C.26, s. 49.</p> <p class=\"heading1-e\">APPLICATION OF THE<i> <br/>  PLANNING ACT</i></p>"
        },
        {
            "id": "50.",
            "section": "Application of subdivision control",
            "content": "50. (1) Clause 47 (1) (b) and section 50 of the Planning Act do not apply in respect of dealings with whole units and common interests. R.S.O. 1990, c. C.26, s. 50 (1). Application of Planning Act (2) Subject to subsection (3), sections 51, 51.1 and 51.2 of the Planning Act apply with necessary modifications to a description under this Act, and a description shall not be registered unless approved or exempted by the approval authority. Application for exemption (3) Before making an application under subsection 51 (16) of the Planning Act, the owner of a property or someone authorized by the owner in writing may apply to the approval authority to have the description exempted from sections 51 and 51.1, or from any provision of them, and where, in the opinion of the approval authority the exemption is appropriate, it may grant the exemption. 1994, c. 23, s. 62. Planning Act, s. 52 not to apply (4) Section 52 of the Planning Act does not apply in respect of descriptions made for the purposes of this Act. R.S.O. 1990, c. C.26, s. 50 (4). SALE AND LEASE OF UNITS",
            "raw_html": "<p class=\"section-e\"><b>50.</b> (1) Clause 47 (1) (b) and section 50 of the <i>Planning Act</i> do not apply in respect of dealings with whole units and common interests. R.S.O. 1990, c. C.26, s. 50 (1).</p> <p class=\"headnote-e\"><b>Application of <i>Planning Act</i></b></p> <p class=\"subsection-e\">(2) Subject to subsection (3), sections 51, 51.1 and 51.2 of the <i>Planning Act</i> apply with necessary modifications to a description under this Act, and a description shall not be registered unless approved or exempted by the approval authority.</p> <p class=\"headnote-e\"><b>Application for exemption</b></p> <p class=\"subsection-e\">(3) Before making an application under subsection 51 (16) of the <i>Planning Act</i>, the owner of a property or someone authorized by the owner in writing may apply to the approval authority to have the description exempted from sections 51 and 51.1, or from any provision of them, and where, in the opinion of the approval authority the exemption is appropriate, it may grant the exemption. 1994, c. 23, s. 62.</p> <p class=\"headnote-e\"><b><i>Planning Act</i>, s. 52 not to apply</b></p> <p class=\"subsection-e\">(4) Section 52 of the <i>Planning Act</i> does not apply in respect of descriptions made for the purposes of this Act. R.S.O. 1990, c. C.26, s. 50 (4).</p> <p class=\"heading1-e\">SALE AND LEASE OF UNITS</p>"
        },
        {
            "id": "51.",
            "section": "Implied covenants in agreement of purchase and sale",
            "content": "51. (1) Every agreement of purchase and sale entered into by a proposed declarant for a proposed unit for residential purposes shall be deemed to contain, (a) a covenant by the vendor to take all reasonable steps to register a declaration and description in respect of the property in which the unit is included without delay; (b) a covenant by the vendor to take all reasonable steps to sell the other residential units included in the property without delay other than any units mentioned in a statement under clause 54 (1) (c); (c) a covenant by the vendor to take all reasonable steps to deliver to the purchaser a registrable deed or transfer of the unit without delay; and (d) a provision that the vendor will not collect from the purchaser any money on behalf of the corporation. Failure to register declaration within a specified period (2) Despite any provision to the contrary contained therein, an agreement of purchase and sale of a proposed unit for residential purposes shall not be terminated by the proposed declarant only by reason of the failure to register the declaration and description within a period of time specified in the agreement, unless the purchaser consents to the termination in writing. Application to court (3) Despite subsection (2), the proposed declarant may apply to a judge of the Ontario Court (General Division) and the judge may by order terminate the agreement if he or she is satisfied that, (a) the proposed declarant has taken all reasonable steps to register a declaration and description; (b) a declaration and description cannot be registered within a reasonable period of time; and (c) the failure and inability to register a declaration and description is caused by circumstances beyond the control of the proposed declarant. Subsequent registration under Act (4) The judge may, in an order under subsection (3), provide that a declaration and description shall not be registered in respect of the property in which the proposed unit is included during such period as he or she specifies in the order. Registration of order (5) An order under subsection (3) is ineffective until a certified copy thereof is registered. Payment of purchase price (6) Where an agreement of purchase and sale entered into by a proposed declarant for a proposed unit for residential purposes permits or requires the purchaser to take possession of or occupy the unit before a deed or transfer of the unit acceptable for registration is delivered to the purchaser, the money paid in respect of such right or obligation to the proposed declarant shall be not greater, on a monthly basis, than the total of the following amounts: 1. The amount of interest that the purchaser would have paid, monthly, in respect of any mortgage or mortgages the purchaser is obligated to assume or give under the agreement of purchase and sale on delivery of a deed or transfer of the unit. 2. An amount reasonably estimated on a monthly basis for municipal taxes attributable to the proposed unit. 3. The projected monthly common expense contribution for that unit. R.S.O. 1990, c. C.26, s. 51 (1-6). Rights and duties of proposed declarant (7) Where a purchaser takes possession of a proposed unit for residential purposes under an agreement that permits the purchaser to take possession of or occupy the unit before a deed or transfer of the unit acceptable for registration is delivered to the purchaser, despite the provisions of the Tenant Protection Act, 1997, the proposed declarant, (a) shall provide those services and only those services that the proposed corporation will have a duty to provide to owners; (b) shall repair and maintain the property and the proposed unit in the same manner as the proposed corporation will have a duty to repair and maintain; (c) has the same right of entry that the proposed corporation will have; and (d) may withhold consent to an assignment of the occupancy agreement. R.S.O. 1990, c. C.26, s. 51 (7); 1993, c. 27, Sched.; 1997, c. 24, s. 209.",
            "raw_html": "<p class=\"section-e\"><b>51.</b> (1) Every agreement of purchase and sale entered into by a proposed declarant for a proposed unit for residential purposes shall be deemed to contain,</p> <p class=\"clause-e\">(a) a covenant by the vendor to take all reasonable steps to register a declaration and description in respect of the property in which the unit is included without delay;</p> <p class=\"clause-e\">(b) a covenant by the vendor to take all reasonable steps to sell the other residential units included in the property without delay other than any units mentioned in a statement under clause 54 (1) (c);</p> <p class=\"clause-e\">(c) a covenant by the vendor to take all reasonable steps to deliver to the purchaser a registrable deed or transfer of the unit without delay; and</p> <p class=\"clause-e\">(d) a provision that the vendor will not collect from the purchaser any money on behalf of the corporation.</p> <p class=\"headnote-e\"><b>Failure to register declaration within a specified period</b></p> <p class=\"subsection-e\">(2) Despite any provision to the contrary contained therein, an agreement of purchase and sale of a proposed unit for residential purposes shall not be terminated by the proposed declarant only by reason of the failure to register the declaration and description within a period of time specified in the agreement, unless the purchaser consents to the termination in writing.</p> <p class=\"headnote-e\"><b>Application to court</b></p> <p class=\"subsection-e\">(3) Despite subsection (2), the proposed declarant may apply to a judge of the Ontario Court (General Division) and the judge may by order terminate the agreement if he or she is satisfied that,</p> <p class=\"clause-e\">(a) the proposed declarant has taken all reasonable steps to register a declaration and description;</p> <p class=\"clause-e\">(b) a declaration and description cannot be registered within a reasonable period of time; and</p> <p class=\"clause-e\">(c) the failure and inability to register a declaration and description is caused by circumstances beyond the control of the proposed declarant.</p> <p class=\"headnote-e\"><b>Subsequent registration under Act</b></p> <p class=\"subsection-e\">(4) The judge may, in an order under subsection (3), provide that a declaration and description shall not be registered in respect of the property in which the proposed unit is included during such period as he or she specifies in the order.</p> <p class=\"headnote-e\"><b>Registration of order</b></p> <p class=\"subsection-e\">(5) An order under subsection (3) is ineffective until a certified copy thereof is registered.</p> <p class=\"headnote-e\"><b>Payment of purchase price</b></p> <p class=\"subsection-e\">(6) Where an agreement of purchase and sale entered into by a proposed declarant for a proposed unit for residential purposes permits or requires the purchaser to take possession of or occupy the unit before a deed or transfer of the unit acceptable for registration is delivered to the purchaser, the money paid in respect of such right or obligation to the proposed declarant shall be not greater, on a monthly basis, than the total of the following amounts:</p> <p class=\"paragraph-e\">1. The amount of interest that the purchaser would have paid, monthly, in respect of any mortgage or mortgages the purchaser is obligated to assume or give under the agreement of purchase and sale on delivery of a deed or transfer of the unit.</p> <p class=\"paragraph-e\">2. An amount reasonably estimated on a monthly basis for municipal taxes attributable to the proposed unit.</p> <p class=\"paragraph-e\">3. The projected monthly common expense contribution for that unit. R.S.O. 1990, c. C.26, s. 51 (1-6).</p> <p class=\"headnote-e\"><b>Rights and duties of proposed declarant</b></p> <p class=\"subsection-e\">(7) Where a purchaser takes possession of a proposed unit for residential purposes under an agreement that permits the purchaser to take possession of or occupy the unit before a deed or transfer of the unit acceptable for registration is delivered to the purchaser, despite the provisions of the <i>Tenant Protection Act, 1997</i>, the proposed declarant,</p> <p class=\"clause-e\">(a) shall provide those services and only those services that the proposed corporation will have a duty to provide to owners;</p> <p class=\"clause-e\">(b) shall repair and maintain the property and the proposed unit in the same manner as the proposed corporation will have a duty to repair and maintain;</p> <p class=\"clause-e\">(c) has the same right of entry that the proposed corporation will have; and</p> <p class=\"clause-e\">(d) may withhold consent to an assignment of the occupancy agreement. R.S.O. 1990, c. C.26, s. 51 (7); 1993, c. 27, Sched.; 1997, c. 24, s. 209.</p>"
        },
        {
            "id": "52.",
            "section": "Disclosure before sale",
            "content": "52. (1) An agreement of purchase and sale entered into after the 1st day of June, 1979 by a declarant or proposed declarant of a unit or proposed unit for residential purposes is not binding on the purchaser until the declarant or proposed declarant has delivered to the purchaser a copy of the current disclosure statement and all material amendments thereto. Rescission of agreement (2) The purchaser, before receiving delivery of a deed to or transfer of the unit, may rescind the agreement of purchase and sale within ten days after receiving the disclosure statement or, where there has been a material amendment thereto, within ten days after receiving the material amendment. Notice of rescission (3) A person may rescind an agreement of purchase and sale under subsection (2) by giving written notice of the rescission to the declarant or proposed declarant or to the solicitor of the declarant or proposed declarant. On rescission, money to be refunded (4) Every declarant or proposed declarant who receives notice of rescission under subsection (3) from a person entitled to rescind the agreement of purchase and sale under subsection (2), shall forthwith refund, without penalty or charge, to the person giving notice, all money that the declarant or proposed declarant received from that person under the agreement that was credited as payment against purchase price. Where statement false or misleading (5) Where any statement or material required under this Act to be provided by a declarant or proposed declarant to a purchaser of a unit or proposed unit for residential purposes contains any material statement or information that is false, deceptive or misleading or fails to contain any material statement or information, the corporation or any unit owner who relied on such statement or material is entitled, as against the declarant or the proposed declarant to damages for any loss sustained as a result of such reliance. Disclosure statement (6) The disclosure statement referred to in subsection (1) shall contain and fully and accurately disclose, (a) the name and municipal address of the declarant or proposed declarant and of the property or proposed property; (b) a general description of the property or proposed property including the types and number of buildings, units and recreational and other amenities together with any conditions that apply to the provision of amenities; (c) the portion of units or proposed units which the declarant or proposed declarant intends to market in blocks of units to investors; (d) a brief narrative description of the significant features of the existing or proposed declaration, by-laws and rules governing the use of common elements and units, and of any contracts or leases that may be subject to termination or expiration under section 39; (e) a budget statement for the one year period immediately following the registration of the declaration and the description; (f) where construction of amenities is not completed, a schedule of the proposed commencement and completion dates; and (g) any other matters required by the regulations to be disclosed. Budget statements (7) The budget statement mentioned in clause (6) (e) shall set out, (a) the common expenses; (b) the proposed amount of each expense; (c) particulars of the type, frequency and level of the services to be provided; (d) the projected monthly common expense contribution for each type of unit; (e) a statement of the portion of the common expense to be paid into a reserve fund; (f) a statement of the assumed inflation factor; (g) a statement of any judgments against the corporation, the status of any pending lawsuits to which the corporation is a party and the status of any pending lawsuits material to the property of which the declarant or proposed declarant has actual knowledge; (h) any current or expected fees or charges to be paid by unit owners or any of them for the use of the common elements or part thereof and other facilities related to the property; (i) any services not included in the budget that the declarant or proposed declarant provides, or expenses that the declarant or proposed declarant pays and that might reasonably be expected to become, at any subsequent time, a common expense and the projected common expense contribution attributable to each of those services or expenses for each type of unit; (j) the amounts in all reserve funds; and (k) any other matters required by the regulations to be disclosed. Inaccurate statement of common expenses (8) Where the total amount incurred for the common expenses provided for in the budget statement exceeds the total of the proposed amounts set out in the statement, for the period covered by the budget statement mentioned in clause (6) (e), the declarant shall forthwith pay to the corporation the amount of the excess except in respect of increased expenses attributable to the termination of an agreement under section 39. R.S.O. 1990, c. C.26, s. 52 (1-8). Where revenue shown on budget statement (9) Where the declarant shows any expected fees, charges, rents or other revenue to be paid to the corporation for the use of the common elements or assets or any part thereof or any other facilities related to the property and, (a) where the total amount received is less than the expected fees, charges, rents or other revenue, the declarant shall forthwith pay to the corporation the amount of the deficiency less the amount, if any, that the total of the proposed amounts for common expenses set out in the budget statement mentioned in clause (6) (e) exceeds the total amount incurred for common expenses for the period covered by the budget statement; or (b) where the total amount received is more than the expected fees, charges, rents or other revenue, the declarant may set off the amount of the excess against any amount the declarant may be required to pay under subsection (8). R.S.O. 1990, c. C.26, s. 52 (9); 1993, c. 27, Sched.",
            "raw_html": "<p class=\"section-e\"><b>52.</b> (1) An agreement of purchase and sale entered into after the 1st day of June, 1979 by a declarant or proposed declarant of a unit or proposed unit for residential purposes is not binding on the purchaser until the declarant or proposed declarant has delivered to the purchaser a copy of the current disclosure statement and all material amendments thereto.</p> <p class=\"headnote-e\"><b>Rescission of agreement</b></p> <p class=\"subsection-e\">(2) The purchaser, before receiving delivery of a deed to or transfer of the unit, may rescind the agreement of purchase and sale within ten days after receiving the disclosure statement or, where there has been a material amendment thereto, within ten days after receiving the material amendment.</p> <p class=\"headnote-e\"><b>Notice of rescission</b></p> <p class=\"subsection-e\">(3) A person may rescind an agreement of purchase and sale under subsection (2) by giving written notice of the rescission to the declarant or proposed declarant or to the solicitor of the declarant or proposed declarant.</p> <p class=\"headnote-e\"><b>On rescission, money to be refunded</b></p> <p class=\"subsection-e\">(4) Every declarant or proposed declarant who receives notice of rescission under subsection (3) from a person entitled to rescind the agreement of purchase and sale under subsection (2), shall forthwith refund, without penalty or charge, to the person giving notice, all money that the declarant or proposed declarant received from that person under the agreement that was credited as payment against purchase price.</p> <p class=\"headnote-e\"><b>Where statement false or misleading</b></p> <p class=\"subsection-e\">(5) Where any statement or material required under this Act to be provided by a declarant or proposed declarant to a purchaser of a unit or proposed unit for residential purposes contains any material statement or information that is false, deceptive or misleading or fails to contain any material statement or information, the corporation or any unit owner who relied on such statement or material is entitled, as against the declarant or the proposed declarant to damages for any loss sustained as a result of such reliance.</p> <p class=\"headnote-e\"><b>Disclosure statement</b></p> <p class=\"subsection-e\">(6) The disclosure statement referred to in subsection (1) shall contain and fully and accurately disclose,</p> <p class=\"clause-e\">(a) the name and municipal address of the declarant or proposed declarant and of the property or proposed property;</p> <p class=\"clause-e\">(b) a general description of the property or proposed property including the types and number of buildings, units and recreational and other amenities together with any conditions that apply to the provision of amenities;</p> <p class=\"clause-e\">(c) the portion of units or proposed units which the declarant or proposed declarant intends to market in blocks of units to investors;</p> <p class=\"clause-e\">(d) a brief narrative description of the significant features of the existing or proposed declaration, by-laws and rules governing the use of common elements and units, and of any contracts or leases that may be subject to termination or expiration under section 39;</p> <p class=\"clause-e\">(e) a budget statement for the one year period immediately following the registration of the declaration and the description;</p> <p class=\"clause-e\">(f) where construction of amenities is not completed, a schedule of the proposed commencement and completion dates; and</p> <p class=\"clause-e\">(g) any other matters required by the regulations to be disclosed.</p> <p class=\"headnote-e\"><b>Budget statements</b></p> <p class=\"subsection-e\">(7) The budget statement mentioned in clause (6) (e) shall set out,</p> <p class=\"clause-e\">(a) the common expenses;</p> <p class=\"clause-e\">(b) the proposed amount of each expense;</p> <p class=\"clause-e\">(c) particulars of the type, frequency and level of the services to be provided;</p> <p class=\"clause-e\">(d) the projected monthly common expense contribution for each type of unit;</p> <p class=\"clause-e\">(e) a statement of the portion of the common expense to be paid into a reserve fund;</p> <p class=\"clause-e\">(f) a statement of the assumed inflation factor;</p> <p class=\"clause-e\">(g) a statement of any judgments against the corporation, the status of any pending lawsuits to which the corporation is a party and the status of any pending lawsuits material to the property of which the declarant or proposed declarant has actual knowledge;</p> <p class=\"clause-e\">(h) any current or expected fees or charges to be paid by unit owners or any of them for the use of the common elements or part thereof and other facilities related to the property;</p> <p class=\"clause-e\">(i) any services not included in the budget that the declarant or proposed declarant provides, or expenses that the declarant or proposed declarant pays and that might reasonably be expected to become, at any subsequent time, a common expense and the projected common expense contribution attributable to each of those services or expenses for each type of unit;</p> <p class=\"clause-e\">(j) the amounts in all reserve funds; and</p> <p class=\"clause-e\">(k) any other matters required by the regulations to be disclosed.</p> <p class=\"headnote-e\"><b>Inaccurate statement of common expenses</b></p> <p class=\"subsection-e\">(8) Where the total amount incurred for the common expenses provided for in the budget statement exceeds the total of the proposed amounts set out in the statement, for the period covered by the budget statement mentioned in clause (6) (e), the declarant shall forthwith pay to the corporation the amount of the excess except in respect of increased expenses attributable to the termination of an agreement under section 39. R.S.O. 1990, c. C.26, s. 52 (1-8).</p> <p class=\"headnote-e\"><b>Where revenue shown on budget statement</b></p> <p class=\"subsection-e\">(9) Where the declarant shows any expected fees, charges, rents or other revenue to be paid to the corporation for the use of the common elements or assets or any part thereof or any other facilities related to the property and,</p> <p class=\"clause-e\">(a) where the total amount received is less than the expected fees, charges, rents or other revenue, the declarant shall forthwith pay to the corporation the amount of the deficiency less the amount, if any, that the total of the proposed amounts for common expenses set out in the budget statement mentioned in clause (6) (e) exceeds the total amount incurred for common expenses for the period covered by the budget statement; or</p> <p class=\"clause-e\">(b) where the total amount received is more than the expected fees, charges, rents or other revenue, the declarant may set off the amount of the excess against any amount the declarant may be required to pay under subsection (8). R.S.O. 1990, c. C.26, s. 52 (9); 1993, c. 27, Sched.</p>"
        },
        {
            "id": "53.",
            "section": "Trust money",
            "content": "53. (1) All money received by or on behalf of a proposed declarant from a purchaser on account of a sale or an agreement for the purchase and sale of a proposed unit for residential purposes before the registration of the declaration and description, other than money paid as rent or as an occupancy charge, shall, despite the registration of the declaration and description thereafter, be held in trust by the person receiving such money for the person entitled thereto in respect of the agreement and such money shall be held in a separate account designated as a trust account at a bank listed in Schedule I or II to the Bank Act (Canada) or trust corporation or a loan corporation or credit union authorized by law to receive money on deposit or a Province of Ontario Savings Office until, (a) its disposition to the person entitled thereto; or (b) delivery of prescribed security to the purchaser for repayment. Interest (2) Where an agreement of purchase and sale referred to in subsection (1) is terminated and the purchaser is entitled to the return of any money paid under the agreement, the proposed declarant shall pay to the purchaser interest on such money at the prescribed rate. Idem (3) Subject to subsection (2), where a purchaser of a proposed unit under an agreement of purchase and sale referred to in subsection (1) enters into possession or occupation of the unit before a deed or transfer of the unit acceptable for registration is delivered to the purchaser, the proposed declarant shall pay interest at the prescribed rate on all money received by the proposed declarant on account of the purchase price from the day the purchaser enters into possession or occupation until the day a deed or transfer acceptable for registration is delivered to the purchaser. Idem (4) Subject to subsections (2) and (3), the proposed declarant is entitled to any interest earned on the money required to be held in trust under subsection (1). R.S.O. 1990, c. C.26, s. 53.",
            "raw_html": "<p class=\"section-e\"><b>53.</b> (1) All money received by or on behalf of a proposed declarant from a purchaser on account of a sale or an agreement for the purchase and sale of a proposed unit for residential purposes before the registration of the declaration and description, other than money paid as rent or as an occupancy charge, shall, despite the registration of the declaration and description thereafter, be held in trust by the person receiving such money for the person entitled thereto in respect of the agreement and such money shall be held in a separate account designated as a trust account at a bank listed in Schedule I or II to the <i>Bank Act</i> (Canada) or trust corporation or a loan corporation or credit union authorized by law to receive money on deposit or a Province of Ontario Savings Office until,</p> <p class=\"clause-e\">(a) its disposition to the person entitled thereto; or</p> <p class=\"clause-e\">(b) delivery of prescribed security to the purchaser for repayment.</p> <p class=\"headnote-e\"><b>Interest</b></p> <p class=\"subsection-e\">(2) Where an agreement of purchase and sale referred to in subsection (1) is terminated and the purchaser is entitled to the return of any money paid under the agreement, the proposed declarant shall pay to the purchaser interest on such money at the prescribed rate.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) Subject to subsection (2), where a purchaser of a proposed unit under an agreement of purchase and sale referred to in subsection (1) enters into possession or occupation of the unit before a deed or transfer of the unit acceptable for registration is delivered to the purchaser, the proposed declarant shall pay interest at the prescribed rate on all money received by the proposed declarant on account of the purchase price from the day the purchaser enters into possession or occupation until the day a deed or transfer acceptable for registration is delivered to the purchaser.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) Subject to subsections (2) and (3), the proposed declarant is entitled to any interest earned on the money required to be held in trust under subsection (1). R.S.O. 1990, c. C.26, s. 53.</p>"
        },
        {
            "id": "54.",
            "section": "Leases of units",
            "content": "54. (1) A declarant or proposed declarant shall not grant a lease of a unit or proposed unit for residential purposes unless, (a) the lessee has entered into an agreement made in good faith to purchase the unit; (b) the lease grants to the lessee an option made in good faith to purchase the unit; (c) every agreement of purchase and sale of a unit included in the property includes a statement that the unit to be included in the lease is or will be leased and specifies the uses that are or will be permitted by the lease; or (d) written notice of the lessor’s intention to lease the unit has been given to every purchaser under an agreement of purchase and sale, registered owner and mortgagee entitled to vote, and the period referred to in subsection (2) has expired or, where an application is made under subsection (2), it is finally disposed of. R.S.O. 1990, c. C.26, s. 54 (1); 1993, c. 27, Sched. Application to court (2) Any person notified under clause (1) (d) may, within twenty-one days after receiving the notice, and on written notice to the declarant, apply to a judge of the Ontario Court (General Division), and the judge, if he or she is of the opinion that the declarant has not taken all reasonable steps to sell the unit, may by order prohibit the declarant from leasing the unit or grant other relief as he or she considers proper. Contents of notice (3) The notice mentioned in clause (1) (d) shall specify the unit or units intended to be leased and the uses that will be permitted by the lease but need not set out any other terms or identify any proposed lessee. Terms of lease (4) A declarant or proposed declarant may grant leases of a unit or proposed unit for residential purposes for a period in each case not exceeding two years, including renewals, provided that subsection (1) is complied with in respect of each lease. Exemption (5) This section does not apply to the renewal of a lease of a unit or proposed unit where the lease was entered into before any agreement of purchase and sale of any unit or proposed unit included in the property is entered into. Lease defined (6) In this section, “lease” includes a licence to use or occupy and any agreement in the nature of a lease. R.S.O. 1990, c. C.26, s. 54 (2-6).",
            "raw_html": "<p class=\"section-e\"><b>54.</b> (1) A declarant or proposed declarant shall not grant a lease of a unit or proposed unit for residential purposes unless,</p> <p class=\"clause-e\">(a) the lessee has entered into an agreement made in good faith to purchase the unit;</p> <p class=\"clause-e\">(b) the lease grants to the lessee an option made in good faith to purchase the unit;</p> <p class=\"clause-e\">(c) every agreement of purchase and sale of a unit included in the property includes a statement that the unit to be included in the lease is or will be leased and specifies the uses that are or will be permitted by the lease; or</p> <p class=\"clause-e\">(d) written notice of the lessor’s intention to lease the unit has been given to every purchaser under an agreement of purchase and sale, registered owner and mortgagee entitled to vote, and the period referred to in subsection (2) has expired or, where an application is made under subsection (2), it is finally disposed of. R.S.O. 1990, c. C.26, s. 54 (1); 1993, c. 27, Sched.</p> <p class=\"headnote-e\"><b>Application to court</b></p> <p class=\"subsection-e\">(2) Any person notified under clause (1) (d) may, within twenty-one days after receiving the notice, and on written notice to the declarant, apply to a judge of the Ontario Court (General Division), and the judge, if he or she is of the opinion that the declarant has not taken all reasonable steps to sell the unit, may by order prohibit the declarant from leasing the unit or grant other relief as he or she considers proper.</p> <p class=\"headnote-e\"><b>Contents of notice</b></p> <p class=\"subsection-e\">(3) The notice mentioned in clause (1) (d) shall specify the unit or units intended to be leased and the uses that will be permitted by the lease but need not set out any other terms or identify any proposed lessee.</p> <p class=\"headnote-e\"><b>Terms of lease</b></p> <p class=\"subsection-e\">(4) A declarant or proposed declarant may grant leases of a unit or proposed unit for residential purposes for a period in each case not exceeding two years, including renewals, provided that subsection (1) is complied with in respect of each lease.</p> <p class=\"headnote-e\"><b>Exemption</b></p> <p class=\"subsection-e\">(5) This section does not apply to the renewal of a lease of a unit or proposed unit where the lease was entered into before any agreement of purchase and sale of any unit or proposed unit included in the property is entered into.</p> <p class=\"headnote-e\"><b>Lease defined</b></p> <p class=\"subsection-e\">(6) In this section,</p> <p class=\"firstdef-e\">“lease” includes a licence to use or occupy and any agreement in the nature of a lease. R.S.O. 1990, c. C.26, s. 54 (2-6).</p>"
        },
        {
            "id": "55.",
            "section": "Offences",
            "content": "55. Every person who knowingly contravenes subsection 26 (3), section 30, subsection 40 (1) or (4), subsection 52 (5), (6) or (7), subsection 53 (1) or subsection 56 (8), or knowingly purports to enter into a lease in contravention of subsection 54 (1) or (4) is guilty of an offence and on conviction is liable to a fine of, (a) not more than $100,000, where the person is a corporation; or (b) not more than $25,000, where the person is other than a corporation. R.S.O. 1990, c. C.26, s. 55. BUREAU",
            "raw_html": "<p class=\"section-e\"><b>55.</b> Every person who knowingly contravenes subsection 26 (3), section 30, subsection 40 (1) or (4), subsection 52 (5), (6) or (7), subsection 53 (1) or subsection 56 (8), or knowingly purports to enter into a lease in contravention of subsection 54 (1) or (4) is guilty of an offence and on conviction is liable to a fine of,</p> <p class=\"clause-e\">(a) not more than $100,000, where the person is a corporation; or</p> <p class=\"clause-e\">(b) not more than $25,000, where the person is other than a corporation. R.S.O. 1990, c. C.26, s. 55.</p> <p class=\"heading1-e\">BUREAU</p>"
        },
        {
            "id": "56.",
            "section": "Designating bureau",
            "content": "56. (1) The Lieutenant Governor in Council shall designate a non-profit corporation incorporated without share capital under the Corporations Act to be the bureau for the purposes of this Act. Idem (2) No corporation shall be designated under subsection (1) whose by-laws do not provide for representation of owners of condominium units on the board of directors. Objects (3) Upon its designation, the objects of the corporation are extended to include, (a) advising and assisting the public in condominium matters; (b) assisting in the resolution of disputes between condominium corporations and unit owners and between two or more unit owners and for this purpose appointing review officers and paying their remuneration; (c) disseminating information for the purpose of educating and advising condominium corporations and unit owners concerning condominium matters and the financial, operating and management practices of condominium corporations; and (d) assisting in the formulation and conduct of educational courses for property management. Review officers appointed (4) The bureau shall appoint review officers who shall perform the duties and exercise the powers given to them by this Act and the regulations under the supervision of the bureau and shall perform such other duties as are assigned to them by the bureau. Revenues and expenses (5) All money payable under this Act to the bureau shall be retained by the bureau and applied to defray the expenses incurred and expenditures made in the carrying out of its duties under this Act and otherwise for the purposes of its objects set out in subsection (3). Annual reports (6) The bureau shall make a report annually to the Minister of Consumer and Commercial Relations upon the affairs of the bureau, and the Minister shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session. Fee to bureau (7) Each corporation shall pay to the bureau an annual fee in the amount prescribed by regulation for each unit comprising the property and shall file such information and material as is prescribed by the regulations. Filing plans (8) Every declarant shall file with the bureau the material set out in clauses 26 (3) (f), (g), (h) and (i) prior to the meeting required under subsection 26 (1). Bureau not Crown agency (9) The bureau is not a Crown agency within the meaning of the Crown Agency Act. Exemption by bureau (10) The bureau may exempt corporations from the provisions of subsections 36 (2) and (3) as set out in subsection 36 (7). R.S.O. 1990, c. C.26, s. 56.",
            "raw_html": "<p class=\"section-e\"><b>56.</b> (1) The Lieutenant Governor in Council shall designate a non-profit corporation incorporated without share capital under the <i>Corporations Act</i> to be the bureau for the purposes of this Act.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) No corporation shall be designated under subsection (1) whose by-laws do not provide for representation of owners of condominium units on the board of directors.</p> <p class=\"headnote-e\"><b>Objects</b></p> <p class=\"subsection-e\">(3) Upon its designation, the objects of the corporation are extended to include,</p> <p class=\"clause-e\">(a) advising and assisting the public in condominium matters;</p> <p class=\"clause-e\">(b) assisting in the resolution of disputes between condominium corporations and unit owners and between two or more unit owners and for this purpose appointing review officers and paying their remuneration;</p> <p class=\"clause-e\">(c) disseminating information for the purpose of educating and advising condominium corporations and unit owners concerning condominium matters and the financial, operating and management practices of condominium corporations; and</p> <p class=\"clause-e\">(d) assisting in the formulation and conduct of educational courses for property management.</p> <p class=\"headnote-e\"><b>Review officers appointed</b></p> <p class=\"subsection-e\">(4) The bureau shall appoint review officers who shall perform the duties and exercise the powers given to them by this Act and the regulations under the supervision of the bureau and shall perform such other duties as are assigned to them by the bureau.</p> <p class=\"headnote-e\"><b>Revenues and expenses</b></p> <p class=\"subsection-e\">(5) All money payable under this Act to the bureau shall be retained by the bureau and applied to defray the expenses incurred and expenditures made in the carrying out of its duties under this Act and otherwise for the purposes of its objects set out in subsection (3).</p> <p class=\"headnote-e\"><b>Annual reports</b></p> <p class=\"subsection-e\">(6) The bureau shall make a report annually to the Minister of Consumer and Commercial Relations upon the affairs of the bureau, and the Minister shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session.</p> <p class=\"headnote-e\"><b>Fee to bureau</b></p> <p class=\"subsection-e\">(7) Each corporation shall pay to the bureau an annual fee in the amount prescribed by regulation for each unit comprising the property and shall file such information and material as is prescribed by the regulations.</p> <p class=\"headnote-e\"><b>Filing plans</b></p> <p class=\"subsection-e\">(8) Every declarant shall file with the bureau the material set out in clauses 26 (3) (f), (g), (h) and (i) prior to the meeting required under subsection 26 (1).</p> <p class=\"headnote-e\"><b>Bureau not Crown agency</b></p> <p class=\"subsection-e\">(9) The bureau is not a Crown agency within the meaning of the <i>Crown Agency Act</i>.</p> <p class=\"headnote-e\"><b>Exemption by bureau</b></p> <p class=\"subsection-e\">(10) The bureau may exempt corporations from the provisions of subsections 36 (2) and (3) as set out in subsection 36 (7). R.S.O. 1990, c. C.26, s. 56.</p>"
        },
        {
            "id": "57.",
            "section": "Dispute",
            "content": "57. (1) Where there is a dispute between a corporation and an owner or between two or more owners in respect of any matter relating to this Act, the declaration, by-laws or rules, any party to the dispute may, prior to the commencement of any court proceeding in respect of the same matter, refer the matter in dispute to the bureau for resolution and shall notify all other parties affected. Review by officer (2) Within fourteen clear days after the matter has been referred to the bureau, the bureau shall give written notice to all parties of the date, time and place for the consideration of the matter in dispute and shall designate a person as review officer to review the matter in dispute. Subject-matter of review (3) For purposes of a review under subsection (2), the review officer may inquire into any matter relevant to the subject-matter of the dispute, whether or not previously brought to his or her attention by the parties. Order (4) Upon completing the review and subject to subsection (5), the review officer may make an order ordering any party to the review to do or refrain from doing any act that is the subject-matter of the review. Notice (5) Where the review officer proposes to make an order under subsection (4), he or she shall serve notice of the proposal together with written reasons therefor on all parties to the review. R.S.O. 1990, c. C.26, s. 57 (1-5). Idem (6) A notice under subsection (5) shall state that every party to the review is entitled to appeal the proposed order to the Licence Appeal Tribunal and shall specify the place where the appeal may be filed. R.S.O. 1990, c. C.26, s. 57 (6); 1999, c. 12, Sched. G, s. 18 (2). Order may be made after notice (7) Where there is no appeal to the Licence Appeal Tribunal, the review officer may make his or her order upon the expiration of twenty-one days after the last service of notice under subsection (5) on a party to the review. R.S.O. 1990, c. C.26, s. 57 (7); 1999, c. 12, Sched. G, s. 18 (3). Order filed (8) On the request of any party to the review proceeding, the review officer shall file a copy of any order made by him or her under subsection (4) in the Ontario Court (General Division) under section 19 of the Statutory Powers Procedure Act, which applies thereto. Statutory Powers Procedure Act does not apply (9) Except as provided in subsection (8), the Statutory Powers Procedure Act does not apply to a proceeding before the review officer designated by the bureau. R.S.O. 1990, c. C.26, s. 57 (8, 9). Appeal (10) Every party to a review proceeding may appeal a review officer’s proposal by filing a notice of appeal with the Licence Appeal Tribunal within twenty-one days after being served with notice of the review officer’s proposal. R.S.O. 1990, c. C.26, s. 57 (10); 1999, c. 12, Sched. G, s. 18 (4). Idem (11) On an appeal, the Licence Appeal Tribunal may proceed by way of a new hearing and after the hearing, the Tribunal may make any order it considers just and equitable and for such purposes the Tribunal shall substitute its opinion for that of the review officer. R.S.O. 1990, c. C.26, s. 57 (11); 1999, c. 12, Sched. G, s. 18 (5). Commencement of ss. 56, 57 58. Sections 56 and 57 do not come into force until a day to be named by proclamation of the Lieutenant Governor. R.S.O. 1990, c. C.26, s. 58. REGULATIONS",
            "raw_html": "<p class=\"section-e\"><b>57.</b> (1) Where there is a dispute between a corporation and an owner or between two or more owners in respect of any matter relating to this Act, the declaration, by-laws or rules, any party to the dispute may, prior to the commencement of any court proceeding in respect of the same matter, refer the matter in dispute to the bureau for resolution and shall notify all other parties affected.</p> <p class=\"headnote-e\"><b>Review by officer</b></p> <p class=\"subsection-e\">(2) Within fourteen clear days after the matter has been referred to the bureau, the bureau shall give written notice to all parties of the date, time and place for the consideration of the matter in dispute and shall designate a person as review officer to review the matter in dispute.</p> <p class=\"headnote-e\"><b>Subject-matter of review</b></p> <p class=\"subsection-e\">(3) For purposes of a review under subsection (2), the review officer may inquire into any matter relevant to the subject-matter of the dispute, whether or not previously brought to his or her attention by the parties.</p> <p class=\"headnote-e\"><b>Order</b></p> <p class=\"subsection-e\">(4) Upon completing the review and subject to subsection (5), the review officer may make an order ordering any party to the review to do or refrain from doing any act that is the subject-matter of the review.</p> <p class=\"headnote-e\"><b>Notice</b></p> <p class=\"subsection-e\">(5) Where the review officer proposes to make an order under subsection (4), he or she shall serve notice of the proposal together with written reasons therefor on all parties to the review. R.S.O. 1990, c. C.26, s. 57 (1-5).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(6) A notice under subsection (5) shall state that every party to the review is entitled to appeal the proposed order to the Licence Appeal Tribunal and shall specify the place where the appeal may be filed. R.S.O. 1990, c. C.26, s. 57 (6); 1999, c. 12, Sched. G, s. 18 (2).</p> <p class=\"headnote-e\"><b>Order may be made after notice</b></p> <p class=\"subsection-e\">(7) Where there is no appeal to the Licence Appeal Tribunal, the review officer may make his or her order upon the expiration of twenty-one days after the last service of notice under subsection (5) on a party to the review. R.S.O. 1990, c. C.26, s. 57 (7); 1999, c. 12, Sched. G, s. 18 (3).</p> <p class=\"headnote-e\"><b>Order filed</b></p> <p class=\"subsection-e\">(8) On the request of any party to the review proceeding, the review officer shall file a copy of any order made by him or her under subsection (4) in the Ontario Court (General Division) under section 19 of the <i>Statutory Powers Procedure Act</i>, which applies thereto.</p> <p class=\"headnote-e\"><b><i>Statutory Powers Procedure Act</i> does not apply</b></p> <p class=\"subsection-e\">(9) Except as provided in subsection (8), the <i>Statutory Powers Procedure Act</i> does not apply to a proceeding before the review officer designated by the bureau. R.S.O. 1990, c. C.26, s. 57 (8, 9).</p> <p class=\"headnote-e\"><b>Appeal</b></p> <p class=\"subsection-e\">(10) Every party to a review proceeding may appeal a review officer’s proposal by filing a notice of appeal with the Licence Appeal Tribunal within twenty-one days after being served with notice of the review officer’s proposal. R.S.O. 1990, c. C.26, s. 57 (10); 1999, c. 12, Sched. G, s. 18 (4).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(11) On an appeal, the Licence Appeal Tribunal may proceed by way of a new hearing and after the hearing, the Tribunal may make any order it considers just and equitable and for such purposes the Tribunal shall substitute its opinion for that of the review officer. R.S.O. 1990, c. C.26, s. 57 (11); 1999, c. 12, Sched. G, s. 18 (5).</p> <p class=\"headnote-e\"><b>Commencement of ss. 56, 57</b></p> <p class=\"Psection-e\"><b>58. Sections 56 and 57 do not come into force until a day to be named by proclamation of the Lieutenant Governor. R.S.O. 1990, c. C.26, s. 58.</b></p> <p class=\"heading1-e\">REGULATIONS</p>"
        },
        {
            "id": "59.",
            "section": "Regulations",
            "content": "59. (1) The Lieutenant Governor in Council may make regulations, (a) classifying properties for the purposes of the regulations; (b) prescribing the duties of officers appointed under the Land Titles Act or the Registry Act for the purpose of this Act; (c) governing the method of describing in instruments of a property or any part of a property; (d) governing surveys, structural plans, descriptions and diagrams, and prescribing procedures for their registration and amendment; (e) requiring, in respect of any class of properties, in lieu of or in addition to the requirements of section 4, surveys of the properties showing the units and common elements; (f) respecting the registration and recording of declarations, descriptions, by-laws, notices of termination and other instruments; (g) respecting the names of corporations; (h) respecting additions to the common elements; (i) requiring the payment of fees to officers appointed under the Land Titles Act or the Registry Act, and prescribing the amounts thereof; (j) prescribing forms and providing for their use; (k) governing funds intended for the payment of common expenses; (l) requiring and governing the books, accounts and records that shall be kept by condominium corporations and requiring and governing the accounting to members of condominium corporations in such manner and at such times as are prescribed; (m) prescribing security for the purposes of clause 53 (1) (b); (n) prescribing rates of interest that shall be paid on money required to be held in trust under this Act; (o) designating liens or claims for the purposes of clause 33 (2) (d); (p) prescribing statements and information required for the purposes of subsection 32 (8); (q) regulating and governing the duties and powers of review officers appointed under subsection 56 (4); (r) prescribing the amounts of fees that are payable or chargeable under this Act; (s) prescribing information to be filed by corporations with the bureau; (t) prescribing any matter that by this Act is required or permitted to be or referred to as prescribed by the regulations. Application of regulations (2) Any provision of any regulation may be made to apply to all properties or to any class of properties. R.S.O. 1990, c. C.26, s. 59.",
            "raw_html": "<p class=\"section-e\"><b>59.</b> (1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) classifying properties for the purposes of the regulations;</p> <p class=\"clause-e\">(b) prescribing the duties of officers appointed under the <i>Land Titles Act</i> or the <i>Registry Act</i> for the purpose of this Act;</p> <p class=\"clause-e\">(c) governing the method of describing in instruments of a property or any part of a property;</p> <p class=\"clause-e\">(d) governing surveys, structural plans, descriptions and diagrams, and prescribing procedures for their registration and amendment;</p> <p class=\"clause-e\">(e) requiring, in respect of any class of properties, in lieu of or in addition to the requirements of section 4, surveys of the properties showing the units and common elements;</p> <p class=\"clause-e\">(f) respecting the registration and recording of declarations, descriptions, by-laws, notices of termination and other instruments;</p> <p class=\"clause-e\">(g) respecting the names of corporations;</p> <p class=\"clause-e\">(h) respecting additions to the common elements;</p> <p class=\"clause-e\">(i) requiring the payment of fees to officers appointed under the <i>Land Titles Act</i> or the <i>Registry Act</i>, and prescribing the amounts thereof;</p> <p class=\"clause-e\">(j) prescribing forms and providing for their use;</p> <p class=\"clause-e\">(k) governing funds intended for the payment of common expenses;</p> <p class=\"clause-e\">(l) requiring and governing the books, accounts and records that shall be kept by condominium corporations and requiring and governing the accounting to members of condominium corporations in such manner and at such times as are prescribed;</p> <p class=\"clause-e\">(m) prescribing security for the purposes of clause 53 (1) (b);</p> <p class=\"clause-e\">(n) prescribing rates of interest that shall be paid on money required to be held in trust under this Act;</p> <p class=\"clause-e\">(o) designating liens or claims for the purposes of clause 33 (2) (d);</p> <p class=\"clause-e\">(p) prescribing statements and information required for the purposes of subsection 32 (8);</p> <p class=\"clause-e\">(q) regulating and governing the duties and powers of review officers appointed under subsection 56 (4);</p> <p class=\"clause-e\">(r) prescribing the amounts of fees that are payable or chargeable under this Act;</p> <p class=\"clause-e\">(s) prescribing information to be filed by corporations with the bureau;</p> <p class=\"clause-e\">(t) prescribing any matter that by this Act is required or permitted to be or referred to as prescribed by the regulations.</p> <p class=\"headnote-e\"><b>Application of regulations</b></p> <p class=\"subsection-e\">(2) Any provision of any regulation may be made to apply to all properties or to any class of properties. R.S.O. 1990, c. C.26, s. 59.</p>"
        },
        {
            "id": "60.",
            "section": "Act supersedes agreements",
            "content": "60. This Act applies despite any agreement to the contrary. R.S.O. 1990, c. C.26, s. 60. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>60.</b> This Act applies despite any agreement to the contrary. R.S.O. 1990, c. C.26, s. 60.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90c26_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90c26_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}