{
    "act_info": {
        "full_title": "Consolidated Hearings Act, R.S.O. 1990, c. C.29",
        "act_name_text": "Consolidated Hearings Act",
        "citation": "R.S.O. 1990, c. C.29",
        "url": "https://www.ontario.ca/laws/statute/90c29",
        "date_scraped": "2023-12-18 18:19:41"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90c29/v10",
            "valid_from": "April 19, 2021",
            "valid_to": "May 31, 2021"
        },
        {
            "a_href": "/laws/statute/90c29/v9",
            "valid_from": "April  3, 2018",
            "valid_to": "April 18, 2021"
        },
        {
            "a_href": "/laws/statute/90c29/v8",
            "valid_from": "December 12, 2017",
            "valid_to": "April  2, 2018"
        },
        {
            "a_href": "/laws/statute/90c29/v7",
            "valid_from": "December 15, 2009",
            "valid_to": "December 11, 2017"
        },
        {
            "a_href": "/laws/statute/90c29/v6",
            "valid_from": "July 25, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90c29/v5",
            "valid_from": "July  3, 2007",
            "valid_to": "July 24, 2007"
        },
        {
            "a_href": "/laws/statute/90c29/v4",
            "valid_from": "January  1, 2007",
            "valid_to": "July  2, 2007"
        },
        {
            "a_href": "/laws/statute/90c29/v3",
            "valid_from": "December 20, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/statute/90c29/v2",
            "valid_from": "October 19, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90c29/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “establishing authority” means the chairs or vice-chairs of the Environmental Review Tribunal and the Local Planning Appeal Tribunal, as provided in section 4; (“autorité constituante”) “Hearings Registrar” means the secretary of the Environmental Review Tribunal; (“registrateur des audiences”) “joint board” means a joint board established under this Act; (“commission mixte”) “joint board hearing” means a hearing under this Act by a joint board; (“audience d’une commission mixte”) “municipality” includes a board, commission or other local authority exercising any power in respect of municipal affairs or purposes, including school purposes, in unorganized territority; (“municipalité”) “person” includes a municipality, Her Majesty in right of Ontario, a Crown agency within the meaning of the Crown Agency Act, a public body, a partnership, an unincorporated joint venture and an unincorporated association; (“personne”) “proponent” means a person who carries out or proposes to carry out or is the owner or person having charge, management or control of an undertaking; (“promoteur”) “regulations” means regulations made under this Act; (“règlements”) “tribunal” means one or more persons, whether or not incorporated and however described, upon whom a power, right or duty to hold a hearing is conferred by or under an Act; (“tribunal administratif”) “undertaking” means an enterprise or activity, or a proposal, plan or program in respect of an enterprise or activity. (“entreprise”)  R.S.O. 1990, c. C.29, s. 1; 2000, c. 26, Sched. F, s. 10 (1, 2); 2001, c. 9, Sched. G, s. 2 (1); 2002, c. 17, Sched. F, Table; 2017, c. 23, Sched. 5, s. 24. Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. F, s. 10 (1, 2) - 06/12/2000 2002, c. 17, Sched. F, Table - 01/01/2003 2017, c. 23, Sched. 5, s. 24 - 03/04/2018",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“establishing authority” means the chairs or vice-chairs of the Environmental Review Tribunal and the Local Planning Appeal Tribunal, as provided in section 4; (“autorité constituante”)</p> <p class=\"definition\">“Hearings Registrar” means the secretary of the Environmental Review Tribunal; (“registrateur des audiences”)</p> <p class=\"definition\">“joint board” means a joint board established under this Act; (“commission mixte”)</p> <p class=\"definition\">“joint board hearing” means a hearing under this Act by a joint board; (“audience d’une commission mixte”)</p> <p class=\"definition\">“municipality” includes a board, commission or other local authority exercising any power in respect of municipal affairs or purposes, including school purposes, in unorganized territority; (“municipalité”)</p> <p class=\"definition\">“person” includes a municipality, Her Majesty in right of Ontario, a Crown agency within the meaning of the<i> Crown Agency Act</i>, a public body, a partnership, an unincorporated joint venture and an unincorporated association; (“personne”)</p> <p class=\"definition\">“proponent” means a person who carries out or proposes to carry out or is the owner or person having charge, management or control of an undertaking; (“promoteur”)</p> <p class=\"definition\">“regulations” means regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“tribunal” means one or more persons, whether or not incorporated and however described, upon whom a power, right or duty to hold a hearing is conferred by or under an Act; (“tribunal administratif”)</p> <p class=\"definition\">“undertaking” means an enterprise or activity, or a proposal, plan or program in respect of an enterprise or activity. (“entreprise”)  R.S.O. 1990, c. C.29, s. 1; 2000, c. 26, Sched. F, s. 10 (1, 2); 2001, c. 9, Sched. G, s. 2 (1); 2002, c. 17, Sched. F, Table; 2017, c. 23, Sched. 5, s. 24.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedfs10s1\">2000, c. 26, Sched. F, s. 10 (1, 2)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17023#sched5s24\">2017, c. 23, Sched. 5, s. 24</a></span> - 03/04/2018</p>"
        },
        {
            "id": "2",
            "section": "Application of Act",
            "content": "2 This Act applies in respect of an undertaking in relation to which more than one hearing is required or may be required or held by more than one tribunal under one or more of the Acts set out in the Schedule or prescribed by the regulations.  R.S.O. 1990, c. C.29, s. 2.",
            "raw_html": "<p class=\"section\"><b>2 </b>This Act applies in respect of an undertaking in relation to which more than one hearing is required or may be required or held by more than one tribunal under one or more of the Acts set out in the Schedule or prescribed by the regulations.  R.S.O. 1990, c. C.29, s. 2.</p>"
        },
        {
            "id": "3",
            "section": "Notice of undertaking",
            "content": "3 (1) The proponent of an undertaking to which this Act applies shall give written notice to the Hearings Registrar.  R.S.O. 1990, c. C.29, s. 3 (1). Contents of notice (2) A notice under subsection (1) must specify the general nature of the undertaking, the hearings that are required or that may be required or held, and the Acts under which the hearings are required or may be required or held.  R.S.O. 1990, c. C.29, s. 3 (2). Application to Divisional Court (3) Upon notice of application by any person who is or may be affected by an undertaking mentioned in subsection (1), the Divisional Court may order the proponent of the undertaking to give to the Hearings Registrar the written notice required by subsection (1).  R.S.O. 1990, c. C.29, s. 3 (3). Application of subs. (3) (4) Subsection (3) does not apply before a day to be named by proclamation of the Lieutenant Governor.  R.S.O. 1990, c. C.29, s. 3 (4).",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The proponent of an undertaking to which this Act applies shall give written notice to the Hearings Registrar.  R.S.O. 1990, c. C.29, s. 3 (1).</p> <p class=\"headnote\">Contents of notice</p> <p class=\"subsection\">(2) A notice under subsection (1) must specify the general nature of the undertaking, the hearings that are required or that may be required or held, and the Acts under which the hearings are required or may be required or held.  R.S.O. 1990, c. C.29, s. 3 (2).</p> <p class=\"headnote\">Application to Divisional Court</p> <p class=\"subsection\">(3) Upon notice of application by any person who is or may be affected by an undertaking mentioned in subsection (1), the Divisional Court may order the proponent of the undertaking to give to the Hearings Registrar the written notice required by subsection (1).  R.S.O. 1990, c. C.29, s. 3 (3).</p> <p class=\"headnote\">Application of subs. (3)</p> <p class=\"subsection\">(4) Subsection (3) does not apply before a day to be named by proclamation of the Lieutenant Governor.  R.S.O. 1990, c. C.29, s. 3 (4).</p>"
        },
        {
            "id": "4",
            "section": "Joint board",
            "content": "4 (1) Upon receipt of notice in accordance with section 3, the Hearings Registrar shall refer the matter to the chair of the Environmental Review Tribunal and the chair of the Local Planning Appeal Tribunal.  R.S.O. 1990, c. C.29, s. 4 (1); 2000, c. 26, Sched. F, s. 10 (3); 2017, c. 23, Sched. 5, s. 25. Establishment (2) Where a matter is referred under subsection (1), the chair of the Environmental Review Tribunal and the chair of the Local Planning Appeal Tribunal together by order shall establish the joint board and together shall determine the composition of the joint board.  R.S.O. 1990, c. C.29, s. 4 (2); 2000, c. 26, Sched. F, s. 10 (4); 2017, c. 23, Sched. 5, s. 25. Idem (3) Where either of the chairs mentioned in subsection (2) is unable to act or the office of chair is vacant, a vice-chair shall act as and have all the powers of the chair for the purposes of this Act.  R.S.O. 1990, c. C.29, s. 4 (3); 2000, c. 26, Sched. F, s. 10 (5). Composition (4) The joint board shall be composed of one or more members of either or both of the Environmental Review Tribunal and the Local Planning Appeal Tribunal.  R.S.O. 1990, c. C.29, s. 4 (4); 2000, c. 26, Sched. F, s. 10 (6); 2017, c. 23, Sched. 5, s. 25. Change of composition (5) The establishing authority may change the composition of a joint board at any time before the joint board begins to hear oral evidence on a matter that is neither procedural nor preliminary.  1994, c. 27, s. 113. Appointment of members, chair and vice-chair (6) The establishing authority by order, (a)  shall appoint the members of the joint board; and (b)  shall appoint the chair and may appoint a vice-chair of the joint board from the members of the joint board.  R.S.O. 1990, c. C.29, s. 4 (6). Authority of vice-chair (7) Where the chair of a joint board is absent or unable to act or the office of chair is vacant, the vice-chair of the joint board shall act as and have all the powers of the chair.  R.S.O. 1990, c. C.29, s. 4 (7). Continuation on expiry of membership (8) Where a joint board commences to hold a hearing under this Act and the term of office on the Environmental Review Tribunal or the Local Planning Appeal Tribunal of a member sitting for the joint hearing expires or is terminated before the proceeding is disposed of, the member shall remain a member of the joint board for the purpose of completing the disposition of the proceeding in the same manner as if his or her term of office had not expired or been terminated.  R.S.O. 1990, c. C.29, s. 4 (8); 2000, c. 26, Sched. F, s. 10 (7); 2017, c. 23, Sched. 5, s. 25. Quorum (9) A majority of the members of a joint board constitutes a quorum of the joint board, but where a vacancy occurs in the membership of a joint board the establishing authority by order, (a)  may confirm the existence of the vacancy; and (b)  may establish the number of members that constitute a quorum of the joint board.  R.S.O. 1990, c. C.29, s. 4 (9). Decision (10) The decision of a majority of the members of a joint board presiding at a hearing is the decision of the joint board.  R.S.O. 1990, c. C.29, s. 4 (10). Powers of joint board (11) The joint board has the authority and the duty, (a)  to hold a hearing in respect of and to consider the matters that could be considered at the hearings specified in the notice to the Hearings Registrar under section 3; and (b)  to make and issue a decision in respect of matters considered by the joint board.  R.S.O. 1990, c. C.29, s. 4 (11). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 113 - 09/12/1994 2000, c. 26, Sched. F, s. 10 (3-7) - 06/12/2000 2017, c. 23, Sched. 5, s. 25 - 03/04/2018",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) Upon receipt of notice in accordance with section 3, the Hearings Registrar shall refer the matter to the chair of the Environmental Review Tribunal and the chair of the Local Planning Appeal Tribunal.  R.S.O. 1990, c. C.29, s. 4 (1); 2000, c. 26, Sched. F, s. 10 (3); 2017, c. 23, Sched. 5, s. 25.</p> <p class=\"headnote\">Establishment</p> <p class=\"subsection\">(2) Where a matter is referred under subsection (1), the chair of the Environmental Review Tribunal and the chair of the Local Planning Appeal Tribunal together by order shall establish the joint board and together shall determine the composition of the joint board.  R.S.O. 1990, c. C.29, s. 4 (2); 2000, c. 26, Sched. F, s. 10 (4); 2017, c. 23, Sched. 5, s. 25.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) Where either of the chairs mentioned in subsection (2) is unable to act or the office of chair is vacant, a vice-chair shall act as and have all the powers of the chair for the purposes of this Act.  R.S.O. 1990, c. C.29, s. 4 (3); 2000, c. 26, Sched. F, s. 10 (5).</p> <p class=\"headnote\">Composition</p> <p class=\"subsection\">(4) The joint board shall be composed of one or more members of either or both of the Environmental Review Tribunal and the Local Planning Appeal Tribunal.  R.S.O. 1990, c. C.29, s. 4 (4); 2000, c. 26, Sched. F, s. 10 (6); 2017, c. 23, Sched. 5, s. 25.</p> <p class=\"headnote\">Change of composition</p> <p class=\"subsection\">(5) The establishing authority may change the composition of a joint board at any time before the joint board begins to hear oral evidence on a matter that is neither procedural nor preliminary.  1994, c. 27, s. 113.</p> <p class=\"headnote\">Appointment of members, chair and vice-chair</p> <p class=\"subsection\">(6) The establishing authority by order,</p> <p class=\"paragraph\">  (a)  shall appoint the members of the joint board; and</p> <p class=\"paragraph\">  (b)  shall appoint the chair and may appoint a vice-chair of the joint board from the members of the joint board.  R.S.O. 1990, c. C.29, s. 4 (6).</p> <p class=\"headnote\">Authority of vice-chair</p> <p class=\"subsection\">(7) Where the chair of a joint board is absent or unable to act or the office of chair is vacant, the vice-chair of the joint board shall act as and have all the powers of the chair.  R.S.O. 1990, c. C.29, s. 4 (7).</p> <p class=\"headnote\">Continuation on expiry of membership</p> <p class=\"subsection\">(8) Where a joint board commences to hold a hearing under this Act and the term of office on the Environmental Review Tribunal or the Local Planning Appeal Tribunal of a member sitting for the joint hearing expires or is terminated before the proceeding is disposed of, the member shall remain a member of the joint board for the purpose of completing the disposition of the proceeding in the same manner as if his or her term of office had not expired or been terminated.  R.S.O. 1990, c. C.29, s. 4 (8); 2000, c. 26, Sched. F, s. 10 (7); 2017, c. 23, Sched. 5, s. 25.</p> <p class=\"headnote\">Quorum</p> <p class=\"subsection\">(9) A majority of the members of a joint board constitutes a quorum of the joint board, but where a vacancy occurs in the membership of a joint board the establishing authority by order,</p> <p class=\"paragraph\">  (a)  may confirm the existence of the vacancy; and</p> <p class=\"paragraph\">  (b)  may establish the number of members that constitute a quorum of the joint board.  R.S.O. 1990, c. C.29, s. 4 (9).</p> <p class=\"headnote\">Decision</p> <p class=\"subsection\">(10) The decision of a majority of the members of a joint board presiding at a hearing is the decision of the joint board.  R.S.O. 1990, c. C.29, s. 4 (10).</p> <p class=\"headnote\">Powers of joint board</p> <p class=\"subsection\">(11) The joint board has the authority and the duty,</p> <p class=\"paragraph\">  (a)  to hold a hearing in respect of and to consider the matters that could be considered at the hearings specified in the notice to the Hearings Registrar under section 3; and</p> <p class=\"paragraph\">  (b)  to make and issue a decision in respect of matters considered by the joint board.  R.S.O. 1990, c. C.29, s. 4 (11).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 113 - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedfs10s3\">2000, c. 26, Sched. F, s. 10 (3-7)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17023#sched5s25\">2017, c. 23, Sched. 5, s. 25</a></span> - 03/04/2018</p>"
        },
        {
            "id": "5",
            "section": "Hearing",
            "content": "5 (1) The joint board shall appoint a time and place for and shall hold a public hearing in respect of the matters in relation to which a hearing is required or may be required or held as specified in the notice to the Hearings Registrar under section 3.  R.S.O. 1990, c. C.29, s. 5 (1). Decision (2) The joint board may make any decision that might be made by a tribunal that has a power, right or duty to hold a hearing in respect of which the joint board hearing was held or that might be made by any body or person after the holding of the hearing including but not limited to the granting of any authority or directing the granting or issuing of a permit or licence and the imposition of terms and conditions.  R.S.O. 1990, c. C.29, s. 5 (2). Deferral (3) A joint board may defer any matter or part of any matter, (a)  to be heard and decided under this Act by the joint board or another joint board at another date; or (b)  to be decided by the tribunal, body or person that, but for this Act, would have a power, right or duty to deal with the matter or part under any Act set out in the Schedule or prescribed by the regulations.  R.S.O. 1990, c. C.29, s. 5 (3). Idem, terms, etc. (4) Where a joint board defers a matter or part of a matter under subsection (3), (a)  the joint board may impose such terms and conditions or give such directions, or both, in respect of the proceedings or the matter or part deferred as the joint board considers proper; (b)  the joint board may direct that the matter or part deferred be decided without a hearing if, in the opinion of the joint board, the matter or part is not in controversy; and (c)  the joint board, tribunal, body or person to whom the matter or part is deferred has power to decide the matter or part in accordance with such terms, conditions and directions.  R.S.O. 1990, c. C.29, s. 5 (4). Idem, application of Act (5) Where a matter or part of a matter is deferred under subsection (3) to another joint board, this Act applies with necessary modifications in respect of the matter or part and, for the purpose, the matter or part deferred shall be deemed to be an undertaking mentioned in section 3.  R.S.O. 1990, c. C.29, s. 5 (5). Where hearing not required (6) A joint board may make any decision mentioned in subsection (2) without holding a hearing if the joint board is satisfied that in the circumstances a hearing would not be required or would be dispensed with under the Act specified in the Schedule or prescribed by the regulations that, but for this Act, would apply in respect of the undertaking.  R.S.O. 1990, c. C.29, s. 5 (6). Standards and criteria (7) The standards and criteria in or under an Act specified in a notice under section 3 that relate to the undertaking specified in the notice apply with necessary modifications in respect of a decision that may be made by a joint board under this Act.  R.S.O. 1990, c. C.29, s. 5 (7).",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) The joint board shall appoint a time and place for and shall hold a public hearing in respect of the matters in relation to which a hearing is required or may be required or held as specified in the notice to the Hearings Registrar under section 3.  R.S.O. 1990, c. C.29, s. 5 (1).</p> <p class=\"headnote\">Decision</p> <p class=\"subsection\">(2) The joint board may make any decision that might be made by a tribunal that has a power, right or duty to hold a hearing in respect of which the joint board hearing was held or that might be made by any body or person after the holding of the hearing including but not limited to the granting of any authority or directing the granting or issuing of a permit or licence and the imposition of terms and conditions.  R.S.O. 1990, c. C.29, s. 5 (2).</p> <p class=\"headnote\">Deferral</p> <p class=\"subsection\">(3) A joint board may defer any matter or part of any matter,</p> <p class=\"paragraph\">  (a)  to be heard and decided under this Act by the joint board or another joint board at another date; or</p> <p class=\"paragraph\">  (b)  to be decided by the tribunal, body or person that, but for this Act, would have a power, right or duty to deal with the matter or part under any Act set out in the Schedule or prescribed by the regulations.  R.S.O. 1990, c. C.29, s. 5 (3).</p> <p class=\"headnote\">Idem, terms, etc.</p> <p class=\"subsection\">(4) Where a joint board defers a matter or part of a matter under subsection (3),</p> <p class=\"paragraph\">  (a)  the joint board may impose such terms and conditions or give such directions, or both, in respect of the proceedings or the matter or part deferred as the joint board considers proper;</p> <p class=\"paragraph\">  (b)  the joint board may direct that the matter or part deferred be decided without a hearing if, in the opinion of the joint board, the matter or part is not in controversy; and</p> <p class=\"paragraph\">  (c)  the joint board, tribunal, body or person to whom the matter or part is deferred has power to decide the matter or part in accordance with such terms, conditions and directions.  R.S.O. 1990, c. C.29, s. 5 (4).</p> <p class=\"headnote\">Idem, application of Act</p> <p class=\"subsection\">(5) Where a matter or part of a matter is deferred under subsection (3) to another joint board, this Act applies with necessary modifications in respect of the matter or part and, for the purpose, the matter or part deferred shall be deemed to be an undertaking mentioned in section 3.  R.S.O. 1990, c. C.29, s. 5 (5).</p> <p class=\"headnote\">Where hearing not required</p> <p class=\"subsection\">(6) A joint board may make any decision mentioned in subsection (2) without holding a hearing if the joint board is satisfied that in the circumstances a hearing would not be required or would be dispensed with under the Act specified in the Schedule or prescribed by the regulations that, but for this Act, would apply in respect of the undertaking.  R.S.O. 1990, c. C.29, s. 5 (6).</p> <p class=\"headnote\">Standards and criteria</p> <p class=\"subsection\">(7) The standards and criteria in or under an Act specified in a notice under section 3 that relate to the undertaking specified in the notice apply with necessary modifications in respect of a decision that may be made by a joint board under this Act.  R.S.O. 1990, c. C.29, s. 5 (7).</p>"
        },
        {
            "id": "6",
            "section": "Withdrawal of notice",
            "content": "6 (1) A proponent who does not intend to proceed with an undertaking may withdraw the notice given under section 3 by written notice to the Hearings Registrar before the commencement of the joint board hearing.  R.S.O. 1990, c. C.29, s. 6 (1). Idem (2) Upon application with notice, a joint board that is satisfied that a proponent does not intend to proceed with an undertaking by order may permit the proponent to withdraw the notice given under section 3 in respect of the undertaking, subject to such terms and conditions as the joint board considers proper in the circumstances.  R.S.O. 1990, c. C.29, s. 6 (2). Amendment of notice by proponent (3) A proponent may amend an incorrect or incomplete notice given under section 3 by written notice to the Hearings Registrar before the commencement of the joint board hearing.  R.S.O. 1990, c. C.29, s. 6 (3). Amendment of notice by joint board (4) A joint board may amend a notice given under section 3 on motion by a person entitled to take part in the proceedings or on its own initiative after the commencement of the joint board hearing and in so doing may impose such terms and conditions and give such directions as the joint board considers proper.  R.S.O. 1990, c. C.29, s. 6 (4).",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) A proponent who does not intend to proceed with an undertaking may withdraw the notice given under section 3 by written notice to the Hearings Registrar before the commencement of the joint board hearing.  R.S.O. 1990, c. C.29, s. 6 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Upon application with notice, a joint board that is satisfied that a proponent does not intend to proceed with an undertaking by order may permit the proponent to withdraw the notice given under section 3 in respect of the undertaking, subject to such terms and conditions as the joint board considers proper in the circumstances.  R.S.O. 1990, c. C.29, s. 6 (2).</p> <p class=\"headnote\">Amendment of notice by proponent</p> <p class=\"subsection\">(3) A proponent may amend an incorrect or incomplete notice given under section 3 by written notice to the Hearings Registrar before the commencement of the joint board hearing.  R.S.O. 1990, c. C.29, s. 6 (3).</p> <p class=\"headnote\">Amendment of notice by joint board</p> <p class=\"subsection\">(4) A joint board may amend a notice given under section 3 on motion by a person entitled to take part in the proceedings or on its own initiative after the commencement of the joint board hearing and in so doing may impose such terms and conditions and give such directions as the joint board considers proper.  R.S.O. 1990, c. C.29, s. 6 (4).</p>"
        },
        {
            "id": "7",
            "section": "Notices and filing of documents",
            "content": "7 (1) Subject to subsection (2) and to any rule of conduct or practice or procedure prescribed by the regulations, the notices and the documents that would be required to be given or filed in respect of a hearing by a tribunal shall be given or filed, as the case may be, in the same manner in respect of the joint board hearing by the joint board established in respect of the hearing.  R.S.O. 1990, c. C.29, s. 7 (1). Modification of requirements (2) Upon application without notice, a joint board may change the requirements as to filing of documents or giving of notice in respect of any hearing in respect of which the joint board has been established if the joint board is satisfied that the change will facilitate the joint board hearing and is not unfair to any person entitled to be heard at or to attend the joint board hearing.  R.S.O. 1990, c. C.29, s. 7 (2). Practice and procedure (3) Subject to this Act and the regulations, a joint board may determine its own practice and procedure.  R.S.O. 1990, c. C.29, s. 7 (3). Costs (4) A joint board may award the costs of a proceeding before the joint board.  R.S.O. 1990, c. C.29, s. 7 (4). Payment (5) A joint board that awards costs may order by whom and to whom the costs are to be paid.  R.S.O. 1990, c. C.29, s. 7 (5). Taxation (6) A joint board that awards costs may fix the amount of the costs or direct that the amount be assessed, the scale according to which they are to be assessed and by whom they are to be assessed.  R.S.O. 1990, c. C.29, s. 7 (6). Considerations not limited (7) In awarding costs, in respect of hearings in relation to which public notice was first given after the 1st day of April, 1989, a joint board is not limited to the considerations that govern awards of costs in any court.  R.S.O. 1990, c. C.29, s. 7 (7).",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) Subject to subsection (2) and to any rule of conduct or practice or procedure prescribed by the regulations, the notices and the documents that would be required to be given or filed in respect of a hearing by a tribunal shall be given or filed, as the case may be, in the same manner in respect of the joint board hearing by the joint board established in respect of the hearing.  R.S.O. 1990, c. C.29, s. 7 (1).</p> <p class=\"headnote\">Modification of requirements</p> <p class=\"subsection\">(2) Upon application without notice, a joint board may change the requirements as to filing of documents or giving of notice in respect of any hearing in respect of which the joint board has been established if the joint board is satisfied that the change will facilitate the joint board hearing and is not unfair to any person entitled to be heard at or to attend the joint board hearing.  R.S.O. 1990, c. C.29, s. 7 (2).</p> <p class=\"headnote\">Practice and procedure</p> <p class=\"subsection\">(3) Subject to this Act and the regulations, a joint board may determine its own practice and procedure.  R.S.O. 1990, c. C.29, s. 7 (3).</p> <p class=\"headnote\">Costs</p> <p class=\"subsection\">(4) A joint board may award the costs of a proceeding before the joint board.  R.S.O. 1990, c. C.29, s. 7 (4).</p> <p class=\"headnote\">Payment</p> <p class=\"subsection\">(5) A joint board that awards costs may order by whom and to whom the costs are to be paid.  R.S.O. 1990, c. C.29, s. 7 (5).</p> <p class=\"headnote\">Taxation</p> <p class=\"subsection\">(6) A joint board that awards costs may fix the amount of the costs or direct that the amount be assessed, the scale according to which they are to be assessed and by whom they are to be assessed.  R.S.O. 1990, c. C.29, s. 7 (6).</p> <p class=\"headnote\">Considerations not limited</p> <p class=\"subsection\">(7) In awarding costs, in respect of hearings in relation to which public notice was first given after the 1st day of April, 1989, a joint board is not limited to the considerations that govern awards of costs in any court.  R.S.O. 1990, c. C.29, s. 7 (7).</p>"
        },
        {
            "id": "8",
            "section": "Parties",
            "content": "8 (1) A person entitled to be heard at a hearing or to take part in proceedings before a tribunal that has a power, right or duty to hold a hearing in respect of which a joint board has been established has the same entitlement in respect of the proceedings before the joint board.  R.S.O. 1990, c. C.29, s. 8 (1). Ministers entitled to take part in proceedings (2) Any minister of the Crown in right of Ontario is entitled, by counsel or otherwise, to take part in proceedings before a joint board.  R.S.O. 1990, c. C.29, s. 8 (2). Joint board may appoint class representative (3) A joint board may, from among a class of parties having a common interest, recognize a person as representing the class, but any other member of the class may, with the consent of the joint board, take part in the proceedings despite the appointment.  R.S.O. 1990, c. C.29, s. 8 (3); 1997, c. 37, s 1. Additional parties (4) A joint board may specify additional persons who shall be parties to proceedings before the joint board.  R.S.O. 1990, c. C.29, s. 8 (4). Section Amendments with date in force (d/m/y) 1997, c. 37, s. 1 - 18/12/1997",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) A person entitled to be heard at a hearing or to take part in proceedings before a tribunal that has a power, right or duty to hold a hearing in respect of which a joint board has been established has the same entitlement in respect of the proceedings before the joint board.  R.S.O. 1990, c. C.29, s. 8 (1).</p> <p class=\"headnote\">Ministers entitled to take part in proceedings</p> <p class=\"subsection\">(2) Any minister of the Crown in right of Ontario is entitled, by counsel or otherwise, to take part in proceedings before a joint board.  R.S.O. 1990, c. C.29, s. 8 (2).</p> <p class=\"headnote\">Joint board may appoint class representative</p> <p class=\"subsection\">(3) A joint board may, from among a class of parties having a common interest, recognize a person as representing the class, but any other member of the class may, with the consent of the joint board, take part in the proceedings despite the appointment.  R.S.O. 1990, c. C.29, s. 8 (3); 1997, c. 37, s 1.</p> <p class=\"headnote\">Additional parties</p> <p class=\"subsection\">(4) A joint board may specify additional persons who shall be parties to proceedings before the joint board.  R.S.O. 1990, c. C.29, s. 8 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 37, s. 1 - 18/12/1997</p>"
        },
        {
            "id": "9",
            "section": "Sittings",
            "content": "9 (1) A joint board shall sit at such times and places as the chair of the joint board may designate and, for the purposes of proceedings before it, the joint board may sit jointly either within or outside Ontario with any tribunal established under the law of another jurisdiction.  R.S.O. 1990, c. C.29, s. 9 (1). Use of court house (2) Subject to the needs of the Superior Court of Justice, a joint board has the same right as a judge of the Superior Court of Justice with respect to the use of the court house in a municipality for a sitting of the joint board.  R.S.O. 1990, c. C.29, s. 9 (2); 2001, c. 9, Sched. G, s. 2 (2). Use of town hall (3) Where there is no court house in a municipality but there is a hall in the municipality belonging to the corporation of the municipality, a joint board has the right to use the hall for a sitting of the joint board and the corporation of the municipality shall make all arrangements necessary for the purpose.  R.S.O. 1990, c. C.29, s. 9 (3). Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. G, s. 2 (2) - 29/06/2001",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) A joint board shall sit at such times and places as the chair of the joint board may designate and, for the purposes of proceedings before it, the joint board may sit jointly either within or outside Ontario with any tribunal established under the law of another jurisdiction.  R.S.O. 1990, c. C.29, s. 9 (1).</p> <p class=\"headnote\">Use of court house</p> <p class=\"subsection\">(2) Subject to the needs of the Superior Court of Justice, a joint board has the same right as a judge of the Superior Court of Justice with respect to the use of the court house in a municipality for a sitting of the joint board.  R.S.O. 1990, c. C.29, s. 9 (2); 2001, c. 9, Sched. G, s. 2 (2).</p> <p class=\"headnote\">Use of town hall</p> <p class=\"subsection\">(3) Where there is no court house in a municipality but there is a hall in the municipality belonging to the corporation of the municipality, a joint board has the right to use the hall for a sitting of the joint board and the corporation of the municipality shall make all arrangements necessary for the purpose.  R.S.O. 1990, c. C.29, s. 9 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedgs2s2\">2001, c. 9, Sched. G, s. 2 (2)</a></span> - 29/06/2001</p>"
        },
        {
            "id": "10",
            "section": "Expert assistance",
            "content": "10 A joint board may appoint from time to time one or more persons having technical or special knowledge of any matter to inquire into and report to the joint board and to assist the joint board in any capacity in respect of any matter before it.  R.S.O. 1990, c. C.29, s. 10.",
            "raw_html": "<p class=\"section\"><b>10 </b>A joint board may appoint from time to time one or more persons having technical or special knowledge of any matter to inquire into and report to the joint board and to assist the joint board in any capacity in respect of any matter before it.  R.S.O. 1990, c. C.29, s. 10.</p>"
        },
        {
            "id": "11",
            "section": "Stating case for opinion",
            "content": "11 (1) A joint board may state a case in writing for the opinion of the Divisional Court upon any question that, in the opinion of the joint board, is a question of law.  R.S.O. 1990, c. C.29, s. 11 (1). Action thereon (2) The Divisional Court shall hear and determine the stated case and remit it to the joint board with the opinion of the Divisional Court thereon.  R.S.O. 1990, c. C.29, s. 11 (2).",
            "raw_html": "<p class=\"section\"><b>11 </b>(1) A joint board may state a case in writing for the opinion of the Divisional Court upon any question that, in the opinion of the joint board, is a question of law.  R.S.O. 1990, c. C.29, s. 11 (1).</p> <p class=\"headnote\">Action thereon</p> <p class=\"subsection\">(2) The Divisional Court shall hear and determine the stated case and remit it to the joint board with the opinion of the Divisional Court thereon.  R.S.O. 1990, c. C.29, s. 11 (2).</p>"
        },
        {
            "id": "12",
            "section": "Rehearing",
            "content": "12 (1) A joint board may rehear all or part of any matter before issuing its decision in the proceeding before it.  R.S.O. 1990, c. C.29, s. 12 (1). Amendment of decision (2) Upon application, the establishing authority may re-establish a joint board where the establishing authority is of the opinion that part of the decision of the joint board requires clarification, and the re-established joint board may amend its decision in order to clarify the part and may rehear any part of the matter it considers necessary before making the amendment.  R.S.O. 1990, c. C.29, s. 12 (2). Only members at hearing to participate in decision (3) No member of a joint board shall participate in a decision of the joint board following upon a joint board hearing unless the member was present throughout the joint board hearing and heard the evidence and argument of the parties.  R.S.O. 1990, c. C.29, s. 12 (3). Giving of decision (4) A joint board shall give a copy of its decision and written reasons therefor to, (a)  the proponent; (b)  any person appointed under subsection 8 (3) to represent a class of parties to the proceeding; (c)  any other party to the proceeding who took part in the proceeding before the joint board; (d)  the member of the Executive Council responsible for the administration of any Act in respect of which the decision is made; and (e)  such other persons as the joint board may specify.  R.S.O. 1990, c. C.29, s. 12 (4). Idem (5) In determining the persons, if any, to specify under clause (4) (e), the joint board shall take into consideration the persons who would have been entitled to notice of a decision by a tribunal or any other body or person that, but for this Act, would have a power, right or duty to hold a hearing or make a decision after a hearing in respect of the undertaking.  R.S.O. 1990, c. C.29, s. 12 (5). No application to Lieutenant Governor in Council",
            "raw_html": "<p class=\"section\"><b>12 </b>(1) A joint board may rehear all or part of any matter before issuing its decision in the proceeding before it.  R.S.O. 1990, c. C.29, s. 12 (1).</p> <p class=\"headnote\">Amendment of decision</p> <p class=\"subsection\">(2) Upon application, the establishing authority may re-establish a joint board where the establishing authority is of the opinion that part of the decision of the joint board requires clarification, and the re-established joint board may amend its decision in order to clarify the part and may rehear any part of the matter it considers necessary before making the amendment.  R.S.O. 1990, c. C.29, s. 12 (2).</p> <p class=\"headnote\">Only members at hearing to participate in decision</p> <p class=\"subsection\">(3) No member of a joint board shall participate in a decision of the joint board following upon a joint board hearing unless the member was present throughout the joint board hearing and heard the evidence and argument of the parties.  R.S.O. 1990, c. C.29, s. 12 (3).</p> <p class=\"headnote\">Giving of decision</p> <p class=\"subsection\">(4) A joint board shall give a copy of its decision and written reasons therefor to,</p> <p class=\"paragraph\">  (a)  the proponent;</p> <p class=\"paragraph\">  (b)  any person appointed under subsection 8 (3) to represent a class of parties to the proceeding;</p> <p class=\"paragraph\">  (c)  any other party to the proceeding who took part in the proceeding before the joint board;</p> <p class=\"paragraph\">  (d)  the member of the Executive Council responsible for the administration of any Act in respect of which the decision is made; and</p> <p class=\"paragraph\">  (e)  such other persons as the joint board may specify.  R.S.O. 1990, c. C.29, s. 12 (4).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(5) In determining the persons, if any, to specify under clause (4) (e), the joint board shall take into consideration the persons who would have been entitled to notice of a decision by a tribunal or any other body or person that, but for this Act, would have a power, right or duty to hold a hearing or make a decision after a hearing in respect of the undertaking.  R.S.O. 1990, c. C.29, s. 12 (5).</p> <p class=\"headnote\">No application to Lieutenant Governor in Council</p>"
        },
        {
            "id": "13",
            "section": "Definition",
            "content": "13 (1) In this section, “old section 13” means this section as it read immediately before the day the Good Government Act, 2009 received Royal Assent.  2009, c. 33, Sched. 2, s. 18 (1). Not subject to application (2) Every decision of a joint board that is the subject of an application made under the old section 13 that is not disposed of or withdrawn before the day the Good Government Act, 2009\r\nreceives Royal Assent is deemed not to be subject to application to the Lieutenant Governor in Council, and shall not be considered or continue to be considered, as the case may be, by the Lieutenant Governor in Council.  2009, c. 33, Sched. 2, s. 18 (1). Same (3) Every decision of a joint board that may be the subject of an application under the old section 13 is deemed not to be subject to application to the Lieutenant Governor in Council, and shall not be considered by the Lieutenant Governor in Council.  2009, c. 33, Sched. 2, s. 18 (1). No effect on validity (4) Nothing in this section affects the validity of a decision of a joint board that, but for subsection 18 (1) of Schedule 2 to the Good Government Act, 2009, was or could have been the subject of an application under the old section 13.  2009, c. 33, Sched. 2, s. 18 (1). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. F, s. 10 (8) - 06/12/2000 2009, c. 33, Sched. 2, s. 18 (1) - 15/12/2009 14 Repealed:  2009, c. 33, Sched. 2, s. 18 (1). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 2, s. 18 (1) - 15/12/2009",
            "raw_html": "<p class=\"section\"><b>13 </b>(1) In this section,</p> <p class=\"definition\">“old section 13” means this section as it read immediately before the day the <i>Good Government Act, 2009</i> received Royal Assent.  2009, c. 33, Sched. 2, s. 18 (1).</p> <p class=\"headnote\">Not subject to application</p> <p class=\"subsection\">(2) Every decision of a joint board that is the subject of an application made under the old section 13 that is not disposed of or withdrawn before the day the <i>Good Government Act, 2009</i>\r\nreceives Royal Assent is deemed not to be subject to application to the Lieutenant Governor in Council, and shall not be considered or continue to be considered, as the case may be, by the Lieutenant Governor in Council.  2009, c. 33, Sched. 2, s. 18 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Every decision of a joint board that may be the subject of an application under the old section 13 is deemed not to be subject to application to the Lieutenant Governor in Council, and shall not be considered by the Lieutenant Governor in Council.  2009, c. 33, Sched. 2, s. 18 (1).</p> <p class=\"headnote\">No effect on validity</p> <p class=\"subsection\">(4) Nothing in this section affects the validity of a decision of a joint board that, but for subsection 18 (1) of Schedule 2 to the <i>Good Government Act, 2009</i>, was or could have been the subject of an application under the old section 13.  2009, c. 33, Sched. 2, s. 18 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedfs10s8\">2000, c. 26, Sched. F, s. 10 (8)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s18s1\">2009, c. 33, Sched. 2, s. 18 (1)</a></span> - 15/12/2009</p> <p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Repealed</span>:  2009, c. 33, Sched. 2, s. 18 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s18s1\">2009, c. 33, Sched. 2, s. 18 (1)</a></span> - 15/12/2009</p>"
        },
        {
            "id": "14",
            "section": "No effect on validity",
            "content": "14 Repealed:  2009, c. 33, Sched. 2, s. 18 (1). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 2, s. 18 (1) - 15/12/2009",
            "raw_html": "<p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Repealed</span>:  2009, c. 33, Sched. 2, s. 18 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s18s1\">2009, c. 33, Sched. 2, s. 18 (1)</a></span> - 15/12/2009</p>"
        },
        {
            "id": "15",
            "section": "Effect of joint board hearing and decision",
            "content": "15 (1) Where a hearing is required or may be required or held under any Act set out in the Schedule or prescribed by the regulations and a joint board makes a decision in respect of the hearing, (a)  the joint board decision stands for all purposes in place of the hearing; (b)  the decision of the joint board stands for all purposes in place of any decision, order or action that is required or may be made or taken by the tribunal that has a power, right or duty to hold the hearing or by any other body or person after the holding of the hearing; and (c)  no proceedings shall be taken by way of appeal in respect of the hearing or the decision except in accordance with this Act.  R.S.O. 1990, c. C.29, s. 15 (1); 2009, c. 33, Sched. 2, s. 18 (2). Judicial review (2) An application for judicial review under the\nJudicial Review Procedure Act, or the bringing of proceedings specified in subsection 2 (1) of that Act, is not an appeal within the meaning of clause (1) (c).  R.S.O. 1990, c. C.29, s. 15 (2). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 2, s. 18 (2) - 15/12/2009 16 (1) Repealed:  2000, c. 26, Sched. F, s. 10 (9). Duties (2) The Hearings Registrar is the registrar of each joint board and is responsible for, (a)  assisting in the establishment and operation of each joint board; and (b)  such other duties as may be prescribed by the regulations or assigned to him or her by or under any other Act.  R.S.O. 1990, c. C.29, s. 16 (2). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. F, s. 10 (9) - 06/12/2000",
            "raw_html": "<p class=\"section\"><b>15 </b>(1) Where a hearing is required or may be required or held under any Act set out in the Schedule or prescribed by the regulations and a joint board makes a decision in respect of the hearing,</p> <p class=\"paragraph\">  (a)  the joint board decision stands for all purposes in place of the hearing;</p> <p class=\"paragraph\">  (b)  the decision of the joint board stands for all purposes in place of any decision, order or action that is required or may be made or taken by the tribunal that has a power, right or duty to hold the hearing or by any other body or person after the holding of the hearing; and</p> <p class=\"paragraph\">  (c)  no proceedings shall be taken by way of appeal in respect of the hearing or the decision except in accordance with this Act.  R.S.O. 1990, c. C.29, s. 15 (1); 2009, c. 33, Sched. 2, s. 18 (2).</p> <p class=\"headnote\">Judicial review</p> <p class=\"subsection\">(2) An application for judicial review under the<i>\n<i>Judicial Review Procedure Act</i></i>, or the bringing of proceedings specified in subsection 2 (1) of that Act, is not an appeal within the meaning of clause (1) (c).  R.S.O. 1990, c. C.29, s. 15 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s18s2\">2009, c. 33, Sched. 2, s. 18 (2)</a></span> - 15/12/2009</p> <p class=\"section\"><b>16 </b>(1) <span>Repealed</span>:  2000, c. 26, Sched. F, s. 10 (9).</p> <p class=\"headnote\">Duties</p> <p class=\"subsection\">(2) The Hearings Registrar is the registrar of each joint board and is responsible for,</p> <p class=\"paragraph\">  (a)  assisting in the establishment and operation of each joint board; and</p> <p class=\"paragraph\">  (b)  such other duties as may be prescribed by the regulations or assigned to him or her by or under any other Act.  R.S.O. 1990, c. C.29, s. 16 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedfs10s9\">2000, c. 26, Sched. F, s. 10 (9)</a></span> - 06/12/2000</p>"
        },
        {
            "id": "16",
            "section": "Judicial review",
            "content": "16 (1) Repealed:  2000, c. 26, Sched. F, s. 10 (9). Duties (2) The Hearings Registrar is the registrar of each joint board and is responsible for, (a)  assisting in the establishment and operation of each joint board; and (b)  such other duties as may be prescribed by the regulations or assigned to him or her by or under any other Act.  R.S.O. 1990, c. C.29, s. 16 (2). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. F, s. 10 (9) - 06/12/2000",
            "raw_html": "<p class=\"section\"><b>16 </b>(1) <span>Repealed</span>:  2000, c. 26, Sched. F, s. 10 (9).</p> <p class=\"headnote\">Duties</p> <p class=\"subsection\">(2) The Hearings Registrar is the registrar of each joint board and is responsible for,</p> <p class=\"paragraph\">  (a)  assisting in the establishment and operation of each joint board; and</p> <p class=\"paragraph\">  (b)  such other duties as may be prescribed by the regulations or assigned to him or her by or under any other Act.  R.S.O. 1990, c. C.29, s. 16 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedfs10s9\">2000, c. 26, Sched. F, s. 10 (9)</a></span> - 06/12/2000</p>"
        },
        {
            "id": "17",
            "section": "Testimony by member or appointee of joint board",
            "content": "17 The Hearings Registrar shall not be required and no member or appointee of a joint board shall be required to give testimony in any civil proceeding with regard to information obtained by him or her in the discharge of his or her duties as Hearings Registrar or as a member or appointee of the joint board.  R.S.O. 1990, c. C.29, s. 17.",
            "raw_html": "<p class=\"section\"><b>17 </b>The Hearings Registrar shall not be required and no member or appointee of a joint board shall be required to give testimony in any civil proceeding with regard to information obtained by him or her in the discharge of his or her duties as Hearings Registrar or as a member or appointee of the joint board.  R.S.O. 1990, c. C.29, s. 17.</p>"
        },
        {
            "id": "18",
            "section": "Disclosure of information",
            "content": "18 Where a person is prohibited under any Act set out in the Schedule or prescribed by the regulations from disclosing information but is permitted to disclose the information in or for the purpose of proceedings under that Act, the person may disclose the information in or for the purposes of the proceedings of a joint board under this Act.  R.S.O. 1990, c. C.29, s. 18.",
            "raw_html": "<p class=\"section\"><b>18 </b>Where a person is prohibited under any Act set out in the Schedule or prescribed by the regulations from disclosing information but is permitted to disclose the information in or for the purpose of proceedings under that Act, the person may disclose the information in or for the purposes of the proceedings of a joint board under this Act.  R.S.O. 1990, c. C.29, s. 18.</p>"
        },
        {
            "id": "19",
            "section": "Regulations",
            "content": "19 (1) The Lieutenant Governor in Council may make regulations, (a)  for the conduct of and governing practice and procedure of joint board proceedings; (b)  prescribing forms and providing for their use; (c)  requiring the payment of fees in respect of proceedings before joint boards and prescribing the amounts thereof; (d)  prescribing any matter referred to in this Act as prescribed by the regulations; (e)  exempting any undertaking or class of undertakings or any hearing or class of hearings from the application of this Act or the regulations or any portion or section of this Act or the regulations, and prescribing conditions that shall apply to any such exemption.  R.S.O. 1990, c. C.29, s. 19 (1). Order not regulation (2) Part III (Regulations) of the Legislation Act, 2006 does not apply to an order or decision under any other section of this Act.  R.S.O. 1990, c. C.29, s. 19 (2); 2006, c. 21, Sched. F, s. 136 (1). Section Amendments with date in force (d/m/y) 2006, c. 21, Sched. F, s. 136 (1) - 25/07/2007",
            "raw_html": "<p class=\"section\"><b>19 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  for the conduct of and governing practice and procedure of joint board proceedings;</p> <p class=\"paragraph\">  (b)  prescribing forms and providing for their use;</p> <p class=\"paragraph\">  (c)  requiring the payment of fees in respect of proceedings before joint boards and prescribing the amounts thereof;</p> <p class=\"paragraph\">  (d)  prescribing any matter referred to in this Act as prescribed by the regulations;</p> <p class=\"paragraph\">  (e)  exempting any undertaking or class of undertakings or any hearing or class of hearings from the application of this Act or the regulations or any portion or section of this Act or the regulations, and prescribing conditions that shall apply to any such exemption.  R.S.O. 1990, c. C.29, s. 19 (1).</p> <p class=\"headnote\">Order not regulation</p> <p class=\"subsection\">(2) Part III (Regulations) of the <i>Legislation Act, 2006 </i>does not apply to an order or decision under any other section of this Act.  R.S.O. 1990, c. C.29, s. 19 (2); 2006, c. 21, Sched. F, s. 136 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedfs136s1\">2006, c. 21, Sched. F, s. 136 (1)</a></span> - 25/07/2007</p>"
        },
        {
            "id": "20",
            "section": "Hearings under certain Acts",
            "content": "20 (1) Where a proponent of an undertaking gives notice under section 3 to the Hearings Registrar, no person acting under any Act specified in the Schedule or prescribed by the regulations shall hold in respect of the undertaking a hearing specified in the notice or in any amendment to the notice.  R.S.O. 1990, c. C.29, s. 20 (1). Exception where notice withdrawn (2) Subsection (1) does not apply where the notice under section 3 is withdrawn in accordance with section 6.  R.S.O. 1990, c. C.29, s. 20 (2).",
            "raw_html": "<p class=\"section\"><b>20 </b>(1) Where a proponent of an undertaking gives notice under section 3 to the Hearings Registrar, no person acting under any Act specified in the Schedule or prescribed by the regulations shall hold in respect of the undertaking a hearing specified in the notice or in any amendment to the notice.  R.S.O. 1990, c. C.29, s. 20 (1).</p> <p class=\"headnote\">Exception where notice withdrawn</p> <p class=\"subsection\">(2) Subsection (1) does not apply where the notice under section 3 is withdrawn in accordance with section 6.  R.S.O. 1990, c. C.29, s. 20 (2).</p>"
        },
        {
            "id": "21",
            "section": "Other proceedings",
            "content": "21 Nothing in this Act shall be construed to prevent a hearing or other proceeding under any other Act in respect of any matter not determined in a decision or order under this Act.  R.S.O. 1990, c. C.29, s. 21.",
            "raw_html": "<p class=\"section\"><b>21 </b>Nothing in this Act shall be construed to prevent a hearing or other proceeding under any other Act in respect of any matter not determined in a decision or order under this Act.  R.S.O. 1990, c. C.29, s. 21.</p>"
        },
        {
            "id": "22",
            "section": "Service",
            "content": "22 (1) Any notice, order or other document under this Act or the regulations is sufficiently given or served if delivered personally or sent by prepaid mail addressed to the person to whom delivery or service is to be made at the latest address appearing on the records of the Hearings Registrar.  R.S.O. 1990, c. C.29, s. 22 (1). Idem (2) Where notice is given or service is made by prepaid mail, the giving or service shall be deemed to be made on the seventh day after the day of mailing unless the person to whom notice is given or on whom service is being made establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control receive the notice, order or other document until a later date.  R.S.O. 1990, c. C.29, s. 22 (2). Public notice (3) Where a joint board is of the opinion that because the persons who are to be given any notice or document under this Act are so numerous, or for any other reason it is impracticable to give the notice or document to all or any of the persons individually, the joint board may instead of doing so cause the notice or reasonable notice of the contents of the document to be given to the persons by public advertisement or otherwise as the joint board may direct, and the date on which such notice or reasonable notice of the contents of the document is first published or otherwise given as directed shall be deemed to be the date on which the notice or document is given.  R.S.O. 1990, c. C.29, s. 22 (3). Decision of joint board (4) A decision of a joint board shall be deemed to be issued on the day that a copy of the decision is delivered personally or is sent by prepaid mail or is given under subsection (3) to the last of the persons mentioned in subsection 12 (4).  R.S.O. 1990, c. C.29, s. 22 (4).",
            "raw_html": "<p class=\"section\"><b>22 </b>(1) Any notice, order or other document under this Act or the regulations is sufficiently given or served if delivered personally or sent by prepaid mail addressed to the person to whom delivery or service is to be made at the latest address appearing on the records of the Hearings Registrar.  R.S.O. 1990, c. C.29, s. 22 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Where notice is given or service is made by prepaid mail, the giving or service shall be deemed to be made on the seventh day after the day of mailing unless the person to whom notice is given or on whom service is being made establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control receive the notice, order or other document until a later date.  R.S.O. 1990, c. C.29, s. 22 (2).</p> <p class=\"headnote\">Public notice</p> <p class=\"subsection\">(3) Where a joint board is of the opinion that because the persons who are to be given any notice or document under this Act are so numerous, or for any other reason it is impracticable to give the notice or document to all or any of the persons individually, the joint board may instead of doing so cause the notice or reasonable notice of the contents of the document to be given to the persons by public advertisement or otherwise as the joint board may direct, and the date on which such notice or reasonable notice of the contents of the document is first published or otherwise given as directed shall be deemed to be the date on which the notice or document is given.  R.S.O. 1990, c. C.29, s. 22 (3).</p> <p class=\"headnote\">Decision of joint board</p> <p class=\"subsection\">(4) A decision of a joint board shall be deemed to be issued on the day that a copy of the decision is delivered personally or is sent by prepaid mail or is given under subsection (3) to the last of the persons mentioned in subsection 12 (4).  R.S.O. 1990, c. C.29, s. 22 (4).</p>"
        },
        {
            "id": "23",
            "section": "Crown",
            "content": "23 This Act binds the Crown.  R.S.O. 1990, c. C.29, s. 23.",
            "raw_html": "<p class=\"section\"><b>23 </b>This Act binds the Crown.  R.S.O. 1990, c. C.29, s. 23.</p>"
        },
        {
            "id": "24",
            "section": "Transitional",
            "content": "24 (1) This Act does not apply in respect of an undertaking in relation to which, before the day referred to in section 3, a hearing has been commenced under an Act set out in the Schedule or prescribed by the regulations.  R.S.O. 1990, c. C.29, s. 24 (1). Application and order (2) Despite subsection (1), the tribunal holding the hearing mentioned in subsection (1), upon application with notice by a party to the proceedings, may order the proponent of the undertaking to give to the Hearings Registrar the written notice mentioned in subsection 3 (1).  R.S.O. 1990, c. C.29, s. 24 (2). Effect of order (3) Upon the making of the order, this Act applies in respect of the undertaking.  R.S.O. 1990, c. C.29, s. 24 (3). Exception (4) Subsection (2) does not apply if the hearing has been completed before the day referred to in subsection (1), whether or not a decision has been made or issued following upon the hearing.  R.S.O. 1990, c. C.29, s. 24 (4). Notice by proponent (5) Where a hearing mentioned in subsection (1) has been completed before the date referred to in subsection (1), and more than one further hearing is required or may be required or held under one or more of the Acts set out in the Schedule or prescribed by the regulations, the proponent may give to the Hearings Registrar the written notice mentioned in subsection 3 (1).  R.S.O. 1990, c. C.29, s. 24 (5). Effect of notice (6) Where the proponent of an undertaking gives notice under subsection (5), this Act applies in respect of the undertaking.  R.S.O. 1990, c. C.29, s. 24 (6). SCHEDULE City of Toronto Act, 2006 Clean Water Act, 2006 Environmental Assessment Act Environmental Protection Act Expropriations Act, sections 6, 7 and 8 Local Planning Appeal Tribunal Act, 2017 Municipal Act, 2001 Niagara Escarpment Planning and Development Act Ontario Planning and Development Act, 1994 Ontario Water Resources Act Planning Act R.S.O. 1990, c. C.29, Sched.; 1994, c. 23, s. 63; 1997, c. 26, Sched.; 2000, c. 5, s. 9; 2002, c. 17, Sched. F, Table; 2006, c. 22, s. 114; 2006, c. 32, Sched. C, s. 9; 2017, c. 23, Sched. 5, s. 26. Section Amendments with date in force (d/m/y) 1994, c. 23, s. 63 - 28/03/1995; 1997, c. 26, Sched. - 01/01/1998 2000, c. 5, s. 9\r\n- 01/01/2001 2002, c. 17, Sched. F, Table - 01/01/2003 2006, c. 22, s. 114\r\n- 03/07/2007; 2006, c. 32, Sched. C, s. 9 - 01/01/2007 2017, c. 23, Sched. 5, s. 26 - 03/04/2018 ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>24 </b>(1) This Act does not apply in respect of an undertaking in relation to which, before the day referred to in section 3, a hearing has been commenced under an Act set out in the Schedule or prescribed by the regulations.  R.S.O. 1990, c. C.29, s. 24 (1).</p> <p class=\"headnote\">Application and order</p> <p class=\"subsection\">(2) Despite subsection (1), the tribunal holding the hearing mentioned in subsection (1), upon application with notice by a party to the proceedings, may order the proponent of the undertaking to give to the Hearings Registrar the written notice mentioned in subsection 3 (1).  R.S.O. 1990, c. C.29, s. 24 (2).</p> <p class=\"headnote\">Effect of order</p> <p class=\"subsection\">(3) Upon the making of the order, this Act applies in respect of the undertaking.  R.S.O. 1990, c. C.29, s. 24 (3).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(4) Subsection (2) does not apply if the hearing has been completed before the day referred to in subsection (1), whether or not a decision has been made or issued following upon the hearing.  R.S.O. 1990, c. C.29, s. 24 (4).</p> <p class=\"headnote\">Notice by proponent</p> <p class=\"subsection\">(5) Where a hearing mentioned in subsection (1) has been completed before the date referred to in subsection (1), and more than one further hearing is required or may be required or held under one or more of the Acts set out in the Schedule or prescribed by the regulations, the proponent may give to the Hearings Registrar the written notice mentioned in subsection 3 (1).  R.S.O. 1990, c. C.29, s. 24 (5).</p> <p class=\"headnote\">Effect of notice</p> <p class=\"subsection\">(6) Where the proponent of an undertaking gives notice under subsection (5), this Act applies in respect of the undertaking.  R.S.O. 1990, c. C.29, s. 24 (6).</p> <p class=\"schedule\">SCHEDULE</p> <p class=\"paranoindt\">City of Toronto Act, 2006</p> <p class=\"paranoindt\">Clean Water Act, 2006</p> <p class=\"paranoindt\">Environmental Assessment Act</p> <p class=\"paranoindt\">Environmental Protection Act</p> <p class=\"paranoindt\">Expropriations Act, sections 6, 7 and 8</p> <p class=\"paranoindt\">Local Planning Appeal Tribunal Act, 2017</p> <p class=\"paranoindt\">Municipal Act, 2001</p> <p class=\"paranoindt\">Niagara Escarpment Planning and Development Act</p> <p class=\"paranoindt\">Ontario Planning and Development Act, 1994</p> <p class=\"paranoindt\">Ontario Water Resources Act</p> <p class=\"paranoindt\">Planning Act</p> <p class=\"footnote\">R.S.O. 1990, c. C.29, Sched.; 1994, c. 23, s. 63; 1997, c. 26, Sched.; 2000, c. 5, s. 9; 2002, c. 17, Sched. F, Table; 2006, c. 22, s. 114; 2006, c. 32, Sched. C, s. 9; 2017, c. 23, Sched. 5, s. 26.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 23, s. 63 - 28/03/1995; 1997, c. 26, Sched. - 01/01/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00005#s9\">2000, c. 5, s. 9</a></span>\r\n- 01/01/2001</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06022#s114\">2006, c. 22, s. 114</a></span>\r\n- 03/07/2007; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs9\">2006, c. 32, Sched. C, s. 9</a></span> - 01/01/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17023#sched5s26\">2017, c. 23, Sched. 5, s. 26</a></span> - 03/04/2018</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90c29\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}