{
    "act_info": {
        "full_title": "Creditors' Relief Act, R.S.O. 1990, c. C.45",
        "act_name_text": "Not Found",
        "citation": "Creditors' Relief Act, R.S.O. 1990, c. C.45",
        "url": "https://www.ontario.ca/laws/statute/90c45",
        "date_scraped": "2023-12-19 06:16:02"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90c45/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "October 24, 2010"
        },
        {
            "a_href": "/laws/statute/90c45/v1",
            "valid_from": "May 12, 1997",
            "valid_to": "June 21, 2006"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "P111_2025",
            "section": "Definitions",
            "content": "1. In this Act, “county” includes a district and a regional, district or metropolitan municipality; (“comté”) “execution” includes a writ of seizure and sale and every subsequent writ for giving effect thereto; (“saisie-exécution”) “judge” means a judge of the Superior Court of Justice sitting in the county the sheriff for which is required to take the proceedings directed by this Act; (“juge”) “sheriff” includes any officer to whom an execution is directed. (“shérif”) R.S.O. 1990, c. C.45, s. 1; 2006, c. 19, Sched. C, s. 1 (1).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P111_2025\"></a><a name=\"BK0\"></a>1. </b>In this Act,</p> <p class=\"firstdef-e\">“county” includes a district and a regional, district or metropolitan municipality; (“comté”)</p> <p class=\"definition-e\">“execution” includes a writ of seizure and sale and every subsequent writ for giving effect thereto; (“saisie-exécution”)</p> <p class=\"definition-e\">“judge” means a judge of the Superior Court of Justice sitting in the county the sheriff for which is required to take the proceedings directed by this Act; (“juge”)</p> <p class=\"definition-e\">“sheriff” includes any officer to whom an execution is directed. (“shérif”) R.S.O. 1990, c. C.45, s. 1; 2006, c. 19, Sched. C, s. 1 (1).</p>"
        },
        {
            "id": "P117_2651",
            "section": "No priority among execution or garnishment creditors",
            "content": "2. (1) Subject to this Act, there is no priority among creditors by execution or garnishment issued by the Superior Court of Justice, the Family Court of the Superior Court of Justice and the Ontario Court of Justice. R.S.O. 1990, c. C.45, s. 2 (1); 2006, c. 19, Sched. C, s. 1 (1, 2, 4). Exception (2) Subsection (1) does not affect the priority of a creditor by execution or garnishment issued by the Small Claims Court. R.S.O. 1990, c. C.45, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P117_2651\"></a><a name=\"BK1\"></a>2.</b> (1) Subject to this Act, there is no priority among creditors by execution or garnishment issued by the Superior Court of Justice, the Family Court of the Superior Court of Justice and the Ontario Court of Justice. R.S.O. 1990, c. C.45, s. 2 (1); 2006, c. 19, Sched. C, s. 1 (1, 2, 4).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not affect the priority of a creditor by execution or garnishment issued by the Small Claims Court. R.S.O. 1990, c. C.45, s. 2 (2).</p>"
        },
        {
            "id": "P121_3166",
            "section": "Attachment to be for benefit of all creditors",
            "content": "3. (1) A creditor who attaches a debt shall be deemed to do so for the benefit of all creditors of the debtor as well as for the creditor’s own benefit. R.S.O. 1990, c. C.45, s. 3 (1). To whom to be paid (2) Payment of the debt shall be made to the sheriff for the county in which the debtor resides or, if the debtor resides outside the Province, to the sheriff for the county in which the proceeding that gave rise to the judgment was commenced. R.S.O. 1990, c. C.45, s. 3 (2). Garnishment in courts and specified (3) This section does not apply to a debt attached by garnishment in the Small Claims Court, the Ontario Court of Justice or the Family Court of the Superior Court of Justice unless, before the amount recovered by garnishment is actually received by the creditor, an execution against the property of the debtor is placed in the hands of the sheriff for the county. R.S.O. 1990, c. C.45, s. 3 (3); 2006, c. 19, Sched. C, s. 1 (2, 4). Money paid to sheriff who has no execution in hand (4) Where money is paid to a sheriff in whose hands there is no execution against the property of the debtor and there is in the hands of the sheriff for another county an execution against the property of the debtor, the court on the application of the last-mentioned sheriff or of a creditor or of the debtor may direct, on such terms as to costs and otherwise as seem just, that such money be paid over to the last-mentioned sheriff to be distributed by him or her as if such money had then been paid to him or her by the garnishee, and the court shall fix the compensation to be paid to the sheriff by whom the money was received from the garnishee for his or her services. R.S.O. 1990, c. C.45, s. 3 (4). Money paid into specified courts (5) Where money recovered by garnishment is paid into the Small Claims Court, the Ontario Court of Justice or the Family Court of the Superior Court of Justice, the sheriff is entitled to demand and receive it from the clerk of the court for the purpose of distributing it under this Act, except in so far as the priority created by subsection 4(1) applies to the money. R.S.O. 1990, c. C.45, s. 3 (5); 2006, c. 19, Sched. C, s. 1 (2, 4). Right of attaching creditor to share with other creditors (6) An attaching creditor is entitled to share in respect of that creditor’s claim against the debtor in any distribution made under this Act, but that creditor’s share shall not exceed the amount recovered by that creditor’s garnishment proceedings unless that creditor has in due time placed an execution or a certificate given under this Act in the sheriff’s hands. R.S.O. 1990, c. C.45, s. 3 (6). Sheriff’s right to recover attached debt (7) If money referred to in subsection (5) is received by the attaching creditor, the sheriff may recover it from that creditor. R.S.O. 1990, c. C.45, s. 3 (7). Clerk not liable (8) The clerk of the Small Claims Court, the Ontario Court of Justice or the Family Court of the Superior Court of Justice is not liable for making payment to the creditor unless, at the time of payment, the clerk has notice that there is an execution against the property of the debtor in the sheriff’s hands. R.S.O. 1990, c. C.45, s. 3 (8); 2006, c. 19, Sched. C, s. 1 (2, 4). Support Orders",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P121_3166\"></a><a name=\"BK2\"></a>3.</b> (1) A creditor who attaches a debt shall be deemed to do so for the benefit of all creditors of the debtor as well as for the creditor’s own benefit. R.S.O. 1990, c. C.45, s. 3 (1).</p> <p class=\"headnote-e\"><b>To whom to be paid</b></p> <p class=\"subsection-e\">(2) Payment of the debt shall be made to the sheriff for the county in which the debtor resides or, if the debtor resides outside the Province, to the sheriff for the county in which the proceeding that gave rise to the judgment was commenced. R.S.O. 1990, c. C.45, s. 3 (2).</p> <p class=\"headnote-e\"><b>Garnishment in courts and specified</b></p> <p class=\"subsection-e\">(3) This section does not apply to a debt attached by garnishment in the Small Claims Court, the Ontario Court of Justice or the Family Court of the Superior Court of Justice unless, before the amount recovered by garnishment is actually received by the creditor, an execution against the property of the debtor is placed in the hands of the sheriff for the county. R.S.O. 1990, c. C.45, s. 3 (3); 2006, c. 19, Sched. C, s. 1 (2, 4).</p> <p class=\"headnote-e\"><b>Money paid to sheriff who has no execution in hand</b></p> <p class=\"subsection-e\">(4) Where money is paid to a sheriff in whose hands there is no execution against the property of the debtor and there is in the hands of the sheriff for another county an execution against the property of the debtor, the court on the application of the last-mentioned sheriff or of a creditor or of the debtor may direct, on such terms as to costs and otherwise as seem just, that such money be paid over to the last-mentioned sheriff to be distributed by him or her as if such money had then been paid to him or her by the garnishee, and the court shall fix the compensation to be paid to the sheriff by whom the money was received from the garnishee for his or her services. R.S.O. 1990, c. C.45, s. 3 (4).</p> <p class=\"headnote-e\"><b>Money paid into specified courts</b></p> <p class=\"subsection-e\">(5) Where money recovered by garnishment is paid into the Small Claims Court, the Ontario Court of Justice or the Family Court of the Superior Court of Justice, the sheriff is entitled to demand and receive it from the clerk of the court for the purpose of distributing it under this Act, except in so far as the priority created by subsection 4(1) applies to the money. R.S.O. 1990, c. C.45, s. 3 (5); 2006, c. 19, Sched. C, s. 1 (2, 4).</p> <p class=\"headnote-e\"><b>Right of attaching creditor to share with other creditors</b></p> <p class=\"subsection-e\">(6) An attaching creditor is entitled to share in respect of that creditor’s claim against the debtor in any distribution made under this Act, but that creditor’s share shall not exceed the amount recovered by that creditor’s garnishment proceedings unless that creditor has in due time placed an execution or a certificate given under this Act in the sheriff’s hands. R.S.O. 1990, c. C.45, s. 3 (6).</p> <p class=\"headnote-e\"><b>Sheriff’s right to recover attached debt</b></p> <p class=\"subsection-e\">(7) If money referred to in subsection (5) is received by the attaching creditor, the sheriff may recover it from that creditor. R.S.O. 1990, c. C.45, s. 3 (7).</p> <p class=\"headnote-e\"><b>Clerk not liable</b></p> <p class=\"subsection-e\">(8) The clerk of the Small Claims Court, the Ontario Court of Justice or the Family Court of the Superior Court of Justice is not liable for making payment to the creditor unless, at the time of payment, the clerk has notice that there is an execution against the property of the debtor in the sheriff’s hands. R.S.O. 1990, c. C.45, s. 3 (8); 2006, c. 19, Sched. C, s. 1 (2, 4).</p> <p class=\"headnote-e\"><b>Support Orders</b></p>"
        },
        {
            "id": "P138_6513",
            "section": "Priority over other judgment debts",
            "content": "4. (1) A support or maintenance order has priority over other judgment debts regardless of when an enforcement process is issued or served, (a) if the order is for periodic payments, in the amount of the arrears owing under the order at the time of seizure or attachment; (b) if the order is for a lump sum payment, in the amount of the lump sum. R.S.O. 1990, c. C.45, s. 4 (1); 1996, c. 31, s. 67. Support orders rank equally (2) Support or maintenance orders rank equally with one another. Enforcement process (3) Process for the enforcement of a support or maintenance order shall be identified on its face as being for support or maintenance. Crown bound (4) Subsection (1) binds the Crown in right of Ontario. R.S.O. 1990, c. C.45, s. 4 (2-4). Distribution among creditors",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P138_6513\"></a><a name=\"BK3\"></a>4.</b> (1) A support or maintenance order has priority over other judgment debts regardless of when an enforcement process is issued or served,</p> <p class=\"clause-e\">(a) if the order is for periodic payments, in the amount of the arrears owing under the order at the time of seizure or attachment;</p> <p class=\"clause-e\">(b) if the order is for a lump sum payment, in the amount of the lump sum. R.S.O. 1990, c. C.45, s. 4 (1); 1996, c. 31, s. 67.</p> <p class=\"headnote-e\"><b>Support orders rank equally</b></p> <p class=\"subsection-e\">(2) Support or maintenance orders rank equally with one another.</p> <p class=\"headnote-e\"><b>Enforcement process</b></p> <p class=\"subsection-e\">(3) Process for the enforcement of a support or maintenance order shall be identified on its face as being for support or maintenance.</p> <p class=\"headnote-e\"><b>Crown bound</b></p> <p class=\"subsection-e\">(4) Subsection (1) binds the Crown in right of Ontario. R.S.O. 1990, c. C.45, s. 4 (2-4).</p> <p class=\"headnote-e\"><b>Distribution among creditors</b></p>"
        },
        {
            "id": "P149_7332",
            "section": "Entries by sheriff after levy",
            "content": "5. (1) Where a sheriff levies money under an execution against the property of a debtor or receives money in respect of a debt that has been attached or sold under section 15 of the Absconding Debtors Act, the sheriff shall forthwith make an entry in Form 1, in English or French, in a book to be kept in his or her office, and such book shall be open to the public for inspection without charge. Distribution (2) The money shall thereafter be distributed rateably among all execution creditors and other creditors whose executions or certificates given under this Act were in the sheriff’s hands at the time of the levy or receipt of the money or who deliver their executions or certificates to the sheriff within one month from the entry, subject to the provisions hereinafter contained as to the retention of dividends in the case of contested claims, and to the payment of the costs of the creditor under whose execution the amount was made, and subject also to subsection 3(6), and, as respects money recovered by garnishment, subject to the payment thereout to the creditor who obtained the attaching order of costs of such proceedings. Money realized on sale under interpleader order (3) Subsection (2) does not apply to money received by a sheriff as the proceeds of a sale of property by the sheriff under an interpleader order; but upon the determination of the interpleader proceeding in favour of the creditors the money, whether in the sheriff’s hands or in court pending such determination, shall, subject to subsection (4), be distributed by the sheriff among the creditors contesting the adverse claim. Rights of creditors in case of interpleader proceedings (4) Where proceedings are taken by a sheriff for relief under any provisions relating to interpleader, those creditors only who are parties thereto and who agree to contribute proportionately according to the amount of their executions or certificates to the expense of contesting any adverse claim are entitled to share in any benefit that may be derived from the contestation of such claim so far as is necessary to satisfy their executions or certificates. Order as to carriage of proceedings (5) The judge making the interpleader order may direct that one creditor has the carriage of the interpleader proceedings on behalf of all creditors interested, and the costs thereof, as between solicitor and client, are a first charge upon the money or goods that may be found to be applicable upon the executions or certificates. Time allowed (6) Upon an interpleader application, the judge may allow to other creditors who desire to take part in the contest a reasonable time in which to place their executions or certificates in the sheriff’s hands upon such terms as to costs and otherwise as are considered just. Application of subsequent levy (7) Where the sheriff, subsequent to the entry but within the month, levies a further amount from the property of a debtor or receives money in respect of a debt that has been attached or sold, it shall be dealt with as if it had been levied or received before the entry. Notice and distribution on further levy (8) If, after the month, a further amount is so levied or received, a new notice shall be entered and the distribution to be made of the amount so levied or received and of any further amount levied or received within a month of the entry of the last-mentioned entry shall be governed by the entry thereof in accordance with the foregoing provisions of this section, and so from time to time as further amounts are so levied or received. Share in subsequent distribution (9) A creditor who has shared in a previous distribution is entitled to share in a subsequent one only in respect of the amount remaining due to that creditor after crediting what the creditor has received in a previous distribution. Equality of all executions (10) In distributing money under this section, creditors who have executions against goods or lands only or against goods and lands are entitled to share rateably with all others any money realized under execution against either goods or lands or against both, or under an attaching order. Which creditors may share (11) Subject to subsection 3(6), a creditor is not entitled to share in the distribution unless by the delivery of an execution or otherwise under this Act the creditor has established a claim against the debtor either alone or jointly with some other person. Money realized (12) Where money in the hands of the sheriff for distribution is the proceeds of the property of an absconding debtor against whom an order of attachment has been issued under the Absconding Debtors Act, the period mentioned in subsection (2) is two months, and subsection (8) shall be read as if the words “the month” in the first line were “the two months”. R.S.O. 1990, c. C.45, s. 5.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P149_7332\"></a><a name=\"BK4\"></a>5.</b> (1) Where a sheriff levies money under an execution against the property of a debtor or receives money in respect of a debt that has been attached or sold under section 15 of the <i>Absconding Debtors Act</i>, the sheriff shall forthwith make an entry in Form 1, in English or French, in a book to be kept in his or her office, and such book shall be open to the public for inspection without charge.</p> <p class=\"headnote-e\"><b>Distribution</b></p> <p class=\"subsection-e\">(2) The money shall thereafter be distributed rateably among all execution creditors and other creditors whose executions or certificates given under this Act were in the sheriff’s hands at the time of the levy or receipt of the money or who deliver their executions or certificates to the sheriff within one month from the entry, subject to the provisions hereinafter contained as to the retention of dividends in the case of contested claims, and to the payment of the costs of the creditor under whose execution the amount was made, and subject also to subsection 3(6), and, as respects money recovered by garnishment, subject to the payment thereout to the creditor who obtained the attaching order of costs of such proceedings.</p> <p class=\"headnote-e\"><b>Money realized on sale under interpleader order</b></p> <p class=\"subsection-e\">(3) Subsection (2) does not apply to money received by a sheriff as the proceeds of a sale of property by the sheriff under an interpleader order; but upon the determination of the interpleader proceeding in favour of the creditors the money, whether in the sheriff’s hands or in court pending such determination, shall, subject to subsection (4), be distributed by the sheriff among the creditors contesting the adverse claim.</p> <p class=\"headnote-e\"><b>Rights of creditors in case of interpleader proceedings</b></p> <p class=\"subsection-e\">(4) Where proceedings are taken by a sheriff for relief under any provisions relating to interpleader, those creditors only who are parties thereto and who agree to contribute proportionately according to the amount of their executions or certificates to the expense of contesting any adverse claim are entitled to share in any benefit that may be derived from the contestation of such claim so far as is necessary to satisfy their executions or certificates.</p> <p class=\"headnote-e\"><b>Order as to carriage of proceedings</b></p> <p class=\"subsection-e\">(5) The judge making the interpleader order may direct that one creditor has the carriage of the interpleader proceedings on behalf of all creditors interested, and the costs thereof, as between solicitor and client, are a first charge upon the money or goods that may be found to be applicable upon the executions or certificates.</p> <p class=\"headnote-e\"><b>Time allowed</b></p> <p class=\"subsection-e\">(6) Upon an interpleader application, the judge may allow to other creditors who desire to take part in the contest a reasonable time in which to place their executions or certificates in the sheriff’s hands upon such terms as to costs and otherwise as are considered just.</p> <p class=\"headnote-e\"><b>Application of subsequent levy</b></p> <p class=\"subsection-e\">(7) Where the sheriff, subsequent to the entry but within the month, levies a further amount from the property of a debtor or receives money in respect of a debt that has been attached or sold, it shall be dealt with as if it had been levied or received before the entry.</p> <p class=\"headnote-e\"><b>Notice and distribution on further levy</b></p> <p class=\"subsection-e\">(8) If, after the month, a further amount is so levied or received, a new notice shall be entered and the distribution to be made of the amount so levied or received and of any further amount levied or received within a month of the entry of the last-mentioned entry shall be governed by the entry thereof in accordance with the foregoing provisions of this section, and so from time to time as further amounts are so levied or received.</p> <p class=\"headnote-e\"><b>Share in subsequent distribution</b></p> <p class=\"subsection-e\">(9) A creditor who has shared in a previous distribution is entitled to share in a subsequent one only in respect of the amount remaining due to that creditor after crediting what the creditor has received in a previous distribution.</p> <p class=\"headnote-e\"><b>Equality of all executions</b></p> <p class=\"subsection-e\">(10) In distributing money under this section, creditors who have executions against goods or lands only or against goods and lands are entitled to share rateably with all others any money realized under execution against either goods or lands or against both, or under an attaching order.</p> <p class=\"headnote-e\"><b>Which creditors may share</b></p> <p class=\"subsection-e\">(11) Subject to subsection 3(6), a creditor is not entitled to share in the distribution unless by the delivery of an execution or otherwise under this Act the creditor has established a claim against the debtor either alone or jointly with some other person.</p> <p class=\"headnote-e\"><b>Money realized</b></p> <p class=\"subsection-e\">(12) Where money in the hands of the sheriff for distribution is the proceeds of the property of an absconding debtor against whom an order of attachment has been issued under the <i>Absconding Debtors Act</i>, the period mentioned in subsection (2) is two months, and subsection (8) shall be read as if the words “the month” in the first line were “the two months”. R.S.O. 1990, c. C.45, s. 5.</p>"
        },
        {
            "id": "P173_12272",
            "section": "Proceedings where debtor allows execution to remain unsatisfied",
            "content": "6. (1) If a debtor permits an execution issued against the debtor under which any of the debtor’s goods or chattels are seized by a sheriff to remain unsatisfied in the sheriff’s hands until within two days of the time fixed by the sheriff for the sale thereof, or for twenty days after the seizure, or allows an execution against the debtor’s lands to remain unsatisfied for nine months after it has been placed in the sheriff’s hands, the measures hereinafter authorized may be taken by other creditors or claimants in respect of debts that are overdue. When sale occurs (2) When a sale has taken place under an execution, the measures hereinafter authorized may be taken by any creditor of the execution debtor even though the creditor’s claim is not then due. R.S.O. 1990, c. C.45, s. 6.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P173_12272\"></a><a name=\"BK5\"></a>6.</b> (1) If a debtor permits an execution issued against the debtor under which any of the debtor’s goods or chattels are seized by a sheriff to remain unsatisfied in the sheriff’s hands until within two days of the time fixed by the sheriff for the sale thereof, or for twenty days after the seizure, or allows an execution against the debtor’s lands to remain unsatisfied for nine months after it has been placed in the sheriff’s hands, the measures hereinafter authorized may be taken by other creditors or claimants in respect of debts that are overdue.</p> <p class=\"headnote-e\"><b>When sale occurs</b></p> <p class=\"subsection-e\">(2) When a sale has taken place under an execution, the measures hereinafter authorized may be taken by any creditor of the execution debtor even though the creditor’s claim is not then due. R.S.O. 1990, c. C.45, s. 6.</p>"
        },
        {
            "id": "P177_13103",
            "section": "Affidavit of creditor",
            "content": "7. (1) An affidavit in Form 2, in English or French, of the debt and the particulars thereof may be made in duplicate by the creditor, or by one of the creditors in case of a joint debt, or by a person cognizant of the facts. R.S.O. 1990, c. C.45, s. 7 (1). Filing affidavit or certificate (2) Before or simultaneously with the filing with the local registrar of the Superior Court of Justice of the affidavit, there shall be filed with him or her a certificate of the sheriff, or an affidavit, showing that such proceedings have been had against the debtor as entitle the creditor to proceed under this Act. R.S.O. 1990, c. C.45, s. 7 (2); 2006, c. 19, Sched. C, s. 1 (1). Service on debtor (3) The claimant shall serve on the debtor one of the duplicates and a notice in Form 3, in English or French. R.S.O. 1990, c. C.45, s. 7 (3). Service out of Ontario (4) Where the affidavit and notice are to be served out of Ontario, the judge shall by order fix the time after which the next step may be taken by the claimant as hereinafter provided. R.S.O. 1990, c. C.45, s. 7 (4). Execution debtor’s address for service",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P177_13103\"></a><a name=\"BK6\"></a>7.</b> (1) An affidavit in Form 2, in English or French, of the debt and the particulars thereof may be made in duplicate by the creditor, or by one of the creditors in case of a joint debt, or by a person cognizant of the facts. R.S.O. 1990, c. C.45, s. 7 (1).</p> <p class=\"headnote-e\"><b>Filing affidavit or certificate</b></p> <p class=\"subsection-e\">(2) Before or simultaneously with the filing with the local registrar of the Superior Court of Justice of the affidavit, there shall be filed with him or her a certificate of the sheriff, or an affidavit, showing that such proceedings have been had against the debtor as entitle the creditor to proceed under this Act. R.S.O. 1990, c. C.45, s. 7 (2); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Service on debtor</b></p> <p class=\"subsection-e\">(3) The claimant shall serve on the debtor one of the duplicates and a notice in Form 3, in English or French. R.S.O. 1990, c. C.45, s. 7 (3).</p> <p class=\"headnote-e\"><b>Service out of Ontario</b></p> <p class=\"subsection-e\">(4) Where the affidavit and notice are to be served out of Ontario, the judge shall by order fix the time after which the next step may be taken by the claimant as hereinafter provided. R.S.O. 1990, c. C.45, s. 7 (4).</p> <p class=\"headnote-e\"><b>Execution debtor’s address for service</b></p>"
        },
        {
            "id": "P186_14258",
            "section": "Notice by debtor",
            "content": "8. (1) An execution debtor may give notice in writing to the sheriff that any claims to be served upon the debtor may be served upon a solicitor in Ontario, whose name and address shall be given, or by mailing the claims to an address stated in the notice. R.S.O. 1990, c. C.45, s. 8 (1). Entry of notice (2) The sheriff shall thereupon enter the notice in the book mentioned in subsection 5(1), and, so long as any execution that was in the sheriff’s hands at the time the notice was given remains in his or her hands, shall repeat such entry immediately below any entry in Form 1 made in respect of the execution, unless the notice is revoked in writing, in which case the entry shall be marked with an indication that the notice has been revoked. R.S.O. 1990, c. C.45, s. 8 (2). Service at address (3) So long as the notice is not revoked, the affidavit of claim and notice in Form 3 may, where a solicitor is named, be served upon an execution debtor by serving it upon the solicitor, or, if mailing is required, then by sending it by registered mail to the address in the notice given by the execution debtor. R.S.O. 1990, c. C.45, s. 8 (3). Service by mail (4) Where the notice in Form 3 served on a debtor does not state some place in or within three miles of the county town of the county in which the proceeding is being taken at which service may be made upon the claimant, or does not give the name and address of some solicitor in Ontario who may be served on the claimant’s behalf, service of any notice, paper or document may be made upon the claimant by sending it by registered mail addressed to the claimant at the county town. R.S.O. 1990, c. C.45, s. 8 (4). Filing affidavit (5) The claimant shall file with the local registrar of the Superior Court of Justice for the county, the sheriff for which has the execution, one of the duplicate affidavits of claim and a copy of the notice with an affidavit of service thereof in Form 4, in English or French. R.S.O. 1990, c. C.45, s. 8 (5); 2006, c. 19, Sched. C, s. 1 (1). Service generally (6) The affidavit and the notice shall, where practicable, be personally served upon the debtor; but, if it is made to appear to the judge that the claimant is unable to effect prompt personal service, the judge may order substitutional or other service, or may direct some act to be done that shall be deemed sufficient service. R.S.O. 1990, c. C.45, s. 8 (6).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P186_14258\"></a><a name=\"BK7\"></a>8.</b> (1) An execution debtor may give notice in writing to the sheriff that any claims to be served upon the debtor may be served upon a solicitor in Ontario, whose name and address shall be given, or by mailing the claims to an address stated in the notice. R.S.O. 1990, c. C.45, s. 8 (1).</p> <p class=\"headnote-e\"><b>Entry of notice</b></p> <p class=\"subsection-e\">(2) The sheriff shall thereupon enter the notice in the book mentioned in subsection 5(1), and, so long as any execution that was in the sheriff’s hands at the time the notice was given remains in his or her hands, shall repeat such entry immediately below any entry in Form 1 made in respect of the execution, unless the notice is revoked in writing, in which case the entry shall be marked with an indication that the notice has been revoked. R.S.O. 1990, c. C.45, s. 8 (2).</p> <p class=\"headnote-e\"><b>Service at address</b></p> <p class=\"subsection-e\">(3) So long as the notice is not revoked, the affidavit of claim and notice in Form 3 may, where a solicitor is named, be served upon an execution debtor by serving it upon the solicitor, or, if mailing is required, then by sending it by registered mail to the address in the notice given by the execution debtor. R.S.O. 1990, c. C.45, s. 8 (3).</p> <p class=\"headnote-e\"><b>Service by mail</b></p> <p class=\"subsection-e\">(4) Where the notice in Form 3 served on a debtor does not state some place in or within three miles of the county town of the county in which the proceeding is being taken at which service may be made upon the claimant, or does not give the name and address of some solicitor in Ontario who may be served on the claimant’s behalf, service of any notice, paper or document may be made upon the claimant by sending it by registered mail addressed to the claimant at the county town. R.S.O. 1990, c. C.45, s. 8 (4).</p> <p class=\"headnote-e\"><b>Filing affidavit</b></p> <p class=\"subsection-e\">(5) The claimant shall file with the local registrar of the Superior Court of Justice for the county, the sheriff for which has the execution, one of the duplicate affidavits of claim and a copy of the notice with an affidavit of service thereof in Form 4, in English or French. R.S.O. 1990, c. C.45, s. 8 (5); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Service generally</b></p> <p class=\"subsection-e\">(6) The affidavit and the notice shall, where practicable, be personally served upon the debtor; but, if it is made to appear to the judge that the claimant is unable to effect prompt personal service, the judge may order substitutional or other service, or may direct some act to be done that shall be deemed sufficient service. R.S.O. 1990, c. C.45, s. 8 (6).</p>"
        },
        {
            "id": "P198_16747",
            "section": "Certificate where claim not disputed",
            "content": "9. (1) Where the claim is not contested in the manner hereinafter mentioned, after ten days from the day of service, or after the time mentioned in the order provided for by subsection 7 (4), as the case may be, on the application of the claimant and the claimant’s filing proof of due service of the affidavit and notice, or, where the claim is contested, upon the determination of a dispute in favour of the claimant, either in whole or in part, the local registrar of the Superior Court of Justice shall deliver to the creditor a certificate in Form 5, in English or French, and, where the claim is disputed as to a part only, the claimant may elect, by a writing filed with the local registrar, to abandon such part and is entitled to a certificate as to the residue. R.S.O. 1990, c. C.45, s. 9 (1); 2006, c. 19, Sched. C, s. 1 (1). Delivery to sheriff and effect of certificate (2) Upon delivery of the certificate to the sheriff the claimant shall be deemed to be an execution creditor within the meaning of this Act, and is entitled to share in any distribution as if the claimant had delivered an execution to the sheriff, and the certificate binds the lands and goods of the debtor in the same manner as an execution, subject, however, to the debt being afterwards disputed by a creditor as hereinafter provided. R.S.O. 1990, c. C.45, s. 9 (2). In case of interpleader (3) For the purpose of an interpleader proceeding the certificate shall be deemed to be an execution. R.S.O. 1990, c. C.45, s. 9 (3). Address for service to be endorsed (4) If the certificate is obtained by a solicitor, his or her name and address shall be endorsed thereon, and, if obtained by the claimant in person, there shall be endorsed thereon a statement of some place in or within three miles of the county town of the county in which the proceeding is being taken at which service may be made upon the claimant, and, in default thereof, service of any notice, paper or document may be made upon the claimant by sending it by registered mail addressed to the claimant at the county town. R.S.O. 1990, c. C.45, s. 9 (4). Further levy (5) On receiving the certificate the sheriff shall make a further seizure of the property of the debtor to the amount of the debt so claimed and the sheriff’s fees, and so from time to time in case further certificates are received. R.S.O. 1990, c. C.45, s. 9 (5). Time of remaining in force (6) A certificate remains in force for three years from the date thereof, but may from time to time be renewed in the same manner as an execution. R.S.O. 1990, c. C.45, s. 9 (6). Execution or certificate expiring within month of levy (7) Despite the expiry of an execution or certificate before the termination of the month during which a notice of money having been levied or received is required to be entered, the execution or certificate, as to any money levied or received during such month, shall be deemed to be in full force and effect. R.S.O. 1990, c. C.45, s. 9 (7). Contesting claim",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P198_16747\"></a><a name=\"BK8\"></a>9.</b> (1) Where the claim is not contested in the manner hereinafter mentioned, after ten days from the day of service, or after the time mentioned in the order provided for by subsection 7 (4), as the case may be, on the application of the claimant and the claimant’s filing proof of due service of the affidavit and notice, or, where the claim is contested, upon the determination of a dispute in favour of the claimant, either in whole or in part, the local registrar of the Superior Court of Justice shall deliver to the creditor a certificate in Form 5, in English or French, and, where the claim is disputed as to a part only, the claimant may elect, by a writing filed with the local registrar, to abandon such part and is entitled to a certificate as to the residue. R.S.O. 1990, c. C.45, s. 9 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Delivery to sheriff and effect of certificate</b></p> <p class=\"subsection-e\">(2) Upon delivery of the certificate to the sheriff the claimant shall be deemed to be an execution creditor within the meaning of this Act, and is entitled to share in any distribution as if the claimant had delivered an execution to the sheriff, and the certificate binds the lands and goods of the debtor in the same manner as an execution, subject, however, to the debt being afterwards disputed by a creditor as hereinafter provided. R.S.O. 1990, c. C.45, s. 9 (2).</p> <p class=\"headnote-e\"><b>In case of interpleader</b></p> <p class=\"subsection-e\">(3) For the purpose of an interpleader proceeding the certificate shall be deemed to be an execution. R.S.O. 1990, c. C.45, s. 9 (3).</p> <p class=\"headnote-e\"><b>Address for service to be endorsed</b></p> <p class=\"subsection-e\">(4) If the certificate is obtained by a solicitor, his or her name and address shall be endorsed thereon, and, if obtained by the claimant in person, there shall be endorsed thereon a statement of some place in or within three miles of the county town of the county in which the proceeding is being taken at which service may be made upon the claimant, and, in default thereof, service of any notice, paper or document may be made upon the claimant by sending it by registered mail addressed to the claimant at the county town. R.S.O. 1990, c. C.45, s. 9 (4).</p> <p class=\"headnote-e\"><b>Further levy</b></p> <p class=\"subsection-e\">(5) On receiving the certificate the sheriff shall make a further seizure of the property of the debtor to the amount of the debt so claimed and the sheriff’s fees, and so from time to time in case further certificates are received. R.S.O. 1990, c. C.45, s. 9 (5).</p> <p class=\"headnote-e\"><b>Time of remaining in force</b></p> <p class=\"subsection-e\">(6) A certificate remains in force for three years from the date thereof, but may from time to time be renewed in the same manner as an execution. R.S.O. 1990, c. C.45, s. 9 (6).</p> <p class=\"headnote-e\"><b>Execution or certificate expiring within month of levy</b></p> <p class=\"subsection-e\">(7) Despite the expiry of an execution or certificate before the termination of the month during which a notice of money having been levied or received is required to be entered, the execution or certificate, as to any money levied or received during such month, shall be deemed to be in full force and effect. R.S.O. 1990, c. C.45, s. 9 (7).</p> <p class=\"headnote-e\"><b>Contesting claim</b></p>"
        },
        {
            "id": "P213_19809",
            "section": "Debtor or creditor",
            "content": "10. (1) The claim may be contested by the debtor or by a creditor of the debtor. Affidavit of debtor (2) Where the debtor contests the claim, the debtor shall file with the local registrar an affidavit stating that the debtor has a good defence to the claim or to a specified part of it on the merits, but the judge may dispense with the affidavit on terms or otherwise. Filing and serving affidavit (3) The debtor shall file the affidavit and serve upon the claimant a copy thereof within ten days after service upon the debtor of the affidavit of claim and the notice, or within the time mentioned in the order provided for by subsection 7(4), as the case may be, or within such further time as the judge may allow. Contestation by creditor (4) Where the contestation is by a creditor, the creditor shall file with the local registrar an affidavit to the effect that the creditor has reason to believe that the debt claimed is not really and in good faith due from the debtor to the claimant, but the judge may dispense with the affidavit on terms or otherwise. Notice of contestation (5) Notice of contestation, whether by the debtor or by a creditor, together with a copy of the affidavit, if any, shall be served upon the claimant within five days after filing the affidavit or after the order of the judge, if the affidavit is dispensed with. Certificate of contestation (6) The affidavit by a creditor may be filed and a certificate thereof delivered to the sheriff at any time before distribution is made, and the sheriff shall forthwith give notice of the receipt of such certificate to the claimant. Address for service (7) The affidavit of the debtor or other contestant shall have endorsed thereon a statement of some place in or within three miles of the county town of the county in which the proceeding is being taken at which service may be made upon the debtor, or the address of a solicitor in Ontario who may be served on the debtor’s behalf, and, in default thereof, service of any notice, paper or document may be made upon the debtor or contestant by sending it by registered mail addressed to the debtor or contestant, as the case may be, at the county town. R.S.O. 1990, c. C.45, s. 10.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P213_19809\"></a><a name=\"BK9\"></a>10.</b> (1) The claim may be contested by the debtor or by a creditor of the debtor.</p> <p class=\"headnote-e\"><b>Affidavit of debtor</b></p> <p class=\"subsection-e\">(2) Where the debtor contests the claim, the debtor shall file with the local registrar an affidavit stating that the debtor has a good defence to the claim or to a specified part of it on the merits, but the judge may dispense with the affidavit on terms or otherwise.</p> <p class=\"headnote-e\"><b>Filing and serving affidavit</b></p> <p class=\"subsection-e\">(3) The debtor shall file the affidavit and serve upon the claimant a copy thereof within ten days after service upon the debtor of the affidavit of claim and the notice, or within the time mentioned in the order provided for by subsection 7(4), as the case may be, or within such further time as the judge may allow.</p> <p class=\"headnote-e\"><b>Contestation by creditor</b></p> <p class=\"subsection-e\">(4) Where the contestation is by a creditor, the creditor shall file with the local registrar an affidavit to the effect that the creditor has reason to believe that the debt claimed is not really and in good faith due from the debtor to the claimant, but the judge may dispense with the affidavit on terms or otherwise.</p> <p class=\"headnote-e\"><b>Notice of contestation</b></p> <p class=\"subsection-e\">(5) Notice of contestation, whether by the debtor or by a creditor, together with a copy of the affidavit, if any, shall be served upon the claimant within five days after filing the affidavit or after the order of the judge, if the affidavit is dispensed with.</p> <p class=\"headnote-e\"><b>Certificate of contestation</b></p> <p class=\"subsection-e\">(6) The affidavit by a creditor may be filed and a certificate thereof delivered to the sheriff at any time before distribution is made, and the sheriff shall forthwith give notice of the receipt of such certificate to the claimant.</p> <p class=\"headnote-e\"><b>Address for service</b></p> <p class=\"subsection-e\">(7) The affidavit of the debtor or other contestant shall have endorsed thereon a statement of some place in or within three miles of the county town of the county in which the proceeding is being taken at which service may be made upon the debtor, or the address of a solicitor in Ontario who may be served on the debtor’s behalf, and, in default thereof, service of any notice, paper or document may be made upon the debtor or contestant by sending it by registered mail addressed to the debtor or contestant, as the case may be, at the county town. R.S.O. 1990, c. C.45, s. 10.</p>"
        },
        {
            "id": "P227_22060",
            "section": "Service on Toronto agent",
            "content": "11. Where the address of a solicitor is given for service that is not within three miles of the county town where the proceeding is carried on, service may be made upon the solicitor by serving his or her agent in Toronto. R.S.O. 1990, c. C.45, s. 11. Contestation: other rules",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P227_22060\"></a><a name=\"BK10\"></a>11.</b> Where the address of a solicitor is given for service that is not within three miles of the county town where the proceeding is carried on, service may be made upon the solicitor by serving his or her agent in Toronto. R.S.O. 1990, c. C.45, s. 11.</p> <p class=\"headnote-e\"><b>Contestation: other rules</b></p>"
        },
        {
            "id": "P230_22377",
            "section": "Distribution in case of contestation",
            "content": "12. (1) Where a claim is contested by a creditor after a certificate has been placed in the sheriff’s hands, the sheriff, unless the judge otherwise orders, shall levy as if the contestation had not been made, and shall, until the determination of the contestation, retain in the bank the amount that would be apportionable to the claim if valid, and shall, as soon after the expiry of the month as is practicable, distribute the residue of the money made among those entitled thereto. Application for allowance of claim (2) The claimant whose claim is contested may apply to the judge for an order allowing the claim and determining the amount, and, if the claimant does not make such application within eight days after receiving notice of the contestation or within such further time, if any, as the judge allows, the claimant shall be taken to have abandoned the claim. When contest is not in good faith (3) Where the contestant is a creditor and there is reason to believe that the contestation is not being carried on in good faith, any other creditor may apply for an order for permission to intervene in the contestation. R.S.O. 1990, c. C.45, s. 12.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P230_22377\"></a><a name=\"BK11\"></a>12.</b> (1) Where a claim is contested by a creditor after a certificate has been placed in the sheriff’s hands, the sheriff, unless the judge otherwise orders, shall levy as if the contestation had not been made, and shall, until the determination of the contestation, retain in the bank the amount that would be apportionable to the claim if valid, and shall, as soon after the expiry of the month as is practicable, distribute the residue of the money made among those entitled thereto.</p> <p class=\"headnote-e\"><b>Application for allowance of claim</b></p> <p class=\"subsection-e\">(2) The claimant whose claim is contested may apply to the judge for an order allowing the claim and determining the amount, and, if the claimant does not make such application within eight days after receiving notice of the contestation or within such further time, if any, as the judge allows, the claimant shall be taken to have abandoned the claim.</p> <p class=\"headnote-e\"><b>When contest is not in good faith</b></p> <p class=\"subsection-e\">(3) Where the contestant is a creditor and there is reason to believe that the contestation is not being carried on in good faith, any other creditor may apply for an order for permission to intervene in the contestation. R.S.O. 1990, c. C.45, s. 12.</p>"
        },
        {
            "id": "P236_23569",
            "section": "Trial of contestation",
            "content": "13. (1) The judge may determine any question in dispute in a summary manner or may direct an action to be brought or an issue to be tried with or without a jury in any court and in any county for the determination thereof, and may make such order as to the costs of the proceeding as he or she considers just. Procedure where issue directed (2) Where an issue is directed, the trial shall take place and the procedure shall be the same as if it had been an action in the court in which it is ordered to be tried. R.S.O. 1990, c. C.45, s. 13.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P236_23569\"></a><a name=\"BK12\"></a>13.</b> (1) The judge may determine any question in dispute in a summary manner or may direct an action to be brought or an issue to be tried with or without a jury in any court and in any county for the determination thereof, and may make such order as to the costs of the proceeding as he or she considers just.</p> <p class=\"headnote-e\"><b>Procedure where issue directed</b></p> <p class=\"subsection-e\">(2) Where an issue is directed, the trial shall take place and the procedure shall be the same as if it had been an action in the court in which it is ordered to be tried. R.S.O. 1990, c. C.45, s. 13.</p>"
        },
        {
            "id": "P240_24148",
            "section": "Production, examination, etc.",
            "content": "14. The same procedure may be followed for the production of documents and for the examination of parties or others, either before or at the trial, as may be taken in an ordinary proceeding, and such procedure may also be followed before the application to the judge, and as a foundation therefor. R.S.O. 1990, c. C.45, s. 14. Book of record re claims",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P240_24148\"></a><a name=\"BK13\"></a>14.</b> The same procedure may be followed for the production of documents and for the examination of parties or others, either before or at the trial, as may be taken in an ordinary proceeding, and such procedure may also be followed before the application to the judge, and as a foundation therefor. R.S.O. 1990, c. C.45, s. 14.</p> <p class=\"headnote-e\"><b>Book of record re claims</b></p>"
        },
        {
            "id": "P243_24527",
            "section": "Duty of local registrar",
            "content": "15. (1) The local registrar of the Superior Court of Justice shall keep a book in which, before giving a certificate or issuing an execution for a claim, he or she shall enter the following particulars with reference to every claim in respect of which he or she gives a certificate or issues an execution: 1. The names of the claimant and the debtor. 2. The date of the entry. 3. The amount of the debt, exclusive of costs. 4. The amount of costs. 5. If the proceeding has been set aside, that fact, and shortly the reason therefor. R.S.O. 1990, c. C.45, s. 15 (1); 2006, c. 19, Sched. C, s. 1 (1). Effect of entry (2) The entry has, subject to this Act, the effect of and is a final judgment of the court for the debt and costs. R.S.O. 1990, c. C.45, s. 15 (2). Index (3) The clerk shall index the entries in a book, alphabetically under the names of the debtors. R.S.O. 1990, c. C.45, s. 15 (3). Copy of entry as evidence (4) Where the original papers are lost or destroyed, a copy of the entry is evidence of the matters therein set forth. R.S.O. 1990, c. C.45, s. 15 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P243_24527\"></a><a name=\"BK14\"></a>15.</b> (1) The local registrar of the Superior Court of Justice shall keep a book in which, before giving a certificate or issuing an execution for a claim, he or she shall enter the following particulars with reference to every claim in respect of which he or she gives a certificate or issues an execution:</p> <p class=\"paragraph-e\">1. The names of the claimant and the debtor.</p> <p class=\"paragraph-e\">2. The date of the entry.</p> <p class=\"paragraph-e\">3. The amount of the debt, exclusive of costs.</p> <p class=\"paragraph-e\">4. The amount of costs.</p> <p class=\"paragraph-e\">5. If the proceeding has been set aside, that fact, and shortly the reason therefor. R.S.O. 1990, c. C.45, s. 15 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Effect of entry</b></p> <p class=\"subsection-e\">(2) The entry has, subject to this Act, the effect of and is a final judgment of the court for the debt and costs. R.S.O. 1990, c. C.45, s. 15 (2).</p> <p class=\"headnote-e\"><b>Index</b></p> <p class=\"subsection-e\">(3) The clerk shall index the entries in a book, alphabetically under the names of the debtors. R.S.O. 1990, c. C.45, s. 15 (3).</p> <p class=\"headnote-e\"><b>Copy of entry as evidence</b></p> <p class=\"subsection-e\">(4) Where the original papers are lost or destroyed, a copy of the entry is evidence of the matters therein set forth. R.S.O. 1990, c. C.45, s. 15 (4).</p>"
        },
        {
            "id": "P256_25653",
            "section": "Small claims court judgment creditors",
            "content": "16. A creditor who has recovered a judgment in the Small Claims Court against the debtor may deliver to the sheriff a certificate, under the hand of the clerk and the seal of the Small Claims Court, of the amount of the judgment and of the costs to which the creditor is entitled, and the certificate so delivered shall have the same effect, for the purposes of this Act, as if the creditor had delivered to the sheriff an execution from the Superior Court of Justice. R.S.O. 1990, c. C.45, s. 16; 2006, c. 19, Sched. C, s. 1 (1).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P256_25653\"></a><a name=\"BK15\"></a>16.</b> A creditor who has recovered a judgment in the Small Claims Court against the debtor may deliver to the sheriff a certificate, under the hand of the clerk and the seal of the Small Claims Court, of the amount of the judgment and of the costs to which the creditor is entitled, and the certificate so delivered shall have the same effect, for the purposes of this Act, as if the creditor had delivered to the sheriff an execution from the Superior Court of Justice. R.S.O. 1990, c. C.45, s. 16; 2006, c. 19, Sched. C, s. 1 (1).</p>"
        },
        {
            "id": "P258_26228",
            "section": "Establishing claim in another county",
            "content": "17. Where a creditor has taken in one county the prescribed proceeding in respect of a claim and desires to establish the claim for the purposes of this Act in another county, the creditor may do so by obtaining from the local registrar of the Superior Court of Justice for the county first mentioned another certificate in Form 5, and delivering it to the sheriff for such other county, and the delivery of the certificate to the sheriff has the same effect in such other county from the time of the delivery thereof as if the certificate had been issued by the local registrar of the Superior Court of Justice for such other county upon the proceeding therein. R.S.O. 1990, c. C.45, s. 17; 2006, c. 19, Sched. C, s. 1 (1).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P258_26228\"></a><a name=\"BK16\"></a>17.</b> Where a creditor has taken in one county the prescribed proceeding in respect of a claim and desires to establish the claim for the purposes of this Act in another county, the creditor may do so by obtaining from the local registrar of the Superior Court of Justice for the county first mentioned another certificate in Form 5, and delivering it to the sheriff for such other county, and the delivery of the certificate to the sheriff has the same effect in such other county from the time of the delivery thereof as if the certificate had been issued by the local registrar of the Superior Court of Justice for such other county upon the proceeding therein. R.S.O. 1990, c. C.45, s. 17; 2006, c. 19, Sched. C, s. 1 (1).</p>"
        },
        {
            "id": "P260_26995",
            "section": "Executions may issue to any county",
            "content": "18. A creditor entitled to obtain a certificate from the local registrar of the Superior Court of Justice for a county may also sue out an execution into any county in the same manner as on an ordinary judgment; but this does not prejudice the right of any other creditor to contest the claim of the first-mentioned creditor under this Act. R.S.O. 1990, c. C.45, s. 18; 2006, c. 19, Sched. C, s. 1 (1).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P260_26995\"></a><a name=\"BK17\"></a>18.</b> A creditor entitled to obtain a certificate from the local registrar of the Superior Court of Justice for a county may also sue out an execution into any county in the same manner as on an ordinary judgment; but this does not prejudice the right of any other creditor to contest the claim of the first-mentioned creditor under this Act. R.S.O. 1990, c. C.45, s. 18; 2006, c. 19, Sched. C, s. 1 (1).</p>"
        },
        {
            "id": "P262_27443",
            "section": "Effect of decision after contestation",
            "content": "19. (1) Where a claim is contested in one county, the decision thereon shall, as between the parties to the contestation, determine the amount of the claim for the purposes of this Act and in all other counties in which the claim is filed, and the certificate of the local registrar of the Superior Court of Justice for the county in which the contestation has taken place as to the result thereof is sufficient evidence of the decision. R.S.O. 1990, c. C.45, s. 19 (1); 2006, c. 19, Sched. C, s. 1 (1). Fee for certificate of result (2) Upon payment of a fee of 50 cents the certificate shall be granted to any party to the proceeding who applies therefor. R.S.O. 1990, c. C.45, s. 19 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P262_27443\"></a><a name=\"BK18\"></a>19.</b> (1) Where a claim is contested in one county, the decision thereon shall, as between the parties to the contestation, determine the amount of the claim for the purposes of this Act and in all other counties in which the claim is filed, and the certificate of the local registrar of the Superior Court of Justice for the county in which the contestation has taken place as to the result thereof is sufficient evidence of the decision. R.S.O. 1990, c. C.45, s. 19 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Fee for certificate of result</b></p> <p class=\"subsection-e\">(2) Upon payment of a fee of 50 cents the certificate shall be granted to any party to the proceeding who applies therefor. R.S.O. 1990, c. C.45, s. 19 (2).</p>"
        },
        {
            "id": "P266_28215",
            "section": "Effect of payment or withdrawal of all executions and certificates",
            "content": "20. (1) Where the debtor, without a sale by the sheriff, pays the full amount owing in respect of the executions and claims in the sheriff’s hands at the time of such payment, and no other claim has been filed, or where all executions and certificates in the sheriff’s hands are withdrawn and any claims filed are paid or withdrawn, notice shall not be entered under section 5 and no further measures shall be taken under section 6. Where all not satisfied (2) Save as aforesaid, after a certificate has been delivered to the sheriff, the withdrawal or expiry of the execution upon which the proceedings are founded, or any stay of the same, or the satisfaction of the plaintiff’s claim thereon, or the setting aside or return of the execution, does not affect the measures that may be taken under this Act, and, except so far as the action taken with respect to the execution may affect the amount to be levied, the sheriff shall levy upon the property of the debtor as he or she would have done had the execution remained in his or her hands in full force for execution, and the sheriff may also take the like proceeding as he or she would have been entitled to take had the execution been a writ of venditioni exponas. Effect of part payment where one debt (3) Where a debtor, without a sale by the sheriff, pays to the sheriff part of the amount owing in respect of an execution or certificate in his or her hands, and there is at the time no other execution or certificate in his or her hands, the sheriff shall apply the money so paid on the execution or certificate, and section 5 does not apply to the money so paid. R.S.O. 1990, c. C.45, s. 20.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P266_28215\"></a><a name=\"BK19\"></a>20.</b> (1) Where the debtor, without a sale by the sheriff, pays the full amount owing in respect of the executions and claims in the sheriff’s hands at the time of such payment, and no other claim has been filed, or where all executions and certificates in the sheriff’s hands are withdrawn and any claims filed are paid or withdrawn, notice shall not be entered under section 5 and no further measures shall be taken under section 6.</p> <p class=\"headnote-e\"><b>Where all not satisfied</b></p> <p class=\"subsection-e\">(2) Save as aforesaid, after a certificate has been delivered to the sheriff, the withdrawal or expiry of the execution upon which the proceedings are founded, or any stay of the same, or the satisfaction of the plaintiff’s claim thereon, or the setting aside or return of the execution, does not affect the measures that may be taken under this Act, and, except so far as the action taken with respect to the execution may affect the amount to be levied, the sheriff shall levy upon the property of the debtor as he or she would have done had the execution remained in his or her hands in full force for execution, and the sheriff may also take the like proceeding as he or she would have been entitled to take had the execution been a writ of <i>venditioni exponas</i>.</p> <p class=\"headnote-e\"><b>Effect of part payment where one debt</b></p> <p class=\"subsection-e\">(3) Where a debtor, without a sale by the sheriff, pays to the sheriff part of the amount owing in respect of an execution or certificate in his or her hands, and there is at the time no other execution or certificate in his or her hands, the sheriff shall apply the money so paid on the execution or certificate, and section 5 does not apply to the money so paid. R.S.O. 1990, c. C.45, s. 20.</p>"
        },
        {
            "id": "P272_29902",
            "section": "Priority of costs",
            "content": "21. (1) Where a proceeding has been taken against a debtor under the Absconding Debtors Act and the debtor’s property has been attached under an order of attachment before an execution has been placed in the hands of the sheriff and the money levied is the proceeds of such property or a part thereof, the cost of the order of attachment, or, if there are more than one, the one first placed in the sheriff’s hands and the proceeding thereon has priority over the claim of all other creditors. Attaching creditor and execution creditor (2) Where an attaching creditor is entitled to priority under subsection (1), the priority provided for by subsection 5(2) shall not be given to the execution creditor. R.S.O. 1990, c. C.45, s. 21.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P272_29902\"></a><a name=\"BK20\"></a>21.</b> (1) Where a proceeding has been taken against a debtor under the <i>Absconding Debtors Act</i> and the debtor’s property has been attached under an order of attachment before an execution has been placed in the hands of the sheriff and the money levied is the proceeds of such property or a part thereof, the cost of the order of attachment, or, if there are more than one, the one first placed in the sheriff’s hands and the proceeding thereon has priority over the claim of all other creditors.</p> <p class=\"headnote-e\"><b>Attaching creditor and execution creditor</b></p> <p class=\"subsection-e\">(2) Where an attaching creditor is entitled to priority under subsection (1), the priority provided for by subsection 5(2) shall not be given to the execution creditor. R.S.O. 1990, c. C.45, s. 21.</p>"
        },
        {
            "id": "P276_30666",
            "section": "Costs of claimant",
            "content": "22. (1) The local registrar of the Superior Court of Justice shall ascertain and state in his or her certificate the amount of the costs to which the claimant is entitled as against the debtor. R.S.O. 1990, c. C.45, s. 22 (1); 2006, c. 19, Sched. C, s. 1 (1). Scale of costs (2) Such costs shall be ascertained in accordance with the tariffs of costs under the rules of court applicable to, (a) the Small Claims Court, if the claim is within the monetary jurisdiction of that court; or (b) the Superior Court of Justice, in any other case. R.S.O. 1990, c. C.45, s. 22 (2); 2006, c. 19, Sched. C, s. 1 (1).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P276_30666\"></a><a name=\"BK21\"></a>22.</b> (1) The local registrar of the Superior Court of Justice shall ascertain and state in his or her certificate the amount of the costs to which the claimant is entitled as against the debtor. R.S.O. 1990, c. C.45, s. 22 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Scale of costs</b></p> <p class=\"subsection-e\">(2) Such costs shall be ascertained in accordance with the tariffs of costs under the rules of court applicable to,</p> <p class=\"clause-e\">(a) the Small Claims Court, if the claim is within the monetary jurisdiction of that court; or</p> <p class=\"clause-e\">(b) the Superior Court of Justice, in any other case. R.S.O. 1990, c. C.45, s. 22 (2); 2006, c. 19, Sched. C, s. 1 (1).</p>"
        },
        {
            "id": "P282_31321",
            "section": "Payment to sheriff of fund in court",
            "content": "23. Where there is in a court a fund belonging to an execution debtor or to which the execution debtor is entitled, it or a sufficient part thereof to meet the executions and certificates in the sheriff’s hands may, on the application of the sheriff or any person interested, be paid over to the sheriff, and it shall be deemed to be money levied under execution within the meaning of this Act. R.S.O. 1990, c. C.45, s. 23.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P282_31321\"></a><a name=\"BK22\"></a>23.</b> Where there is in a court a fund belonging to an execution debtor or to which the execution debtor is entitled, it or a sufficient part thereof to meet the executions and certificates in the sheriff’s hands may, on the application of the sheriff or any person interested, be paid over to the sheriff, and it shall be deemed to be money levied under execution within the meaning of this Act. R.S.O. 1990, c. C.45, s. 23.</p>"
        },
        {
            "id": "P284_31774",
            "section": "Money made by receiver",
            "content": "24. Where a judgment creditor obtains the appointment of a receiver by way of equitable execution of property of the creditor’s debtor, the receiver shall pay into court the money received by virtue of the receivership, and it is subject to section 23, but the creditor is entitled to be paid thereout the costs of and incidental to the receivership order and the proceedings thereon in priority to the claims of all other creditors. R.S.O. 1990, c. C.45, s. 24.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P284_31774\"></a><a name=\"BK23\"></a>24.</b> Where a judgment creditor obtains the appointment of a receiver by way of equitable execution of property of the creditor’s debtor, the receiver shall pay into court the money received by virtue of the receivership, and it is subject to section 23, but the creditor is entitled to be paid thereout the costs of and incidental to the receivership order and the proceedings thereon in priority to the claims of all other creditors. R.S.O. 1990, c. C.45, s. 24.</p>"
        },
        {
            "id": "P286_32288",
            "section": "Goods in hands of Small Claims Court bailiff",
            "content": "25. (1) If the sheriff does not find property of a debtor leviable under the executions and certificates in his or her hands sufficient to pay the same in full, but finds property or the proceeds thereof in the hands of a bailiff of the Small Claims Court under an execution or attachment against the debtor, the sheriff shall demand and obtain them from the bailiff, who shall forthwith deliver them to the sheriff with a copy of every execution and attachment in his or her hands against the debtor and a memorandum showing the amount to be levied under the execution, including the bailiff’s fees, and the date upon which each execution or attachment was received by the bailiff. Penalty for default (2) If the bailiff fails to deliver any of such property or the proceeds thereof, the bailiff shall pay double the value of that which is retained, which may be recovered by the sheriff from him or her with costs of suit, and shall be accounted for by the sheriff as part of the estate of the debtor. Costs (3) The costs and disbursements of the bailiff are a first charge upon such property or the proceeds thereof and shall be paid by the sheriff to the bailiff upon demand after being assessed by the Small Claims Court clerk. Distribution of proceeds (4) The sheriff shall distribute the proceeds among the creditors entitled to share in the distribution, and the Small Claims Court execution creditors are entitled without further proof to stand in the same position as creditors whose executions are in the sheriff’s hands. R.S.O. 1990, c. C.45, s. 25.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P286_32288\"></a><a name=\"BK24\"></a>25.</b> (1) If the sheriff does not find property of a debtor leviable under the executions and certificates in his or her hands sufficient to pay the same in full, but finds property or the proceeds thereof in the hands of a bailiff of the Small Claims Court under an execution or attachment against the debtor, the sheriff shall demand and obtain them from the bailiff, who shall forthwith deliver them to the sheriff with a copy of every execution and attachment in his or her hands against the debtor and a memorandum showing the amount to be levied under the execution, including the bailiff’s fees, and the date upon which each execution or attachment was received by the bailiff.</p> <p class=\"headnote-e\"><b>Penalty for default</b></p> <p class=\"subsection-e\">(2) If the bailiff fails to deliver any of such property or the proceeds thereof, the bailiff shall pay double the value of that which is retained, which may be recovered by the sheriff from him or her with costs of suit, and shall be accounted for by the sheriff as part of the estate of the debtor.</p> <p class=\"headnote-e\"><b>Costs</b></p> <p class=\"subsection-e\">(3) The costs and disbursements of the bailiff are a first charge upon such property or the proceeds thereof and shall be paid by the sheriff to the bailiff upon demand after being assessed by the Small Claims Court clerk.</p> <p class=\"headnote-e\"><b>Distribution of proceeds</b></p> <p class=\"subsection-e\">(4) The sheriff shall distribute the proceeds among the creditors entitled to share in the distribution, and the Small Claims Court execution creditors are entitled without further proof to stand in the same position as creditors whose executions are in the sheriff’s hands. R.S.O. 1990, c. C.45, s. 25.</p>"
        },
        {
            "id": "P294_33875",
            "section": "Apportionment",
            "content": "26. Where the amount levied by the sheriff is not sufficient to pay the executions and certificates with costs in full, the money shall be applied to the payment rateably of such debts and costs of the creditors, after retaining the sheriff’s fees including poundage, and after payment in full of the taxed costs and the costs of the execution to the creditor at whose instance and under whose execution the seizure and levy were made where the creditor is entitled to priority therefor under this Act. R.S.O. 1990, c. C.45, s. 26.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P294_33875\"></a><a name=\"BK25\"></a>26.</b> Where the amount levied by the sheriff is not sufficient to pay the executions and certificates with costs in full, the money shall be applied to the payment rateably of such debts and costs of the creditors, after retaining the sheriff’s fees including poundage, and after payment in full of the taxed costs and the costs of the execution to the creditor at whose instance and under whose execution the seizure and levy were made where the creditor is entitled to priority therefor under this Act. R.S.O. 1990, c. C.45, s. 26.</p>"
        },
        {
            "id": "P296_34452",
            "section": "Levy of interest and costs of renewals",
            "content": "27. The sheriff, if directed by an endorsement upon a certificate, shall, in addition to the amounts named therein, levy interest on such amounts from the date of the certificate, or from the date named in that behalf in the certificate, and also $1.35 for the disbursements on every renewal of the certificate, and, where such renewal is made by a solicitor, the sheriff shall also levy $1.25 for the solicitor’s costs on the renewal. R.S.O. 1990, c. C.45, s. 27.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P296_34452\"></a><a name=\"BK26\"></a>27.</b> The sheriff, if directed by an endorsement upon a certificate, shall, in addition to the amounts named therein, levy interest on such amounts from the date of the certificate, or from the date named in that behalf in the certificate, and also $1.35 for the disbursements on every renewal of the certificate, and, where such renewal is made by a solicitor, the sheriff shall also levy $1.25 for the solicitor’s costs on the renewal. R.S.O. 1990, c. C.45, s. 27.</p>"
        },
        {
            "id": "P298_34944",
            "section": "Sheriff’s poundage",
            "content": "28. Where money is to be distributed by the sheriff under this Act, the sheriff is not entitled to poundage as upon separate executions or certificates, but only upon the net proceeds distributable by him or her at the same rate as if the whole amount had been payable upon one execution. R.S.O. 1990, c. C.45, s. 28. Payment of money by sheriff",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P298_34944\"></a><a name=\"BK27\"></a>28.</b> Where money is to be distributed by the sheriff under this Act, the sheriff is not entitled to poundage as upon separate executions or certificates, but only upon the net proceeds distributable by him or her at the same rate as if the whole amount had been payable upon one execution. R.S.O. 1990, c. C.45, s. 28.</p> <p class=\"headnote-e\"><b>Payment of money by sheriff</b></p>"
        },
        {
            "id": "P301_35335",
            "section": "Application of money made under execution",
            "content": "29. (1) Where money is made under an execution, it shall be taken to have been made under all the executions and certificates entitled to the benefit thereof, and, upon payment being made to the person entitled under any such execution or certificate, the sheriff shall endorse thereon a memorandum of the amount so paid, but the sheriff shall not, except on the request of the party who issued the execution, or by direction of the court out of which the same issued, return the execution until it has been fully satisfied or has expired, in which latter case the sheriff shall make a formal return of the amount made thereunder. Compelling payment by sheriff (2) The like measures may be taken to compel payment by the sheriff of money payable in respect of a certificate as can now be had to compel the return by the sheriff of an execution. R.S.O. 1990, c. C.45, s. 29.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P301_35335\"></a><a name=\"BK28\"></a>29.</b> (1) Where money is made under an execution, it shall be taken to have been made under all the executions and certificates entitled to the benefit thereof, and, upon payment being made to the person entitled under any such execution or certificate, the sheriff shall endorse thereon a memorandum of the amount so paid, but the sheriff shall not, except on the request of the party who issued the execution, or by direction of the court out of which the same issued, return the execution until it has been fully satisfied or has expired, in which latter case the sheriff shall make a formal return of the amount made thereunder.</p> <p class=\"headnote-e\"><b>Compelling payment by sheriff</b></p> <p class=\"subsection-e\">(2) The like measures may be taken to compel payment by the sheriff of money payable in respect of a certificate as can now be had to compel the return by the sheriff of an execution. R.S.O. 1990, c. C.45, s. 29.</p>"
        },
        {
            "id": "P305_36282",
            "section": "Statement to be kept in sheriff’s office, pending distribution",
            "content": "30. Pending the distribution, the sheriff shall keep, in the book mentioned in section 5, a statement in Form 6, in English or French, showing, (a) the amounts levied or received and the dates of levy or receipt; (b) each execution, certificate or order in his or her hands at the time of making the entry in Form 1, or subsequently received during the month, the amount thereof, for debt and costs, and the date of receipt, and such statement shall be amended from time to time as additional amounts are levied or received or further executions, certificates or orders are received. R.S.O. 1990, c. C.45, s. 30.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P305_36282\"></a><a name=\"BK29\"></a>30.</b> Pending the distribution, the sheriff shall keep, in the book mentioned in section 5, a statement in Form 6, in English or French, showing,</p> <p class=\"clause-e\">(a) the amounts levied or received and the dates of levy or receipt;</p> <p class=\"clause-e\">(b) each execution, certificate or order in his or her hands at the time of making the entry in Form 1, or subsequently received during the month, the amount thereof, for debt and costs, and the date of receipt, and such statement shall be amended from time to time as additional amounts are levied or received or further executions, certificates or orders are received. R.S.O. 1990, c. C.45, s. 30.</p>"
        },
        {
            "id": "P309_36946",
            "section": "Sheriff to give information as to estate of debtor",
            "content": "31. The sheriff shall at all times without fee answer any reasonable question that he or she is asked orally respecting the property of the debtor by a creditor or any one acting on the creditor’s behalf, and shall facilitate the obtaining by him or her of full information respecting the property and the probable dividend to be realized therefrom in his or her county, or any other information in connection with the property that the creditor may reasonably desire to obtain. R.S.O. 1990, c. C.45, s. 31.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P309_36946\"></a><a name=\"BK30\"></a>31.</b> The sheriff shall at all times without fee answer any reasonable question that he or she is asked orally respecting the property of the debtor by a creditor or any one acting on the creditor’s behalf, and shall facilitate the obtaining by him or her of full information respecting the property and the probable dividend to be realized therefrom in his or her county, or any other information in connection with the property that the creditor may reasonably desire to obtain. R.S.O. 1990, c. C.45, s. 31.</p>"
        },
        {
            "id": "P311_37536",
            "section": "Distribution by sheriff where amount levied insufficient to meet all claims",
            "content": "32. (1) Where at the time for distribution the money is insufficient to pay all claims in full, the sheriff shall first prepare for examination by the debtor and the debtor’s creditors a list of the creditors entitled to share in the distribution, with the amount due to each for principal, interest and costs. R.S.O. 1990, c. C.45, s. 32 (1). Contents of list (2) The list shall be so arranged as to show the amount payable to each creditor and the total amount to be distributed, and the sheriff shall deliver or send by regular lettermail a copy of the list to each creditor or creditor’s solicitor. R.S.O. 1990, c. C.45, s. 32 (2); 1994, c. 27, s. 44 (1). Time for distribution (3) If within 10 days after all the copies have been delivered or posted, or within such further time as the judge may allow, no objection is made as provided by this Act, the sheriff shall make distribution forthwith pursuant to such list. R.S.O. 1990, c. C.45, s. 32 (3); 1994, c. 27, s. 44 (2). Where objection made (4) If objection is made, the sheriff shall forthwith distribute rateably so much of the money made, and among such persons, as will not interfere with the effect of the objection in case it should be allowed. Right of contestation (5) Any person affected by the proposed scheme of distribution may contest it by giving, within the time mentioned in subsection (3), a notice in writing to the sheriff stating the person’s objection to the scheme and the grounds thereof. Order (6) The contestant shall within eight days thereafter apply to the judge for an order adjudicating upon the matter in dispute, otherwise the contestation shall be taken to be abandoned. Appointment (7) The contestant shall, within the time mentioned in subsection (6), obtain from the judge an appointment for hearing and determining the matter in dispute. Service (8) A copy of the appointment and a notice in writing in Form 7, in English or French, of the objections stating the grounds thereof shall be served by the contestant upon the debtor, unless the debtor is the contestant, and upon the creditors or such of them as the judge may direct. Determination of dispute (9) The judge may determine any question in dispute in a summary manner, or may direct an action to be brought or an issue to be tried with or without a jury in any court and in any county for the determination thereof, and may make such order as to the costs of the proceeding as he or she considers just, and subsections 13(2) and (3) apply. Distribution of money retained (10) Where a claimant is held to be not entitled or to be entitled to part only of a claim, the money retained pending the contestation or the portion as to which the claimant has failed shall be distributed among the creditors who would have been entitled to it as it would have been distributed had the claim in respect thereof not been made. Rights of subsequent execution creditors where first execution followed by a mortgage (11) Where a debtor has executed a mortgage or other charge, otherwise valid, upon the debtor’s property or a part thereof after the receipt of an execution by the sheriff and before distribution, such mortgage or charge shall not prevent the sheriff from selling the property under an execution or certificate placed in his or her hands before distribution as if such mortgage or charge had not been given, nor prevent creditors whose executions or certificates are subsequent thereto from sharing in the distribution; but, in distributing the money realized from the sale of such property, the sheriff shall deduct and pay to the person entitled thereto the amount of such mortgage or charge from the amount that would otherwise be payable out of the proceeds of such property to such subsequent creditors. Scheme of distribution in above case (12) In the case provided for in subsection (11), the sheriff shall prepare a separate scheme of distribution of the proceeds of the encumbered property without reference to the mortgage or charge, and from the dividends payable according to such scheme to subsequent creditors there shall be deducted the amount of the mortgage or charge, and the amount so deducted shall be paid to the encumbrancer. R.S.O. 1990, c. C.45, s. 32 (4-12).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P311_37536\"></a><a name=\"BK31\"></a>32.</b> (1) Where at the time for distribution the money is insufficient to pay all claims in full, the sheriff shall first prepare for examination by the debtor and the debtor’s creditors a list of the creditors entitled to share in the distribution, with the amount due to each for principal, interest and costs. R.S.O. 1990, c. C.45, s. 32 (1).</p> <p class=\"headnote-e\"><b>Contents of list</b></p> <p class=\"subsection-e\">(2) The list shall be so arranged as to show the amount payable to each creditor and the total amount to be distributed, and the sheriff shall deliver or send by regular lettermail a copy of the list to each creditor or creditor’s solicitor. R.S.O. 1990, c. C.45, s. 32 (2); 1994, c. 27, s. 44 (1).</p> <p class=\"headnote-e\"><b>Time for distribution</b></p> <p class=\"subsection-e\">(3) If within 10 days after all the copies have been delivered or posted, or within such further time as the judge may allow, no objection is made as provided by this Act, the sheriff shall make distribution forthwith pursuant to such list. R.S.O. 1990, c. C.45, s. 32 (3); 1994, c. 27, s. 44 (2).</p> <p class=\"headnote-e\"><b>Where objection made</b></p> <p class=\"subsection-e\">(4) If objection is made, the sheriff shall forthwith distribute rateably so much of the money made, and among such persons, as will not interfere with the effect of the objection in case it should be allowed.</p> <p class=\"headnote-e\"><b>Right of contestation</b></p> <p class=\"subsection-e\">(5) Any person affected by the proposed scheme of distribution may contest it by giving, within the time mentioned in subsection (3), a notice in writing to the sheriff stating the person’s objection to the scheme and the grounds thereof.</p> <p class=\"headnote-e\"><b>Order</b></p> <p class=\"subsection-e\">(6) The contestant shall within eight days thereafter apply to the judge for an order adjudicating upon the matter in dispute, otherwise the contestation shall be taken to be abandoned.</p> <p class=\"headnote-e\"><b>Appointment</b></p> <p class=\"subsection-e\">(7) The contestant shall, within the time mentioned in subsection (6), obtain from the judge an appointment for hearing and determining the matter in dispute.</p> <p class=\"headnote-e\"><b>Service</b></p> <p class=\"subsection-e\">(8) A copy of the appointment and a notice in writing in Form 7, in English or French, of the objections stating the grounds thereof shall be served by the contestant upon the debtor, unless the debtor is the contestant, and upon the creditors or such of them as the judge may direct.</p> <p class=\"headnote-e\"><b>Determination of dispute</b></p> <p class=\"subsection-e\">(9) The judge may determine any question in dispute in a summary manner, or may direct an action to be brought or an issue to be tried with or without a jury in any court and in any county for the determination thereof, and may make such order as to the costs of the proceeding as he or she considers just, and subsections 13(2) and (3) apply.</p> <p class=\"headnote-e\"><b>Distribution of money retained</b></p> <p class=\"subsection-e\">(10) Where a claimant is held to be not entitled or to be entitled to part only of a claim, the money retained pending the contestation or the portion as to which the claimant has failed shall be distributed among the creditors who would have been entitled to it as it would have been distributed had the claim in respect thereof not been made.</p> <p class=\"headnote-e\"><b>Rights of subsequent execution creditors where first execution followed by a mortgage</b></p> <p class=\"subsection-e\">(11) Where a debtor has executed a mortgage or other charge, otherwise valid, upon the debtor’s property or a part thereof after the receipt of an execution by the sheriff and before distribution, such mortgage or charge shall not prevent the sheriff from selling the property under an execution or certificate placed in his or her hands before distribution as if such mortgage or charge had not been given, nor prevent creditors whose executions or certificates are subsequent thereto from sharing in the distribution; but, in distributing the money realized from the sale of such property, the sheriff shall deduct and pay to the person entitled thereto the amount of such mortgage or charge from the amount that would otherwise be payable out of the proceeds of such property to such subsequent creditors.</p> <p class=\"headnote-e\"><b>Scheme of distribution in above case</b></p> <p class=\"subsection-e\">(12) In the case provided for in subsection (11), the sheriff shall prepare a separate scheme of distribution of the proceeds of the encumbered property without reference to the mortgage or charge, and from the dividends payable according to such scheme to subsequent creditors there shall be deducted the amount of the mortgage or charge, and the amount so deducted shall be paid to the encumbrancer. R.S.O. 1990, c. C.45, s. 32 (4-12).</p>"
        },
        {
            "id": "P335_41883",
            "section": "Directions by judge to avoid unnecessary parties and trials",
            "content": "33. Where several creditors are interested in a contestation, either for or against the same, the judge shall give such directions for saving the expense of an unnecessary number of parties and trials, and of unnecessary procedures, as he or she considers just, and shall direct by whom and in what proportions any cost incurred in the contestation, or in any proceeding thereunder, shall be paid, and whether any and what costs shall be paid out of the money levied. R.S.O. 1990, c. C.45, s. 33.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P335_41883\"></a><a name=\"BK32\"></a>33.</b> Where several creditors are interested in a contestation, either for or against the same, the judge shall give such directions for saving the expense of an unnecessary number of parties and trials, and of unnecessary procedures, as he or she considers just, and shall direct by whom and in what proportions any cost incurred in the contestation, or in any proceeding thereunder, shall be paid, and whether any and what costs shall be paid out of the money levied. R.S.O. 1990, c. C.45, s. 33.</p>"
        },
        {
            "id": "P337_42438",
            "section": "Direction by judge to sheriff where claim is disputed",
            "content": "34. (1) The judge may direct the sheriff to levy for an amount sufficient to cover a claim that is in dispute, or part thereof, or, if it appears to the judge that it is improbable that the debtor has other sufficient property, the judge may direct the sheriff to retain in his or her hands during the contestation the share that, if the claim is sustained, will be apportionable to it, or a part thereof. Authority of sheriff under order (2) An order to levy under this section confers on the sheriff the same authority as he or she would have under an execution. R.S.O. 1990, c. C.45, s. 34.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P337_42438\"></a><a name=\"BK33\"></a>34.</b> (1) The judge may direct the sheriff to levy for an amount sufficient to cover a claim that is in dispute, or part thereof, or, if it appears to the judge that it is improbable that the debtor has other sufficient property, the judge may direct the sheriff to retain in his or her hands during the contestation the share that, if the claim is sustained, will be apportionable to it, or a part thereof.</p> <p class=\"headnote-e\"><b>Authority of sheriff under order</b></p> <p class=\"subsection-e\">(2) An order to levy under this section confers on the sheriff the same authority as he or she would have under an execution. R.S.O. 1990, c. C.45, s. 34.</p>"
        },
        {
            "id": "P341_43060",
            "section": "Effect of decisions",
            "content": "35. The decision of a judge of the Superior Court of Justice or of the Divisional Court on an appeal binds the debtor and all the debtor’s creditors, unless it appears that the decision was obtained by fraud or collusion. R.S.O. 1990, c. C.45, s. 35; 2006, c. 19, Sched. C, s. 1 (1).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P341_43060\"></a><a name=\"BK34\"></a>35.</b> The decision of a judge of the Superior Court of Justice or of the Divisional Court on an appeal binds the debtor and all the debtor’s creditors, unless it appears that the decision was obtained by fraud or collusion. R.S.O. 1990, c. C.45, s. 35; 2006, c. 19, Sched. C, s. 1 (1).</p>"
        },
        {
            "id": "P343_43378",
            "section": "Deposit of money in bank",
            "content": "36. (1) Where money comes into the hands of a sheriff, he or she shall, whenever it amounts to $100, deposit it in a bank designated for that purpose by the Lieutenant Governor in Council, or, where there is no such bank, in a bank in which public money of Ontario is then being deposited. Special account (2) The deposit shall be made in a special account in the name of the sheriff as trustee for the creditors of the debtor. R.S.O. 1990, c. C.45, s. 36.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P343_43378\"></a><a name=\"BK35\"></a>36.</b> (1) Where money comes into the hands of a sheriff, he or she shall, whenever it amounts to $100, deposit it in a bank designated for that purpose by the Lieutenant Governor in Council, or, where there is no such bank, in a bank in which public money of Ontario is then being deposited.</p> <p class=\"headnote-e\"><b>Special account</b></p> <p class=\"subsection-e\">(2) The deposit shall be made in a special account in the name of the sheriff as trustee for the creditors of the debtor. R.S.O. 1990, c. C.45, s. 36.</p>"
        },
        {
            "id": "P347_43870",
            "section": "Attaching orders by sheriff",
            "content": "37. Where there are in the sheriff’s hands several executions and certificates and there does not appear to be sufficient property to pay all and his or her own fees, the sheriff may apply for an order attaching any debt owing to the execution debtor by any person resident in the county of the sheriff, whether the debt is owing by such person alone or jointly with another person resident or not resident in the county, and to procure an order and to obtain and enforce payment of the debt the sheriff may take the same proceeding as a creditor, and in such case an execution may be directed to the sheriff in the same manner as if the attachment were by a creditor, and the proceeds of the debt attached shall be dealt with and distributed in the same manner as if he or she had realized the proceeds under execution. R.S.O. 1990, c. C.45, s. 37.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P347_43870\"></a><a name=\"BK36\"></a>37.</b> Where there are in the sheriff’s hands several executions and certificates and there does not appear to be sufficient property to pay all and his or her own fees, the sheriff may apply for an order attaching any debt owing to the execution debtor by any person resident in the county of the sheriff, whether the debt is owing by such person alone or jointly with another person resident or not resident in the county, and to procure an order and to obtain and enforce payment of the debt the sheriff may take the same proceeding as a creditor, and in such case an execution may be directed to the sheriff in the same manner as if the attachment were by a creditor, and the proceeds of the debt attached shall be dealt with and distributed in the same manner as if he or she had realized the proceeds under execution. R.S.O. 1990, c. C.45, s. 37.</p>"
        },
        {
            "id": "P349_44733",
            "section": "Appeal",
            "content": "38. If a party to a contestation or matter upon which a judge has rendered or made a final judgment or order is dissatisfied with the judgment or order and it is with respect to a question involving a sum greater than $100, the party may appeal therefrom to the Divisional Court in accordance with the rules of court. R.S.O. 1990, c. C.45, s. 38.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P349_44733\"></a><a name=\"BK37\"></a>38.</b> If a party to a contestation or matter upon which a judge has rendered or made a final judgment or order is dissatisfied with the judgment or order and it is with respect to a question involving a sum greater than $100, the party may appeal therefrom to the Divisional Court in accordance with the rules of court. R.S.O. 1990, c. C.45, s. 38.</p>"
        },
        {
            "id": "P351_45100",
            "section": "Powers of judge",
            "content": "39. Any proceeding erroneously taken under this Act may be set aside by a judge, with or without costs as he or she thinks fit. R.S.O. 1990, c. C.45, s. 39.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P351_45100\"></a><a name=\"BK38\"></a>39.</b> Any proceeding erroneously taken under this Act may be set aside by a judge, with or without costs as he or she thinks fit. R.S.O. 1990, c. C.45, s. 39.</p>"
        },
        {
            "id": "P353_45297",
            "section": "Evidence on proceeding before judge",
            "content": "40. Upon any proceeding before the judge, the evidence may be taken orally or by affidavit as the judge may direct. R.S.O. 1990, c. C.45, s. 40.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P353_45297\"></a><a name=\"BK39\"></a>40.</b> Upon any proceeding before the judge, the evidence may be taken orally or by affidavit as the judge may direct. R.S.O. 1990, c. C.45, s. 40.</p>"
        },
        {
            "id": "P355_45472",
            "section": "Fees payable to the Crown",
            "content": "41. The following fees are payable to the Crown upon all claims filed, where the amount of the claim exceeds $200:  On an affidavit of claim where the amount claimed does not exceed $400\n\n$ .80\n\n\nOn every such affidavit where the claim exceeds $400\n\n1.50\n\n\nOn every certificate of the clerk given under section 9, where the claim does not exceed $400\n\n.80\n\n\nOn every such certificate where the claim exceeds $400\n\n1.50\n\n\nOn every order made by the judge allowing or disallowing a claim, where the claim does not exceed $400\n\n.50\n\n\nOn every such order where the claim exceeds $400\n\n1.00 R.S.O. 1990, c. C.45, s. 41.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P355_45472\"></a><a name=\"BK40\"></a>41.</b> The following fees are payable to the Crown upon all claims filed, where the amount of the claim exceeds $200:</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"210\"><p class=\"table-e\">On an affidavit of claim where the amount claimed does not exceed $400</p>\n</td>\n<td valign=\"top\" width=\"101\"><p align=\"right\" class=\"table-e\">$ .80</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"210\"><p class=\"table-e\">On every such affidavit where the claim exceeds $400</p>\n</td>\n<td valign=\"top\" width=\"101\"><p align=\"right\" class=\"table-e\">1.50</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"210\"><p class=\"table-e\">On every certificate of the clerk given under section 9, where the claim does not exceed $400</p>\n</td>\n<td valign=\"top\" width=\"101\"><p align=\"right\" class=\"table-e\">.80</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"210\"><p class=\"table-e\">On every such certificate where the claim exceeds $400</p>\n</td>\n<td valign=\"top\" width=\"101\"><p align=\"right\" class=\"table-e\">1.50</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"210\"><p class=\"table-e\">On every order made by the judge allowing or disallowing a claim, where the claim does not exceed $400</p>\n</td>\n<td valign=\"top\" width=\"101\"><p align=\"right\" class=\"table-e\">.50</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"210\"><p class=\"table-e\">On every such order where the claim exceeds $400</p>\n</td>\n<td valign=\"top\" width=\"101\"><p align=\"right\" class=\"table-e\">1.00</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.S.O. 1990, c. C.45, s. 41.</p>"
        },
        {
            "id": "P373_46100",
            "section": "Application of Courts of Justice Act",
            "content": "42. Except where inconsistent with this Act, the Courts of Justice Act and the rules of court apply to any proceeding under this Act. R.S.O. 1990, c. C.45, s. 42. ______________ FORM 1    SHERIFF’S ENTRY Creditors’ Relief Act  R.S.O. 1990, c. C.45, Form 1. FORM 2    AFFIDAVIT OF CLAIM Creditors’ Relief Act  R.S.O. 1990, c. C.45, Form 2; 2006, c. 19, Sched. C, s. 1 (1). FORM 3   NOTICE TO BE SERVED WITH CLAIM Creditors’ Relief Act  R.S.O. 1990, c. C.45, Form 3; 2006, c. 19, Sched. C, s. 1 (1). FORM 4   AFFIDAVIT OF SERVICE OF CLAIM Creditors’ Relief Act  R.S.O. 1990, c. C.45, Form 4; 2006, c. 19, Sched. C, s. 1 (1). FORM 5   CERTIFICATE OF PROOF OF CLAIM Creditors’ Relief Act  R.S.O. 1990, c. C.45, Form 5; 2006, c. 19, Sched. C, s. 1 (1). FORM 6   SHERIFF’S STATEMENT OF EXECUTIONS, ETC., IN HIS OR HER HANDS AGAINST C.D. Creditors’ Relief Act  R.S.O. 1990, c. C.45, Form 6. FORM 7   NOTICE OF CONTESTATION OF SCHEME OF DISTRIBUTION Creditors’ Relief Act  R.S.O. 1990, c. C.45, Form 7; 2006, c. 19, Sched. C, s. 1 (1). ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P373_46100\"></a><a name=\"BK41\"></a>42.</b> Except where inconsistent with this Act, the <i>Courts of Justice Act</i> and the rules of court apply to any proceeding under this Act. R.S.O. 1990, c. C.45, s. 42.</p> <p class=\"line-e\">______________</p> <p class=\"form-e\"><a name=\"P375_46281\"></a><a name=\"BK42\"></a>FORM 1  <br/>  SHERIFF’S ENTRY</p> <p class=\"act-e\"><i>Creditors’ Relief Act</i></p> <p class=\"Normal\"><img border=\"0\" height=\"203\" src=\"images/elaws_rep_statutes_90c45_e-1.gif\" width=\"265\"/></p> <p class=\"footnote-e\">R.S.O. 1990, c. C.45, Form 1.</p> <p class=\"form-e\"><a name=\"P379_46358\"></a><a name=\"BK43\"></a>FORM 2  <br/>  AFFIDAVIT OF CLAIM</p> <p class=\"act-e\"><i>Creditors’ Relief Act</i></p> <p class=\"Normal\"><img border=\"0\" height=\"357\" src=\"images/elaws_rep_statutes_90c45_e-2.gif\" width=\"265\"/> <br/>\n</p> <p class=\"footnote-e\">R.S.O. 1990, c. C.45, Form 2; 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"form-e\"><a name=\"P383_46472\"></a><a name=\"BK44\"></a>FORM 3 <br/>  NOTICE TO BE SERVED WITH CLAIM</p> <p class=\"act-e\"><i>Creditors’ Relief Act</i></p> <p class=\"Normal\"><img border=\"0\" height=\"652\" src=\"images/elaws_rep_statutes_90c45_e-3.gif\" width=\"265\"/></p> <p class=\"footnote-e\">R.S.O. 1990, c. C.45, Form 3; 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"form-e\"><a name=\"P387_46597\"></a><a name=\"BK45\"></a>FORM 4 <br/>  AFFIDAVIT OF SERVICE OF CLAIM</p> <p class=\"act-e\"><i>Creditors’ Relief Act</i></p> <p class=\"Normal\"><img border=\"0\" height=\"341\" src=\"images/elaws_rep_statutes_90c45_e-4.gif\" width=\"265\"/></p> <p class=\"footnote-e\">R.S.O. 1990, c. C.45, Form 4; 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"form-e\"><a name=\"P391_46721\"></a><a name=\"BK46\"></a>FORM 5 <br/>  CERTIFICATE OF PROOF OF CLAIM</p> <p class=\"act-e\"><i>Creditors’ Relief Act</i></p> <p class=\"Normal\"><img border=\"0\" height=\"464\" src=\"images/elaws_rep_statutes_90c45_e-5.gif\" width=\"265\"/></p> <p class=\"footnote-e\">R.S.O. 1990, c. C.45, Form 5; 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"form-e\"><a name=\"P395_46845\"></a><a name=\"BK47\"></a>FORM 6 <br/>  SHERIFF’S STATEMENT OF EXECUTIONS, ETC., IN HIS OR HER HANDS AGAINST C.D.</p> <p class=\"act-e\"><i>Creditors’ Relief Act</i></p> <p class=\"Normal\"><img border=\"0\" height=\"289\" src=\"images/elaws_rep_statutes_90c45_e-6.gif\" width=\"537\"/></p> <p class=\"footnote-e\">R.S.O. 1990, c. C.45, Form 6.</p> <p class=\"form-e\"><a name=\"P399_46979\"></a><a name=\"BK48\"></a>FORM 7 <br/>  NOTICE OF CONTESTATION OF SCHEME OF DISTRIBUTION</p> <p class=\"act-e\"><i>Creditors’ Relief Act</i></p> <p class=\"Normal\"><img border=\"0\" height=\"336\" src=\"images/elaws_rep_statutes_90c45_e-7.gif\" width=\"386\"/></p> <p class=\"footnote-e\">R.S.O. 1990, c. C.45, Form 7; 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90c45_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90c45_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}