{
    "act_info": {
        "full_title": "Crop Insurance Act (Ontario), R.S.O. 1990, c. C.46",
        "act_name_text": "Not Found",
        "citation": "Crop Insurance Act (Ontario), R.S.O. 1990, c. C.46",
        "url": "https://www.ontario.ca/laws/statute/90c46",
        "date_scraped": "2023-12-20 01:02:48"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Act, “Commission” means The Crop Insurance Commission of Ontario; (“Commission”) “contract of insurance” means a contract of insurance under a plan; (“contrat d’assurance”) “extended coverage” means insurance against, (a) loss arising from the destruction in whole or in part of stands of fruit trees or perennial plants other than trees by a peril designated in the regulations, or (b) loss arising when the seeding or planting of land intended to be used to grow an insured crop is prevented by a peril designated in the regulations; (“garantie supplémentaire”) “Fund” means the Ontario Crop Insurance Fund; (“Caisse”) “insurable crop” means an agricultural crop designated as an insurable crop by the regulations; (“récolte assurable”) “Minister” means the Minister of Agriculture and Food; (“ministre”) “plan” means a plan of crop insurance established by the regulations; (“régime”) “regulations” means the regulations made under this Act. (“règlements”) R.S.O. 1990, c. C.46, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Act,</p> <p class=\"firstdef-e\">“Commission” means The Crop Insurance Commission of Ontario; (“Commission”)</p> <p class=\"definition-e\">“contract of insurance” means a contract of insurance under a plan; (“contrat d’assurance”)</p> <p class=\"definition-e\">“extended coverage” means insurance against,</p> <p class=\"defclause-e\">  (a) loss arising from the destruction in whole or in part of stands of fruit trees or perennial plants other than trees by a peril designated in the regulations, or</p> <p class=\"defclause-e\">  (b) loss arising when the seeding or planting of land intended to be used to grow an insured crop is prevented by a peril designated in the regulations; (“garantie supplémentaire”)</p> <p class=\"definition-e\">“Fund” means the Ontario Crop Insurance Fund; (“Caisse”)</p> <p class=\"definition-e\">“insurable crop” means an agricultural crop designated as an insurable crop by the regulations; (“récolte assurable”)</p> <p class=\"definition-e\">“Minister” means the Minister of Agriculture and Food; (“ministre”)</p> <p class=\"definition-e\">“plan” means a plan of crop insurance established by the regulations; (“régime”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act. (“règlements”) R.S.O. 1990, c. C.46, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Crop Insurance Commission of Ontario continued",
            "content": " 2. (1) The commission known as The Crop Insurance Commission of Ontario is continued as a corporation without share capital under the name The Crop Insurance Commission of Ontario in English and Commission ontarienne de l’assurance-récolte in French and is responsible to the Minister. R.S.O. 1990, c. C.46, s. 2 (1). Composition (2) The Commission shall be composed of not fewer than five members who shall be appointed by the Minister. R.S.O. 1990, c. C.46, s. 2 (2); 1994, c. 27, s. 15 (1). Chair and vice-chair (3) The Minister may designate one of the members of the Commission as chair and one as vice-chair. R.S.O. 1990, c. C.46, s. 2 (3); 1994, c. 27, s. 15 (2). Quorum (4) Three members of the Commission, of whom one shall be the chair or the vice-chair, constitute a quorum. Remuneration (5) Such members of the Commission as are not officers in the public service of Ontario shall receive such remuneration and expenses as the Lieutenant Governor in Council from time to time determines. Liability (6) No member of the Commission and no officer or other employee of the Commission is personally liable for anything done by him or her in good faith under or purporting to be under the authority of this Act or the regulations. Corporations Act does not apply (7) The Corporations Act does not apply to the Commission. R.S.O. 1990, c. C.46, s. 2 (4-7).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The commission known as The Crop Insurance Commission of Ontario is continued as a corporation without share capital under the name The Crop Insurance Commission of Ontario in English and Commission ontarienne de l’assurance-récolte in French and is responsible to the Minister. R.S.O. 1990, c. C.46, s. 2 (1).</p> <p class=\"headnote-e\">Composition</p> <p class=\"subsection-e\">  (2) The Commission shall be composed of not fewer than five members who shall be appointed by the Minister. R.S.O. 1990, c. C.46, s. 2 (2); 1994, c. 27, s. 15 (1).</p> <p class=\"headnote-e\">Chair and vice-chair</p> <p class=\"subsection-e\">  (3) The Minister may designate one of the members of the Commission as chair and one as vice-chair. R.S.O. 1990, c. C.46, s. 2 (3); 1994, c. 27, s. 15 (2).</p> <p class=\"headnote-e\">Quorum</p> <p class=\"subsection-e\">  (4) Three members of the Commission, of whom one shall be the chair or the vice-chair, constitute a quorum.</p> <p class=\"headnote-e\">Remuneration</p> <p class=\"subsection-e\">  (5) Such members of the Commission as are not officers in the public service of Ontario shall receive such remuneration and expenses as the Lieutenant Governor in Council from time to time determines.</p> <p class=\"headnote-e\">Liability</p> <p class=\"subsection-e\">  (6) No member of the Commission and no officer or other employee of the Commission is personally liable for anything done by him or her in good faith under or purporting to be under the authority of this Act or the regulations.</p> <p class=\"headnote-e\"><i>Corporations Act</i> does not apply</p> <p class=\"subsection-e\">  (7) The <i>Corporations Act</i> does not apply to the Commission. R.S.O. 1990, c. C.46, s. 2 (4-7).</p>"
        },
        {
            "id": "3.",
            "section": "General manager and staff",
            "content": " 3. (1) A general manager of the Commission and such other employees as are considered necessary from time to time for the proper conduct of the business of the Commission may be appointed under the Public Service Act. Duties of general manager (2) The general manager of the Commission shall be the chief administrative officer of the Commission, and the Commission may delegate to the general manager such of its powers and duties under this Act as it considers advisable. Professional assistance (3) The Commission may engage persons other than those appointed under subsection (1) to provide professional, technical or other assistance to or on behalf of the Commission. R.S.O. 1990, c. C.46, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A general manager of the Commission and such other employees as are considered necessary from time to time for the proper conduct of the business of the Commission may be appointed under the <i>Public Service Act</i>.</p> <p class=\"headnote-e\">Duties of general manager</p> <p class=\"subsection-e\">  (2) The general manager of the Commission shall be the chief administrative officer of the Commission, and the Commission may delegate to the general manager such of its powers and duties under this Act as it considers advisable.</p> <p class=\"headnote-e\">Professional assistance</p> <p class=\"subsection-e\">  (3) The Commission may engage persons other than those appointed under subsection (1) to provide professional, technical or other assistance to or on behalf of the Commission. R.S.O. 1990, c. C.46, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Functions of Commission",
            "content": " 4. It is the function of the Commission and it has power, (a) to administer plans of crop insurance established by the regulations; (b) to conduct surveys and research programs relating to crop insurance and to obtain statistics for the purposes of the Commission; (c) to evaluate losses and pay claims under plans of crop insurance; (d) to enter into agreements with or retain persons for the soliciting and receiving of applications for insurance, the collecting of premiums and the adjusting of claims under plans for and on behalf of the Commission, and the doing of such other things on its behalf as the Commission considers necessary; (e) to reinsure with any other insurer the risk or any portion thereof under its contracts of insurance under any plan; (f) to require an applicant for crop insurance or an insured person to furnish such information, statements and reports as the Commission requires from time to time; (g) to administer this Act and the regulations; (h) to exercise such powers and perform such duties as are conferred or imposed upon it by or under this or any other Act; and (i) to perform such other functions and discharge such other duties as are assigned to it from time to time by the Lieutenant Governor in Council. R.S.O. 1990, c. C.46, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>It is the function of the Commission and it has power,</p> <p class=\"clause-e\">  (a) to administer plans of crop insurance established by the regulations;</p> <p class=\"clause-e\">  (b) to conduct surveys and research programs relating to crop insurance and to obtain statistics for the purposes of the Commission;</p> <p class=\"clause-e\">  (c) to evaluate losses and pay claims under plans of crop insurance;</p> <p class=\"clause-e\">  (d) to enter into agreements with or retain persons for the soliciting and receiving of applications for insurance, the collecting of premiums and the adjusting of claims under plans for and on behalf of the Commission, and the doing of such other things on its behalf as the Commission considers necessary;</p> <p class=\"clause-e\">  (e) to reinsure with any other insurer the risk or any portion thereof under its contracts of insurance under any plan;</p> <p class=\"clause-e\">  (f) to require an applicant for crop insurance or an insured person to furnish such information, statements and reports as the Commission requires from time to time;</p> <p class=\"clause-e\">  (g) to administer this Act and the regulations;</p> <p class=\"clause-e\">  (h) to exercise such powers and perform such duties as are conferred or imposed upon it by or under this or any other Act; and</p> <p class=\"clause-e\">  (i) to perform such other functions and discharge such other duties as are assigned to it from time to time by the Lieutenant Governor in Council. R.S.O. 1990, c. C.46, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Regulations ",
            "content": " 5. (1) Subject to the approval of the Lieutenant Governor in Council, the Commission may make regulations establishing and revoking voluntary plans for the insurance within Ontario of insurable crops and governing the terms and conditions of insurance under any plan. 1994, c. 27, s. 15 (3). Regulations requiring ministerial approval (1.1) Subject to the Minister’s approval, the Commission may make regulations amending the plans for insurance and the terms and conditions of insurance established by regulation under subsection (1), including with respect to, (a) designating perils for the purposes of any plan; (b) determining coverage and establishing values with respect to, (i) insurable crops, (ii) fruit trees and perennial plants, and (iii) seeding and planting, for the purpose of any plan; (c) fixing premium rates and providing for the payment and collection of premiums in respect of any plan; (d) prescribing forms and providing for their use and requiring any information given in a form to be verified by statutory declaration; (e) fixing a final date in each crop year for the receipt of applications for crop insurance under any plan; (f) requiring applicants for crop insurance and insured persons to furnish such information, statements and reports as are prescribed; (g) designating insurable persons for the purposes of any plan. 1994, c. 27, s. 15 (4). Application of regulations (2) A plan may apply to one or more insurable crops, and the plan or any provisions thereof may apply to all of Ontario or to any area within Ontario. Extended coverage (3) A plan may provide for extended coverage. R.S.O. 1990, c. C.46, s. 5 (2, 3).",
            "raw_html": "<p class=\"section-e\"> <b>5.</b> (1) Subject to the approval of the Lieutenant Governor in Council, the Commission may make regulations establishing and revoking voluntary plans for the insurance within Ontario of insurable crops and governing the terms and conditions of insurance under any plan. 1994, c. 27, s. 15 (3).</p> <p class=\"headnote-e\">Regulations requiring ministerial approval</p> <p class=\"subsection-e\">  (1.1) Subject to the Minister’s approval, the Commission may make regulations amending the plans for insurance and the terms and conditions of insurance established by regulation under subsection (1), including with respect to,</p> <p class=\"clause-e\">  (a) designating perils for the purposes of any plan;</p> <p class=\"clause-e\">  (b) determining coverage and establishing values with respect to,</p> <p class=\"subclause-e\">  (i) insurable crops,</p> <p class=\"subclause-e\">  (ii) fruit trees and perennial plants, and</p> <p class=\"subclause-e\">  (iii) seeding and planting,</p> <p class=\"Sclause-e\">  for the purpose of any plan;</p> <p class=\"clause-e\">  (c) fixing premium rates and providing for the payment and collection of premiums in respect of any plan;</p> <p class=\"clause-e\">  (d) prescribing forms and providing for their use and requiring any information given in a form to be verified by statutory declaration;</p> <p class=\"clause-e\">  (e) fixing a final date in each crop year for the receipt of applications for crop insurance under any plan;</p> <p class=\"clause-e\">  (f) requiring applicants for crop insurance and insured persons to furnish such information, statements and reports as are prescribed;</p> <p class=\"clause-e\">  (g) designating insurable persons for the purposes of any plan. 1994, c. 27, s. 15 (4).</p> <p class=\"headnote-e\">Application of regulations</p> <p class=\"subsection-e\">  (2) A plan may apply to one or more insurable crops, and the plan or any provisions thereof may apply to all of Ontario or to any area within Ontario.</p> <p class=\"headnote-e\">Extended coverage</p> <p class=\"subsection-e\">  (3) A plan may provide for extended coverage. R.S.O. 1990, c. C.46, s. 5 (2, 3).</p>"
        },
        {
            "id": "6.",
            "section": "Regulations by Commission",
            "content": " 6. (1) Subject to the approval of the Lieutenant Governor in Council, the Commission may make regulations establishing and revoking voluntary plans providing for the insurance within Ontario against loss arising when the seeding or planting of land to an agricultural crop is prevented by excess ground moisture, weather or other agricultural hazards, and the provisions of subsection 5 (1) apply with necessary modifications with respect to any plan. R.S.O. 1990, c. C.46, s. 6 (1); 1994, c. 27, s. 15 (5). Same (1.1) Subject to the Minister’s approval, the Commission may make regulations amending plans for insurance established under subsection (1). 1994, c. 27, s. 15 (6). Application of regulations (2) A plan or any provisions thereof may apply to all of Ontario or to any area within Ontario. R.S.O. 1990, c. C.46, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Subject to the approval of the Lieutenant Governor in Council, the Commission may make regulations establishing and revoking voluntary plans providing for the insurance within Ontario against loss arising when the seeding or planting of land to an agricultural crop is prevented by excess ground moisture, weather or other agricultural hazards, and the provisions of subsection 5 (1) apply with necessary modifications with respect to any plan. R.S.O. 1990, c. C.46, s. 6 (1); 1994, c. 27, s. 15 (5).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (1.1) Subject to the Minister’s approval, the Commission may make regulations amending plans for insurance established under subsection (1). 1994, c. 27, s. 15 (6).</p> <p class=\"headnote-e\">Application of regulations</p> <p class=\"subsection-e\">  (2) A plan or any provisions thereof may apply to all of Ontario or to any area within Ontario. R.S.O. 1990, c. C.46, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": "Regulations by Lieutenant Governor in Council",
            "content": " 7. (1) The Lieutenant Governor in Council may make regulations, (a) designating any agricultural crop as an insurable crop; (b) providing for the appointment of arbitrators, determining the constitution of boards of arbitration and regulating the practice and procedure of such arbitrators or boards of arbitration; (c) providing for the arbitration by an arbitrator or by a board of arbitration of disputes arising out of the adjustment of losses; (d) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. Decision of arbitrator or board of arbitration final (2) The decision of an arbitrator or a board of arbitration under the regulations is final. R.S.O. 1990, c. C.46, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">  (a) designating any agricultural crop as an insurable crop;</p> <p class=\"clause-e\">  (b) providing for the appointment of arbitrators, determining the constitution of boards of arbitration and regulating the practice and procedure of such arbitrators or boards of arbitration;</p> <p class=\"clause-e\">  (c) providing for the arbitration by an arbitrator or by a board of arbitration of disputes arising out of the adjustment of losses;</p> <p class=\"clause-e\">  (d) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act.</p> <p class=\"headnote-e\">Decision of arbitrator or board of arbitration final</p> <p class=\"subsection-e\">  (2) The decision of an arbitrator or a board of arbitration under the regulations is final. R.S.O. 1990, c. C.46, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Payment of premiums",
            "content": " 8. (1) All money required by this Act to be paid in respect of premiums under plans and all money due under agreements of reinsurance shall be paid to the Commission. Subsidy (2) The Lieutenant Governor in Council may authorize the Treasurer of Ontario to pay to the Commission out of the Consolidated Revenue Fund a sum equivalent to such percentage of the premiums payable under any plan or plans as the Lieutenant Governor in Council may determine. R.S.O. 1990, c. C.46, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) All money required by this Act to be paid in respect of premiums under plans and all money due under agreements of reinsurance shall be paid to the Commission.</p> <p class=\"headnote-e\">Subsidy</p> <p class=\"subsection-e\">  (2) The Lieutenant Governor in Council may authorize the Treasurer of Ontario to pay to the Commission out of the Consolidated Revenue Fund a sum equivalent to such percentage of the premiums payable under any plan or plans as the Lieutenant Governor in Council may determine. R.S.O. 1990, c. C.46, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Advances",
            "content": " 9. If at any time the amount standing to the credit of the Fund is insufficient for the purpose of making payments for claims under plans, the Lieutenant Governor in Council may authorize the Treasurer of Ontario to advance to the Commission out of the Consolidated Revenue Fund such sums as are necessary to meet the deficit on such terms and conditions as the Lieutenant Governor in Council may direct. R.S.O. 1990, c. C.46, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9.</b> If at any time the amount standing to the credit of the Fund is insufficient for the purpose of making payments for claims under plans, the Lieutenant Governor in Council may authorize the Treasurer of Ontario to advance to the Commission out of the Consolidated Revenue Fund such sums as are necessary to meet the deficit on such terms and conditions as the Lieutenant Governor in Council may direct. R.S.O. 1990, c. C.46, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Ontario Crop Insurance Fund",
            "content": " 10. (1) The Commission shall establish and maintain in a bank listed in Schedule I or II of the Bank Act (Canada) a fund, to be known as the Ontario Crop Insurance Fund, to which shall be credited the money received by the Commission under sections 8 and 9. Payments out of Fund (2) The Commission shall pay out of the Fund all money required for, (a) the payment of claims under plans; (b) the payment of premiums for reinsurance; and (c) the repayment of advances made under section 9. R.S.O. 1990, c. C.46, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) The Commission shall establish and maintain in a bank listed in Schedule I or II of the <i>Bank Act</i> (Canada) a fund, to be known as the Ontario Crop Insurance Fund, to which shall be credited the money received by the Commission under sections 8 and 9.</p> <p class=\"headnote-e\">Payments out of Fund</p> <p class=\"subsection-e\">  (2) The Commission shall pay out of the Fund all money required for,</p> <p class=\"clause-e\">  (a) the payment of claims under plans;</p> <p class=\"clause-e\">  (b) the payment of premiums for reinsurance; and</p> <p class=\"clause-e\">  (c) the repayment of advances made under section 9. R.S.O. 1990, c. C.46, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Surplus",
            "content": " 11. The Commission may pay into the Consolidated Revenue Fund any surplus money in the Fund that are not necessary for the current requirements of the Commission, and section 7 of the Financial Administration Act applies thereto. R.S.O. 1990, c. C.46, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11.</b> The Commission may pay into the Consolidated Revenue Fund any surplus money in the Fund that are not necessary for the current requirements of the Commission, and section 7 of the <i>Financial Administration Act</i> applies thereto. R.S.O. 1990, c. C.46, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Audit",
            "content": " 12. The accounts and financial transactions of the Commission shall be audited annually by the Provincial Auditor, and a report of the audit shall be made to the Commission and to the Minister. R.S.O. 1990, c. C.46, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>12.</b> The accounts and financial transactions of the Commission shall be audited annually by the Provincial Auditor, and a report of the audit shall be made to the Commission and to the Minister. R.S.O. 1990, c. C.46, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Annual report",
            "content": " 13. (1) The Commission shall make an annual report of the affairs of the Commission to the Minister. Tabling (2) The Minister shall submit the annual report to the Lieutenant Governor in Council and shall then lay the report before the Legislative Assembly if it is in session or, if not, at the next session. R.S.O. 1990, c. C.46, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) The Commission shall make an annual report of the affairs of the Commission to the Minister.</p> <p class=\"headnote-e\">Tabling</p> <p class=\"subsection-e\">  (2) The Minister shall submit the annual report to the Lieutenant Governor in Council and shall then lay the report before the Legislative Assembly if it is in session or, if not, at the next session. R.S.O. 1990, c. C.46, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Agreements with Canada",
            "content": " 14. (1) The Minister may, with the approval of the Lieutenant Governor in Council, enter into an agreement with the Government of Canada as provided for in the Crop Insurance Act (Canada). Extent of plans (2) Despite anything in this Act, no crop insurance plan shall be established unless an agreement made under subsection (1) applies to the plan. R.S.O. 1990, c. C.46, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) The Minister may, with the approval of the Lieutenant Governor in Council, enter into an agreement with the Government of Canada as provided for in the <i>Crop Insurance Act</i> (Canada).</p> <p class=\"headnote-e\">Extent of plans</p> <p class=\"subsection-e\">  (2) Despite anything in this Act, no crop insurance plan shall be established unless an agreement made under subsection (1) applies to the plan. R.S.O. 1990, c. C.46, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Insurance Act does not apply",
            "content": " 15. The\r\nInsurance Act does not apply to any matter or thing done by or under this Act. R.S.O. 1990, c. C.46, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>The\r\n<i>Insurance Act</i> does not apply to any matter or thing done by or under this Act. R.S.O. 1990, c. C.46, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Money",
            "content": " 16. The money required for the purposes of administering this Act shall be paid out of the money appropriated therefor by the Legislature. R.S.O. 1990, c. C.46, s. 16. ______________  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>16.</b> The money required for the purposes of administering this Act shall be paid out of the money appropriated therefor by the Legislature. R.S.O. 1990, c. C.46, s. 16.</p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90c46_f.htm\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}