{
    "act_info": {
        "full_title": "Crown Foundations Act, 1996, S.O. 1996, c. 22",
        "act_name_text": "Crown Foundations Act, 1996",
        "citation": "S.O. 1996, c. 22",
        "url": "https://www.ontario.ca/laws/statute/96c22",
        "date_scraped": "2023-12-18 22:02:37"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  1, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/96c22/v9",
            "valid_from": "April 18, 2019",
            "valid_to": "March 31, 2020"
        },
        {
            "a_href": "/laws/statute/96c22/v8",
            "valid_from": "December 15, 2009",
            "valid_to": "April 17, 2019"
        },
        {
            "a_href": "/laws/statute/96c22/v7",
            "valid_from": "August 20, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/96c22/v6",
            "valid_from": "December 20, 2006",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/96c22/v5",
            "valid_from": "June 22, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/96c22/v4",
            "valid_from": "November  1, 2005",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/96c22/v3",
            "valid_from": "November 30, 2004",
            "valid_to": "October 31, 2005"
        },
        {
            "a_href": "/laws/statute/96c22/v2",
            "valid_from": "June 17, 2004",
            "valid_to": "November 29, 2004"
        },
        {
            "a_href": "/laws/statute/96c22/v1",
            "valid_from": "June 27, 1996",
            "valid_to": "June 16, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/100128",
            "Citation": "O. Reg. 128/10",
            "title": "DISSOLUTION OF CERTAIN CULTURAL CROWN FOUNDATIONS"
        },
        {
            "a_href": "/laws/regulation/080118",
            "Citation": "O. Reg. 118/08",
            "title": "DISSOLUTION OF CERTAIN HOSPITAL CROWN FOUNDATIONS"
        },
        {
            "a_href": "/laws/regulation/050171",
            "Citation": "O. Reg. 171/05",
            "title": "DISSOLUTION OF GRAND RIVER HOSPITAL CROWN FOUNDATION"
        },
        {
            "a_href": "/laws/regulation/040221",
            "Citation": "O. Reg. 221/04",
            "title": "DISSOLUTION OF ST. MICHAEL'S HOSPITAL CROWN FOUNDATION"
        },
        {
            "a_href": "/laws/regulation/030325",
            "Citation": "O. Reg. 325/03",
            "title": "DISSOLUTION OF CIAR FOUNDATION"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “cultural organization” means the Art Gallery of Ontario, the Province of Ontario Council for the Arts, the Royal Botanical Gardens, the Royal Ontario Museum and any other body designated by order of the Lieutenant Governor in Council as a cultural organization for the purposes of this Act; (“organisme culturel”) “foundation” means a foundation established under section 2 of this Act; (“fondation”) “hospital” means a hospital approved as a public hospital under the Public Hospitals Act; (“hôpital”) “institution” means a cultural organization, a hospital, a library and any non-profit organization designated by order of the Lieutenant Governor in Council as an institution for the purposes of this Act; (“établissement”) “library” means a board defined in section 1 of the Public Libraries Act or a special library service board under Part III of that Act; (“bibliothèque”) “responsible minister”, with respect to a foundation or a class of foundations, means the member of the Executive Council designated by order of the Lieutenant Governor in Council as the minister responsible for that foundation or class of foundations. (“ministre responsable”)  1996, c. 22, s. 1; 2009, c. 33, Sched. 18, s. 7; 2019, c. 5, Sched. 3, s. 5. Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 18, s. 7 - 15/12/2009 2019, c. 5, Sched. 3, s. 5 - 01/04/2020",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“cultural organization” means the Art Gallery of Ontario, the Province of Ontario Council for the Arts, the Royal Botanical Gardens, the Royal Ontario Museum and any other body designated by order of the Lieutenant Governor in Council as a cultural organization for the purposes of this Act; (“organisme culturel”)</p> <p class=\"definition\">“foundation” means a foundation established under section 2 of this Act; (“fondation”)</p> <p class=\"definition\">“hospital” means a hospital approved as a public hospital under the <i>Public Hospitals Act</i>; (“hôpital”)</p> <p class=\"definition\">“institution” means a cultural organization, a hospital, a library and any non-profit organization designated by order of the Lieutenant Governor in Council as an institution for the purposes of this Act; (“établissement”)</p> <p class=\"definition\">“library” means a board defined in section 1 of the <i>Public Libraries Act</i> or a special library service board under Part III of that Act; (“bibliothèque”)</p> <p class=\"definition\">“responsible minister”, with respect to a foundation or a class of foundations, means the member of the Executive Council designated by order of the Lieutenant Governor in Council as the minister responsible for that foundation or class of foundations. (“ministre responsable”)  1996, c. 22, s. 1; 2009, c. 33, Sched. 18, s. 7; 2019, c. 5, Sched. 3, s. 5.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched18s7\">2009, c. 33, Sched. 18, s. 7</a></span> - 15/12/2009</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s5\">2019, c. 5, Sched. 3, s. 5</a></span> - 01/04/2020</p>"
        },
        {
            "id": "2",
            "section": "Foundations established",
            "content": "2 (1) The Lieutenant Governor in Council by order may establish a foundation for the benefit of one or more institutions or classes of institutions.  1996, c. 22, s. 2 (1). Contents of order (2) An order establishing a foundation shall, (a) set out the name of the foundation; (b) set out the institution, institutions or classes of institutions for whose benefit the foundation is established; (c) appoint at least three persons as directors of the foundation; and (d) designate the minister responsible for the foundation.  1996, c. 22, s. 2 (2). Additional institutions designated (3) The Lieutenant Governor in Council by order may designate additional institutions or classes of institutions for whose benefit an established foundation shall operate.  1996, c. 22, s. 2 (3). Crown agency (4) A foundation is an agent of Her Majesty and its powers may be exercised only as an agent of Her Majesty.  1996, c. 22, s. 2 (4).",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) The Lieutenant Governor in Council by order may establish a foundation for the benefit of one or more institutions or classes of institutions.  1996, c. 22, s. 2 (1).</p> <p class=\"headnote\">Contents of order</p> <p class=\"subsection\">(2) An order establishing a foundation shall,</p> <p class=\"paragraph\">  (a) set out the name of the foundation;</p> <p class=\"paragraph\">  (b) set out the institution, institutions or classes of institutions for whose benefit the foundation is established;</p> <p class=\"paragraph\">  (c) appoint at least three persons as directors of the foundation; and</p> <p class=\"paragraph\">  (d) designate the minister responsible for the foundation.  1996, c. 22, s. 2 (2).</p> <p class=\"headnote\">Additional institutions designated</p> <p class=\"subsection\">(3) The Lieutenant Governor in Council by order may designate additional institutions or classes of institutions for whose benefit an established foundation shall operate.  1996, c. 22, s. 2 (3).</p> <p class=\"headnote\">Crown agency</p> <p class=\"subsection\">(4) A foundation is an agent of Her Majesty and its powers may be exercised only as an agent of Her Majesty.  1996, c. 22, s. 2 (4).</p>"
        },
        {
            "id": "3",
            "section": "Objects",
            "content": "3 The objects of a foundation are to solicit, receive, manage and distribute money and other property to support the programs and activities of the institution or institutions for whose benefit it is established.  1996, c. 22, s. 3.",
            "raw_html": "<p class=\"section\"><b>3 </b>The objects of a foundation are to solicit, receive, manage and distribute money and other property to support the programs and activities of the institution or institutions for whose benefit it is established.  1996, c. 22, s. 3.</p>"
        },
        {
            "id": "4",
            "section": "Capacity of foundation",
            "content": "4 (1) A foundation is a corporation without share capital and, subject to the limitations set out in this Act or the regulations made under it, has the capacity, rights, powers and privileges of a natural person for the purpose of carrying out its objects.  1996, c. 22, s. 4 (1). No commercial activity (2) A foundation shall not, (a) carry on a commercial business for profit; (b) incorporate a subsidiary corporation; or (c) hold a controlling interest in any business or corporation.  1996, c. 22, s. 4 (2).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) A foundation is a corporation without share capital and, subject to the limitations set out in this Act or the regulations made under it, has the capacity, rights, powers and privileges of a natural person for the purpose of carrying out its objects.  1996, c. 22, s. 4 (1).</p> <p class=\"headnote\">No commercial activity</p> <p class=\"subsection\">(2) A foundation shall not,</p> <p class=\"paragraph\">  (a) carry on a commercial business for profit;</p> <p class=\"paragraph\">  (b) incorporate a subsidiary corporation; or</p> <p class=\"paragraph\">  (c) hold a controlling interest in any business or corporation.  1996, c. 22, s. 4 (2).</p>"
        },
        {
            "id": "5",
            "section": "Appointment of directors",
            "content": "5 (1) The Lieutenant Governor in Council shall appoint at least three persons to be directors of a foundation and may appoint as many additional directors as the Lieutenant Governor in Council considers advisable.  1996, c. 22, s. 5 (1). Same (2) An institution or a group of institutions that, directly or through a person acting on their behalf, requests that a foundation be established for the benefit of the institution or institutions shall provide for the consideration of the Lieutenant Governor in Council a list of persons willing to be appointed directors of the foundation who have special knowledge of or a connection with an institution for whose benefit the foundation is to be established or who are representatives of the community in which such an institution is located.  1996, c. 22, s. 5 (2). Term of appointment (3) A director may be appointed for a term not exceeding three years and may be reappointed for successive terms not exceeding three years each.  1996, c. 22, s. 5 (3). Appointments at pleasure (4) During the term of a director’s appointment or reappointment, he or she holds office at pleasure.  1996, c. 22, s. 5 (4). Remuneration (5) The director of a foundation shall serve without remuneration from the foundation but may be reimbursed by the foundation, in such manner as it determines, for expenses actually incurred in the performance of his or her duties.  1996, c. 22, s. 5 (5).",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) The Lieutenant Governor in Council shall appoint at least three persons to be directors of a foundation and may appoint as many additional directors as the Lieutenant Governor in Council considers advisable.  1996, c. 22, s. 5 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) An institution or a group of institutions that, directly or through a person acting on their behalf, requests that a foundation be established for the benefit of the institution or institutions shall provide for the consideration of the Lieutenant Governor in Council a list of persons willing to be appointed directors of the foundation who have special knowledge of or a connection with an institution for whose benefit the foundation is to be established or who are representatives of the community in which such an institution is located.  1996, c. 22, s. 5 (2).</p> <p class=\"headnote\">Term of appointment</p> <p class=\"subsection\">(3) A director may be appointed for a term not exceeding three years and may be reappointed for successive terms not exceeding three years each.  1996, c. 22, s. 5 (3).</p> <p class=\"headnote\">Appointments at pleasure</p> <p class=\"subsection\">(4) During the term of a director’s appointment or reappointment, he or she holds office at pleasure.  1996, c. 22, s. 5 (4).</p> <p class=\"headnote\">Remuneration</p> <p class=\"subsection\">(5) The director of a foundation shall serve without remuneration from the foundation but may be reimbursed by the foundation, in such manner as it determines, for expenses actually incurred in the performance of his or her duties.  1996, c. 22, s. 5 (5).</p>"
        },
        {
            "id": "6",
            "section": "Director’s responsibility",
            "content": "6 (1) A foundation shall be managed by its board of directors.  1996, c. 22, s. 6 (1). Directors to be members (2) The persons who are appointed directors of a foundation are the members of the foundation while they remain its directors.  1996, c. 22, s. 6 (2). Quorum (3) Subject to the by-laws of a foundation, a majority of the members of the board of directors constitutes a quorum for the transaction of business.  1996, c. 22, s. 6 (3). By-laws (4) The board of directors of a foundation may pass by-laws regulating its proceedings and specifying the powers and duties of the foundation’s officers and employees, and generally with respect to the management of the foundation.  1996, c. 22, s. 6 (4). Direction re by-laws (5) The responsible minister may, by written direction to a foundation, provide that all of its by-laws, or those of its by-laws dealing with a particular matter or class of matters specified in the direction, shall not take effect until approved in writing by the responsible minister.  1996, c. 22, s. 6 (5). Same (6) When a direction is received by a foundation, (a) no by-law to which the direction applies that is made after the foundation receives the direction takes effect until approved by the responsible minister; and (b) every by-law to which the direction applies that was made by the foundation before it received the direction ceases, upon the receipt by the foundation of the direction, to be of any further effect until approved by the responsible minister.  1996, c. 22, s. 6 (6).",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) A foundation shall be managed by its board of directors.  1996, c. 22, s. 6 (1).</p> <p class=\"headnote\">Directors to be members</p> <p class=\"subsection\">(2) The persons who are appointed directors of a foundation are the members of the foundation while they remain its directors.  1996, c. 22, s. 6 (2).</p> <p class=\"headnote\">Quorum</p> <p class=\"subsection\">(3) Subject to the by-laws of a foundation, a majority of the members of the board of directors constitutes a quorum for the transaction of business.  1996, c. 22, s. 6 (3).</p> <p class=\"headnote\">By-laws</p> <p class=\"subsection\">(4) The board of directors of a foundation may pass by-laws regulating its proceedings and specifying the powers and duties of the foundation’s officers and employees, and generally with respect to the management of the foundation.  1996, c. 22, s. 6 (4).</p> <p class=\"headnote\">Direction re by-laws</p> <p class=\"subsection\">(5) The responsible minister may, by written direction to a foundation, provide that all of its by-laws, or those of its by-laws dealing with a particular matter or class of matters specified in the direction, shall not take effect until approved in writing by the responsible minister.  1996, c. 22, s. 6 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) When a direction is received by a foundation,</p> <p class=\"paragraph\">  (a) no by-law to which the direction applies that is made after the foundation receives the direction takes effect until approved by the responsible minister; and</p> <p class=\"paragraph\">  (b) every by-law to which the direction applies that was made by the foundation before it received the direction ceases, upon the receipt by the foundation of the direction, to be of any further effect until approved by the responsible minister.  1996, c. 22, s. 6 (6).</p>"
        },
        {
            "id": "7",
            "section": "Chair and vice-chair",
            "content": "7 (1) The Lieutenant Governor in Council by order shall appoint one of the directors of a foundation to be its chair, and may appoint one or more vice-chairs of the foundation from among its directors.  1996, c. 22, s. 7 (1). Acting chair (2) If the chair is absent or unable to act, or if the office of chair is vacant, a vice-chair shall act as chair and have all of the chair’s powers.  1996, c. 22, s. 7 (2). Same (3) If neither the chair nor a vice-chair is present at a meeting of the board and a quorum is present, the members present at the meeting may appoint an acting chair from among themselves to act as, and have all the powers of, the chair during the meeting.  1996, c. 22, s. 7 (3).",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) The Lieutenant Governor in Council by order shall appoint one of the directors of a foundation to be its chair, and may appoint one or more vice-chairs of the foundation from among its directors.  1996, c. 22, s. 7 (1).</p> <p class=\"headnote\">Acting chair</p> <p class=\"subsection\">(2) If the chair is absent or unable to act, or if the office of chair is vacant, a vice-chair shall act as chair and have all of the chair’s powers.  1996, c. 22, s. 7 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) If neither the chair nor a vice-chair is present at a meeting of the board and a quorum is present, the members present at the meeting may appoint an acting chair from among themselves to act as, and have all the powers of, the chair during the meeting.  1996, c. 22, s. 7 (3).</p>"
        },
        {
            "id": "8",
            "section": "Non-application of certain Acts",
            "content": "8 (1) The\r\nCorporations Act and the Corporations Information Act do not apply to a foundation except where this Act or a regulation made under it provides otherwise.  1996, c. 22, s. 8 (1). Conflict of interest and indemnity (2) Sections 132 and 136 of the\r\nBusiness Corporations Act apply to a foundation and to its directors and officers.  1996, c. 22, s. 8 (2).",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) The\r\n<i>Corporations Act</i> and the <i>Corporations Information Act</i> do not apply to a foundation except where this Act or a regulation made under it provides otherwise.  1996, c. 22, s. 8 (1).</p> <p class=\"headnote\">Conflict of interest and indemnity</p> <p class=\"subsection\">(2) Sections 132 and 136 of the\r\n<i>Business Corporations Act</i> apply to a foundation and to its directors and officers.  1996, c. 22, s. 8 (2).</p>"
        },
        {
            "id": "9",
            "section": "Collection of personal information",
            "content": "9 A foundation may collect personal information, within the meaning of section 38 of the Freedom of Information and Protection of Privacy Act, for the purpose of carrying out the foundation’s objects.  1996, c. 22, s. 9.",
            "raw_html": "<p class=\"section\"><b>9 </b>A foundation may collect personal information, within the meaning of section 38 of the <i>Freedom of Information and Protection of Privacy Act</i>, for the purpose of carrying out the foundation’s objects.  1996, c. 22, s. 9.</p>"
        },
        {
            "id": "10",
            "section": "Use of money and property received",
            "content": "10 (1) A foundation shall use money and other property that it receives in accordance with this Act and the regulations made under it for the purpose of carrying out its objects.  1996, c. 22, s. 10 (1). Same (2) A foundation shall carry out and observe the trusts and conditions on which any money or other property that the foundation has accepted were given to it.  1996, c. 22, s. 10 (2). Directions of donor (3) A foundation shall give effect to any general or specific directions for charitable purposes made by a person who gives the foundation money or other property for the benefit of an institution for whose benefit the foundation acts when it distributes or manages the money or other property.  1996, c. 22, s. 10 (3). Court may vary trust (4) Despite subsections (2) and (3), when circumstances arising after the acceptance by a foundation of a gift make trusts affecting the gift impossible or onerous to continue to perform, or defeat wholly or partly the object of the gift, the Superior Court of Justice, upon the application of the foundation or an institution for whose benefit the foundation is authorized to act, may make an order varying or revoking the trusts in the manner and to the extent that the court considers proper to promote the charitable or benevolent purposes for which the gift was given and the programs, activities or objectives of the institution that are within the scope of the benefits intended to be conferred by the donor, settlor or testator.  1996, c. 22, s. 10 (4); 2006, c. 19, Sched. C, s. 1 (1). Retention by foundation (5) Despite any other Act or the provisions of any trust or direction respecting property given to a foundation, the foundation, to the extent authorized by its by-laws, may retain for its own use up to 1/2 of 1 per cent of, (a) the amount of money given to it; or (b) the amount realized as proceeds of sale of property given to it.  1996, c. 22, s. 10 (5). Amount payable to foundation (6) A foundation, to the extent authorized by its by-laws, may require an institution to pay to the foundation for the use of the foundation up to 1/2 of 1 per cent of the value of any property, other than money, the foundation transfers to the institution.  1996, c. 22, s. 10 (6). Administrative expenses (7) The money retained by a foundation under subsection (5) or paid to a foundation under subsection (6) shall be used to pay the expenses of administration and operation of the foundation in carrying out its objects and any money not so used shall be used for the objects of the foundation.  1996, c. 22, s. 10 (7). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) A foundation shall use money and other property that it receives in accordance with this Act and the regulations made under it for the purpose of carrying out its objects.  1996, c. 22, s. 10 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A foundation shall carry out and observe the trusts and conditions on which any money or other property that the foundation has accepted were given to it.  1996, c. 22, s. 10 (2).</p> <p class=\"headnote\">Directions of donor</p> <p class=\"subsection\">(3) A foundation shall give effect to any general or specific directions for charitable purposes made by a person who gives the foundation money or other property for the benefit of an institution for whose benefit the foundation acts when it distributes or manages the money or other property.  1996, c. 22, s. 10 (3).</p> <p class=\"headnote\">Court may vary trust</p> <p class=\"subsection\">(4) Despite subsections (2) and (3), when circumstances arising after the acceptance by a foundation of a gift make trusts affecting the gift impossible or onerous to continue to perform, or defeat wholly or partly the object of the gift, the Superior Court of Justice, upon the application of the foundation or an institution for whose benefit the foundation is authorized to act, may make an order varying or revoking the trusts in the manner and to the extent that the court considers proper to promote the charitable or benevolent purposes for which the gift was given and the programs, activities or objectives of the institution that are within the scope of the benefits intended to be conferred by the donor, settlor or testator.  1996, c. 22, s. 10 (4); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Retention by foundation</p> <p class=\"subsection\">(5) Despite any other Act or the provisions of any trust or direction respecting property given to a foundation, the foundation, to the extent authorized by its by-laws, may retain for its own use up to 1/2 of 1 per cent of,</p> <p class=\"paragraph\">  (a) the amount of money given to it; or</p> <p class=\"paragraph\">  (b) the amount realized as proceeds of sale of property given to it.  1996, c. 22, s. 10 (5).</p> <p class=\"headnote\">Amount payable to foundation</p> <p class=\"subsection\">(6) A foundation, to the extent authorized by its by-laws, may require an institution to pay to the foundation for the use of the foundation up to 1/2 of 1 per cent of the value of any property, other than money, the foundation transfers to the institution.  1996, c. 22, s. 10 (6).</p> <p class=\"headnote\">Administrative expenses</p> <p class=\"subsection\">(7) The money retained by a foundation under subsection (5) or paid to a foundation under subsection (6) shall be used to pay the expenses of administration and operation of the foundation in carrying out its objects and any money not so used shall be used for the objects of the foundation.  1996, c. 22, s. 10 (7).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "11",
            "section": "Restriction on distribution of property",
            "content": "11 (1) Subject to this Act, money or other property and income from money or other property received by a foundation may be paid or transferred only to an institution for whose benefit the foundation is authorized to carry on its activities.  1996, c. 22, s. 11 (1). Same (2) The money, other property or income may be paid or transferred to an institution only if, (a) the institution received government funding in the immediately preceding fiscal year and continues to receive government funding under a continuing government program in the fiscal year in which the payment or transfer is made; and (b) except for capital funding provided to the institution by the foundation, the total value in a fiscal year of money and other property paid or transferred to the institution by the foundation will not exceed the total value in that fiscal year of money and other property paid or transferred to the institution by the Government to fund the institution under a continuing government program.  1996, c. 22, s. 11 (2).",
            "raw_html": "<p class=\"section\"><b>11 </b>(1) Subject to this Act, money or other property and income from money or other property received by a foundation may be paid or transferred only to an institution for whose benefit the foundation is authorized to carry on its activities.  1996, c. 22, s. 11 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The money, other property or income may be paid or transferred to an institution only if,</p> <p class=\"paragraph\">  (a) the institution received government funding in the immediately preceding fiscal year and continues to receive government funding under a continuing government program in the fiscal year in which the payment or transfer is made; and</p> <p class=\"paragraph\">  (b) except for capital funding provided to the institution by the foundation, the total value in a fiscal year of money and other property paid or transferred to the institution by the foundation will not exceed the total value in that fiscal year of money and other property paid or transferred to the institution by the Government to fund the institution under a continuing government program.  1996, c. 22, s. 11 (2).</p>"
        },
        {
            "id": "12",
            "section": "Review of foundation’s activities",
            "content": "12 (1) The responsible minister for a foundation may appoint one or more persons to review any of the foundation’s activities or proposed activities and to report on them to the responsible minister.  1996, c. 22, s. 12 (1). Same (2) The board of directors of the foundation shall co-operate with the person appointed by the responsible minister to carry out the review.  1996, c. 22, s. 12 (2).",
            "raw_html": "<p class=\"section\"><b>12 </b>(1) The responsible minister for a foundation may appoint one or more persons to review any of the foundation’s activities or proposed activities and to report on them to the responsible minister.  1996, c. 22, s. 12 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The board of directors of the foundation shall co-operate with the person appointed by the responsible minister to carry out the review.  1996, c. 22, s. 12 (2).</p>"
        },
        {
            "id": "13",
            "section": "Fiscal year",
            "content": "13 (1) A foundation’s fiscal year begins on April 1 and ends on March 31 in the following year.  1996, c. 22, s. 13 (1). Exception (2) Despite subsection (1), the Lieutenant Governor in Council may, (a) provide in the order establishing a foundation a different 12-month period to be its fiscal year; or (b) by order change the fiscal year of an established foundation.  1996, c. 22, s. 13 (2).",
            "raw_html": "<p class=\"section\"><b>13 </b>(1) A foundation’s fiscal year begins on April 1 and ends on March 31 in the following year.  1996, c. 22, s. 13 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Despite subsection (1), the Lieutenant Governor in Council may,</p> <p class=\"paragraph\">  (a) provide in the order establishing a foundation a different 12-month period to be its fiscal year; or</p> <p class=\"paragraph\">  (b) by order change the fiscal year of an established foundation.  1996, c. 22, s. 13 (2).</p>"
        },
        {
            "id": "14",
            "section": "Directors not liable",
            "content": "14 The directors of a foundation are not personally liable for anything done or omitted to be done in good faith and without negligence or default in the exercise or purported exercise of a power under this Act.  1996, c. 22, s. 14.",
            "raw_html": "<p class=\"section\"><b>14 </b>The directors of a foundation are not personally liable for anything done or omitted to be done in good faith and without negligence or default in the exercise or purported exercise of a power under this Act.  1996, c. 22, s. 14.</p>"
        },
        {
            "id": "15",
            "section": "Not an employee of the Crown",
            "content": "15 A person employed by a foundation or for whose services a foundation contracts is not and shall not be deemed to be an employee of the Crown.  2006, c. 35, Sched. C, s. 24. Section Amendments with date in force (d/m/y) 2006, c. 35, Sched. C, s. 24 - 20/08/2007",
            "raw_html": "<p class=\"section\"><b>15 </b>A person employed by a foundation or for whose services a foundation contracts is not and shall not be deemed to be an employee of the Crown.  2006, c. 35, Sched. C, s. 24.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs24\">2006, c. 35, Sched. C, s. 24</a></span> - 20/08/2007</p>"
        },
        {
            "id": "16",
            "section": "Auditors",
            "content": "16 (1) The board of directors of a foundation shall appoint one or more auditors licensed under the Public Accounting Act, 2004 to audit the accounts and transactions of the foundation for each fiscal year.  1996, c. 22, s. 16 (1); 2004, c. 8, s. 46. Auditor General (2) The Auditor General may also audit the accounts and transactions of a foundation.  1996, c. 22, s. 16 (2); 2004, c. 17, s. 32. Section Amendments with date in force (d/m/y) 2004, c. 8, s. 46, Table - 01/11/2005; 2004, c. 17, s. 32\r\n- 30/11/2004",
            "raw_html": "<p class=\"section\"><b>16 </b>(1) The board of directors of a foundation shall appoint one or more auditors licensed under the <i>Public Accounting Act, 2004</i> to audit the accounts and transactions of the foundation for each fiscal year.  1996, c. 22, s. 16 (1); 2004, c. 8, s. 46.</p> <p class=\"headnote\">Auditor General</p> <p class=\"subsection\">(2) The Auditor General may also audit the accounts and transactions of a foundation.  1996, c. 22, s. 16 (2); 2004, c. 17, s. 32.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04008#s46s2\">2004, c. 8, s. 46, Table</a></span> - 01/11/2005; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04017#s32\">2004, c. 17, s. 32</a></span>\r\n- 30/11/2004</p>"
        },
        {
            "id": "17",
            "section": "Annual report",
            "content": "17 After the end of each fiscal year, a foundation shall submit to the responsible minister for the foundation and to the institution or institutions for whose benefit the foundation acts an annual report on its affairs for that fiscal year, together with the audited financial statements for the foundation for that fiscal year.  1996, c. 22, s. 17.",
            "raw_html": "<p class=\"section\"><b>17 </b>After the end of each fiscal year, a foundation shall submit to the responsible minister for the foundation and to the institution or institutions for whose benefit the foundation acts an annual report on its affairs for that fiscal year, together with the audited financial statements for the foundation for that fiscal year.  1996, c. 22, s. 17.</p>"
        },
        {
            "id": "18",
            "section": "Winding up",
            "content": "18 (1) If an institution for whose benefit a foundation acts is dissolved or wound up, all money or other property held by the foundation solely for the benefit of that institution shall be treated as part of the assets of the institution in its dissolution or winding up.  1996, c. 22, s. 18 (1). Same (2) If, for any reason, there are no longer any institutions for which a foundation is authorized to act, the foundation shall be dissolved and its assets after discharging all outstanding liabilities shall be distributed in accordance with the regulations made under this Act for such purpose and to such entities as may be specified in the regulations.  1996, c. 22, s. 18 (2).",
            "raw_html": "<p class=\"section\"><b>18 </b>(1) If an institution for whose benefit a foundation acts is dissolved or wound up, all money or other property held by the foundation solely for the benefit of that institution shall be treated as part of the assets of the institution in its dissolution or winding up.  1996, c. 22, s. 18 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If, for any reason, there are no longer any institutions for which a foundation is authorized to act, the foundation shall be dissolved and its assets after discharging all outstanding liabilities shall be distributed in accordance with the regulations made under this Act for such purpose and to such entities as may be specified in the regulations.  1996, c. 22, s. 18 (2).</p>"
        },
        {
            "id": "19",
            "section": "Regulations",
            "content": "19 (1) The Lieutenant Governor in Council may make regulations, (a) defining “government funding” and “continuing government program”; (b) providing that any provision of the Corporations Act applies to a foundation or class of foundations; (c) prescribing any limitations on the exercise by a foundation or class of foundations of its rights, powers or privileges; (d) dissolving a foundation and providing for the transfer or distribution of its assets to institutions for which the foundation is authorized to carry on its activities or to non-profit organizations having similar purposes, or for such other charitable or public purposes as are set out in the regulation.  1996, c. 22, s. 19 (1). Same (2) A regulation made under subsection (1) may be general or particular in its application and may be restricted in its application to the foundation or class of foundations set out in the regulation.  1996, c. 22, s. 19 (2). 20 Omitted (provides for coming into force of provisions of this Act).  1996, c. 22, s. 20. 21 Omitted (enacts short title of this Act).  1996, c. 22, s. 21. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>19 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) defining “government funding” and “continuing government program”;</p> <p class=\"paragraph\">  (b) providing that any provision of the <i>Corporations Act </i>applies to a foundation or class of foundations;</p> <p class=\"paragraph\">  (c) prescribing any limitations on the exercise by a foundation or class of foundations of its rights, powers or privileges;</p> <p class=\"paragraph\">  (d) dissolving a foundation and providing for the transfer or distribution of its assets to institutions for which the foundation is authorized to carry on its activities or to non-profit organizations having similar purposes, or for such other charitable or public purposes as are set out in the regulation.  1996, c. 22, s. 19 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A regulation made under subsection (1) may be general or particular in its application and may be restricted in its application to the foundation or class of foundations set out in the regulation.  1996, c. 22, s. 19 (2).</p> <p class=\"section\"><b>20 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  1996, c. 22, s. 20.</p> <p class=\"section\"><b>21 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1996, c. 22, s. 21.</p> <p class=\"line\">______________</p> <p class=\"line\"><u><span> </span></u></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/96c22\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "20",
            "section": "Same",
            "content": "20 Omitted (provides for coming into force of provisions of this Act).  1996, c. 22, s. 20. 21 Omitted (enacts short title of this Act).  1996, c. 22, s. 21. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>20 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  1996, c. 22, s. 20.</p> <p class=\"section\"><b>21 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1996, c. 22, s. 21.</p> <p class=\"line\">______________</p> <p class=\"line\"><u><span> </span></u></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/96c22\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "21",
            "section": "Same",
            "content": "21 Omitted (enacts short title of this Act).  1996, c. 22, s. 21. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>21 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1996, c. 22, s. 21.</p> <p class=\"line\">______________</p> <p class=\"line\"><u><span> </span></u></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/96c22\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}