{
    "act_info": {
        "full_title": "Crown Forest Sustainability Act, 1994, S.O. 1994, c. 25",
        "act_name_text": "Crown Forest Sustainability Act, 1994",
        "citation": "S.O. 1994, c. 25",
        "url": "https://www.ontario.ca/laws/statute/94c25",
        "date_scraped": "2023-12-18 06:09:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 19, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/94c25/v12",
            "valid_from": "December  2, 2021",
            "valid_to": "April 18, 2022"
        },
        {
            "a_href": "/laws/statute/94c25/v11",
            "valid_from": "December  8, 2020",
            "valid_to": "December  1, 2021"
        },
        {
            "a_href": "/laws/statute/94c25/v10",
            "valid_from": "July  1, 2020",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/statute/94c25/v9",
            "valid_from": "December 10, 2019",
            "valid_to": "June 30, 2020"
        },
        {
            "a_href": "/laws/statute/94c25/v8",
            "valid_from": "May  9, 2019",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/statute/94c25/v7",
            "valid_from": "March 22, 2017",
            "valid_to": "May  8, 2019"
        },
        {
            "a_href": "/laws/statute/94c25/v6",
            "valid_from": "June  1, 2011",
            "valid_to": "March 21, 2017"
        },
        {
            "a_href": "/laws/statute/94c25/v5",
            "valid_from": "October 25, 2010",
            "valid_to": "May 31, 2011"
        },
        {
            "a_href": "/laws/statute/94c25/v4",
            "valid_from": "December 15, 2009",
            "valid_to": "October 24, 2010"
        },
        {
            "a_href": "/laws/statute/94c25/v3",
            "valid_from": "September  4, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/94c25/v2",
            "valid_from": "June 20, 2006",
            "valid_to": "September  3, 2007"
        },
        {
            "a_href": "/laws/statute/94c25/v1",
            "valid_from": "June 29, 2001",
            "valid_to": "June 19, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/200319",
            "Citation": "O. Reg. 319/20",
            "title": "INDEPENDENT FOREST AUDITS"
        },
        {
            "a_href": "/laws/regulation/950167",
            "Citation": "O. Reg. 167/95",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "section_x": "PART I GENERAL",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Purposes",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section_y": "Purposes",
            "content": "1 The purposes of this Act are to provide for the sustainability of Crown forests and, in accordance with that objective, to manage Crown forests to meet social, economic and environmental needs of present and future generations.  1994, c. 25, s. 1.",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>The purposes of this Act are to provide for the sustainability of Crown forests and, in accordance with that objective, to manage Crown forests to meet social, economic and environmental needs of present and future generations.  1994, c. 25, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Sustainability",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section_y": "Sustainability",
            "content": "2 (1) In this Act, “sustainability” means long term Crown forest health.  1994, c. 25, s. 2 (1). Determination (2) For the purpose of this Act and the regulations, the sustainability of a Crown forest shall be determined in accordance with the Forest Management Planning Manual.  1994, c. 25, s. 2 (2). Principles (3) The Forest Management Planning Manual shall provide for determinations of the sustainability of Crown forests in a manner consistent with the following principles: 1. Large, healthy, diverse and productive Crown forests and their associated ecological processes and biological diversity should be conserved. 2. The long term health and vigour of Crown forests should be provided for by using forest practices that, within the limits of silvicultural requirements, emulate natural disturbances and landscape patterns while minimizing adverse effects on plant life, animal life, water, soil, air and social and economic values, including recreational values and heritage values.  1994, c. 25, s. 2 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>(1) In this Act,</p> <p class=\"definition\">“sustainability” means long term Crown forest health.  1994, c. 25, s. 2 (1).</p> <p class=\"headnote\">Determination</p> <p class=\"subsection\">(2) For the purpose of this Act and the regulations, the sustainability of a Crown forest shall be determined in accordance with the Forest Management Planning Manual.  1994, c. 25, s. 2 (2).</p> <p class=\"headnote\">Principles</p> <p class=\"subsection\">(3) The Forest Management Planning Manual shall provide for determinations of the sustainability of Crown forests in a manner consistent with the following principles:</p> <p class=\"paragraph\">  1. Large, healthy, diverse and productive Crown forests and their associated ecological processes and biological diversity should be conserved.</p> <p class=\"paragraph\">  2. The long term health and vigour of Crown forests should be provided for by using forest practices that, within the limits of silvicultural requirements, emulate natural disturbances and landscape patterns while minimizing adverse effects on plant life, animal life, water, soil, air and social and economic values, including recreational values and heritage values.  1994, c. 25, s. 2 (3).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "Definitions",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section_y": "Definitions",
            "content": "3 In this Act, “Crown charges” means all prices, charges, fees, penalties, costs, expenses, interest and fines imposed under this Act or the regulations or under a forest resource licence, a permit or an authorization; (“redevances de la Couronne”) “Crown forest” means a forest ecosystem or part of a forest ecosystem that is on land vested in Her Majesty in right of Ontario; (“forêt de la Couronne”) “designated purpose” means a purpose designated by the regulations; (“fin désignée”) “First Nation” means a band as defined in the Indian Act (Canada); (“Première Nation”) “forest ecosystem” means an ecosystem in which trees are or are capable of being a major biological component; (“écosystème forestier”) “forest health” means the condition of a forest ecosystem that sustains the ecosystem’s complexity while providing for the needs of the people of Ontario; (“vitalité d’une forêt”) “Forest Information Manual” means the Forest Information Manual prepared under section 68 and approved by the regulations, including amendments to the Manual approved by the regulations; (“Manuel relatif à l’information forestière”) “Forest Management Planning Manual” means the Forest Management Planning Manual prepared under section 68 and approved by the regulations, including amendments to the Manual approved by the regulations; (“Manuel de planification de la gestion forestière”) “forest operations” means the harvesting of a forest resource, the use of a forest resource for a designated purpose or the renewal or maintenance of a forest resource, and includes all related activities; (“opérations forestières”) “Forest Operations and Silviculture Manual” means the Forest Operations and Silviculture Manual prepared under section 68 and approved by the regulations, including amendments to the Manual approved by the regulations; (“Manuel relatif aux opérations forestières et à la sylviculture”) “forest resource” means trees in a forest ecosystem, any other type of plant life prescribed by the regulations that is in a forest ecosystem, and parts of or residue from trees in a forest ecosystem; (“ressource forestière”) “forest resource licence” means a licence under Part III; (“permis forestier”) “forest resource processing facility” means a saw mill, pulp mill or any other facility, whether fixed or mobile, where trees or other forest resources prescribed by the regulations are processed; (“installation de transformation de ressources forestières”) “Minister” means the Minister of Northern Development, Mines, Natural Resources and Forestry or any other member of the Executive Council to whom responsibility for the administration of this Act may be assigned or transferred under the Executive Council Act; (“ministre”) “Ministry” means the ministry of the Minister; (“ministère”) “permit” means a permit issued under Part III.1; (“permis d’activité”) “permittee” means the holder of a permit; (“titulaire de permis d’activité”) “professional forester” means a person who holds a certificate of registration under the Professional Foresters Act, 2000; (“forestier professionnel”) “regulations” means the regulations made under this Act; (“règlements”) “Scaling Manual” means the Scaling Manual prepared under section 68 and approved by the regulations, including amendments to the Manual approved by the regulations; (“Manuel de mesurage des ressources forestières”) “species at risk” means a species that is listed as extirpated, endangered or threatened on the Species at Risk in Ontario List established under the Endangered Species Act, 2007. (espèce en péril) 1994, c. 25, s. 3; 2000, c. 18, s. 64; 2000, c. 26, Sched. L, s. 3 (1, 2); 2001, c. 9, Sched. K, s. 2 (1); 2011, c. 10, s. 28 (1); 2019, c. 14, Sched. 15, s. 19; 2020, c. 36, Sched. 8, s. 1; 2021, c. 34, Sched. 6, s. 1. Section Amendments with date in force (d/m/y) 2000, c. 18, s. 64\r\n- 01/05/2001; 2000, c. 26, Sched. L, s. 3 (1, 2) - 06/12/2000 2001, c. 9, Sched. K, s. 2 (1) - 29/06/2001 2011, c. 10, s. 28 (1)\r\n- 01/06/2011 2019, c. 14, Sched. 15, s. 19 - 10/12/2019 2020, c. 36, Sched. 8, s. 1 - 08/12/2020 2021, c. 34, Sched. 6, s. 1 (1, 2) - 19/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3 </b>In this Act,</p> <p class=\"definition\">“Crown charges” means all prices, charges, fees, penalties, costs, expenses, interest and fines imposed under this Act or the regulations or under a forest resource licence, a permit or an authorization; (“redevances de la Couronne”)</p> <p class=\"definition\">“Crown forest” means a forest ecosystem or part of a forest ecosystem that is on land vested in Her Majesty in right of Ontario; (“forêt de la Couronne”)</p> <p class=\"definition\">“designated purpose” means a purpose designated by the regulations; (“fin désignée”)</p> <p class=\"definition\">“First Nation” means a band as defined in the <i>Indian Act</i> (Canada); (“Première Nation”)</p> <p class=\"definition\">“forest ecosystem” means an ecosystem in which trees are or are capable of being a major biological component; (“écosystème forestier”)</p> <p class=\"definition\">“forest health” means the condition of a forest ecosystem that sustains the ecosystem’s complexity while providing for the needs of the people of Ontario; (“vitalité d’une forêt”)</p> <p class=\"definition\">“Forest Information Manual” means the Forest Information Manual prepared under section 68 and approved by the regulations, including amendments to the Manual approved by the regulations; (“Manuel relatif à l’information forestière”)</p> <p class=\"definition\">“Forest Management Planning Manual” means the Forest Management Planning Manual prepared under section 68 and approved by the regulations, including amendments to the Manual approved by the regulations; (“Manuel de planification de la gestion forestière”)</p> <p class=\"definition\">“forest operations” means the harvesting of a forest resource, the use of a forest resource for a designated purpose or the renewal or maintenance of a forest resource, and includes all related activities; (“opérations forestières”)</p> <p class=\"definition\">“Forest Operations and Silviculture Manual” means the Forest Operations and Silviculture Manual prepared under section 68 and approved by the regulations, including amendments to the Manual approved by the regulations; (“Manuel relatif aux opérations forestières et à la sylviculture”)</p> <p class=\"definition\">“forest resource” means trees in a forest ecosystem, any other type of plant life prescribed by the regulations that is in a forest ecosystem, and parts of or residue from trees in a forest ecosystem; (“ressource forestière”)</p> <p class=\"definition\">“forest resource licence” means a licence under Part III; (“permis forestier”)</p> <p class=\"definition\">“forest resource processing facility” means a saw mill, pulp mill or any other facility, whether fixed or mobile, where trees or other forest resources prescribed by the regulations are processed; (“installation de transformation de ressources forestières”)</p> <p class=\"definition\">“Minister” means the Minister of Northern Development, Mines, Natural Resources and Forestry or any other member of the Executive Council to whom responsibility for the administration of this Act may be assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“Ministry” means the ministry of the Minister; (“ministère”)</p> <p class=\"definition\">“permit” means a permit issued under Part III.1; (“permis d’activité”)</p> <p class=\"definition\">“permittee” means the holder of a permit; (“titulaire de permis d’activité”)</p> <p class=\"definition\">“professional forester” means a person who holds a certificate of registration under the <i>Professional Foresters Act, 2000</i>; (“forestier professionnel”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“Scaling Manual” means the Scaling Manual prepared under section 68 and approved by the regulations, including amendments to the Manual approved by the regulations; (“Manuel de mesurage des ressources forestières”)</p> <p class=\"definition\">“species at risk” means a species that is listed as extirpated, endangered or threatened on the Species at Risk in Ontario List established under the <i>Endangered Species Act, 2007</i><span>. (</span>espèce en péril<span>)</span> 1994, c. 25, s. 3; 2000, c. 18, s. 64; 2000, c. 26, Sched. L, s. 3 (1, 2); 2001, c. 9, Sched. K, s. 2 (1); 2011, c. 10, s. 28 (1); 2019, c. 14, Sched. 15, s. 19; 2020, c. 36, Sched. 8, s. 1; 2021, c. 34, Sched. 6, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00018#s64\">2000, c. 18, s. 64</a></span>\r\n- 01/05/2001; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedls3s1\">2000, c. 26, Sched. L, s. 3 (1, 2)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedks2s1\">2001, c. 9, Sched. K, s. 2 (1)</a></span> - 29/06/2001</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11010#s28s1\">2011, c. 10, s. 28 (1)</a></span>\r\n- 01/06/2011</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s19s1\">2019, c. 14, Sched. 15, s. 19</a></span> - 10/12/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched8s1\">2020, c. 36, Sched. 8, s. 1</a></span> - 08/12/2020</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched6s1s1\">2021, c. 34, Sched. 6, s. 1 (1, 2)</a></span> - 19/04/2022</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "section_x": "Application: Crown",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section_y": "Application: Crown",
            "content": "4 This Act is binding on the Crown.  1994, c. 25, s. 4.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>4 </b>This Act is binding on the Crown.  1994, c. 25, s. 4.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "section_x": "Non-application",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section_y": "Non-application",
            "content": "5 This Act does not apply to a Crown forest that is in a provincial park or a conservation reserve within the meaning of the Provincial Parks and Conservation Reserves Act, 2006.  2009, c. 33, Sched. 22, s. 1 (1). Section Amendments with date in force (d/m/y) 2006, c. 12, s. 60\r\n- 04/09/2007 2009, c. 33, Sched. 22, s. 1 (1) - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>5 </b>This Act does not apply to a Crown forest that is in a provincial park or a conservation reserve within the meaning of the <i>Provincial</i><i> Parks</i><i> and Conservation Reserves Act, 2006</i>.  2009, c. 33, Sched. 22, s. 1 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06012#s60\">2006, c. 12, s. 60</a></span>\r\n- 04/09/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched22s1s1\">2009, c. 33, Sched. 22, s. 1 (1)</a></span> - 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "section_x": "Aboriginal rights",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section_y": "Aboriginal rights",
            "content": "6 This Act does not abrogate, derogate from or add to any aboriginal or treaty right that is recognized and affirmed by section 35 of the Constitution Act, 1982.  1994, c. 25, s. 6. PART II   MANAGEMENT PLANNING AND INFORMATION",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>6 </b>This Act does not abrogate, derogate from or add to any aboriginal or treaty right that is recognized and affirmed by section 35 of the <i>Constitution Act, 1982</i>.  1994, c. 25, s. 6.</p> <p class=\"partnum\"><a name=\"BK7\"></a>PART II <br/>  MANAGEMENT PLANNING AND INFORMATION</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "PART II  ",
            "section_x": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "section_x": "Management units",
            "part_id": "PART II  ",
            "part_type": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "section_y": "Management units",
            "content": "7 The Minister may designate all or part of a Crown forest as a management unit for the purposes of this Act.  1994, c. 25, s. 7.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>7 </b>The Minister may designate all or part of a Crown forest as a management unit for the purposes of this Act.  1994, c. 25, s. 7.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "section_x": "Forest management plans",
            "part_id": "PART II  ",
            "part_type": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "section_y": "Forest management plans",
            "content": "8 (1) The Minister shall ensure that a forest management plan is prepared for every management unit.  1994, c. 25, s. 8 (1). Contents (2) A forest management plan shall, in accordance with the Forest Management Planning Manual, (a) describe the forest management objectives and strategies applicable to the management unit; and (b) have regard to the plant life, animal life, water, soil, air and social and economic values, including recreational values and heritage values, of the management unit.  1994, c. 25, s. 8 (2). Certification (3) A forest management plan shall be certified by a professional forester in accordance with the Forest Management Planning Manual.  1994, c. 25, s. 8 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>8 </b>(1) The Minister shall ensure that a forest management plan is prepared for every management unit.  1994, c. 25, s. 8 (1).</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(2) A forest management plan shall, in accordance with the Forest Management Planning Manual,</p> <p class=\"paragraph\">  (a) describe the forest management objectives and strategies applicable to the management unit; and</p> <p class=\"paragraph\">  (b) have regard to the plant life, animal life, water, soil, air and social and economic values, including recreational values and heritage values, of the management unit.  1994, c. 25, s. 8 (2).</p> <p class=\"headnote\">Certification</p> <p class=\"subsection\">(3) A forest management plan shall be certified by a professional forester in accordance with the Forest Management Planning Manual.  1994, c. 25, s. 8 (3).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "section_x": "Approval by Minister",
            "part_id": "PART II  ",
            "part_type": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "section_y": "Approval by Minister",
            "content": "9 (1) A forest management plan is of no effect unless it is approved by the Minister.  1994, c. 25, s. 9 (1). Criteria for approval (2) The Minister shall not approve a forest management plan unless the Minister is satisfied that the plan provides for the sustainability of the Crown forest, having regard to the plant life, animal life, water, soil, air and social and economic values, including recreational values and heritage values, of the Crown forest.  1994, c. 25, s. 9 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>9 </b>(1) A forest management plan is of no effect unless it is approved by the Minister.  1994, c. 25, s. 9 (1).</p> <p class=\"headnote\">Criteria for approval</p> <p class=\"subsection\">(2) The Minister shall not approve a forest management plan unless the Minister is satisfied that the plan provides for the sustainability of the Crown forest, having regard to the plant life, animal life, water, soil, air and social and economic values, including recreational values and heritage values, of the Crown forest.  1994, c. 25, s. 9 (2).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "section_x": "Preparation by licensee",
            "part_id": "PART II  ",
            "part_type": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "section_y": "Preparation by licensee",
            "content": "10 (1) The Minister may require the holder of a forest resource licence to prepare a forest management plan for a management unit.  1994, c. 25, s. 10 (1). Minister’s powers (2) The Minister may approve the plan, reject it or approve it with such modifications as may be made by the Minister.  1994, c. 25, s. 10 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>10 </b>(1) The Minister may require the holder of a forest resource licence to prepare a forest management plan for a management unit.  1994, c. 25, s. 10 (1).</p> <p class=\"headnote\">Minister’s powers</p> <p class=\"subsection\">(2) The Minister may approve the plan, reject it or approve it with such modifications as may be made by the Minister.  1994, c. 25, s. 10 (2).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.",
            "section_x": "Amendment or extension of plan",
            "part_id": "PART II  ",
            "part_type": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "section_y": "Amendment or extension of plan",
            "content": "11 (1) The Minister may at any time, in accordance with the Forest Management Planning Manual, amend or extend a forest management plan that the Minister previously approved. 2019, c. 14, Sched. 15, s. 20 (1). Application of subs. 9 (2) (2) Subsection 9 (2) applies with necessary modifications to the amendment or extension of a forest management plan that the Minister previously approved.  1994, c. 25, s. 11 (2); 2019, c. 14, Sched. 15, s. 20 (2). (3)-(5) Repealed: 2020, c. 36, Sched. 8, s. 2. Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 10, s. 2 (1) - 25/10/2010 2019, c. 14, Sched. 15, s. 20 (1-3) - 10/12/2019 2020, c. 36, Sched. 8, s. 2 - 08/12/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>11 </b>(1) The Minister may at any time, in accordance with the Forest Management Planning Manual, amend or extend a forest management plan that the Minister previously approved. 2019, c. 14, Sched. 15, s. 20 (1).</p> <p class=\"headnote\">Application of subs. 9 (2)</p> <p class=\"subsection\">(2) Subsection 9 (2) applies with necessary modifications to the amendment or extension of a forest management plan that the Minister previously approved.  1994, c. 25, s. 11 (2); 2019, c. 14, Sched. 15, s. 20 (2).</p> <p class=\"subsection\">(3)-(5) <span class=\"ovsmallcap\">Repealed</span>: 2020, c. 36, Sched. 8, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched10s2s1\">2010, c. 16, Sched. 10, s. 2 (1)</a></span> - 25/10/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s20s1\">2019, c. 14, Sched. 15, s. 20 (1-3)</a></span> - 10/12/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched8s2\">2020, c. 36, Sched. 8, s. 2</a></span> - 08/12/2020</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "12.",
            "section_x": "Appeals",
            "part_id": "PART II  ",
            "part_type": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "section_y": "Appeals",
            "content": "12 If authorized by the regulations, a person may appeal a decision by the Minister to approve a forest management plan or to amend a forest management plan that the Minister previously approved.  1994, c. 25, s. 12.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>12 </b>If authorized by the regulations, a person may appeal a decision by the Minister to approve a forest management plan or to amend a forest management plan that the Minister previously approved.  1994, c. 25, s. 12.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "13.",
            "section_x": "Local citizens’ committees",
            "part_id": "PART II  ",
            "part_type": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "section_y": "Local citizens’ committees",
            "content": "13 The Minister shall establish local citizens’ committees to advise the Minister on the preparation and implementation of forest management plans and on any other matters referred to the committees by the Minister.  1994, c. 25, s. 13.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>13 </b>The Minister shall establish local citizens’ committees to advise the Minister on the preparation and implementation of forest management plans and on any other matters referred to the committees by the Minister.  1994, c. 25, s. 13.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "14.",
            "section_x": "Other advisory committees",
            "part_id": "PART II  ",
            "part_type": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "section_y": "Other advisory committees",
            "content": "14 The Minister may establish other advisory committees to advise the Minister on matters under this Act, including the preparation of forest management plans and the manuals required by section 68.  1994, c. 25, s. 14.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>14 </b>The Minister may establish other advisory committees to advise the Minister on matters under this Act, including the preparation of forest management plans and the manuals required by section 68.  1994, c. 25, s. 14.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "15.",
            "section_x": "Forest management boards",
            "part_id": "PART II  ",
            "part_type": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "section_y": "Forest management boards",
            "content": "15 (1) The Minister may establish forest management boards for such areas as are designated by the Minister, including forest management boards for community forests designated by the Minister.  1994, c. 25, s. 15 (1). Functions (2) A forest management board shall, (a) advise the Minister on matters relating to the management of Crown forests; (b) prepare forest management plans on the request of the Minister; (c) exercise any authority of the Minister under this Part that is delegated to the board by the regulations; and (d) perform such additional functions as are prescribed by the regulations.  1994, c. 25, s. 15 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>15 </b>(1) The Minister may establish forest management boards for such areas as are designated by the Minister, including forest management boards for community forests designated by the Minister.  1994, c. 25, s. 15 (1).</p> <p class=\"headnote\">Functions</p> <p class=\"subsection\">(2) A forest management board shall,</p> <p class=\"paragraph\">  (a) advise the Minister on matters relating to the management of Crown forests;</p> <p class=\"paragraph\">  (b) prepare forest management plans on the request of the Minister;</p> <p class=\"paragraph\">  (c) exercise any authority of the Minister under this Part that is delegated to the board by the regulations; and</p> <p class=\"paragraph\">  (d) perform such additional functions as are prescribed by the regulations.  1994, c. 25, s. 15 (2).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "16.",
            "section_x": "Forest operations prescriptions",
            "part_id": "PART II  ",
            "part_type": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "section_y": "Forest operations prescriptions",
            "content": "16 (1) Every forest operations prescription shall be prepared in accordance with the Forest Management Planning Manual and shall include descriptions of, (a) the current structure and condition of the Crown forest in the area to which the prescription applies; (b) harvesting, renewal and maintenance activities that will be used to ensure that the Crown forest in the area to which the prescription applies will be renewed and maintained; (c) the future structure and condition of the Crown forest in the area to which the prescription applies that are expected to result from the activities referred to in clause (b); and (d) any standards or guidelines used in developing the prescription.  1994, c. 25, s. 16 (1). Certification by forester (2) Subject to subsection (3), a forest operations prescription shall be certified by a professional forester in accordance with the Forest Management Planning Manual.  1994, c. 25, s. 16 (2). Certification by person specified by Minister (3) If the Minister is of the opinion that elements of a forest operations prescription are not within the standard expertise of professional foresters, the Minister may direct that those elements of the prescription shall be certified in accordance with the Forest Management Planning Manual by a person specified by the Minister.  1994, c. 25, s. 16 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>16 </b>(1) Every forest operations prescription shall be prepared in accordance with the Forest Management Planning Manual and shall include descriptions of,</p> <p class=\"paragraph\">  (a) the current structure and condition of the Crown forest in the area to which the prescription applies;</p> <p class=\"paragraph\">  (b) harvesting, renewal and maintenance activities that will be used to ensure that the Crown forest in the area to which the prescription applies will be renewed and maintained;</p> <p class=\"paragraph\">  (c) the future structure and condition of the Crown forest in the area to which the prescription applies that are expected to result from the activities referred to in clause (b); and</p> <p class=\"paragraph\">  (d) any standards or guidelines used in developing the prescription.  1994, c. 25, s. 16 (1).</p> <p class=\"headnote\">Certification by forester</p> <p class=\"subsection\">(2) Subject to subsection (3), a forest operations prescription shall be certified by a professional forester in accordance with the Forest Management Planning Manual.  1994, c. 25, s. 16 (2).</p> <p class=\"headnote\">Certification by person specified by Minister</p> <p class=\"subsection\">(3) If the Minister is of the opinion that elements of a forest operations prescription are not within the standard expertise of professional foresters, the Minister may direct that those elements of the prescription shall be certified in accordance with the Forest Management Planning Manual by a person specified by the Minister.  1994, c. 25, s. 16 (3).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "17.",
            "section_x": "Work schedules",
            "part_id": "PART II  ",
            "part_type": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "section_y": "Work schedules",
            "content": "17 (1) The Minister may require the holder of a forest resource licence to prepare a work schedule for the licensee’s forest operations in a management unit.  1994, c. 25, s. 17 (1). Contents (2) The work schedule shall be prepared in accordance with the Forest Management Planning Manual and shall be consistent with, (a) the applicable forest management plan; and (b) any forest operations prescriptions that apply to the forest operations.  1994, c. 25, s. 17 (2). (3) Repealed: 2019, c. 14, Sched. 15, s. 21 (1). Revision of work schedule (4) The Minister may at any time revise a work schedule. 2019, c. 14, Sched. 15, s. 21 (2). Same, by licensee (4.1) A holder of a forest resource licence may, in accordance with the Forest Management Planning Manual, revise a work schedule. 2019, c. 14, Sched. 15, s. 21 (2). Forest management plan (5) A revision to a work schedule under subsection (4) or (4.1) shall be consistent with the applicable forest management plan. 2019, c. 14, Sched. 15, s. 21 (2). Application of s. 9 (2) (6) Subsection 9 (2) applies with necessary modifications to the revision of a work schedule by the Minister. 2019, c. 14, Sched. 15, s. 21 (2). Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 21 (1, 2) - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>17 </b>(1) The Minister may require the holder of a forest resource licence to prepare a work schedule for the licensee’s forest operations in a management unit.  1994, c. 25, s. 17 (1).</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(2) The work schedule shall be prepared in accordance with the Forest Management Planning Manual and shall be consistent with,</p> <p class=\"paragraph\">  (a) the applicable forest management plan; and</p> <p class=\"paragraph\">  (b) any forest operations prescriptions that apply to the forest operations.  1994, c. 25, s. 17 (2).</p> <p class=\"subsection\">(3) <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 14, Sched. 15, s. 21 (1).</p> <p class=\"headnote\">Revision of work schedule</p> <p class=\"subsection\">(4) The Minister may at any time revise a work schedule. 2019, c. 14, Sched. 15, s. 21 (2).</p> <p class=\"headnote\">Same, by licensee</p> <p class=\"subsection\">(4.1) A holder of a forest resource licence may, in accordance with the Forest Management Planning Manual, revise a work schedule. 2019, c. 14, Sched. 15, s. 21 (2).</p> <p class=\"headnote\">Forest management plan</p> <p class=\"subsection\">(5) A revision to a work schedule under subsection (4) or (4.1) shall be consistent with the applicable forest management plan. 2019, c. 14, Sched. 15, s. 21 (2).</p> <p class=\"headnote\">Application of s. 9 (2)</p> <p class=\"subsection\">(6) Subsection 9 (2) applies with necessary modifications to the revision of a work schedule by the Minister. 2019, c. 14, Sched. 15, s. 21 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s21s1\">2019, c. 14, Sched. 15, s. 21 (1, 2)</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "18.",
            "section_x": "Failure to prepare",
            "part_id": "PART II  ",
            "part_type": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "section_y": "Failure to prepare",
            "content": "18 If a person fails to prepare a forest management plan or work schedule that the Minister has required the person to prepare, the Minister may cause it to be prepared, and the person is liable to the Minister for all costs associated with the preparation of the plan or work schedule.  1994, c. 25, s. 18.",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>18</b> If a person fails to prepare a forest management plan or work schedule that the Minister has required the person to prepare, the Minister may cause it to be prepared, and the person is liable to the Minister for all costs associated with the preparation of the plan or work schedule.  1994, c. 25, s. 18.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "19.",
            "section_x": "Records",
            "part_id": "PART II  ",
            "part_type": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "section_y": "Records",
            "content": "19 The holder or former holder of a forest resource licence or a permit shall keep such records as are prescribed by the regulations.  1994, c. 25, s. 19; 2019, c. 14, Sched. 15, s. 22. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 22 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>19 </b>The holder or former holder of a forest resource licence or a permit shall keep such records as are prescribed by the regulations.  1994, c. 25, s. 19; 2019, c. 14, Sched. 15, s. 22.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s22\">2019, c. 14, Sched. 15, s. 22</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "20.",
            "section_x": "Inventories, surveys, tests and studies",
            "part_id": "PART II  ",
            "part_type": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "section_y": "Inventories, surveys, tests and studies",
            "content": "20 (1) The Minister may require the holder of a forest resource licence to conduct inventories, surveys, tests or studies in accordance with the Forest Information Manual for the purpose of forest management planning or ensuring compliance with this Act and the regulations.  1994, c. 25, s. 20 (1). Failure to prepare (2) If the licensee fails to conduct the inventories, surveys, tests or studies as required, the Minister may cause them to be conducted, and the licensee is liable to the Minister for all costs associated with the conduct of the inventories, surveys, tests or studies.  1994, c. 25, s. 20 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>20 </b>(1) The Minister may require the holder of a forest resource licence to conduct inventories, surveys, tests or studies in accordance with the Forest Information Manual for the purpose of forest management planning or ensuring compliance with this Act and the regulations.  1994, c. 25, s. 20 (1).</p> <p class=\"headnote\">Failure to prepare</p> <p class=\"subsection\">(2) If the licensee fails to conduct the inventories, surveys, tests or studies as required, the Minister may cause them to be conducted, and the licensee is liable to the Minister for all costs associated with the conduct of the inventories, surveys, tests or studies.  1994, c. 25, s. 20 (2).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "21.",
            "section_x": "Information",
            "part_id": "PART II  ",
            "part_type": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "section_y": "Information",
            "content": "21 (1) The Minister may require the holder or former holder of a forest resource licence to provide the Minister with information in accordance with the Forest Information Manual for the purpose of forest management planning or ensuring compliance with this Act and the regulations.  1994, c. 25, s. 21 (1). Right to deal with information (2) The Minister may deal with information obtained under this section as if the Minister had created the information.  1994, c. 25, s. 21 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>21 </b>(1) The Minister may require the holder or former holder of a forest resource licence to provide the Minister with information in accordance with the Forest Information Manual for the purpose of forest management planning or ensuring compliance with this Act and the regulations.  1994, c. 25, s. 21 (1).</p> <p class=\"headnote\">Right to deal with information</p> <p class=\"subsection\">(2) The Minister may deal with information obtained under this section as if the Minister had created the information.  1994, c. 25, s. 21 (2).</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "22.",
            "section_x": "Minister’s report",
            "part_id": "PART II  ",
            "part_type": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "section_y": "Minister’s report",
            "content": "22 (1) The Minister shall prepare a report on the state of the Crown forests at least once every five years.  1994, c. 25, s. 22 (1). Report available to public (2) The Minister shall make the report available to the public on a publicly accessible website. 2019, c. 14, Sched. 15, s. 23. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 23 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>22 </b>(1) The Minister shall prepare a report on the state of the Crown forests at least once every five years.  1994, c. 25, s. 22 (1).</p> <p class=\"headnote\">Report available to public</p> <p class=\"subsection\">(2) The Minister shall make the report available to the public on a publicly accessible website. 2019, c. 14, Sched. 15, s. 23.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s23\">2019, c. 14, Sched. 15, s. 23</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "23.",
            "section_x": "Agreements with First Nations",
            "part_id": "PART II  ",
            "part_type": "PART II MANAGEMENT PLANNING AND INFORMATION",
            "section_y": "Agreements with First Nations",
            "content": "23 The Minister may enter into agreements with First Nations for the joint exercise of any authority of the Minister under this Part.  1994, c. 25, s. 23. PART III   FOREST RESOURCE LICENCES",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>23 </b>The Minister may enter into agreements with First Nations for the joint exercise of any authority of the Minister under this Part.  1994, c. 25, s. 23.</p> <p class=\"partnum\"><a name=\"BK25\"></a>PART III <br/>  FOREST RESOURCE LICENCES</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "PART III  ",
            "section_x": "PART III FOREST RESOURCE LICENCES",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "24.",
            "section_x": "Availability of resources",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Availability of resources",
            "content": "24 (1) If the Minister is of the opinion that forest resources in a management unit should be made available to be harvested or to be used for a designated purpose, the Minister shall give public notice in such manner as he or she considers appropriate of the intention to make the resources available.  1994, c. 25, s. 24 (1). Competitive process (2) The Minister shall not enter into an agreement under section 25 or grant a licence under this Part except in accordance with a competitive process.  1994, c. 25, s. 24 (2). Exception (3) Subsection (2) does not apply if, (a) another process is required by an agreement under section 25 or by a forest resource licence; or (b) another process is authorized by the Lieutenant Governor in Council.  1994, c. 25, s. 24 (3). Same (4) This section does not apply with respect to entering into an agreement under section 25 with or granting a forest resource licence to an Ontario local forest management corporation incorporated under the Ontario Forest\r\nTenure Modernization Act, 2011 and the exception under this subsection is in addition to any exception under subsection (3).  2011, c. 10, s. 28 (2). Section Amendments with date in force (d/m/y) 2011, c. 10, s. 28 (2)\r\n- 01/06/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>24 </b>(1) If the Minister is of the opinion that forest resources in a management unit should be made available to be harvested or to be used for a designated purpose, the Minister shall give public notice in such manner as he or she considers appropriate of the intention to make the resources available.  1994, c. 25, s. 24 (1).</p> <p class=\"headnote\">Competitive process</p> <p class=\"subsection\">(2) The Minister shall not enter into an agreement under section 25 or grant a licence under this Part except in accordance with a competitive process.  1994, c. 25, s. 24 (2).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Subsection (2) does not apply if,</p> <p class=\"paragraph\">  (a) another process is required by an agreement under section 25 or by a forest resource licence; or</p> <p class=\"paragraph\">  (b) another process is authorized by the Lieutenant Governor in Council.  1994, c. 25, s. 24 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) This section does not apply with respect to entering into an agreement under section 25 with or granting a forest resource licence to an Ontario local forest management corporation incorporated under the <i>Ontario</i><i> Forest</i><i>\r\nTenure Modernization Act, 2011 </i>and the exception under this subsection is in addition to any exception under subsection (3).  2011, c. 10, s. 28 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11010#s28s2\">2011, c. 10, s. 28 (2)</a></span>\r\n- 01/06/2011</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "25.",
            "section_x": "Supply agreements",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Supply agreements",
            "content": "25 (1) The Minister may, with the approval of the Lieutenant Governor in Council, enter into an agreement to supply a person with forest resources from a management unit.  1994, c. 25, s. 25 (1). Forest management plan (2) An agreement shall not be entered into under subsection (1) unless it is consistent with the applicable forest management plan.  1994, c. 25, s. 25 (2). (3) Repealed:  2011, c. 10, s. 28 (3). Section Amendments with date in force (d/m/y) 2011, c. 10, s. 28 (3)\r\n- 01/06/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>25 </b>(1) The Minister may, with the approval of the Lieutenant Governor in Council, enter into an agreement to supply a person with forest resources from a management unit.  1994, c. 25, s. 25 (1).</p> <p class=\"headnote\">Forest management plan</p> <p class=\"subsection\">(2) An agreement shall not be entered into under subsection (1) unless it is consistent with the applicable forest management plan.  1994, c. 25, s. 25 (2).</p> <p class=\"subsection\">(3) <span class=\"ovsmallcap\">Repealed</span>:  2011, c. 10, s. 28 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11010#s28s3\">2011, c. 10, s. 28 (3)</a></span>\r\n- 01/06/2011</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "26.",
            "section_x": "Sustainable forest licences",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Sustainable forest licences",
            "content": "26 (1) The Minister may, with the approval of the Lieutenant Governor in Council, grant a renewable licence to harvest forest resources in a management unit that requires the licensee to carry out renewal and maintenance activities for the benefit and on behalf of the Crown necessary to provide for the sustainability of the Crown forest in the area covered by the licence.  1998, c. 18, Sched. I, s. 15. Term (2) A licence under this section may be granted for a term of up to 20 years and the term may be extended in accordance with subsection (4). 2019, c. 14, Sched. 15, s. 24 (1). Five-year review (3) Subject to subsection (3.1), during the term of the licence, the Minister shall conduct a review every five years to ensure that the licensee has complied with the terms and conditions of the licence.  1994, c. 25, s. 26 (3); 2010, c. 16, Sched. 10, s. 2 (2). Seven-year review (3.1) If the circumstances prescribed by the regulations apply to the licence, the Minister shall, during the term of the licence, conduct a review at least every seven years to ensure that the licensee has complied with the terms and conditions of the licence.  2010, c. 16, Sched. 10, s. 2 (3). Extension of term (4) If a review conducted under subsection (3) or (3.1) satisfies the Minister that the licensee has complied with the terms and conditions of a licence, the Minister may, in his or her discretion, extend the term of the licence for five years. 2019, c. 14, Sched. 15, s. 24 (1). Additional extension (4.1) At the time of extending the term of a licence under subsection (4), the Minister may, in his or her discretion, further extend the term of the licence so that its term expires no later than March 31 of the 20th year after the year in which the Minister makes the extension. 2019, c. 14, Sched. 15, s. 24 (1). Contents (5) A licence under this section shall specify the following: 1. Requirements for the preparation by the licensee of inventories and forest management plans. 2. The silvicultural and other standards to be met by the licensee in carrying out forest operations. 3. Requirements for the submission of reports by the licensee to the Minister. 4. Procedures for the periodic review of the licensee’s performance under the licence. 5. The term of the licence and any conditions applicable to the renewal of the licence.  1994, c. 25, s. 26 (5). Same (6) A licence under this section shall inform the licensee of the provisions of sections 34 and 38.  1994, c. 25, s. 26 (6). Application (7) Subsections (2), (4) and (4.1) apply to licences granted under this section before and after the day the Better for People, Smarter for Business Act, 2019\r\nreceives Royal Assent. 2019, c. 14, Sched. 15, s. 24 (2). Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. I, s. 15 - 01/04/1995 2010, c. 16, Sched. 10, s. 2 (2-5) - 25/10/2010 2019, c. 14, Sched. 15, s. 24 (1, 2) - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>26 </b>(1) The Minister may, with the approval of the Lieutenant Governor in Council, grant a renewable licence to harvest forest resources in a management unit that requires the licensee to carry out renewal and maintenance activities for the benefit and on behalf of the Crown necessary to provide for the sustainability of the Crown forest in the area covered by the licence.  1998, c. 18, Sched. I, s. 15.</p> <p class=\"headnote\">Term</p> <p class=\"subsection\">(2) A licence under this section may be granted for a term of up to 20 years and the term may be extended in accordance with subsection (4). 2019, c. 14, Sched. 15, s. 24 (1).</p> <p class=\"headnote\">Five-year review</p> <p class=\"subsection\">(3) Subject to subsection (3.1), during the term of the licence, the Minister shall conduct a review every five years to ensure that the licensee has complied with the terms and conditions of the licence.  1994, c. 25, s. 26 (3); 2010, c. 16, Sched. 10, s. 2 (2).</p> <p class=\"headnote\">Seven-year review</p> <p class=\"subsection\">(3.1) If the circumstances prescribed by the regulations apply to the licence, the Minister shall, during the term of the licence, conduct a review at least every seven years to ensure that the licensee has complied with the terms and conditions of the licence.  2010, c. 16, Sched. 10, s. 2 (3).</p> <p class=\"headnote\">Extension of term</p> <p class=\"subsection\">(4) If a review conducted under subsection (3) or (3.1) satisfies the Minister that the licensee has complied with the terms and conditions of a licence, the Minister may, in his or her discretion, extend the term of the licence for five years. 2019, c. 14, Sched. 15, s. 24 (1).</p> <p class=\"headnote\">Additional extension</p> <p class=\"subsection\">(4.1) At the time of extending the term of a licence under subsection (4), the Minister may, in his or her discretion, further extend the term of the licence so that its term expires no later than March 31 of the 20th year after the year in which the Minister makes the extension. 2019, c. 14, Sched. 15, s. 24 (1).</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(5) A licence under this section shall specify the following:</p> <p class=\"paragraph\">  1. Requirements for the preparation by the licensee of inventories and forest management plans.</p> <p class=\"paragraph\">  2. The silvicultural and other standards to be met by the licensee in carrying out forest operations.</p> <p class=\"paragraph\">  3. Requirements for the submission of reports by the licensee to the Minister.</p> <p class=\"paragraph\">  4. Procedures for the periodic review of the licensee’s performance under the licence.</p> <p class=\"paragraph\">  5. The term of the licence and any conditions applicable to the renewal of the licence.  1994, c. 25, s. 26 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) A licence under this section shall inform the licensee of the provisions of sections 34 and 38.  1994, c. 25, s. 26 (6).</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(7) Subsections (2), (4) and (4.1) apply to licences granted under this section before and after the day the <i>Better for People, Smarter for Business Act, 2019</i>\r\nreceives Royal Assent. 2019, c. 14, Sched. 15, s. 24 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. I, s. 15 - 01/04/1995</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched10s2s2\">2010, c. 16, Sched. 10, s. 2 (2-5)</a></span> - 25/10/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s24s1\">2019, c. 14, Sched. 15, s. 24 (1, 2)</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "27.",
            "section_x": "Other licences",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Other licences",
            "content": "27 (1) The Minister may, without the approval of the Lieutenant Governor in Council, grant a licence to harvest forest resources in a management unit or to use forest resources in a management unit for a designated purpose.  1994, c. 25, s. 27 (1). Term (2) The term of a licence under this section shall not exceed 10 years.  1994, c. 25, s. 27 (2); 2017, c. 2, Sched. 14, s. 1 (1). Agreements (3) The Minister may enter into an agreement with the holder of a licence under this section in respect of, (a) renewal and maintenance activities necessary to provide for the sustainability of the Crown forest in the area covered by the licence; or (b) obligations of the licensee that will be performed by the Minister in return for payment of a fee.  1996, c. 14, s. 1 (1). Renewal of licence (4) If the harvesting or use of the resources authorized by a licence under this section is not completed before the licence expires, the Minister may renew the licence for one term of up to two years, subject to such terms and conditions as may be specified by the Minister.  1994, c. 25, s. 27 (4); 2017, c. 2, Sched. 14, s. 1 (2). Forest management plan (5) A licence shall not be renewed under subsection (4) unless the renewal is consistent with the applicable forest management plan.  1994, c. 25, s. 27 (5). Section Amendments with date in force (d/m/y) 1996, c. 14, s. 1 (1) - 27/06/1996 2017, c. 2, Sched. 14, s. 1 (1, 2) - 22/03/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>27 </b>(1) The Minister may, without the approval of the Lieutenant Governor in Council, grant a licence to harvest forest resources in a management unit or to use forest resources in a management unit for a designated purpose.  1994, c. 25, s. 27 (1).</p> <p class=\"headnote\">Term</p> <p class=\"subsection\">(2) The term of a licence under this section shall not exceed 10 years.  1994, c. 25, s. 27 (2); 2017, c. 2, Sched. 14, s. 1 (1).</p> <p class=\"headnote\">Agreements</p> <p class=\"subsection\">(3) The Minister may enter into an agreement with the holder of a licence under this section in respect of, </p> <p class=\"paragraph\">  (a) renewal and maintenance activities necessary to provide for the sustainability of the Crown forest in the area covered by the licence; or</p> <p class=\"paragraph\">  (b) obligations of the licensee that will be performed by the Minister in return for payment of a fee.  1996, c. 14, s. 1 (1).</p> <p class=\"headnote\">Renewal of licence</p> <p class=\"subsection\">(4) If the harvesting or use of the resources authorized by a licence under this section is not completed before the licence expires, the Minister may renew the licence for one term of up to two years, subject to such terms and conditions as may be specified by the Minister.  1994, c. 25, s. 27 (4); 2017, c. 2, Sched. 14, s. 1 (2).</p> <p class=\"headnote\">Forest management plan</p> <p class=\"subsection\">(5) A licence shall not be renewed under subsection (4) unless the renewal is consistent with the applicable forest management plan.  1994, c. 25, s. 27 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 14, s. 1 (1) - 27/06/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17002#sched14s1s1\">2017, c. 2, Sched. 14, s. 1 (1, 2)</a></span> - 22/03/2017</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "28.",
            "section_x": "Terms and conditions",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Terms and conditions",
            "content": "28 (1) The following are subject to such terms and conditions as are prescribed by regulation and to such other terms and conditions as may be specified in the licence, agreement or commitment: 1. A forest resource licence. 2. An agreement to supply forest resources entered into under section 25. 3. Any agreement with or commitment of the Crown in right of Ontario for the supply or the directing of forest resources from a Crown forest.  2011, c. 10, s. 28 (4). Application (2) Subsection (1) applies to licences, agreements and commitments issued or entered into before and after this section comes into force.  2011, c. 10, s. 28 (4). Additional authority (3) The terms and conditions that may be prescribed by regulation or specified in the licence, agreement or commitment under subsection (1) are in addition to the power of the Minister to amend a forest resource licence in accordance with section 34 and are not subject to section 34.  2011, c. 10, s. 28 (4). Section Amendments with date in force (d/m/y) 2011, c. 10, s. 28 (4)\r\n- 01/06/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>28 </b>(1) The following are subject to such terms and conditions as are prescribed by regulation and to such other terms and conditions as may be specified in the licence, agreement or commitment:</p> <p class=\"paragraph\">  1. A forest resource licence.</p> <p class=\"paragraph\">  2. An agreement to supply forest resources entered into under section 25.</p> <p class=\"paragraph\">  3. Any agreement with or commitment of the Crown in right of Ontario for the supply or the directing of forest resources from a Crown forest.  2011, c. 10, s. 28 (4).</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(2) Subsection (1) applies to licences, agreements and commitments issued or entered into before and after this section comes into force.  2011, c. 10, s. 28 (4).</p> <p class=\"headnote\">Additional authority</p> <p class=\"subsection\">(3) The terms and conditions that may be prescribed by regulation or specified in the licence, agreement or commitment under subsection (1) are in addition to the power of the Minister to amend a forest resource licence in accordance with section 34 and are not subject to section 34.  2011, c. 10, s. 28 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11010#s28s4\">2011, c. 10, s. 28 (4)</a></span>\r\n- 01/06/2011</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "29.",
            "section_x": "Harvesting limit",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Harvesting limit",
            "content": "29 (1) A forest resource licence that authorizes the harvesting of forest resources is subject to the condition that the amount of forest resources harvested shall not exceed the amount described as available for harvesting in the applicable forest management plan.  1994, c. 25, s. 29 (1). Exception (2) The Minister may in writing direct that subsection (1) does not apply to a forest resource licence if the term of the licence does not exceed one year and the total area covered by the licence does not exceed 25 hectares.  1994, c. 25, s. 29 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>29 </b>(1) A forest resource licence that authorizes the harvesting of forest resources is subject to the condition that the amount of forest resources harvested shall not exceed the amount described as available for harvesting in the applicable forest management plan.  1994, c. 25, s. 29 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) The Minister may in writing direct that subsection (1) does not apply to a forest resource licence if the term of the licence does not exceed one year and the total area covered by the licence does not exceed 25 hectares.  1994, c. 25, s. 29 (2).</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "30.",
            "section_x": "Manufacturing in Canada",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Manufacturing in Canada",
            "content": "30 (1) A forest resource licence that authorizes the harvesting of trees is subject to the condition that all trees harvested shall be manufactured in Canada into lumber, pulp or other products.  1994, c. 25, s. 30 (1). Exception (2) Subsection (1) does not apply to trees that are used in Canada in an unmanufactured state for fuel, building or other purposes.  1994, c. 25, s. 30 (2). Exemption by Minister (3) The Minister may grant exemptions from subsection (1).  1994, c. 25, s. 30 (3). Lumber chips (4) For the purpose of subsection (2), chips produced as a by-product of the manufacture of lumber shall be deemed to be manufactured into lumber.  1994, c. 25, s. 30 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>30 </b>(1) A forest resource licence that authorizes the harvesting of trees is subject to the condition that all trees harvested shall be manufactured in Canada into lumber, pulp or other products.  1994, c. 25, s. 30 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply to trees that are used in Canada in an unmanufactured state for fuel, building or other purposes.  1994, c. 25, s. 30 (2).</p> <p class=\"headnote\">Exemption by Minister</p> <p class=\"subsection\">(3) The Minister may grant exemptions from subsection (1).  1994, c. 25, s. 30 (3).</p> <p class=\"headnote\">Lumber chips </p> <p class=\"subsection\">(4) For the purpose of subsection (2), chips produced as a by-product of the manufacture of lumber shall be deemed to be manufactured into lumber.  1994, c. 25, s. 30 (4).</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "31.",
            "section_x": "Prices",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Prices",
            "content": "31 (1) The Minister may determine from time to time the prices at which forest resources may be harvested or used for a designated purpose under a forest resource licence.  1994, c. 25, s. 31 (1). Effective date (2) A determination under subsection (1) may be made to apply retroactively to April 1 or any later date in the year in which the determination is made.  1994, c. 25, s. 31 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>31 </b>(1) The Minister may determine from time to time the prices at which forest resources may be harvested or used for a designated purpose under a forest resource licence.  1994, c. 25, s. 31 (1).</p> <p class=\"headnote\">Effective date</p> <p class=\"subsection\">(2) A determination under subsection (1) may be made to apply retroactively to April 1 or any later date in the year in which the determination is made.  1994, c. 25, s. 31 (2).</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "32.",
            "section_x": "Annual area charge",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Annual area charge",
            "content": "32 (1) The holder of a forest resource licence shall pay to the Minister of Finance an annual area charge in the amount and within the times required by the Minister responsible for this section in respect of the land specified under subsection (2).  1998, c. 18, Sched. I, s. 16; 2011, c. 10, s. 28 (5). Land to be specified (2) A forest resource licence shall specify the land in the area covered by the licence in respect of which an annual area charge shall be paid and shall state the total area occupied by that land.  1994, c. 25, s. 32 (2). Exceptions (3) Subsections (1) and (2) do not apply in respect of a licence that only authorizes the harvesting of killed or damaged forest resources or that belongs to a class of licences prescribed by the regulations.  1994, c. 25, s. 32 (3). Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. I, s. 16 - 01/04/1997 2011, c. 10, s. 28 (5)\r\n- 01/06/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>32 </b>(1) The holder of a forest resource licence shall pay to the Minister of Finance an annual area charge in the amount and within the times required by the Minister responsible for this section in respect of the land specified under subsection (2).  1998, c. 18, Sched. I, s. 16; 2011, c. 10, s. 28 (5).</p> <p class=\"headnote\">Land to be specified</p> <p class=\"subsection\">(2) A forest resource licence shall specify the land in the area covered by the licence in respect of which an annual area charge shall be paid and shall state the total area occupied by that land.  1994, c. 25, s. 32 (2).</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(3) Subsections (1) and (2) do not apply in respect of a licence that only authorizes the harvesting of killed or damaged forest resources or that belongs to a class of licences prescribed by the regulations.  1994, c. 25, s. 32 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. I, s. 16 - 01/04/1997</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11010#s28s5\">2011, c. 10, s. 28 (5)</a></span>\r\n- 01/06/2011</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "33.",
            "section_x": "Ownership of forest resources",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Ownership of forest resources",
            "content": "33 (1) Property in forest resources that may be harvested under a forest resource licence remains in the Crown until all Crown charges have been paid in respect of the resources.  1994, c. 25, s. 33 (1). Same (2) Property in forest resources that may be used for a designated purpose under a forest resource licence remains in the Crown.  1994, c. 25, s. 33 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>33 </b>(1) Property in forest resources that may be harvested under a forest resource licence remains in the Crown until all Crown charges have been paid in respect of the resources.  1994, c. 25, s. 33 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Property in forest resources that may be used for a designated purpose under a forest resource licence remains in the Crown.  1994, c. 25, s. 33 (2).</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "34.",
            "section_x": "Amendment of licences",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Amendment of licences",
            "content": "34 (1) The Minister may amend a forest resource licence in accordance with the regulations.  1994, c. 25, s. 34 (1). Considerations (2) In determining whether to amend a licence under this section, the Minister shall take into consideration, (a) any reasonable business requirement of the licensee; (b) any collective agreement to which the licensee is a party and which affects the harvesting of the forest resources in the management unit to which the licence relates; (c) values identified in the forest management plan for the management unit to which the licence relates, including values relating to plant life, animal life, water, soil and air and social and economic values, including recreational values and heritage values; and (d) any other matter the Minister sees fit to consider.  1994, c. 25, s. 34 (2). Approval of L.G. in C. (3) An amendment to a licence under section 26 may be made only with the approval of the Lieutenant Governor in Council, unless the licensee has agreed in writing to the amendment.  2001, c. 9, Sched. K, s. 2 (2). Right to make representations (4) Before amending a licence, the Minister shall, (a) give the licensee written notice of the Minister’s intention to amend the licence and of the reasons for the amendment; and (b) give the licensee an opportunity to make representations to the Minister on the proposed amendment.  1994, c. 25, s. 34 (4). Forest management plan (5) Any amendment to a licence shall be consistent with the applicable forest management plan.  1994, c. 25, s. 34 (5). Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. K, s. 2 (2) - 29/06/2001",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>34 </b>(1) The Minister may amend a forest resource licence in accordance with the regulations.  1994, c. 25, s. 34 (1).</p> <p class=\"headnote\">Considerations</p> <p class=\"subsection\">(2) In determining whether to amend a licence under this section, the Minister shall take into consideration,</p> <p class=\"paragraph\">  (a) any reasonable business requirement of the licensee;</p> <p class=\"paragraph\">  (b) any collective agreement to which the licensee is a party and which affects the harvesting of the forest resources in the management unit to which the licence relates;</p> <p class=\"paragraph\">  (c) values identified in the forest management plan for the management unit to which the licence relates, including values relating to plant life, animal life, water, soil and air and social and economic values, including recreational values and heritage values; and</p> <p class=\"paragraph\">  (d) any other matter the Minister sees fit to consider.  1994, c. 25, s. 34 (2).</p> <p class=\"headnote\">Approval of L.G. in C.</p> <p class=\"subsection\">(3) An amendment to a licence under section 26 may be made only with the approval of the Lieutenant Governor in Council, unless the licensee has agreed in writing to the amendment.  2001, c. 9, Sched. K, s. 2 (2).</p> <p class=\"headnote\">Right to make representations</p> <p class=\"subsection\">(4) Before amending a licence, the Minister shall,</p> <p class=\"paragraph\">  (a) give the licensee written notice of the Minister’s intention to amend the licence and of the reasons for the amendment; and</p> <p class=\"paragraph\">  (b) give the licensee an opportunity to make representations to the Minister on the proposed amendment.  1994, c. 25, s. 34 (4).</p> <p class=\"headnote\">Forest management plan</p> <p class=\"subsection\">(5) Any amendment to a licence shall be consistent with the applicable forest management plan.  1994, c. 25, s. 34 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedks2s2\">2001, c. 9, Sched. K, s. 2 (2)</a></span> - 29/06/2001</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "35.",
            "section_x": "Transfer of licences",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Transfer of licences",
            "content": "35 (1) A transfer, assignment, charge or other disposition of a forest resource licence is not valid without the written consent of the Minister.  1994, c. 25, s. 35 (1). Same (1.1) In the written consent, the Minister may impose conditions on the transfer, assignment, charge or other disposition of the forest resource licence.  2011, c. 10, s. 28 (6). Deemed transfer (2) A forest resource licence shall be deemed to have been transferred, assigned, charged or otherwise disposed of if, (a) an interest in the licence is transferred, assigned, charged or otherwise disposed of; (b) control of a corporation that holds the licence, or a corporation that directly or indirectly controls that corporation, is transferred to another person; or (c) a corporation that holds the licence amalgamates with another corporation.  1994, c. 25, s. 35 (2). Application of subs. (2) (3) Subsection (2) does not apply in the following circumstances: 1. A transfer of shares by a corporation that is a licensee if the name of the corporation does not change and the control of the corporation is not transferred to another person. 2. An amendment to the articles of incorporation of a corporation that is a licensee to change the name of the corporation. 3. Any other prescribed circumstances.  1994, c. 25, s. 35 (3). Section Amendments with date in force (d/m/y) 2011, c. 10, s. 28 (6)\r\n- 01/06/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>35 </b>(1) A transfer, assignment, charge or other disposition of a forest resource licence is not valid without the written consent of the Minister.  1994, c. 25, s. 35 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(1.1) In the written consent, the Minister may impose conditions on the transfer, assignment, charge or other disposition of the forest resource licence.  2011, c. 10, s. 28 (6).</p> <p class=\"headnote\">Deemed transfer</p> <p class=\"subsection\">(2) A forest resource licence shall be deemed to have been transferred, assigned, charged or otherwise disposed of if,</p> <p class=\"paragraph\">  (a) an interest in the licence is transferred, assigned, charged or otherwise disposed of;</p> <p class=\"paragraph\">  (b) control of a corporation that holds the licence, or a corporation that directly or indirectly controls that corporation, is transferred to another person; or</p> <p class=\"paragraph\">  (c) a corporation that holds the licence amalgamates with another corporation.  1994, c. 25, s. 35 (2).</p> <p class=\"headnote\">Application of subs. (2)</p> <p class=\"subsection\">(3) Subsection (2) does not apply in the following circumstances:</p> <p class=\"paragraph\">  1. A transfer of shares by a corporation that is a licensee if the name of the corporation does not change and the control of the corporation is not transferred to another person.</p> <p class=\"paragraph\">  2. An amendment to the articles of incorporation of a corporation that is a licensee to change the name of the corporation.</p> <p class=\"paragraph\">  3. Any other prescribed circumstances.  1994, c. 25, s. 35 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11010#s28s6\">2011, c. 10, s. 28 (6)</a></span>\r\n- 01/06/2011</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "35.1",
            "section_x": "Surrender of licences",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Surrender of licences",
            "content": "35.1 (1) A licensee may, with the written consent of the Minister, surrender a forest resource licence on such terms as the Minister may impose.  2011, c. 10, s. 28 (7). Same (2) Nothing in subsection (1) affects the validity of the surrender of a licence which occurred before the day this section came into force.  2011, c. 10, s. 28 (7). Section Amendments with date in force (d/m/y) 2011, c. 10, s. 28 (7)\r\n- 01/06/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>35.1 </b>(1) A licensee may, with the written consent of the Minister, surrender a forest resource licence on such terms as the Minister may impose.  2011, c. 10, s. 28 (7).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Nothing in subsection (1) affects the validity of the surrender of a licence which occurred before the day this section came into force.  2011, c. 10, s. 28 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11010#s28s7\">2011, c. 10, s. 28 (7)</a></span>\r\n- 01/06/2011</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "36.",
            "section_x": "No interest in land",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "No interest in land",
            "content": "36 A forest resource licence does not confer on the licensee any interest in land or any right to exclusive possession of land.  1994, c. 25, s. 36.",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>36 </b>A forest resource licence does not confer on the licensee any interest in land or any right to exclusive possession of land.  1994, c. 25, s. 36.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "37.",
            "section_x": "Sale, etc., of land subject to licence",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Sale, etc., of land subject to licence",
            "content": "37 (1) The Minister may, subject to the Public Lands Act and to the provisions of a licence under section 26, sell, lease, grant or otherwise dispose of land that is subject to a forest resource licence or a permit.  1994, c. 25, s. 37 (1); 2019, c. 14, Sched. 15, s. 25 (1). Right to make representations (2) Subsection (1) applies only if the Minister gives the licensee or permittee at least 30 days written notice of the sale, lease, grant or other disposition and gives the licensee or permittee an opportunity to make representations to the Minister.  1994, c. 25, s. 37 (2); 2019, c. 14, Sched. 15, s. 25 (2). Effect of sale, etc. (3) A sale, lease, grant or other disposition of land under this section terminates the licence or permit in respect of the land and terminates all rights of the licensee or permittee in respect of forest resources on the land. 2019, c. 14, Sched. 15, s. 25 (3). Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 25 (1-3) - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>37 </b>(1) The Minister may, subject to the <i>Public Lands Act</i> and to the provisions of a licence under section 26, sell, lease, grant or otherwise dispose of land that is subject to a forest resource licence or a permit.  1994, c. 25, s. 37 (1); 2019, c. 14, Sched. 15, s. 25 (1).</p> <p class=\"headnote\">Right to make representations</p> <p class=\"subsection\">(2) Subsection (1) applies only if the Minister gives the licensee or permittee at least 30 days written notice of the sale, lease, grant or other disposition and gives the licensee or permittee an opportunity to make representations to the Minister.  1994, c. 25, s. 37 (2); 2019, c. 14, Sched. 15, s. 25 (2).</p> <p class=\"headnote\">Effect of sale, etc.</p> <p class=\"subsection\">(3) A sale, lease, grant or other disposition of land under this section terminates the licence or permit in respect of the land and terminates all rights of the licensee or permittee in respect of forest resources on the land. 2019, c. 14, Sched. 15, s. 25 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s25s1\">2019, c. 14, Sched. 15, s. 25 (1-3)</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "38.",
            "section_x": "Licences on same land",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Licences on same land",
            "content": "38 (1) A forest resource licence may be granted under this Part in respect of forest resources on land that is subject to another forest resource licence.  1994, c. 25, s. 38 (1). Agreement between licensees (2) Before more than one forest resource licence is granted in respect of the same land, the affected licensees and prospective licensees shall endeavour to agree on the matters prescribed by the regulations and, in the event of a dispute, the Minister may direct that the dispute be resolved in accordance with the procedure prescribed by the regulations.  1994, c. 25, s. 38 (2). Forest management plan (3) An agreement entered into under subsection (2) or a determination made in accordance with the procedure prescribed by the regulations shall be consistent with the applicable forest management plan.  1994, c. 25, s. 38 (3). Amendment of licence (4) The Minister may amend a forest resource licence to accord with an agreement under subsection (2) or with the result of the dispute resolution procedure referred to in subsection (2).  1994, c. 25, s. 38 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>38 </b>(1) A forest resource licence may be granted under this Part in respect of forest resources on land that is subject to another forest resource licence.  1994, c. 25, s. 38 (1).</p> <p class=\"headnote\">Agreement between licensees</p> <p class=\"subsection\">(2) Before more than one forest resource licence is granted in respect of the same land, the affected licensees and prospective licensees shall endeavour to agree on the matters prescribed by the regulations and, in the event of a dispute, the Minister may direct that the dispute be resolved in accordance with the procedure prescribed by the regulations.  1994, c. 25, s. 38 (2).</p> <p class=\"headnote\">Forest management plan</p> <p class=\"subsection\">(3) An agreement entered into under subsection (2) or a determination made in accordance with the procedure prescribed by the regulations shall be consistent with the applicable forest management plan.  1994, c. 25, s. 38 (3).</p> <p class=\"headnote\">Amendment of licence</p> <p class=\"subsection\">(4) The Minister may amend a forest resource licence to accord with an agreement under subsection (2) or with the result of the dispute resolution procedure referred to in subsection (2).  1994, c. 25, s. 38 (4).</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "39.",
            "section_x": "Survey",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Survey",
            "content": "39 The Minister may at any time cause a survey to be made to establish or re-establish the boundaries of the area covered by a forest resource licence and, unless the Minister otherwise directs, the cost of the survey shall be borne by the licensee or, if the boundary in question is a division line between two licensed areas, by the respective licensees in such proportions as the Minister considers proper.  1994, c. 25, s. 39.",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>39 </b>The Minister may at any time cause a survey to be made to establish or re-establish the boundaries of the area covered by a forest resource licence and, unless the Minister otherwise directs, the cost of the survey shall be borne by the licensee or, if the boundary in question is a division line between two licensed areas, by the respective licensees in such proportions as the Minister considers proper.  1994, c. 25, s. 39.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "40.",
            "section_x": "Crown charges",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Crown charges",
            "content": "40 (1) Crown charges in respect of forest resources authorized to be harvested or used for a designated purpose by a forest resource licence shall be paid by the licensee whether the resources are harvested or used by the licensee or by another person with or without the licensee’s consent.  1994, c. 25, s. 40 (1). Property in resources (2) Upon payment of the charges referred to in subsection (1) by the holder of a forest resource licence, property in forest resources that have been harvested on the land to which the licence relates during the term of the licence vests in the licensee, whether the resources were harvested by the licensee or by another person with or without the licensee’s consent.  1994, c. 25, s. 40 (2). Seizure of resources (3) The holder of a forest resource licence who has paid the charges referred to in subsection (1) is entitled to seize all forest resources that have been harvested during the term of the licence and that are in the possession of a person not entitled to them.  1994, c. 25, s. 40 (3). Right of action (4) The holder of a forest resource licence who has paid the charges referred to in subsection (1) is entitled to bring an action against any person who, during the term of the licence, harvested, damaged or took possession of forest resources without the permission of the licensee.  1994, c. 25, s. 40 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>40 </b>(1) Crown charges in respect of forest resources authorized to be harvested or used for a designated purpose by a forest resource licence shall be paid by the licensee whether the resources are harvested or used by the licensee or by another person with or without the licensee’s consent.  1994, c. 25, s. 40 (1).</p> <p class=\"headnote\">Property in resources</p> <p class=\"subsection\">(2) Upon payment of the charges referred to in subsection (1) by the holder of a forest resource licence, property in forest resources that have been harvested on the land to which the licence relates during the term of the licence vests in the licensee, whether the resources were harvested by the licensee or by another person with or without the licensee’s consent.  1994, c. 25, s. 40 (2).</p> <p class=\"headnote\">Seizure of resources</p> <p class=\"subsection\">(3) The holder of a forest resource licence who has paid the charges referred to in subsection (1) is entitled to seize all forest resources that have been harvested during the term of the licence and that are in the possession of a person not entitled to them.  1994, c. 25, s. 40 (3).</p> <p class=\"headnote\">Right of action</p> <p class=\"subsection\">(4) The holder of a forest resource licence who has paid the charges referred to in subsection (1) is entitled to bring an action against any person who, during the term of the licence, harvested, damaged or took possession of forest resources without the permission of the licensee.  1994, c. 25, s. 40 (4).</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "41.",
            "section_x": "Unpaid Crown charges",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Unpaid Crown charges",
            "content": "41 If Crown charges have not been paid by the holder of a forest resource licence or a permit, the Minister may withhold any licence, permit or approval requested by the licensee or permittee until the Crown charges are paid. 2019, c. 14, Sched. 15, s. 26. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 26 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>41 </b>If Crown charges have not been paid by the holder of a forest resource licence or a permit, the Minister may withhold any licence, permit or approval requested by the licensee or permittee until the Crown charges are paid. 2019, c. 14, Sched. 15, s. 26.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s26\">2019, c. 14, Sched. 15, s. 26</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "41.1",
            "section_x": "Cancellations of agreements, licences or commitments",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Cancellations of agreements, licences or commitments",
            "content": "41.1 (1) The Minister may cancel any of the following: 1. An agreement to supply forest resources entered into under section 25. 2. A forest resource licence. 3. Any agreement with or commitment of the Crown in right of Ontario for the supply or the directing of forest resources from a Crown forest.  2011, c. 10, s. 28 (8). Grounds for cancellation (2) The Minister may cancel an agreement, licence or commitment if the Minister is of the opinion that, (a) the cancellation is necessary or desirable to facilitate or permit the issuance of a forest resource licence to, (i) an Ontario local forest management corporation that has been, or is proposed to be, established, or (ii) a company or entity that was formed for the purpose of carrying out forest management responsibilities in a management unit where the company or entity is not associated with any particular forest resource processing facility and the party holding the agreement, licence or commitment to be cancelled was offered an opportunity to participate in the company or entity; or (b) the party holding the agreement, licence or commitment is not, in accordance with any criteria that may be prescribed by regulation, sufficiently and consistently using the forest resources that are the subject of the agreement, licence or commitment.  2011, c. 10, s. 28 (8). Approval necessary (3) The Minister may cancel an agreement, licence or commitment under this section only with the approval of the Lieutenant Governor in Council.  2011, c. 10, s. 28 (8). Right to make representations (4) Before cancelling an agreement, licence or commitment, the Minister shall, (a) give the holder of the agreement, licence or commitment written notice of the Minister’s intention to cancel the agreement, licence or commitment and of the reasons for the cancellation; and (b) give the holder of the agreement, licence or commitment an opportunity to make representations to the Minister on the reasons why the agreement, licence or commitment should not be cancelled.  2011, c. 10, s. 28 (8). Additional authority (5) The authority of the Minister to cancel an agreement, licence or commitment is in addition to the authority of the Minister to cancel or suspend a forest resource licence under section 59 and is not subject to section 59.  2011, c. 10, s. 28 (8). Definition (6) In this section, “Ontario local forest management corporation” means an Ontario local forest management corporation incorporated under section 3 of the Ontario Forest\r\nTenure Modernization Act, 2011.  2011, c. 10, s. 28 (8). Section Amendments with date in force (d/m/y) 2011, c. 10, s. 28 (8)\r\n- 01/06/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>41.1 </b>(1) The Minister may cancel any of the following:</p> <p class=\"paragraph\">  1. An agreement to supply forest resources entered into under section 25.</p> <p class=\"paragraph\">  2. A forest resource licence.</p> <p class=\"paragraph\">  3. Any agreement with or commitment of the Crown in right of Ontario for the supply or the directing of forest resources from a Crown forest.  2011, c. 10, s. 28 (8).</p> <p class=\"headnote\">Grounds for cancellation</p> <p class=\"subsection\">(2) The Minister may cancel an agreement, licence or commitment if the Minister is of the opinion that,</p> <p class=\"paragraph\">  (a) the cancellation is necessary or desirable to facilitate or permit the issuance of a forest resource licence to,</p> <p class=\"subpara\">  (i) an Ontario local forest management corporation that has been, or is proposed to be, established, or</p> <p class=\"subpara\">  (ii) a company or entity that was formed for the purpose of carrying out forest management responsibilities in a management unit where the company or entity is not associated with any particular forest resource processing facility and the party holding the agreement, licence or commitment to be cancelled was offered an opportunity to participate in the company or entity; or</p> <p class=\"paragraph\">  (b) the party holding the agreement, licence or commitment is not, in accordance with any criteria that may be prescribed by regulation, sufficiently and consistently using the forest resources that are the subject of the agreement, licence or commitment.  2011, c. 10, s. 28 (8).</p> <p class=\"headnote\">Approval necessary</p> <p class=\"subsection\">(3) The Minister may cancel an agreement, licence or commitment under this section only with the approval of the Lieutenant Governor in Council.  2011, c. 10, s. 28 (8).</p> <p class=\"headnote\">Right to make representations</p> <p class=\"subsection\">(4) Before cancelling an agreement, licence or commitment, the Minister shall,</p> <p class=\"paragraph\">  (a) give the holder of the agreement, licence or commitment<b><i> </i></b>written notice of the Minister’s intention to cancel the agreement, licence or commitment and of the reasons for the cancellation; and</p> <p class=\"paragraph\">  (b) give the holder of the agreement, licence or commitment an opportunity to make representations to the Minister on the reasons why the agreement, licence or commitment should not be cancelled.  2011, c. 10, s. 28 (8).</p> <p class=\"headnote\">Additional authority</p> <p class=\"subsection\">(5) The authority of the Minister to cancel an agreement, licence or commitment is in addition to the authority of the Minister to cancel or suspend a forest resource licence under section 59 and is not subject to section 59.  2011, c. 10, s. 28 (8).</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(6) In this section,</p> <p class=\"definition\">“Ontario local forest management corporation” means an Ontario local forest management corporation incorporated under section 3 of the <i>Ontario</i><i> Forest</i><i>\r\nTenure Modernization Act, 2011</i>.  2011, c. 10, s. 28 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11010#s28s8\">2011, c. 10, s. 28 (8)</a></span>\r\n- 01/06/2011</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "41.2",
            "section_x": "Limitations on remedies",
            "part_id": "PART III  ",
            "part_type": "PART III FOREST RESOURCE LICENCES",
            "section_y": "Limitations on remedies",
            "content": "41.2 (1) No cause of action arises as a direct or indirect result of, (0.a) a decision of the Minister not to extend a sustainable forest licence under subsection 26 (4) or (4.1); (a) the re-enactment of subsection 28 (1) or anything done or not done in accordance with it or regulations made in respect of it; (0.b) the re-enactment of subsections 26 (2), (4) and (4.1) or anything done or not done under those subsections; (b) the amendment of a forest resource licence or a permit under section 34, 38 or 41.9; (b.1) the termination of a forest resource licence or a permit in respect of land that is the subject of a sale, lease, grant or other disposition of land under subsection 37 (3), and the termination of all rights of the licensee or permittee in respect of the forest resources on the land under that subsection; (c) the granting of a subsequent forest resource licence under section 38, the issuing of a subsequent permit under section 41.6 or the issuance of an authorization under section 41.18; (c.1) the termination of a forest resource licence in respect of the land to which a permit applies under subsection 41.6 (3), and the termination of all rights of the licensee in respect of the forest resources on the land under that subsection; (d) the enactment of section 41.1 or anything done or not done in accordance with it; or (e) the suspension or cancellation of a forest resource licence or a permit under section 59 or 59.1.  2011, c. 10, s. 28 (8); 2019, c. 14, Sched. 15, s. 27; 2021, c. 34, Sched. 6, s. 2. No remedy (2) No costs, compensation or damages are owing or payable to any person and no remedy, including but not limited to a remedy in contract, restitution, tort or trust, is available to any person in connection with anything referred to in subsection (1).  2011, c. 10, s. 28 (8). Proceedings barred (3) No proceeding, including but not limited to any proceeding in contract, restitution, tort or trust, that is directly or indirectly based on or related to anything referred to in subsection (1) may be brought or maintained against any person.  2011, c. 10, s. 28 (8). Same (4) Subsection (3) applies regardless of whether the cause of action on which the proceeding is purportedly based arose before or after the coming into force of this section.  2011, c. 10, s. 28 (8). Proceedings set aside (5) Any proceeding referred to in subsection (3) commenced before the day this section comes into force shall be deemed to have been dismissed, without costs, on the day this section comes into force.  2011, c. 10, s. 28 (8). No expropriation or injurious affection (6) Nothing done or not done in accordance with the provisions referred to in subsection (1) or the regulations made in respect of them constitutes an expropriation or injurious affection for the purposes of the Expropriations Act or otherwise at law.  2011, c. 10, s. 28 (8). Exception, proceeding by the Crown (7) This section does not apply to a proceeding commenced by the Crown and nothing in this section precludes a proceeding commenced by the Crown.  2011, c. 10, s. 28 (8). Person defined (8) In this section, “person” includes, but is not limited to, the Crown and its employees and agents, members of the Executive Council, and municipalities and their employees and agents.  2011, c. 10, s. 28 (8). Section Amendments with date in force (d/m/y) 2011, c. 10, s. 28 (8)\r\n- 01/06/2011 2019, c. 14, Sched. 15, s. 27 (1, 2) - 10/12/2019 2021, c. 34, Sched. 6, s. 2 - 19/04/2022 PART III.1   PERMITS",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>41.2 </b>(1) No cause of action arises as a direct or indirect result of,</p> <p class=\"paragraph\"> (0.a) a decision of the Minister not to extend a sustainable forest licence under subsection 26 (4) or (4.1);</p> <p class=\"paragraph\">  (a) the re-enactment of subsection 28 (1) or anything done or not done in accordance with it or regulations made in respect of it;</p> <p class=\"paragraph\"> (0.b) the re-enactment of subsections 26 (2), (4) and (4.1) or anything done or not done under those subsections;</p> <p class=\"paragraph\">  (b) the amendment of a forest resource licence or a permit under section 34, 38 or 41.9;</p> <p class=\"paragraph\"> (b.1) the termination of a forest resource licence or a permit in respect of land that is the subject of a sale, lease, grant or other disposition of land under subsection 37 (3), and the termination of all rights of the licensee or permittee in respect of the forest resources on the land under that subsection;</p> <p class=\"paragraph\">  (c) the granting of a subsequent forest resource licence under section 38, the issuing of a subsequent permit under section 41.6 or the issuance of an authorization under section 41.18;</p> <p class=\"paragraph\"> (c.1) the termination of a forest resource licence in respect of the land to which a permit applies under subsection 41.6 (3), and the termination of all rights of the licensee in respect of the forest resources on the land under that subsection;</p> <p class=\"paragraph\">  (d) the enactment of section 41.1 or anything done or not done in accordance with it; or</p> <p class=\"paragraph\">  (e) the suspension or cancellation of a forest resource licence or a permit under section 59 or 59.1.  2011, c. 10, s. 28 (8); 2019, c. 14, Sched. 15, s. 27; 2021, c. 34, Sched. 6, s. 2.</p> <p class=\"headnote\">No remedy</p> <p class=\"subsection\">(2) No costs, compensation or damages are owing or payable to any person and no remedy, including but not limited to a remedy in contract, restitution, tort or trust, is available to any person in connection with anything referred to in subsection (1).  2011, c. 10, s. 28 (8).</p> <p class=\"headnote\">Proceedings barred</p> <p class=\"subsection\">(3) No proceeding, including but not limited to any proceeding in contract, restitution, tort or trust, that is directly or indirectly based on or related to anything referred to in subsection (1) may be brought or maintained against any person.  2011, c. 10, s. 28 (8).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Subsection (3) applies regardless of whether the cause of action on which the proceeding is purportedly based arose before or after the coming into force of this section.  2011, c. 10, s. 28 (8).</p> <p class=\"headnote\">Proceedings set aside</p> <p class=\"subsection\">(5) Any proceeding referred to in subsection (3) commenced before the day this section comes into force shall be deemed to have been dismissed, without costs, on the day this section comes into force.  2011, c. 10, s. 28 (8).</p> <p class=\"headnote\">No expropriation or injurious affection</p> <p class=\"subsection\">(6) Nothing done or not done in accordance with the provisions referred to in subsection (1) or the regulations made in respect of them constitutes an expropriation or injurious affection for the purposes of the <i>Expropriations Act</i> or otherwise at law.  2011, c. 10, s. 28 (8).</p> <p class=\"headnote\">Exception, proceeding by the Crown</p> <p class=\"subsection\">(7) This section does not apply to a proceeding commenced by the Crown and nothing in this section precludes a proceeding commenced by the Crown.  2011, c. 10, s. 28 (8).</p> <p class=\"headnote\">Person defined</p> <p class=\"subsection\">(8) In this section,</p> <p class=\"definition\">“person” includes, but is not limited to, the Crown and its employees and agents, members of the Executive Council, and municipalities<b> </b>and their employees and agents.  2011, c. 10, s. 28 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11010#s28s8\">2011, c. 10, s. 28 (8)</a></span>\r\n- 01/06/2011</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s27s1\">2019, c. 14, Sched. 15, s. 27 (1, 2)</a></span> - 10/12/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched6s2\">2021, c. 34, Sched. 6, s. 2</a></span> - 19/04/2022</p> <p class=\"partnum\"><a name=\"BK47\"></a>PART III.1 <br/>  PERMITS</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "PART III.1  ",
            "section_x": "PART III.1 PERMITS",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "41.3",
            "section_x": "Exempt from sustainability requirement",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 PERMITS",
            "section_y": "Exempt from sustainability requirement",
            "content": "41.3 No decision or action of the Minister under this Part, and no action taken by a permittee under the authority of a permit is, (a) a forest operation within the meaning of this Act; or (b) subject to a requirement to provide for the sustainability of a Crown forest. 2019, c. 14, Sched. 15, s. 28. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 28 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>41.3 </b>No decision or action of the Minister under this Part, and no action taken by a permittee under the authority of a permit is,</p> <p class=\"paragraph\">  (a) a forest operation within the meaning of this Act; or</p> <p class=\"paragraph\">  (b) subject to a requirement to provide for the sustainability of a Crown forest. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s28\">2019, c. 14, Sched. 15, s. 28</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "41.4",
            "section_x": "Permits",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 PERMITS",
            "section_y": "Permits",
            "content": "41.4 (1) The Minister may issue a permit to a person to remove forest resources that are in a Crown forest for the purpose of allowing an activity to be carried out on the land that requires the forest resources to be removed. 2019, c. 14, Sched. 15, s. 28. Forest Management Planning Manual, etc., not applicable (2) Neither the issuance of a permit, nor the removal of forest resources under the authority of a permit, is subject to the requirements of, (a) the Forest Management Planning Manual; (b) a forest management plan approved under section 9; (c) a forest operations prescription prepared and certified under section 16; (d) a work schedule prepared or revised under section 17; or (e) subsection 42 (1). 2019, c. 14, Sched. 15, s. 28. Limitations on issuance (3) The Minister may issue a permit to remove forest resources for the purposes of an activity described in subsection (1) only if, (a) the activity is not a forest operation; (b) the activity requires the forest resources to be removed and not be renewed during the duration of the activity; and (c) in order to proceed with the activity, the prospective permittee is required under any of the following Acts to obtain an approval or to satisfy conditions or requirements imposed in respect of the activity, and has received the approval or satisfied the conditions or requirements: (i) The Environmental Assessment Act. (ii) The Mining Act. (iii) The Public Lands Act. (iv) The Lakes and Rivers Improvement Act. (v) The Aggregate Resources Act. (vi) The Canadian Environmental Assessment Act, 2012. (vii) An Act of Ontario or of Canada prescribed by the regulations. 2019, c. 14, Sched. 15, s. 28. Considerations (4) In determining whether to issue a permit, the Minister shall have regard for the plant life, animal life, water, soil, air and social and economic values, including recreational values and heritage values, of the Crown forest. 2019, c. 14, Sched. 15, s. 28. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 28 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK49\"></a><b>41.4 </b>(1) The Minister may issue a permit to a person to remove forest resources that are in a Crown forest for the purpose of allowing an activity to be carried out on the land that requires the forest resources to be removed. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"headnote\">Forest Management Planning Manual, etc., not applicable</p> <p class=\"subsection\">(2) Neither the issuance of a permit, nor the removal of forest resources under the authority of a permit, is subject to the requirements of,</p> <p class=\"paragraph\">  (a) the Forest Management Planning Manual;</p> <p class=\"paragraph\">  (b) a forest management plan approved under section 9;</p> <p class=\"paragraph\">  (c) a forest operations prescription prepared and certified under section 16;</p> <p class=\"paragraph\">  (d) a work schedule prepared or revised under section 17; or</p> <p class=\"paragraph\">  (e) subsection 42 (1). 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"headnote\">Limitations on issuance</p> <p class=\"subsection\">(3) The Minister may issue a permit to remove forest resources for the purposes of an activity described in subsection (1) only if,</p> <p class=\"paragraph\">  (a) the activity is not a forest operation;</p> <p class=\"paragraph\">  (b) the activity requires the forest resources to be removed and not be renewed during the duration of the activity; and</p> <p class=\"paragraph\">  (c) in order to proceed with the activity, the prospective permittee is required under any of the following Acts to obtain an approval or to satisfy conditions or requirements imposed in respect of the activity, and has received the approval or satisfied the conditions or requirements:</p> <p class=\"subclause\">  (i) The <i>Environmental Assessment Act</i>.</p> <p class=\"subclause\">  (ii) The <i>Mining Act</i>.</p> <p class=\"subclause\">  (iii) The <i>Public Lands Act</i>.</p> <p class=\"subclause\">  (iv) The <i>Lakes and Rivers Improvement Act</i>.</p> <p class=\"subclause\">  (v) The <i>Aggregate Resources Act</i>.</p> <p class=\"subclause\">  (vi) The <i>Canadian Environmental Assessment Act, 2012</i>.</p> <p class=\"subclause\">  (vii) An Act of Ontario or of Canada prescribed by the regulations. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"headnote\">Considerations</p> <p class=\"subsection\">(4) In determining whether to issue a permit, the Minister shall have regard for the plant life, animal life, water, soil, air and social and economic values, including recreational values and heritage values, of the Crown forest. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s28\">2019, c. 14, Sched. 15, s. 28</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "41.5",
            "section_x": "Terms and conditions",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 PERMITS",
            "section_y": "Terms and conditions",
            "content": "41.5 (1) A permit is subject to whatever terms and conditions may be prescribed in the regulations and to such other terms and conditions as the Minister may specify in the permit. 2019, c. 14, Sched. 15, s. 28. Additional authority (2) The terms and conditions that may be prescribed by regulation or specified in the permit under subsection (1) are in addition to the power of the Minister to amend a permit in accordance with section 41.9 and are not subject to section 41.9. 2019, c. 14, Sched. 15, s. 28. Examples (3) Without limiting the generality of subsection (1), a permit may be subject to any of the following terms and conditions: 1. Setting the term during which the permit applies. 2. Limiting the area to which the permit applies. 3. Directing the use of or disposal of forest resources removed under the permit. 4. Requiring the permittee to take steps specified in the permit, and requiring that steps be taken before engaging in the removal of forest resources authorized by the permit. 5. Requiring the permittee to furnish security in an amount that is, in the opinion of the Minister, sufficient to ensure compliance with the permit. 6. Requiring the permittee to submit reports and information to the Minister. 7. Setting out the circumstances in which the permittee requires the consent of the Minister to undergo material changes to its structure or its business. 8. Specifying that the permit is non-transferable or limiting the permittee’s ability to transfer or assign the permit. 9. Requiring the permittee to undertake silviculture or other activities to renew the Crown forest. 2019, c. 14, Sched. 15, s. 28. Compliance (4) The authorization to remove forest resources under a permit does not apply unless the permittee complies with all the terms and conditions of the permit. 2019, c. 14, Sched. 15, s. 28. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 28 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK50\"></a><b>41.5 </b>(1) A permit is subject to whatever terms and conditions may be prescribed in the regulations and to such other terms and conditions as the Minister may specify in the permit. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"headnote\">Additional authority</p> <p class=\"subsection\">(2) The terms and conditions that may be prescribed by regulation or specified in the permit under subsection (1) are in addition to the power of the Minister to amend a permit in accordance with section 41.9 and are not subject to section 41.9. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"headnote\">Examples</p> <p class=\"subsection\">(3) Without limiting the generality of subsection (1), a permit may be subject to any of the following terms and conditions:</p> <p class=\"paragraph\">  1. Setting the term during which the permit applies.</p> <p class=\"paragraph\">  2. Limiting the area to which the permit applies.</p> <p class=\"paragraph\">  3. Directing the use of or disposal of forest resources removed under the permit.</p> <p class=\"paragraph\">  4. Requiring the permittee to take steps specified in the permit, and requiring that steps be taken before engaging in the removal of forest resources authorized by the permit.</p> <p class=\"paragraph\">  5. Requiring the permittee to furnish security in an amount that is, in the opinion of the Minister, sufficient to ensure compliance with the permit.</p> <p class=\"paragraph\">  6. Requiring the permittee to submit reports and information to the Minister.</p> <p class=\"paragraph\">  7. Setting out the circumstances in which the permittee requires the consent of the Minister to undergo material changes to its structure or its business.</p> <p class=\"paragraph\">  8. Specifying that the permit is non-transferable or limiting the permittee’s ability to transfer or assign the permit.</p> <p class=\"paragraph\">  9. Requiring the permittee to undertake silviculture or other activities to renew the Crown forest. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(4) The authorization to remove forest resources under a permit does not apply unless the permittee complies with all the terms and conditions of the permit. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s28\">2019, c. 14, Sched. 15, s. 28</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "41.6",
            "section_x": "Permit and licence on same land",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 PERMITS",
            "section_y": "Permit and licence on same land",
            "content": "41.6 (1) The Minister may issue a permit in respect of forest resources on land that is subject to a forest resource licence. 2019, c. 14, Sched. 15, s. 28. Right to make representations (2) Subsection (1) applies only if the Minister gives the licensee written notice of the intent to issue a permit and gives the licensee an opportunity to make representations to the Minister. 2019, c. 14, Sched. 15, s. 28. Effect of permit (3) The issuance of a permit to which subsection (1) applies terminates the licence in respect of the land to which the permit applies and terminates all rights of the licensee in respect of forest resources on the land. 2019, c. 14, Sched. 15, s. 28. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 28 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK51\"></a><b>41.6 </b>(1) The Minister may issue a permit in respect of forest resources on land that is subject to a forest resource licence. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"headnote\">Right to make representations</p> <p class=\"subsection\">(2) Subsection (1) applies only if the Minister gives the licensee written notice of the intent to issue a permit and gives the licensee an opportunity to make representations to the Minister. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"headnote\">Effect of permit</p> <p class=\"subsection\">(3) The issuance of a permit to which subsection (1) applies terminates the licence in respect of the land to which the permit applies and terminates all rights of the licensee in respect of forest resources on the land. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s28\">2019, c. 14, Sched. 15, s. 28</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "41.7",
            "section_x": "Ownership of forest resources",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 PERMITS",
            "section_y": "Ownership of forest resources",
            "content": "41.7 Property in forest resources that are removed under a permit remains in the Crown until all Crown charges have been paid in respect of the resources. 2019, c. 14, Sched. 15, s. 28. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 28 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK52\"></a><b>41.7 </b>Property in forest resources that are removed under a permit remains in the Crown until all Crown charges have been paid in respect of the resources. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s28\">2019, c. 14, Sched. 15, s. 28</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "41.8",
            "section_x": "Prices and charges",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 PERMITS",
            "section_y": "Prices and charges",
            "content": "41.8 (1) The Minister may determine, from time to time, the prices, forestry futures charges and forest renewal charges applicable to the removal of forest resources under a permit. 2019, c. 14, Sched. 15, s. 28. Same (2) A permittee shall pay the prices and charges determined under subsection (1) in the amounts, in the manner and within the times required by the Minister. 2019, c. 14, Sched. 15, s. 28. Effective date (3) A determination under subsection (1) may be made to apply retroactively to April 1 or any later date in the year in which the determination is made. 2019, c. 14, Sched. 15, s. 28. Obligation on permittee (4) Crown charges in respect of forest resources that are removed under authority of a permit shall be paid by the permittee whether the resources are removed by the permittee or by another person with or without the permittee’s consent. 2019, c. 14, Sched. 15, s. 28. Property in resources (5) Upon payment by a permittee of all Crown charges referred to in subsection (4), property in forest resources that have been removed in the land to which the permit relates during the term of the permit vests in the permittee, whether the resources were removed by the permittee or by another person with or without the permittee’s consent. 2019, c. 14, Sched. 15, s. 28. Seizure of resources (6) A permittee who has paid all Crown charges referred to in subsection (4) is entitled to seize all forest resources that have been removed during the term of the permit and that are in the possession of a person not entitled to them. 2019, c. 14, Sched. 15, s. 28. Right of action (7) A permittee who has paid all Crown charges referred to in subsection (4) is entitled to bring an action against any person who, during the term of the permit, removed, damaged or otherwise took possession of forest resources without the permission of the permittee. 2019, c. 14, Sched. 15, s. 28. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 28 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK53\"></a><b>41.8 </b>(1) The Minister may determine, from time to time, the prices, forestry futures charges and forest renewal charges applicable to the removal of forest resources under a permit. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A permittee shall pay the prices and charges determined under subsection (1) in the amounts, in the manner and within the times required by the Minister. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"headnote\">Effective date</p> <p class=\"subsection\">(3) A determination under subsection (1) may be made to apply retroactively to April 1 or any later date in the year in which the determination is made. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"headnote\">Obligation on permittee</p> <p class=\"subsection\">(4) Crown charges in respect of forest resources that are removed under authority of a permit shall be paid by the permittee whether the resources are removed by the permittee or by another person with or without the permittee’s consent. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"headnote\">Property in resources</p> <p class=\"subsection\">(5) Upon payment by a permittee of all Crown charges referred to in subsection (4), property in forest resources that have been removed in the land to which the permit relates during the term of the permit vests in the permittee, whether the resources were removed by the permittee or by another person with or without the permittee’s consent. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"headnote\">Seizure of resources</p> <p class=\"subsection\">(6) A permittee who has paid all Crown charges referred to in subsection (4) is entitled to seize all forest resources that have been removed during the term of the permit and that are in the possession of a person not entitled to them. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"headnote\">Right of action</p> <p class=\"subsection\">(7) A permittee who has paid all Crown charges referred to in subsection (4) is entitled to bring an action against any person who, during the term of the permit, removed, damaged or otherwise took possession of forest resources without the permission of the permittee. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s28\">2019, c. 14, Sched. 15, s. 28</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "41.9",
            "section_x": "Amendment",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 PERMITS",
            "section_y": "Amendment",
            "content": "41.9 (1) The Minister may amend a permit. 2019, c. 14, Sched. 15, s. 28. Right to make representations (2) Before amending a permit, the Minister shall, (a) give the permittee written notice of the Minister’s intention to amend the permit and of the reasons for the amendment; and (b) give the permittee an opportunity to make representations to the Minister on the proposed amendment. 2019, c. 14, Sched. 15, s. 28. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 28 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK54\"></a><b>41.9 </b>(1) The Minister may amend a permit. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"headnote\">Right to make representations</p> <p class=\"subsection\">(2) Before amending a permit, the Minister shall,</p> <p class=\"paragraph\">  (a) give the permittee written notice of the Minister’s intention to amend the permit and of the reasons for the amendment; and</p> <p class=\"paragraph\">  (b) give the permittee an opportunity to make representations to the Minister on the proposed amendment. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s28\">2019, c. 14, Sched. 15, s. 28</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "41.10",
            "section_x": "Surrender of permits",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 PERMITS",
            "section_y": "Surrender of permits",
            "content": "41.10 A permittee may, with the written consent of the Minister, surrender a permit on such terms as the Minister may impose. 2019, c. 14, Sched. 15, s. 28. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 28 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK55\"></a><b>41.10 </b>A permittee may, with the written consent of the Minister, surrender a permit on such terms as the Minister may impose. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s28\">2019, c. 14, Sched. 15, s. 28</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "41.11",
            "section_x": "No interest in land",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 PERMITS",
            "section_y": "No interest in land",
            "content": "41.11 A permit does not confer on the permittee any interest in land or any right to exclusive possession of land. 2019, c. 14, Sched. 15, s. 28. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 28 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK56\"></a><b>41.11 </b>A permit does not confer on the permittee any interest in land or any right to exclusive possession of land. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s28\">2019, c. 14, Sched. 15, s. 28</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "41.12",
            "section_x": "Survey",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 PERMITS",
            "section_y": "Survey",
            "content": "41.12 The Minister may at any time cause a survey to be made to establish or re-establish the boundaries of the area covered by a permit and, unless the Minister otherwise directs, the cost of the survey shall be borne by the permittee. 2019, c. 14, Sched. 15, s. 28. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 28 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK57\"></a><b>41.12 </b>The Minister may at any time cause a survey to be made to establish or re-establish the boundaries of the area covered by a permit and, unless the Minister otherwise directs, the cost of the survey shall be borne by the permittee. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s28\">2019, c. 14, Sched. 15, s. 28</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "41.13",
            "section_x": "Measurement of resources",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 PERMITS",
            "section_y": "Measurement of resources",
            "content": "41.13 (1) A permittee who removes forest resources under the authority of a permit shall not do any of the following unless the resources have been measured and counted by a licensed scaler, in accordance with the Scaling Manual: 1. Transport the forest resources. 2. Take any steps to process or modify the forest resources except in a manner that allows them to be measured and counted in accordance with the Scaling Manual. 3. Allow the transport, processing or modification of the forest resources. 2019, c. 14, Sched. 15, s. 28. Same (2) A permittee shall remove forest resources in a manner that allows them to be measured and counted in accordance with the Scaling Manual. 2019, c. 14, Sched. 15, s. 28. Exceptions (3) Despite subsections (1) and (2), the Minister may direct that forest resources be measured, counted or weighed at such place and in such manner as the Minister may direct. 2019, c. 14, Sched. 15, s. 28. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 28 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK58\"></a><b>41.13 </b>(1) A permittee who removes forest resources under the authority of a permit shall not do any of the following unless the resources have been measured and counted by a licensed scaler, in accordance with the Scaling Manual:</p> <p class=\"paragraph\">  1. Transport the forest resources.</p> <p class=\"paragraph\">  2. Take any steps to process or modify the forest resources except in a manner that allows them to be measured and counted in accordance with the Scaling Manual.</p> <p class=\"paragraph\">  3. Allow the transport, processing or modification of the forest resources. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A permittee shall remove forest resources in a manner that allows them to be measured and counted in accordance with the Scaling Manual. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(3) Despite subsections (1) and (2), the Minister may direct that forest resources be measured, counted or weighed at such place and in such manner as the Minister may direct. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s28\">2019, c. 14, Sched. 15, s. 28</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "41.14",
            "section_x": "Right to deal with information",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 PERMITS",
            "section_y": "Right to deal with information",
            "content": "41.14 The Minister may deal with any information obtained under this Part as if the Minister had created the information. 2019, c. 14, Sched. 15, s. 28. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 28 - 10/12/2019 PART III.2   AUTHORIZATIONS FOR PERSONAL USE",
            "raw_html": "<p class=\"section\"><a name=\"BK59\"></a><b>41.14 </b>The Minister may deal with any information obtained under this Part as if the Minister had created the information. 2019, c. 14, Sched. 15, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s28\">2019, c. 14, Sched. 15, s. 28</a></span> - 10/12/2019</p> <p class=\"partnum\"><a name=\"BK60\"></a>PART III.2 <br/>  AUTHORIZATIONS FOR PERSONAL USE</p>"
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "PART III.2  ",
            "section_x": "PART III.2 AUTHORIZATIONS FOR PERSONAL USE",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "41.15",
            "section_x": "Definition",
            "part_id": "PART III.2  ",
            "part_type": "PART III.2 AUTHORIZATIONS FOR PERSONAL USE",
            "section_y": "Definition",
            "content": "41.15 In this Part, “personal use” means personal use as defined in the regulations. 2021, c. 34, Sched. 6, s. 3. Section Amendments with date in force (d/m/y) 2021, c. 34, Sched. 6, s. 3 - 19/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK61\"></a><b>41.15 </b>In this Part,</p> <p class=\"definition\">“personal use” means personal use as defined in the regulations. 2021, c. 34, Sched. 6, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched6s3\">2021, c. 34, Sched. 6, s. 3</a></span> - 19/04/2022</p>"
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "41.16",
            "section_x": "Harvesting for personal use",
            "part_id": "PART III.2  ",
            "part_type": "PART III.2 AUTHORIZATIONS FOR PERSONAL USE",
            "section_y": "Harvesting for personal use",
            "content": "41.16 (1) A person may harvest forest resources in a Crown forest for personal use, (a) in accordance with an authorization issued by the Minister, subject to subsection (2); or (b) in the circumstances prescribed by the regulations. 2021, c. 34, Sched. 6, s. 3. Minister’s authorization (2) The Minister’s authorization under clause (1) (a) shall be issued in accordance with the regulations. 2021, c. 34, Sched. 6, s. 3. Terms and conditions (3) An authorization under clause (1) (a) is subject to whatever terms and conditions may be prescribed in the regulations and to such other terms and conditions as the Minister may specify in the authorization. 2021, c. 34, Sched. 6, s. 3. Section Amendments with date in force (d/m/y) 2021, c. 34, Sched. 6, s. 3 - 19/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK62\"></a><b>41.16 </b>(1) A person may harvest forest resources in a Crown forest for personal use,</p> <p class=\"paragraph\">  (a) in accordance with an authorization issued by the Minister, subject to subsection (2); or</p> <p class=\"paragraph\">  (b) in the circumstances prescribed by the regulations. 2021, c. 34, Sched. 6, s. 3.</p> <p class=\"headnote\">Minister’s authorization</p> <p class=\"subsection\">(2) The Minister’s authorization under clause (1) (a) shall be issued in accordance with the regulations. 2021, c. 34, Sched. 6, s. 3.</p> <p class=\"headnote\">Terms and conditions</p> <p class=\"subsection\">(3) An authorization under clause (1) (a) is subject to whatever terms and conditions may be prescribed in the regulations and to such other terms and conditions as the Minister may specify in the authorization. 2021, c. 34, Sched. 6, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched6s3\">2021, c. 34, Sched. 6, s. 3</a></span> - 19/04/2022</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "41.17",
            "section_x": "Prices and charges",
            "part_id": "PART III.2  ",
            "part_type": "PART III.2 AUTHORIZATIONS FOR PERSONAL USE",
            "section_y": "Prices and charges",
            "content": "41.17 (1) The Minister may determine, from time to time, the prices, forestry futures charges and forest renewal charges applicable to the harvesting of forest resources for personal use under a Minister’s authorization or in the circumstances prescribed by the regulations. 2021, c. 34, Sched. 6, s. 3. Same (2) A person who harvests forest resources in a Crown forest for personal use under a Minister’s authorization or in the circumstances prescribed by the regulations shall pay the prices and charges determined under subsection (1) in the amounts, in the manner and within the times required by the Minister. 2021, c. 34, Sched. 6, s. 3. Section Amendments with date in force (d/m/y) 2021, c. 34, Sched. 6, s. 3 - 19/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK63\"></a><b>41.17 </b>(1) The Minister may determine, from time to time, the prices, forestry futures charges and forest renewal charges applicable to the harvesting of forest resources for personal use under a Minister’s authorization or in the circumstances prescribed by the regulations. 2021, c. 34, Sched. 6, s. 3.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A person who harvests forest resources in a Crown forest for personal use under a Minister’s authorization or in the circumstances prescribed by the regulations shall pay the prices and charges determined under subsection (1) in the amounts, in the manner and within the times required by the Minister. 2021, c. 34, Sched. 6, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched6s3\">2021, c. 34, Sched. 6, s. 3</a></span> - 19/04/2022</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "41.18",
            "section_x": "Personal use harvesting on land subject to licence",
            "part_id": "PART III.2  ",
            "part_type": "PART III.2 AUTHORIZATIONS FOR PERSONAL USE",
            "section_y": "Personal use harvesting on land subject to licence",
            "content": "41.18 (1) The Minister may issue an authorization under section 41.16 to harvest forest resources on land that is subject to a forest resource licence. 2021, c. 34, Sched. 6, s. 3. Same (2) The regulations may provide that a person can harvest forest resources under clause 41.16 (1) (b) on land that is subject to a forest resource licence in the circumstances prescribed by the regulations. 2021, c. 34, Sched. 6, s. 3. Section Amendments with date in force (d/m/y) 2021, c. 34, Sched. 6, s. 3 - 19/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK64\"></a><b>41.18 </b>(1) The Minister may issue an authorization under section 41.16 to harvest forest resources on land that is subject to a forest resource licence. 2021, c. 34, Sched. 6, s. 3.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The regulations may provide that a person can harvest forest resources under clause 41.16 (1) (b) on land that is subject to a forest resource licence in the circumstances prescribed by the regulations. 2021, c. 34, Sched. 6, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched6s3\">2021, c. 34, Sched. 6, s. 3</a></span> - 19/04/2022</p>"
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "41.19",
            "section_x": "Part IV not applicable",
            "part_id": "PART III.2  ",
            "part_type": "PART III.2 AUTHORIZATIONS FOR PERSONAL USE",
            "section_y": "Part IV not applicable",
            "content": "41.19 The harvesting of forest resources for personal use under an authorization issued under this Part or in the circumstances prescribed by the regulations is not subject to any of the requirements of Part IV. 2021, c. 34, Sched. 6, s. 3. Section Amendments with date in force (d/m/y) 2021, c. 34, Sched. 6, s. 3 - 19/04/2022 PART IV   FOREST OPERATIONS",
            "raw_html": "<p class=\"section\"><a name=\"BK65\"></a><b>41.19 </b>The harvesting of forest resources for personal use under an authorization issued under this Part or in the circumstances prescribed by the regulations is not subject to any of the requirements of Part IV. 2021, c. 34, Sched. 6, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched6s3\">2021, c. 34, Sched. 6, s. 3</a></span> - 19/04/2022</p> <p class=\"partnum\"><a name=\"BK66\"></a>PART IV <br/>  FOREST OPERATIONS</p>"
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "PART IV  ",
            "section_x": "PART IV FOREST OPERATIONS",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "42.",
            "section_x": "Conduct of forest operations",
            "part_id": "PART IV  ",
            "part_type": "PART IV FOREST OPERATIONS",
            "section_y": "Conduct of forest operations",
            "content": "42 (1) A person shall not conduct forest operations in a Crown forest except in accordance with, (a) an applicable forest management plan; (a.1) any forest operations prescriptions that apply to the forest operations; and (b) an applicable work schedule.  1994, c. 25, s. 42 (1); 1994, c. 25, s. 42 (3); 2019, c. 14, Sched. 15, s. 29. Exception (2) The Minister may in writing direct that subsection (1) does not apply to forest operations conducted by or on behalf of the Minister if, in the opinion of the Minister, the forest operations are necessary to provide for the sustainability of a Crown forest.  1994, c. 25, s. 42 (2). (3) Spent:  1994, c. 25, s. 42 (3). Section Amendments with date in force (d/m/y) 1994, c. 25, s. 42 (3) - 01/04/1997 2019, c. 14, Sched. 15, s. 29 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK67\"></a><b>42 </b>(1) A person shall not conduct forest operations in a Crown forest except in accordance with,</p> <p class=\"paragraph\">  (a) an applicable forest management plan;</p> <p class=\"paragraph\"> (a.1) any forest operations prescriptions that apply to the forest operations; and</p> <p class=\"paragraph\">  (b) an applicable work schedule.  1994, c. 25, s. 42 (1); 1994, c. 25, s. 42 (3); 2019, c. 14, Sched. 15, s. 29.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) The Minister may in writing direct that subsection (1) does not apply to forest operations conducted by or on behalf of the Minister if, in the opinion of the Minister, the forest operations are necessary to provide for the sustainability of a Crown forest.  1994, c. 25, s. 42 (2).</p> <p class=\"subsection\">(3) <span>Spent</span>:  1994, c. 25, s. 42 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 25, s. 42 (3) - 01/04/1997</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s29\">2019, c. 14, Sched. 15, s. 29</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK68",
            "TOCid": "43.",
            "section_x": "Compliance with Manual",
            "part_id": "PART IV  ",
            "part_type": "PART IV FOREST OPERATIONS",
            "section_y": "Compliance with Manual",
            "content": "43 A person who conducts forest operations in a Crown forest shall comply with the Forest Operations and Silviculture Manual.  1994, c. 25, s. 43.",
            "raw_html": "<p class=\"section\"><a name=\"BK68\"></a><b>43 </b>A person who conducts forest operations in a Crown forest shall comply with the Forest Operations and Silviculture Manual.  1994, c. 25, s. 43.</p>"
        },
        {
            "ahref_id": "#BK69",
            "TOCid": "44.",
            "section_x": "Approval for harvesting",
            "part_id": "PART IV  ",
            "part_type": "PART IV FOREST OPERATIONS",
            "section_y": "Approval for harvesting",
            "content": "44 (1) The holder of a forest resource licence that authorizes the harvesting of forest resources shall not begin to harvest forest resources in any year unless the Minister has approved in writing the harvesting in the area in which the harvesting is to occur.  1994, c. 25, s. 44 (1). Crown charges (2) The Minister may withhold approval under subsection (1) if the person is in default of payment of any Crown charges.  1994, c. 25, s. 44 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK69\"></a><b>44 </b>(1) The holder of a forest resource licence that authorizes the harvesting of forest resources shall not begin to harvest forest resources in any year unless the Minister has approved in writing the harvesting in the area in which the harvesting is to occur.  1994, c. 25, s. 44 (1).</p> <p class=\"headnote\">Crown charges</p> <p class=\"subsection\">(2) The Minister may withhold approval under subsection (1) if the person is in default of payment of any Crown charges.  1994, c. 25, s. 44 (2).</p>"
        },
        {
            "ahref_id": "#BK70",
            "TOCid": "45.",
            "section_x": "Measurement of resources",
            "part_id": "PART IV  ",
            "part_type": "PART IV FOREST OPERATIONS",
            "section_y": "Measurement of resources",
            "content": "45 (1) A person shall not remove forest resources in a Crown forest from the place of harvesting unless the resources have been measured and counted by a licensed scaler.  1994, c. 25, s. 45 (1). Methods of measurement (2) A person who measures, counts or weighs forest resources shall do so in accordance with the Scaling Manual.  1994, c. 25, s. 45 (2). Exceptions (3) Despite subsections (1) and (2), the Minister may direct that forest resources be measured, counted or weighed at a place other than the place of harvesting and in such manner as the Minister may direct.  1994, c. 25, s. 45 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK70\"></a><b>45 </b>(1) A person shall not remove forest resources in a Crown forest from the place of harvesting unless the resources have been measured and counted by a licensed scaler.  1994, c. 25, s. 45 (1).</p> <p class=\"headnote\">Methods of measurement</p> <p class=\"subsection\">(2) A person who measures, counts or weighs forest resources shall do so in<b> </b>accordance<b> </b>with the Scaling Manual.  1994, c. 25, s. 45 (2).</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(3) Despite subsections (1) and (2), the Minister may direct that forest resources be measured, counted or weighed at a place other than the place of harvesting and in such manner as the Minister may direct.  1994, c. 25, s. 45 (3).</p>"
        },
        {
            "ahref_id": "#BK71",
            "TOCid": "46.",
            "section_x": "Records",
            "part_id": "PART IV  ",
            "part_type": "PART IV FOREST OPERATIONS",
            "section_y": "Records",
            "content": "46 A person who removes forest resources from a Crown forest shall keep such records as are prescribed by the regulations.  1994, c. 25, s. 46.",
            "raw_html": "<p class=\"section\"><a name=\"BK71\"></a><b>46 </b>A person who removes forest resources from a Crown forest shall keep such records as are prescribed by the regulations.  1994, c. 25, s. 46.</p>"
        },
        {
            "ahref_id": "#BK72",
            "TOCid": "47.",
            "section_x": "Exemptions",
            "part_id": "PART IV  ",
            "part_type": "PART IV FOREST OPERATIONS",
            "section_y": "Exemptions",
            "content": "47 The Minister may in writing direct that this Part or a provision of this Part does not apply to forest operations conducted in accordance with a forest resource licence if the term of the licence does not exceed one year and the total area covered by the licence does not exceed 25 hectares.  1994, c. 25, s. 47. Endangered Species Act, 2007 47.1 (1) Clause 9 (1) (a) and subsection 10 (1) of the Endangered Species Act, 2007 do not apply to a person who kills, harms, harasses, captures or takes a member of a species at risk, or damages or destroys the habitat of such a species, while the person is conducting forest operations, (a) in a Crown forest; (b) in accordance with an approved forest management plan; and (c) on behalf of the Crown or under the authority of a forest resource licence. 2020, c. 36, Sched. 8, s. 3. (2) Subclauses 9 (1) (b) (i) and (ii) of the Endangered Species Act, 2007 do not apply to a person who transports or possesses a member of a species if, pursuant to subsection (1), clause 9 (1) (a) and subsection 10 (1) of that Act did not apply with respect to the member of the species. 2020, c. 36, Sched. 8, s. 3. (3) No order shall be issued under section 27.1 or 28 of the Endangered Species Act, 2007 with respect to a person conducting forest operations in accordance with subsection (1). 2020, c. 36, Sched. 8, s. 3. Section Amendments with date in force (d/m/y) 2020, c. 36, Sched. 8, s. 3 - 08/12/2020 PART V   TRUST FUNDS",
            "raw_html": "<p class=\"section\"><a name=\"BK72\"></a><b>47 </b>The Minister may in writing direct that this Part or a provision of this Part does not apply to forest operations conducted in accordance with a forest resource licence if the term of the licence does not exceed one year and the total area covered by the licence does not exceed 25 hectares.  1994, c. 25, s. 47.</p> <p class=\"headnoteitalic\">Endangered Species Act, 2007</p> <p class=\"section\"><a name=\"BK73\"></a><b>47.1 </b>(1) Clause 9 (1) (a) and subsection 10 (1) of the <i>Endangered Species Act, 2007</i> do not apply to a person who kills, harms, harasses, captures or takes a member of a species at risk, or damages or destroys the habitat of such a species, while the person is conducting forest operations,</p> <p class=\"paragraph\">  (a) in a Crown forest;</p> <p class=\"paragraph\">  (b) in accordance with an approved forest management plan; and </p> <p class=\"paragraph\">  (c) on behalf of the Crown or under the authority of a forest resource licence. 2020, c. 36, Sched. 8, s. 3.</p> <p class=\"subsection\">(2) Subclauses 9 (1) (b) (i) and (ii) of the <i>Endangered Species Act, 2007</i> do not apply to a person who transports or possesses a member of a species if, pursuant to subsection (1), clause 9 (1) (a) and subsection 10 (1) of that Act did not apply with respect to the member of the species. 2020, c. 36, Sched. 8, s. 3.</p> <p class=\"subsection\">(3) No order shall be issued under section 27.1 or 28 of the <i>Endangered Species Act, 2007 </i>with respect to a person conducting forest operations in accordance with subsection (1). 2020, c. 36, Sched. 8, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched8s3\">2020, c. 36, Sched. 8, s. 3</a></span> - 08/12/2020</p> <p class=\"partnum\"><a name=\"BK74\"></a>PART V <br/>  TRUST FUNDS</p>"
        },
        {
            "ahref_id": "#BK73",
            "TOCid": "47.1",
            "section_x": "Endangered Species Act, 2007",
            "part_id": "PART IV  ",
            "part_type": "PART IV FOREST OPERATIONS",
            "section_y": "Exemptions",
            "content": "47.1 (1) Clause 9 (1) (a) and subsection 10 (1) of the Endangered Species Act, 2007 do not apply to a person who kills, harms, harasses, captures or takes a member of a species at risk, or damages or destroys the habitat of such a species, while the person is conducting forest operations, (a) in a Crown forest; (b) in accordance with an approved forest management plan; and (c) on behalf of the Crown or under the authority of a forest resource licence. 2020, c. 36, Sched. 8, s. 3. (2) Subclauses 9 (1) (b) (i) and (ii) of the Endangered Species Act, 2007 do not apply to a person who transports or possesses a member of a species if, pursuant to subsection (1), clause 9 (1) (a) and subsection 10 (1) of that Act did not apply with respect to the member of the species. 2020, c. 36, Sched. 8, s. 3. (3) No order shall be issued under section 27.1 or 28 of the Endangered Species Act, 2007 with respect to a person conducting forest operations in accordance with subsection (1). 2020, c. 36, Sched. 8, s. 3. Section Amendments with date in force (d/m/y) 2020, c. 36, Sched. 8, s. 3 - 08/12/2020 PART V   TRUST FUNDS",
            "raw_html": "<p class=\"section\"><a name=\"BK73\"></a><b>47.1 </b>(1) Clause 9 (1) (a) and subsection 10 (1) of the <i>Endangered Species Act, 2007</i> do not apply to a person who kills, harms, harasses, captures or takes a member of a species at risk, or damages or destroys the habitat of such a species, while the person is conducting forest operations,</p> <p class=\"paragraph\">  (a) in a Crown forest;</p> <p class=\"paragraph\">  (b) in accordance with an approved forest management plan; and </p> <p class=\"paragraph\">  (c) on behalf of the Crown or under the authority of a forest resource licence. 2020, c. 36, Sched. 8, s. 3.</p> <p class=\"subsection\">(2) Subclauses 9 (1) (b) (i) and (ii) of the <i>Endangered Species Act, 2007</i> do not apply to a person who transports or possesses a member of a species if, pursuant to subsection (1), clause 9 (1) (a) and subsection 10 (1) of that Act did not apply with respect to the member of the species. 2020, c. 36, Sched. 8, s. 3.</p> <p class=\"subsection\">(3) No order shall be issued under section 27.1 or 28 of the <i>Endangered Species Act, 2007 </i>with respect to a person conducting forest operations in accordance with subsection (1). 2020, c. 36, Sched. 8, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched8s3\">2020, c. 36, Sched. 8, s. 3</a></span> - 08/12/2020</p> <p class=\"partnum\"><a name=\"BK74\"></a>PART V <br/>  TRUST FUNDS</p>"
        },
        {
            "ahref_id": "#BK74",
            "TOCid": "PART V  ",
            "section_x": "PART V TRUST FUNDS",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK75",
            "TOCid": "48.",
            "section_x": "Forest Renewal Trust",
            "part_id": "PART V  ",
            "part_type": "PART V TRUST FUNDS",
            "section_y": "Forest Renewal Trust",
            "content": "48 (1) The Forest Renewal Trust is continued under the name Forest Renewal Trust in English and Fonds de reboisement in French. 2019, c. 14, Sched. 15, s. 30 (1). (2) Repealed: 2019, c. 14, Sched. 15, s. 30 (1). Terms of Trust (3) The Trust shall provide for reimbursement of silvicultural expenses incurred after March 31, 1994 in respect of Crown forests in which forest resources have been harvested and for such other matters as may be specified by the Minister, on such terms and conditions as may be specified by the Minister.  1994, c. 25, s. 48 (3). Trustee (4) The Minister may appoint a person who is not employed by the Crown as trustee of the Trust and may provide for the trustee’s remuneration from the funds of the Trust.  1994, c. 25, s. 48 (4). Not part of C.R.F. (5) Money received or held by the Trust shall not form part of the Consolidated Revenue Fund.  1994, c. 25, s. 48 (5). Asset of Crown (5.1) The Trust is an asset of the Crown and the money held by the Trust is held for the benefit of the Crown.  1998, c. 18, Sched. I, s. 17. Annual report (6) The Trust shall report annually to the Minister on the financial affairs of the Trust and shall give a copy of the report to the chair of the Treasury Board.  1994, c. 25, s. 48 (6). Report available to the public (7) The Minister shall make the report available to the public on a publicly accessible website. 2019, c. 14, Sched. 15, s. 30 (2). Other reports (8) The Trust shall provide the Minister with such other reports and information as he or she may request.  1994, c. 25, s. 48 (8). Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. I, s. 17 - 01/04/1995 2019, c. 14, Sched. 15, s. 30 (1, 2) - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK75\"></a><b>48 </b>(1) The Forest Renewal Trust is continued under the name Forest Renewal Trust in English and Fonds de reboisement in French. 2019, c. 14, Sched. 15, s. 30 (1).</p> <p class=\"subsection\">(2) <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 14, Sched. 15, s. 30 (1).</p> <p class=\"headnote\">Terms of Trust</p> <p class=\"subsection\">(3) The Trust shall provide for reimbursement of silvicultural expenses incurred after March 31, 1994 in respect of Crown forests in which forest resources have been harvested and for such other matters as may be specified by the Minister, on such terms and conditions as may be specified by the Minister.  1994, c. 25, s. 48 (3).</p> <p class=\"headnote\">Trustee</p> <p class=\"subsection\">(4) The Minister may appoint a person who is not employed by the Crown as trustee of the Trust and may provide for the trustee’s remuneration from the funds of the Trust.  1994, c. 25, s. 48 (4).</p> <p class=\"headnote\">Not part of C.R.F.</p> <p class=\"subsection\">(5) Money received or held by the Trust shall not form part of the Consolidated Revenue Fund.  1994, c. 25, s. 48 (5).</p> <p class=\"headnote\">Asset of Crown</p> <p class=\"subsection\">(5.1) The Trust is an asset of the Crown and the money held by the Trust is held for the benefit of the Crown.  1998, c. 18, Sched. I, s. 17.</p> <p class=\"headnote\">Annual report</p> <p class=\"subsection\">(6) The Trust shall report annually to the Minister on the financial affairs of the Trust and shall give a copy of the report to the chair of the Treasury Board.  1994, c. 25, s. 48 (6).</p> <p class=\"headnote\">Report available to the public</p> <p class=\"subsection\">(7) The Minister shall make the report available to the public on a publicly accessible website. 2019, c. 14, Sched. 15, s. 30 (2).</p> <p class=\"headnote\">Other reports</p> <p class=\"subsection\">(8) The Trust shall provide the Minister with such other reports and information as he or she may request.  1994, c. 25, s. 48 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. I, s. 17 - 01/04/1995</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s30s1\">2019, c. 14, Sched. 15, s. 30 (1, 2)</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK76",
            "TOCid": "49.",
            "section_x": "Forest renewal charges",
            "part_id": "PART V  ",
            "part_type": "PART V TRUST FUNDS",
            "section_y": "Forest renewal charges",
            "content": "49 (1) The holder of a forest resource licence shall pay forest renewal charges to the Minister of Finance in the amounts and within the times required by the Minister of Northern Development, Mines, Natural Resources and Forestry.  1994, c. 25, s. 49 (1); 1996, c. 14, s. 1 (2); 2021, c. 34, Sched. 6, s. 4. Payment to Forest Renewal Trust (2) Despite subsection (1), the Minister of Northern Development, Mines, Natural Resources and Forestry may direct that a licensee who harvests forest resources in an area that is subject to a licence under section 26 shall pay forest renewal charges to the Forest Renewal Trust instead of to the Minister of Finance.  1994, c. 25, s. 49 (2); 2021, c. 34, Sched. 6, s. 4. Section Amendments with date in force (d/m/y) 1996, c. 14, s. 1 (2) - 27/06/1996 2021, c. 34, Sched. 6, s. 4 - 19/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK76\"></a><b>49 </b>(1) The holder of a forest resource licence shall pay forest renewal charges to the Minister of Finance in the amounts and within the times required by the Minister of Northern Development, Mines, Natural Resources and Forestry.  1994, c. 25, s. 49 (1); 1996, c. 14, s. 1 (2); 2021, c. 34, Sched. 6, s. 4.</p> <p class=\"headnote\">Payment to Forest Renewal Trust</p> <p class=\"subsection\">(2) Despite subsection (1), the Minister of Northern Development, Mines, Natural Resources and Forestry may direct that a licensee who harvests forest resources in an area that is subject to a licence under section 26 shall pay forest renewal charges to the Forest Renewal Trust instead of to the Minister of Finance.  1994, c. 25, s. 49 (2); 2021, c. 34, Sched. 6, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 14, s. 1 (2) - 27/06/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched6s4\">2021, c. 34, Sched. 6, s. 4</a></span> - 19/04/2022</p>"
        },
        {
            "ahref_id": "#BK77",
            "TOCid": "50.",
            "section_x": "Separate account in C.R.F.",
            "part_id": "PART V  ",
            "part_type": "PART V TRUST FUNDS",
            "section_y": "Separate account in C.R.F.",
            "content": "50 (1) Forest renewal charges received by the Minister of Finance shall be held in a separate account in the Consolidated Revenue Fund if, (a) the charges are received by the Minister of Finance from a licensee who harvests forest resources in an area that is subject to a licence under section 26; or (b) the due date for payment of the charges to the Minister of Finance is April 1, 1995 or later.  1994, c. 25, s. 50 (1). Money in account (2) Money standing to the credit of the separate account is, for the purpose of the Financial Administration Act, money paid to Ontario for a special purpose.  1994, c. 25, s. 50 (2). Payments out of account (3) The Minister of Northern Development, Mines, Natural Resources and Forestry may direct that money be paid out of the separate account, (a) to the Minister of Northern Development, Mines, Natural Resources and Forestry or a person specified by the Minister, for payment or reimbursement of silvicultural expenses incurred after March 31, 1994 in respect of Crown forests in which forest resources have been harvested; or (b) to the Forest Renewal Trust.  1994, c. 25, s. 50 (3); 2021, c. 34, Sched. 6, s. 4. Section Amendments with date in force (d/m/y) 2021, c. 34, Sched. 6, s. 4 - 19/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK77\"></a><b>50 </b>(1) Forest renewal charges received by the Minister of Finance shall be held in a separate account in the Consolidated Revenue Fund if,</p> <p class=\"paragraph\">  (a) the charges are received by the Minister of Finance from a licensee who harvests forest resources in an area that is subject to a licence under section 26; or</p> <p class=\"paragraph\">  (b) the due date for payment of the charges to the Minister of Finance is April 1, 1995 or later.  1994, c. 25, s. 50 (1).</p> <p class=\"headnote\">Money in account</p> <p class=\"subsection\">(2) Money standing to the credit of the separate account is, for the purpose of the <i>Financial Administration Act</i>, money paid to Ontario for a special purpose.  1994, c. 25, s. 50 (2).</p> <p class=\"headnote\">Payments out of account</p> <p class=\"subsection\">(3) The Minister of Northern Development, Mines, Natural Resources and Forestry may direct that money be paid out of the separate account,</p> <p class=\"paragraph\">  (a) to the Minister of Northern Development, Mines, Natural Resources and Forestry or a person specified by the Minister, for payment or reimbursement of silvicultural expenses incurred after March 31, 1994 in respect of Crown forests in which forest resources have been harvested; or</p> <p class=\"paragraph\">  (b) to the Forest Renewal Trust.  1994, c. 25, s. 50 (3); 2021, c. 34, Sched. 6, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched6s4\">2021, c. 34, Sched. 6, s. 4</a></span> - 19/04/2022</p>"
        },
        {
            "ahref_id": "#BK78",
            "TOCid": "51.",
            "section_x": "Forestry Futures Trust",
            "part_id": "PART V  ",
            "part_type": "PART V TRUST FUNDS",
            "section_y": "Forestry Futures Trust",
            "content": "51 (1) The Forestry Futures Trust is continued under the name Forestry Futures Trust in English and Fonds de réserve forestier in French. 2019, c. 14, Sched. 15, s. 31 (1). (2) Repealed: 2019, c. 14, Sched. 15, s. 31 (1). Terms of Trust (3) The Trust shall provide for the following matters, on such terms and conditions as may be specified by the Minister: 1. The funding of silvicultural expenses in Crown forests where forest resources have been killed or damaged by fire or natural causes. 2. The funding of silvicultural expenses on land that is subject to a forest resource licence, if the licensee becomes insolvent. 3. The funding of intensive stand management and pest control in respect of forest resources in Crown forests. 4. Such other purposes as may be specified by the Minister.  1994, c. 25, s. 51 (3). Trustee (4) The Minister may appoint a person who is not employed by the Crown as trustee of the Trust and may provide for the trustee’s remuneration from the funds of the Trust.  1994, c. 25, s. 51 (4). Payments to Trust (5) The holder of a forest resource licence shall pay forestry futures charges to the Trust in the amounts and within the times required by the Minister.  1994, c. 25, s. 51 (5); 1996, c. 14, s. 1 (3). Criteria for payments from funds of Trust (6) Subject to the terms of the Trust, the Minister shall establish criteria to be used in making payments from the funds of the Trust.  1994, c. 25, s. 51 (6). Committee (7) The Minister may establish a committee to, (a) advise the Minister on the criteria referred to in subsection (6); and (b) issue directions to the trustee on how much of the funds of the Trust shall be paid out in any year and on what payments to make from those funds to best carry out the criteria established under subsection (6).  1994, c. 25, s. 51 (7). Not part of C.R.F. (8) Money received or held by the Trust shall not form part of the Consolidated Revenue Fund.  1994, c. 25, s. 51 (8). Annual report (9) The Trust shall report annually to the Minister on the financial affairs of the Trust and shall give a copy of the report to the chair of the Treasury Board.  1994, c. 25, s. 51 (9). Report available to the public (10) The Minister shall make the report available to the public on a publicly accessible website. 2019, c. 14, Sched. 15, s. 31 (2). Other reports (11) The Trust shall provide the Minister with such other reports and information as he or she may request.  1994, c. 25, s. 51 (11). Section Amendments with date in force (d/m/y) 1996, c. 14, s. 1 (3) - 27/06/1996 2019, c. 14, Sched. 15, s. 31 (1, 2) - 10/12/2019 PART VI   FOREST RESOURCE PROCESSING FACILITIES",
            "raw_html": "<p class=\"section\"><a name=\"BK78\"></a><b>51 </b>(1) The Forestry Futures Trust is continued under the name Forestry Futures Trust in English and Fonds de réserve forestier in French. 2019, c. 14, Sched. 15, s. 31 (1).</p> <p class=\"subsection\">(2) <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 14, Sched. 15, s. 31 (1).</p> <p class=\"headnote\">Terms of Trust</p> <p class=\"subsection\">(3) The Trust shall provide for the following matters, on such terms and conditions as may be specified by the Minister:</p> <p class=\"paragraph\">  1. The funding of silvicultural expenses in Crown forests where forest resources have been killed or damaged by fire or natural causes.</p> <p class=\"paragraph\">  2. The funding of silvicultural expenses on land that is subject to a forest resource licence, if the licensee becomes insolvent.</p> <p class=\"paragraph\">  3. The funding of intensive stand management and pest control in respect of forest resources in Crown forests.</p> <p class=\"paragraph\">  4. Such other purposes as may be specified by the Minister.  1994, c. 25, s. 51 (3).</p> <p class=\"headnote\">Trustee</p> <p class=\"subsection\">(4) The Minister may appoint a person who is not employed by the Crown as trustee of the Trust and may provide for the trustee’s remuneration from the funds of the Trust.  1994, c. 25, s. 51 (4).</p> <p class=\"headnote\">Payments to Trust</p> <p class=\"subsection\">(5) The holder of a forest resource licence shall pay forestry futures charges to the Trust in the amounts and within the times required by the Minister.  1994, c. 25, s. 51 (5); 1996, c. 14, s. 1 (3).</p> <p class=\"headnote\">Criteria for payments from funds of Trust</p> <p class=\"subsection\">(6) Subject to the terms of the Trust, the Minister shall establish criteria to be used in making payments from the funds of the Trust.  1994, c. 25, s. 51 (6).</p> <p class=\"headnote\">Committee</p> <p class=\"subsection\">(7) The Minister may establish a committee to,</p> <p class=\"paragraph\">  (a) advise the Minister on the criteria referred to in subsection (6); and</p> <p class=\"paragraph\">  (b) issue directions to the trustee on how much of the funds of the Trust shall be paid out in any year and on what payments to make from those funds to best carry out the criteria established under subsection (6).  1994, c. 25, s. 51 (7).</p> <p class=\"headnote\">Not part of C.R.F.</p> <p class=\"subsection\">(8) Money received or held by the Trust shall not form part of the Consolidated Revenue Fund.  1994, c. 25, s. 51 (8).</p> <p class=\"headnote\">Annual report</p> <p class=\"subsection\">(9) The Trust shall report annually to the Minister on the financial affairs of the Trust and shall give a copy of the report to the chair of the Treasury Board.  1994, c. 25, s. 51 (9).</p> <p class=\"headnote\">Report available to the public</p> <p class=\"subsection\">(10) The Minister shall make the report available to the public on a publicly accessible website. 2019, c. 14, Sched. 15, s. 31 (2).</p> <p class=\"headnote\">Other reports</p> <p class=\"subsection\">(11) The Trust shall provide the Minister with such other reports and information as he or she may request.  1994, c. 25, s. 51 (11).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 14, s. 1 (3) - 27/06/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s31s1\">2019, c. 14, Sched. 15, s. 31 (1, 2)</a></span> - 10/12/2019</p> <p class=\"partnum\"><a name=\"BK79\"></a>PART VI <br/>  FOREST RESOURCE PROCESSING FACILITIES</p>"
        },
        {
            "ahref_id": "#BK79",
            "TOCid": "PART VI  ",
            "section_x": "PART VI FOREST RESOURCE PROCESSING FACILITIES",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK80",
            "TOCid": "52.",
            "section_x": "Definition",
            "part_id": "PART VI  ",
            "part_type": "PART VI FOREST RESOURCE PROCESSING FACILITIES",
            "section_y": "Definition",
            "content": "52 In this Part, “facility” means a forest resource processing facility.  1994, c. 25, s. 52.",
            "raw_html": "<p class=\"section\"><a name=\"BK80\"></a><b>52 </b>In this Part,</p> <p class=\"definition\">“facility” means a forest resource processing facility.  1994, c. 25, s. 52.</p>"
        },
        {
            "ahref_id": "#BK81",
            "TOCid": "53.",
            "section_x": "Licence required",
            "part_id": "PART VI  ",
            "part_type": "PART VI FOREST RESOURCE PROCESSING FACILITIES",
            "section_y": "Licence required",
            "content": "53 A person shall not operate or construct a facility, increase the productive capacity of a facility or convert a facility to another type of facility, except in accordance with a forest resource processing facility licence issued under this Part.  1994, c. 25, s. 53.",
            "raw_html": "<p class=\"section\"><a name=\"BK81\"></a><b>53 </b>A person shall not operate or construct a facility, increase the productive capacity of a facility or convert a facility to another type of facility, except in accordance with a forest resource processing facility licence issued under this Part.  1994, c. 25, s. 53.</p>"
        },
        {
            "ahref_id": "#BK82",
            "TOCid": "54.",
            "section_x": "Issuance by Minister",
            "part_id": "PART VI  ",
            "part_type": "PART VI FOREST RESOURCE PROCESSING FACILITIES",
            "section_y": "Issuance by Minister",
            "content": "54 (1) The Minister may, in accordance with the regulations, issue a forest resource processing facility licence to a person if the Minister is satisfied that the person has a sufficient supply of forest resources to operate the facility.  1994, c. 25, s. 54 (1). Effect (2) The issuance of a forest resource processing facility licence does not require the Minister to make forest resources available to the holder of the licence.  1994, c. 25, s. 54 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK82\"></a><b>54 </b>(1) The Minister may, in accordance with the regulations, issue a forest resource processing facility licence to a person if the Minister is satisfied that the person has a sufficient supply of forest resources to operate the facility.  1994, c. 25, s. 54 (1).</p> <p class=\"headnote\">Effect</p> <p class=\"subsection\">(2) The issuance of a forest resource processing facility licence does not require the Minister to make forest resources available to the holder of the licence.  1994, c. 25, s. 54 (2).</p>"
        },
        {
            "ahref_id": "#BK83",
            "TOCid": "54.1",
            "section_x": "Returns",
            "part_id": "PART VI  ",
            "part_type": "PART VI FOREST RESOURCE PROCESSING FACILITIES",
            "section_y": "Returns",
            "content": "54.1 (1) A person who holds a forest resource processing facility licence shall make returns that contain the information prescribed by regulation, including, (a) information on the sources, species, quantities and disposition of forest resources processed; and (b) financial information on pricing, purchases, sales and exchanges of forest resources.  2011, c. 10, s. 28 (9). Information provided to service provider (2) In accordance with the regulations, a forest processing facility licensee shall, at the Minister’s direction, provide the financial information described in clause (1) (b) to a service provider.  2011, c. 10, s. 28 (9). Access to records (3) The service provider shall, (a) aggregate the financial information provided under subsection (2) such that it cannot be reasonably attributed to the forest processing facility licensee that provided it to the service provider; and (b) provide the Minister with access to all of the aggregated financial information described in clause (a).  2011, c. 10, s. 28 (9). Confidentiality (4) The Minister and the service provider shall maintain in confidence all information described in clause (1) (b) that has not been aggregated.  2011, c. 10, s. 28 (9). F.O.I. Act (5) Subsection (4) prevails over the Freedom of Information and Protection of Privacy Act.  2011, c. 10, s. 28 (9). Definition (6) In this section, “service provider” means a person who is at arm’s length from the Crown in right of Ontario and who has entered into a service provider agreement with the Crown in right of Ontario.  2011, c. 10, s. 28 (9). Section Amendments with date in force (d/m/y) 2011, c. 10, s. 28 (9)\r\n- 01/06/2011 PART VII   REMEDIES AND ENFORCEMENT",
            "raw_html": "<p class=\"section\"><a name=\"BK83\"></a><b>54.1 </b>(1) A person who holds a forest resource processing facility licence shall make returns that contain the information prescribed by regulation, including,</p> <p class=\"paragraph\">  (a) information on the sources, species, quantities and disposition of forest resources processed; and</p> <p class=\"paragraph\">  (b) financial information on pricing, purchases, sales and exchanges of forest resources.  2011, c. 10, s. 28 (9).</p> <p class=\"headnote\">Information provided to service provider</p> <p class=\"subsection\">(2) In accordance with the regulations, a forest processing facility licensee shall, at the Minister’s direction, provide the financial information described in clause (1) (b) to a service provider.  2011, c. 10, s. 28 (9).</p> <p class=\"headnote\">Access to records</p> <p class=\"subsection\">(3) The service provider shall,</p> <p class=\"paragraph\">  (a) aggregate the financial information provided under subsection (2) such that it cannot be reasonably attributed to the forest processing facility licensee that provided it to the service provider; and</p> <p class=\"paragraph\">  (b) provide the Minister with access to all of the aggregated financial information described in clause (a).  2011, c. 10, s. 28 (9).</p> <p class=\"headnote\">Confidentiality</p> <p class=\"subsection\">(4) The Minister and the service provider shall maintain in confidence all information described in clause (1) (b) that has not been aggregated.  2011, c. 10, s. 28 (9).</p> <p class=\"headnoteitalic\">F.O.I. Act</p> <p class=\"subsection\">(5) Subsection (4) prevails over the <i>Freedom of Information and Protection of Privacy Act</i>.  2011, c. 10, s. 28 (9).</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(6) In this section,</p> <p class=\"definition\">“service provider” means a person who is at arm’s length from the Crown in right of Ontario and who has entered into a service provider agreement with the Crown in right of Ontario.  2011, c. 10, s. 28 (9).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11010#s28s9\">2011, c. 10, s. 28 (9)</a></span>\r\n- 01/06/2011</p> <p class=\"partnum\"><a name=\"BK84\"></a>PART VII <br/>  REMEDIES AND ENFORCEMENT</p>"
        },
        {
            "ahref_id": "#BK84",
            "TOCid": "PART VII  ",
            "section_x": "PART VII REMEDIES AND ENFORCEMENT",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK85",
            "TOCid": "55.",
            "section_x": "Damage by forest operations",
            "part_id": "PART VII  ",
            "part_type": "PART VII REMEDIES AND ENFORCEMENT",
            "section_y": "Damage by forest operations",
            "content": "55 (1) If, in the opinion of the Minister, forest operations conducted in a Crown forest are causing or are likely to cause loss or damage that impairs or is likely to impair the sustainability of the Crown forest or that is contrary to an applicable forest management plan or work schedule, the Minister may by order, (a) direct that the forest operations stop; (b) establish limits or require other changes in the forest operations; (c) amend the forest management plan or work schedule.  1994, c. 25, s. 55 (1); 2019, c. 14, Sched. 15, s. 32. Application of subs. 9 (2) (2) Subsection 9 (2) applies with necessary modifications to the amendment of a forest management plan or work schedule under clause (1) (c).  1994, c. 25, s. 55 (2). Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 32 - 10/12/2019 Repairs",
            "raw_html": "<p class=\"section\"><a name=\"BK85\"></a><b>55 </b>(1) If, in the opinion of the Minister, forest operations conducted in a Crown forest are causing or are likely to cause loss or damage that impairs or is likely to impair the sustainability of the Crown forest or that is contrary to an applicable forest management plan or work schedule, the Minister may by order,</p> <p class=\"paragraph\">  (a) direct that the forest operations stop;</p> <p class=\"paragraph\">  (b) establish limits or require other changes in the forest operations;</p> <p class=\"paragraph\">  (c) amend the forest management plan or work schedule.  1994, c. 25, s. 55 (1); 2019, c. 14, Sched. 15, s. 32.</p> <p class=\"headnote\">Application of subs. 9 (2)</p> <p class=\"subsection\">(2) Subsection 9 (2) applies with necessary modifications to the amendment of a forest management plan or work schedule under clause (1) (c).  1994, c. 25, s. 55 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s32\">2019, c. 14, Sched. 15, s. 32</a></span> - 10/12/2019</p> <p class=\"headnote\">Repairs</p>"
        },
        {
            "ahref_id": "#BK86",
            "TOCid": "56.",
            "section_x": "Repairs",
            "part_id": "PART VII  ",
            "part_type": "PART VII REMEDIES AND ENFORCEMENT",
            "section_y": "Minister’s powers",
            "content": "56 (1) If, in the opinion of the Minister, a person causes or permits damage to water, soil, plant life or habitat for animal life in a Crown forest, the Minister may, (a) order the person to take such action as the Minister directs to repair the damage or prevent further damage; (b) take such action as the Minister considers necessary to repair the damage or prevent further damage.  1994, c. 25, s. 56 (1). Costs (2) The person who caused or permitted the damage is liable to the Minister for all costs associated with action taken by the Minister under clause (1) (b).  1994, c. 25, s. 56 (2). Court powers (3) If a person causes or permits damage to water, soil, plant life or habitat for animal life in a Crown forest, the Superior Court of Justice, on the application of the Minister, may order the person to take such action as the court directs to repair the damage or prevent further damage.  1994, c. 25, s. 56 (3); 2001, c. 9, Sched. K, s. 2 (3). Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. K, s. 2 (3) - 29/06/2001",
            "raw_html": "<p class=\"section\"><a name=\"BK86\"></a><b>56 </b>(1) If, in the opinion of the Minister, a person causes or permits damage to water, soil, plant life or habitat for animal life in a Crown forest, the Minister may,</p> <p class=\"paragraph\">  (a) order the person to take such action as the Minister directs to repair the damage or prevent further damage;</p> <p class=\"paragraph\">  (b) take such action as the Minister considers necessary to repair the damage or prevent further damage.  1994, c. 25, s. 56 (1).</p> <p class=\"headnote\">Costs</p> <p class=\"subsection\">(2) The person who caused or permitted the damage is liable to the Minister for all costs associated with action taken by the Minister under clause (1) (b).  1994, c. 25, s. 56 (2).</p> <p class=\"headnote\">Court powers</p> <p class=\"subsection\">(3) If a person causes or permits damage to water, soil, plant life or habitat for animal life in a Crown forest, the Superior Court of Justice, on the application of the Minister, may order the person to take such action as the court directs to repair the damage or prevent further damage.  1994, c. 25, s. 56 (3); 2001, c. 9, Sched. K, s. 2 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedks2s3\">2001, c. 9, Sched. K, s. 2 (3)</a></span> - 29/06/2001</p>"
        },
        {
            "ahref_id": "#BK87",
            "TOCid": "57.",
            "section_x": "Compliance with licence or permit",
            "part_id": "PART VII  ",
            "part_type": "PART VII REMEDIES AND ENFORCEMENT",
            "section_y": "Compliance with licence or permit",
            "content": "57 (1) If, in the opinion of the Minister, a person has failed to comply with a forest resource licence or a permit, the Minister may, (a) order the person to take such action as the Minister directs to carry out the obligations imposed by the licence or permit; (b) take such action as the Minister considers necessary to carry out the obligations imposed by the licence or permit; or (c) in the case of a permit, order the permittee to stop removal activities authorized by the permit. 2019, c. 14, Sched. 15, s. 33. Costs (2) The person who failed to comply with the licence or permit is liable to the Minister for all costs associated with action taken by the Minister under clause (1) (b). 2019, c. 14, Sched. 15, s. 33. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 33 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK87\"></a><b>57 </b>(1) If, in the opinion of the Minister, a person has failed to comply with a forest resource licence or a permit, the Minister may,</p> <p class=\"paragraph\">  (a) order the person to take such action as the Minister directs to carry out the obligations imposed by the licence or permit;</p> <p class=\"paragraph\">  (b) take such action as the Minister considers necessary to carry out the obligations imposed by the licence or permit; or</p> <p class=\"paragraph\">  (c) in the case of a permit, order the permittee to stop removal activities authorized by the permit. 2019, c. 14, Sched. 15, s. 33.</p> <p class=\"headnote\">Costs</p> <p class=\"subsection\">(2) The person who failed to comply with the licence or permit is liable to the Minister for all costs associated with action taken by the Minister under clause (1) (b). 2019, c. 14, Sched. 15, s. 33.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s33\">2019, c. 14, Sched. 15, s. 33</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK88",
            "TOCid": "58.",
            "section_x": "Administrative penalties",
            "part_id": "PART VII  ",
            "part_type": "PART VII REMEDIES AND ENFORCEMENT",
            "section_y": "Administrative penalties",
            "content": "58 (1) A person who, (a) without the authority of a forest resource licence, harvests forest resources in a Crown forest or uses forest resources in a Crown forest for a designated purpose is liable to a penalty of not more than the greater of, (i) $15,000, and (ii) five times the value of any forest resources harvested without the authority of a forest resource licence; (b) fails to comply with a forest resource licence is liable to a penalty of not more than the greater of, (i) $15,000, and (ii) five times the value of any forest resources harvested in contravention of the licence; (c) contravenes section 30 is liable to a penalty of not more than $15,000; (d) contravenes subsection 42 (1) is liable to a penalty of not more than the greater of, (i) $15,000, and (ii) five times the value of any forest resources harvested in contravention of subsection 42 (1); (e) contravenes section 43 or 44, subsection 45 (1) or (3) or section 53 is liable to a penalty of not more than $15,000; (f) fails to comply with an order made under clause 55 (1) (a) or (b), 56 (1) (a) or 57 (1) (a) is liable to a penalty of not more than $15,000, in addition to any costs for which the person is liable under subsection 56 (2) or 57 (2); (g) fails to provide information to the Minister or to an employee or agent of the Ministry as required under this Act or the regulations is liable to a penalty of not more than $2,000; (h) fails to keep records required by this Act or the regulations or interferes with an employee or agent of the Ministry or a person appointed by the Minister acting under section 62 is liable to a penalty of not more than $5,000.  1994, c. 25, s. 58 (1). Notice (2) If, in the opinion of the Minister, a person is liable to a penalty under subsection (1), the Minister may give a notice to the person by registered mail, (a) setting out the facts and circumstances that, in the Minister’s opinion, render the person liable to a penalty; (b) specifying the amount of the penalty that the Minister considers proper in the circumstances; and (c) informing the person of the person’s right to make representations under subsection (4).  1994, c. 25, s. 58 (2). Limitation period (3) The Minister shall not give notice under subsection (2) to a person with respect to an act or omission that, in the opinion of the Minister, renders the person liable to a penalty under subsection (1) after the earlier of, (a) two years from the later of, (i) the day on which the act or omission was committed or alleged to have been committed, and (ii) the day on which evidence of the act or omission first came to the attention of an official of the Ministry; and (b) five years from the day on which the act or omission was committed or alleged to have been committed.  2009, c. 33, Sched. 22, s. 1 (2). Right to make representations (4) A person to whom notice is sent under subsection (2) may, within 30 days after receiving the notice, make representations to the Minister on whether a penalty should be imposed and on the amount of any penalty.  1994, c. 25, s. 58 (4). Decision whether to impose penalty (5) After considering any representations made under subsection (4), the Minister shall decide whether to impose a penalty on the person and, if a penalty is imposed, the Minister shall fix the amount of the penalty and set a date by which the penalty shall be paid.  1994, c. 25, s. 58 (5). Notice of decision (6) The Minister shall send notice of his or her decision to the person by registered mail.  1994, c. 25, s. 58 (6). Court action (7) The Minister may bring an action in a court of competent jurisdiction to recover a penalty imposed under this section and the court shall, (a) determine whether the person is liable to a penalty under subsection (1); and (b) if the person is liable to a penalty, give judgment for the amount of the penalty imposed by the Minister or such other amount as the court considers just.  1994, c. 25, s. 58 (7). Forestry Futures Trust (8) If the Forestry Futures Trust is established or continued under section 51, penalties imposed under this section shall be paid to the Forestry Futures Trust.  1994, c. 25, s. 58 (8). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. L, s. 3 (3) - 06/12/2000 2009, c. 33, Sched. 22, s. 1 (2) - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK88\"></a><b>58 </b>(1) A person who,</p> <p class=\"paragraph\">  (a) without the authority of a forest resource licence, harvests forest resources in a Crown forest or uses forest resources in a Crown forest for a designated purpose is liable to a penalty of not more than the greater of,</p> <p class=\"subpara\">  (i) $15,000, and</p> <p class=\"subpara\">  (ii) five times the value of any forest resources harvested without the authority of a forest resource licence;</p> <p class=\"paragraph\">  (b) fails to comply with a forest resource licence is liable to a penalty of not more than the greater of,</p> <p class=\"subpara\">  (i) $15,000, and</p> <p class=\"subpara\">  (ii) five times the value of any forest resources harvested in contravention of the licence;</p> <p class=\"paragraph\">  (c) contravenes section 30 is liable to a penalty of not more than $15,000;</p> <p class=\"paragraph\">  (d) contravenes subsection 42 (1) is liable to a penalty of not more than the greater of,</p> <p class=\"subpara\">  (i) $15,000, and</p> <p class=\"subpara\">  (ii) five times the value of any forest resources harvested in contravention of subsection 42 (1);</p> <p class=\"paragraph\">  (e) contravenes section 43 or 44, subsection 45 (1) or (3) or section 53 is liable to a penalty of not more than $15,000;</p> <p class=\"paragraph\">  (f) fails to comply with an order made under clause 55 (1) (a) or (b), 56 (1) (a) or 57 (1) (a) is liable to a penalty of not more than $15,000, in addition to any costs for which the person is liable under subsection 56 (2) or 57 (2);</p> <p class=\"paragraph\">  (g) fails to provide information to the Minister or to an employee or agent of the Ministry as required under this Act or the regulations is liable to a penalty of not more than $2,000;</p> <p class=\"paragraph\">  (h) fails to keep records required by this Act or the regulations or interferes with an employee or agent of the Ministry or a person appointed by the Minister acting under section 62 is liable to a penalty of not more than $5,000.  1994, c. 25, s. 58 (1).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) If, in the opinion of the Minister, a person is liable to a penalty under subsection (1), the Minister may give a notice to the person by registered mail,</p> <p class=\"paragraph\">  (a) setting out the facts and circumstances that, in the Minister’s opinion, render the person liable to a penalty;</p> <p class=\"paragraph\">  (b) specifying the amount of the penalty that the Minister considers proper in the circumstances; and</p> <p class=\"paragraph\">  (c) informing the person of the person’s right to make representations under subsection (4).  1994, c. 25, s. 58 (2).</p> <p class=\"headnote\">Limitation period</p> <p class=\"subsection\">(3) The Minister shall not give notice under subsection (2) to a person with respect to an act or omission that, in the opinion of the Minister, renders the person liable to a penalty under subsection (1) after the earlier of,</p> <p class=\"paragraph\">  (a) two years from the later of,</p> <p class=\"subpara\">  (i) the day on which the act or omission was committed or alleged to have been committed, and</p> <p class=\"subpara\">  (ii) the day on which evidence of the act or omission first came to the attention of an official of the Ministry; and  </p> <p class=\"paragraph\">  (b) five years from the day on which the act or omission was committed or alleged to have been committed.  2009, c. 33, Sched. 22, s. 1 (2).</p> <p class=\"headnote\">Right to make representations</p> <p class=\"subsection\">(4) A person to whom notice is sent under subsection (2) may, within 30 days after receiving the notice, make representations to the Minister on whether a penalty should be imposed and on the amount of any penalty.  1994, c. 25, s. 58 (4).</p> <p class=\"headnote\">Decision whether to impose penalty</p> <p class=\"subsection\">(5) After considering any representations made under subsection (4), the Minister shall decide whether to impose a penalty on the person and, if a penalty is imposed, the Minister shall fix the amount of the penalty and set a date by which the penalty shall be paid.  1994, c. 25, s. 58 (5).</p> <p class=\"headnote\">Notice of decision</p> <p class=\"subsection\">(6) The Minister shall send notice of his or her decision to the person by registered mail.  1994, c. 25, s. 58 (6).</p> <p class=\"headnote\">Court action</p> <p class=\"subsection\">(7) The Minister may bring an action in a court of competent jurisdiction to recover a penalty imposed under this section and the court shall,</p> <p class=\"paragraph\">  (a) determine whether the person is liable to a penalty under subsection (1); and</p> <p class=\"paragraph\">  (b) if the person is liable to a penalty, give judgment for the amount of the penalty imposed by the Minister or such other amount as the court considers just.  1994, c. 25, s. 58 (7).</p> <p class=\"headnote\">Forestry Futures Trust</p> <p class=\"subsection\">(8) If the Forestry Futures Trust is established or continued under section 51, penalties imposed under this section shall be paid to the Forestry Futures Trust.  1994, c. 25, s. 58 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedls3s3\">2000, c. 26, Sched. L, s. 3 (3)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched22s1s2\">2009, c. 33, Sched. 22, s. 1 (2)</a></span> - 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK89",
            "TOCid": "59.",
            "section_x": "Suspension or cancellation of forest resource licence",
            "part_id": "PART VII  ",
            "part_type": "PART VII REMEDIES AND ENFORCEMENT",
            "section_y": "Suspension or cancellation of forest resource licence",
            "content": "59 (1) The Minister may suspend or cancel a forest resource licence, in whole or in part, if, (a) the licensee fails to comply with the licence; (b) the licensee fails to comply with the Forest Management Planning Manual, the Forest Information Manual or the Forest Operations and Silviculture Manual; (c) the licensee fails to prepare a forest management plan or work schedule that the licensee is required to prepare under subsection 10 (1) or 17 (1); (d) the licensee contravenes section 30 or subsection 42 (1) or 45 (1); (e) the licensee fails to comply with an order made under clause 55 (1) (a) or (b) or clause 56 (1) (a); (f) without the authority of a forest resource licence, the licensee harvests forest resources in a Crown forest or uses forest resources in a Crown forest for a designated purpose; (g) the licensee fails to pay Crown charges; (h) the licensee fails to provide information to the Minister or to an employee or agent of the Ministry as required under this Act or the regulations; (i) the licensee becomes insolvent; (j) the licence conflicts with an earlier licence; or (k) the suspension or cancellation is authorized for another reason prescribed by the regulations.  1994, c. 25, s. 59 (1). Approval of L.G. in C. (2) The Minister shall not, without the approval of the Lieutenant Governor in Council, cancel or suspend a licence granted under section 26.  1994, c. 25, s. 59 (2). Right to make representations (3) Before suspending or cancelling a licence, the Minister shall, (a) give the licensee written notice of the Minister’s intention to suspend or cancel the licence and of the reasons for the suspension or cancellation; and (b) give the licensee an opportunity to make representations to the Minister on why the licence should not be suspended or cancelled.  1994, c. 25, s. 59 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK89\"></a><b>59 </b>(1) The Minister may suspend or cancel a forest resource licence, in whole or in part, if,</p> <p class=\"paragraph\">  (a) the licensee fails to comply with the licence;</p> <p class=\"paragraph\">  (b) the licensee fails to comply with the Forest Management Planning Manual, the Forest Information Manual or the Forest Operations and Silviculture Manual;</p> <p class=\"paragraph\">  (c) the licensee fails to prepare a forest management plan or work schedule that the licensee is required to prepare under subsection 10 (1) or 17 (1);</p> <p class=\"paragraph\">  (d) the licensee contravenes section 30 or subsection 42 (1) or 45 (1);</p> <p class=\"paragraph\">  (e) the licensee fails to comply with an order made under clause 55 (1) (a) or (b) or clause 56 (1) (a);</p> <p class=\"paragraph\">  (f) without the authority of a forest resource licence, the licensee harvests forest resources in a Crown forest or uses forest resources in a Crown forest for a designated purpose;</p> <p class=\"paragraph\">  (g) the licensee fails to pay Crown charges;</p> <p class=\"paragraph\">  (h) the licensee fails to provide information to the Minister or to an employee or agent of the Ministry as required under this Act or the regulations;</p> <p class=\"paragraph\">  (i) the licensee becomes insolvent;</p> <p class=\"paragraph\">  (j) the licence conflicts with an earlier licence; or</p> <p class=\"paragraph\">  (k) the suspension or cancellation is authorized for another reason prescribed by the regulations.  1994, c. 25, s. 59 (1).</p> <p class=\"headnote\">Approval of L.G. in C.</p> <p class=\"subsection\">(2) The Minister shall not, without the approval of the Lieutenant Governor in Council, cancel or suspend a licence granted under section 26.  1994, c. 25, s. 59 (2).</p> <p class=\"headnote\">Right to make representations</p> <p class=\"subsection\">(3) Before suspending or cancelling a licence, the Minister shall,</p> <p class=\"paragraph\">  (a) give the licensee written notice of the Minister’s intention to suspend or cancel the licence and of the reasons for the suspension or cancellation; and</p> <p class=\"paragraph\">  (b) give the licensee an opportunity to make representations to the Minister on why the licence should not be suspended or cancelled.  1994, c. 25, s. 59 (3).</p>"
        },
        {
            "ahref_id": "#BK90",
            "TOCid": "59.1",
            "section_x": "Suspension or cancellation of permit",
            "part_id": "PART VII  ",
            "part_type": "PART VII REMEDIES AND ENFORCEMENT",
            "section_y": "Suspension or cancellation of permit",
            "content": "59.1 (1) The Minister may suspend or cancel a permit in whole or in part, if, (a) the permittee fails to comply with the permit; (b) the approval for the permittee’s activity has expired or has been terminated; (c) the permittee fails to pay Crown charges; (d) the permittee fails to provide information to the Minister or to an employee or agent of the Ministry as required under this Act, the regulations or the permit; (e) the permittee becomes insolvent; (f) the permit conflicts with another permit or licence and subsection 41.6 (3) does not apply; or (g) the suspension or cancellation is authorized for another reason prescribed by the regulations. 2019, c. 14, Sched. 15, s. 34. Right to make representations (2) Before suspending or cancelling a permit, the Minister shall, (a) give the permittee written notice of the Minister’s intention to suspend or cancel the permit and of the reasons for the suspension or cancellation; and (b) give the permittee an opportunity to make representations to the Minister on why the permit should not be suspended or cancelled. 2019, c. 14, Sched. 15, s. 34. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 34 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK90\"></a><b>59.1 </b>(1) The Minister may suspend or cancel a permit in whole or in part, if,</p> <p class=\"paragraph\">  (a) the permittee fails to comply with the permit;</p> <p class=\"paragraph\">  (b) the approval for the permittee’s activity has expired or has been terminated;</p> <p class=\"paragraph\">  (c) the permittee fails to pay Crown charges;</p> <p class=\"paragraph\">  (d) the permittee fails to provide information to the Minister or to an employee or agent of the Ministry as required under this Act, the regulations or the permit;</p> <p class=\"paragraph\">  (e) the permittee becomes insolvent;</p> <p class=\"paragraph\">  (f) the permit conflicts with another permit or licence and subsection 41.6 (3) does not apply; or</p> <p class=\"paragraph\">  (g) the suspension or cancellation is authorized for another reason prescribed by the regulations. 2019, c. 14, Sched. 15, s. 34.</p> <p class=\"headnote\">Right to make representations</p> <p class=\"subsection\">(2) Before suspending or cancelling a permit, the Minister shall,</p> <p class=\"paragraph\">  (a) give the permittee written notice of the Minister’s intention to suspend or cancel the permit and of the reasons for the suspension or cancellation; and</p> <p class=\"paragraph\">  (b) give the permittee an opportunity to make representations to the Minister on why the permit should not be suspended or cancelled. 2019, c. 14, Sched. 15, s. 34.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s34\">2019, c. 14, Sched. 15, s. 34</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK91",
            "TOCid": "60.",
            "section_x": "Seizure of forest resources and products",
            "part_id": "PART VII  ",
            "part_type": "PART VII REMEDIES AND ENFORCEMENT",
            "section_y": "Seizure of forest resources and products",
            "content": "60 (1) An employee or agent of the Ministry may seize and detain forest resources or a product manufactured from forest resources if any of the following circumstances exist: 1. The person for the time being in possession or control of the forest resources or product refuses or fails to inform the employee or agent of the name and address of the person from whom the resources or product was received or of any fact within the person’s knowledge respecting the resources or product. 2. The employee or agent believes on reasonable grounds that the forest resources or the forest resources from which the product was manufactured have not been measured, counted or weighed as required under this Act. 3. The employee or agent believes on reasonable grounds that Crown charges are owing in respect of the forest resources, the forest resources from which the product was manufactured, or any other forest resources. 4. The employee or agent believes on reasonable grounds that the forest resources or the forest resources from which the product was manufactured were removed from a Crown forest in contravention of this Act or the regulations.  1994, c. 25, s. 60 (1). Removal of seized material (2) Forest resources or products that are seized under subsection (1) may be removed to such place as the employee or agent considers proper for the protection of the resources or product.  1994, c. 25, s. 60 (2). Seizure from carrier (3) If forest resources or products are seized when in possession of a carrier, they shall be removed by the carrier to such place as the employee or agent may direct, but, (a) the Minister is liable for transportation and all other proper charges incurred in consequence of the directions given by the employee or agent; and (b) the seizure does not affect any lien to which the carrier is entitled in respect of the forest resources or products up to the time of the seizure.  1994, c. 25, s. 60 (3). Mixture with other forest resources (4) If forest resources liable to seizure have been mixed with other forest resources so as to render it impractical or difficult to distinguish the forest resources liable to seizure from the other forest resources with which they are mixed, all of the forest resources so mixed may be seized and detained.  1994, c. 25, s. 60 (4). Forfeiture (5) If forest resources or products manufactured from forest resources are seized and no claim to recover them is made within 30 days from the date of the seizure, the forest resources or products shall be deemed to be forfeited to and becomes the property of the Crown and may be dealt with in such manner as the Minister may direct.  1994, c. 25, s. 60 (5). Expenses (5.1) Subject to subsection (9), the expenses incurred in seizing and detaining the forest resources or products shall be paid by the person from whom they are seized.  2000, c. 26, Sched. L, s. 3 (4). Application for release (6) A person claiming to be the owner of forest resources or products that have been seized may apply to the Superior Court of Justice for an order for their release from seizure and their delivery to the person.  1994, c. 25, s. 60 (6); 2001, c. 9, Sched. K, s. 2 (4). Interim order for release (7) On motion, the court may order the forest resources or products to be released from seizure and delivered to the applicant on receipt of a bond of the applicant, with two good and sufficient sureties, in an amount not less than the market value of the forest resources or products and the expenses incurred in seizing and detaining them, to be forfeited to the Crown if the applicant is declared by the court not to be the owner of the forest resources or products.  1994, c. 25, s. 60 (7); 2000, c. 26, Sched. L, s. 3 (5). Order as to ownership (8) On an application under subsection (6), the court shall determine the ownership of the forest resources or products and shall make an order, (a) declaring the applicant to be the owner, (i) free of any claim for Crown charges, or (ii) subject to payment of such Crown charges as the court finds to be owing; or (b) declaring the applicant not to be the owner and directing that the bond, if any, be forfeited to the Crown.  1994, c. 25, s. 60 (8). Expenses (9) The court may make such order as it considers proper as to the expenses incurred in seizing and detaining the forest resources or products.  2000, c. 26, Sched. L, s. 3 (6). Disposal (10) If the applicant is declared not to be the owner of the forest resources or products, they shall be disposed of in such manner as the Minister determines.  1994, c. 25, s. 60 (10). Limit on disposal (11) A disposition under subsection (10) may not occur until at least 30 days after the forest resources or products were seized.  1994, c. 25, s. 60 (11). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. L, s. 3 (4-6) - 06/12/2000 2001, c. 9, Sched. K, s. 2 (4) - 29/06/2001",
            "raw_html": "<p class=\"section\"><a name=\"BK91\"></a><b>60 </b>(1) An employee or agent of the Ministry may seize and detain forest resources or a product manufactured from forest resources if any of the following circumstances exist:</p> <p class=\"paragraph\">  1. The person for the time being in possession or control of the forest resources or product refuses or fails to inform the employee or agent of the name and address of the person from whom the resources or product was received or of any fact within the person’s knowledge respecting the resources or product.</p> <p class=\"paragraph\">  2. The employee or agent believes on reasonable grounds that the forest resources or the forest resources from which the product was manufactured have not been measured, counted or weighed as required under this Act.</p> <p class=\"paragraph\">  3. The employee or agent believes on reasonable grounds that Crown charges are owing in respect of the forest resources, the forest resources from which the product was manufactured, or any other forest resources.</p> <p class=\"paragraph\">  4. The employee or agent believes on reasonable grounds that the forest resources or the forest resources from which the product was manufactured were removed from a Crown forest in contravention of this Act or the regulations.  1994, c. 25, s. 60 (1).</p> <p class=\"headnote\">Removal of seized material</p> <p class=\"subsection\">(2) Forest resources or products that are seized under subsection (1) may be removed to such place as the employee or agent considers proper for the protection of the resources or product.  1994, c. 25, s. 60 (2).</p> <p class=\"headnote\">Seizure from carrier</p> <p class=\"subsection\">(3) If forest resources or products are seized when in possession of a carrier, they shall be removed by the carrier to such place as the employee or agent may direct, but,</p> <p class=\"paragraph\">  (a) the Minister is liable for transportation and all other proper charges incurred in consequence of the directions given by the employee or agent; and</p> <p class=\"paragraph\">  (b) the seizure does not affect any lien to which the carrier is entitled in respect of the forest resources or products up to the time of the seizure.  1994, c. 25, s. 60 (3).</p> <p class=\"headnote\">Mixture with other forest resources</p> <p class=\"subsection\">(4) If forest resources liable to seizure have been mixed with other forest resources so as to render it impractical or difficult to distinguish the forest resources liable to seizure from the other forest resources with which they are mixed, all of the forest resources so mixed may be seized and detained.  1994, c. 25, s. 60 (4).</p> <p class=\"headnote\">Forfeiture</p> <p class=\"subsection\">(5) If forest resources or products manufactured from forest resources are seized and no claim to recover them is made within 30 days from the date of the seizure, the forest resources or products shall be deemed to be forfeited to and becomes the property of the Crown and may be dealt with in such manner as the Minister may direct.  1994, c. 25, s. 60 (5).</p> <p class=\"headnote\">Expenses</p> <p class=\"subsection\">(5.1) Subject to subsection (9), the expenses incurred in seizing and detaining the forest resources or products shall be paid by the person from whom they are seized.  2000, c. 26, Sched. L, s. 3 (4).</p> <p class=\"headnote\">Application for release</p> <p class=\"subsection\">(6) A person claiming to be the owner of forest resources or products that have been seized may apply to the Superior Court of Justice for an order for their release from seizure and their delivery to the person.  1994, c. 25, s. 60 (6); 2001, c. 9, Sched. K, s. 2 (4).</p> <p class=\"headnote\">Interim order for release</p> <p class=\"subsection\">(7) On motion, the court may order the forest resources or products to be released from seizure and delivered to the applicant on receipt of a bond of the applicant, with two good and sufficient sureties, in an amount not less than the market value of the forest resources or products and the expenses incurred in seizing and detaining them, to be forfeited to the Crown if the applicant is declared by the court not to be the owner of the forest resources or products.  1994, c. 25, s. 60 (7); 2000, c. 26, Sched. L, s. 3 (5).</p> <p class=\"headnote\">Order as to ownership</p> <p class=\"subsection\">(8) On an application under subsection (6), the court shall determine the ownership of the forest resources or products and shall make an order,</p> <p class=\"paragraph\">  (a) declaring the applicant to be the owner,</p> <p class=\"subpara\">  (i) free of any claim for Crown charges, or</p> <p class=\"subpara\">  (ii) subject to payment of such Crown charges as the court finds to be owing; or</p> <p class=\"paragraph\">  (b) declaring the applicant not to be the owner and directing that the bond, if any, be forfeited to the Crown.  1994, c. 25, s. 60 (8).</p> <p class=\"headnote\">Expenses</p> <p class=\"subsection\">(9) The court may make such order as it considers proper as to the expenses incurred in seizing and detaining the forest resources or products.  2000, c. 26, Sched. L, s. 3 (6).</p> <p class=\"headnote\">Disposal</p> <p class=\"subsection\">(10) If the applicant is declared not to be the owner of the forest resources or products, they shall be disposed of in such manner as the Minister determines.  1994, c. 25, s. 60 (10).</p> <p class=\"headnote\">Limit on disposal</p> <p class=\"subsection\">(11) A disposition under subsection (10) may not occur until at least 30 days after the forest resources or products were seized.  1994, c. 25, s. 60 (11).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedls3s4\">2000, c. 26, Sched. L, s. 3 (4-6)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedks2s4\">2001, c. 9, Sched. K, s. 2 (4)</a></span> - 29/06/2001</p>"
        },
        {
            "ahref_id": "#BK92",
            "TOCid": "61.",
            "section_x": "Entry on private land",
            "part_id": "PART VII  ",
            "part_type": "PART VII REMEDIES AND ENFORCEMENT",
            "section_y": "Entry on private land",
            "content": "61 (1) Subject to subsection (2), an employee or agent of the Ministry and any person accompanying him or her and acting under his or her instructions may, at all reasonable times and on producing proper identification, (a) enter private land for the purposes of this Act if forest resources or products manufactured from forest resources are, or are reasonably believed to be, located or processed on the private land; or (b) cross private land for the purpose of reaching a Crown forest.  2000, c. 26, Sched. L, s. 3 (7). Search warrant (2) An employee or agent of the Ministry or a person accompanying him or her shall not enter a room or place actually used as a dwelling without the consent of the occupier except under the authority of a search warrant issued under section 158 of the Provincial Offences Act.  1994, c. 25, s. 61 (2). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. L, s. 3 (7) - 06/12/2000",
            "raw_html": "<p class=\"section\"><a name=\"BK92\"></a><b>61 </b>(1) Subject to subsection (2), an employee or agent of the Ministry and any person accompanying him or her and acting under his or her instructions may, at all reasonable times and on producing proper identification,</p> <p class=\"paragraph\">  (a) enter private land for the purposes of this Act if forest resources or products manufactured from forest resources are, or are reasonably believed to be, located or processed on the private land; or</p> <p class=\"paragraph\">  (b) cross private land for the purpose of reaching a Crown forest.  2000, c. 26, Sched. L, s. 3 (7).</p> <p class=\"headnote\">Search warrant</p> <p class=\"subsection\">(2) An employee or agent of the Ministry or a person accompanying him or her shall not enter a room or place actually used as a dwelling without the consent of the occupier except under the authority of a search warrant issued under section 158 of the <i>Provincial Offences Act</i>.  1994, c. 25, s. 61 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedls3s7\">2000, c. 26, Sched. L, s. 3 (7)</a></span> - 06/12/2000</p>"
        },
        {
            "ahref_id": "#BK93",
            "TOCid": "62.",
            "section_x": "Inspection of records",
            "part_id": "PART VII  ",
            "part_type": "PART VII REMEDIES AND ENFORCEMENT",
            "section_y": "Inspection of records",
            "content": "62 An employee or agent of the Ministry or a person appointed by the Minister may, at all reasonable times and on producing proper identification, inspect any records required to be kept under this Act.  1994, c. 25, s. 62.",
            "raw_html": "<p class=\"section\"><a name=\"BK93\"></a><b>62 </b>An employee or agent of the Ministry or a person appointed by the Minister may, at all reasonable times and on producing proper identification, inspect any records required to be kept under this Act.  1994, c. 25, s. 62.</p>"
        },
        {
            "ahref_id": "#BK94",
            "TOCid": "63.",
            "section_x": "Lien for Crown charges",
            "part_id": "PART VII  ",
            "part_type": "PART VII REMEDIES AND ENFORCEMENT",
            "section_y": "Lien for Crown charges",
            "content": "63 (1) Crown charges in respect of forest resources removed from a Crown forest under the authority of a forest resource licence or a permit are a lien and charge on the forest resources and on any products manufactured from the forest resources, in preference and priority to all other claims.  1994, c. 25, s. 63 (1); 2019, c. 14, Sched. 15, s. 35. Notice of lien (2) If forest resources or products manufactured from forest resources are subject to a lien and charge under subsection (1) and are under seizure or attachment by a sheriff or bailiff of a court, or are claimed by or in the possession of an assignee for the benefit of creditors, a liquidator or a trustee in bankruptcy, or have been converted into cash that has not been distributed, the Minister may give the sheriff, bailiff, assignee, liquidator or trustee in possession of the forest resources, products or cash, notice of the amount owing under the lien and charge, and the sheriff, bailiff, assignee, liquidator or trustee shall pay the amount owing to the Minister of Finance in preference to and priority over all other claims.  1994, c. 25, s. 63 (2). Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 35 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK94\"></a><b>63 </b>(1) Crown charges in respect of forest resources removed from a Crown forest under the authority of a forest resource licence or a permit are a lien and charge on the forest resources and on any products manufactured from the forest resources, in preference and priority to all other claims.  1994, c. 25, s. 63 (1); 2019, c. 14, Sched. 15, s. 35.</p> <p class=\"headnote\">Notice of lien</p> <p class=\"subsection\">(2) If forest resources or products manufactured from forest resources are subject to a lien and charge under subsection (1) and are under seizure or attachment by a sheriff or bailiff of a court, or are claimed by or in the possession of an assignee for the benefit of creditors, a liquidator or a trustee in bankruptcy, or have been converted into cash that has not been distributed, the Minister may give the sheriff, bailiff, assignee, liquidator or trustee in possession of the forest resources, products or cash, notice of the amount owing under the lien and charge, and the sheriff, bailiff, assignee, liquidator or trustee shall pay the amount owing to the Minister of Finance in preference to and priority over all other claims.  1994, c. 25, s. 63 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s35\">2019, c. 14, Sched. 15, s. 35</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK95",
            "TOCid": "64.",
            "section_x": "Offences",
            "part_id": "PART VII  ",
            "part_type": "PART VII REMEDIES AND ENFORCEMENT",
            "section_y": "Offences",
            "content": "64 (1) A person who, (a) harvests or removes forest resources, in or from a Crown forest, or uses forest resources in a Crown forest for a designated purpose, without the authority of a forest resource licence, a permit, an authorization or not in the circumstances prescribed by the regulations, is guilty of an offence and on conviction is liable to a fine of not more than $100,000; (b) fails to comply with a forest resource licence, a permit or an authorization is guilty of an offence and on conviction is liable to a fine of not more than $100,000; (c) contravenes subsection 42 (1) or section 43 or 53 is guilty of an offence and on conviction is liable to a fine of not more than $100,000; (d) fails to comply with an order made under clause 55 (1) (a) is guilty of an offence and on conviction is liable to a fine of not more than $1,000,000; (e) obstructs an employee or agent of the Ministry acting under section 60, 61 or 62 is guilty of an offence and is liable on conviction to a fine of not more than $10,000; (f) makes or takes advantage of a false statement with respect to any matter under this Act or the regulations is guilty of an offence and is liable on conviction to a fine of not more than $10,000; (g) fails to provide information to the Minister or to an employee or agent of the Ministry as required under this Act or the regulations is guilty of an offence and is liable on conviction to a fine of not more than $10,000; (h) contravenes any other provision of this Act or the regulations is guilty of an offence and is liable on conviction to a fine of not more than $100,000.  1994, c. 25, s. 64 (1); 1996, c. 14, s. 1 (4); 2000, c. 26, Sched. L, s. 3 (8); 2019, c. 14, Sched. 15, s. 36; 2021, c. 34, Sched. 6, s. 5. Penalty imposed under s. 58 (2) A person shall not be convicted of an offence under this section in respect of an act or omission for which a penalty was imposed on the person under section 58.  1994, c. 25, s. 64 (2). Limitation period (3) No proceeding for an offence described in subsection (1) shall be commenced after the earlier of, (a) two years from the later of, (i) the day on which the offence was committed or alleged to have been committed, and (ii) the day on which evidence of the offence first came to the attention of an official of the Ministry; and (b) five years from the day on which the offence was committed or alleged to have been committed.  2009, c. 33, Sched. 22, s. 1 (3). Section Amendments with date in force (d/m/y) 1996, c. 14, s. 1 (4) - 27/06/1996 2000, c. 26, Sched. L, s. 3 (8) - 06/12/2000 2009, c. 33, Sched. 22, s. 1 (3) - 15/12/2009 2019, c. 14, Sched. 15, s. 36 - 10/12/2019 2021, c. 34, Sched. 6, s. 5 - 19/04/2022 PART VIII   MISCELLANEOUS",
            "raw_html": "<p class=\"section\"><a name=\"BK95\"></a><b>64 </b>(1) A person who,</p> <p class=\"paragraph\">  (a) harvests or removes forest resources, in or from a Crown forest, or uses forest resources in a Crown forest for a designated purpose, without the authority of a forest resource licence, a permit, an authorization or not in the circumstances prescribed by the regulations, is guilty of an offence and on conviction is liable to a fine of not more than $100,000;</p> <p class=\"paragraph\">  (b) fails to comply with a forest resource licence, a permit or an authorization is guilty of an offence and on conviction is liable to a fine of not more than $100,000;</p> <p class=\"paragraph\">  (c) contravenes subsection 42 (1) or section 43 or 53 is guilty of an offence and on conviction is liable to a fine of not more than $100,000;</p> <p class=\"paragraph\">  (d) fails to comply with an order made under clause 55 (1) (a) is guilty of an offence and on conviction is liable to a fine of not more than $1,000,000;</p> <p class=\"paragraph\">  (e) obstructs an employee or agent of the Ministry acting under section 60, 61 or 62 is guilty of an offence and is liable on conviction to a fine of not more than $10,000;</p> <p class=\"paragraph\">  (f) makes or takes advantage of a false statement with respect to any matter under this Act or the regulations is guilty of an offence and is liable on conviction to a fine of not more than $10,000;</p> <p class=\"paragraph\">  (g) fails to provide information to the Minister or to an employee or agent of the Ministry as required under this Act or the regulations is guilty of an offence and is liable on conviction to a fine of not more than $10,000;</p> <p class=\"paragraph\">  (h) contravenes any other provision of this Act or the regulations is guilty of an offence and is liable on conviction to a fine of not more than $100,000.  1994, c. 25, s. 64 (1); 1996, c. 14, s. 1 (4); 2000, c. 26, Sched. L, s. 3 (8); 2019, c. 14, Sched. 15, s. 36; 2021, c. 34, Sched. 6, s. 5.</p> <p class=\"headnote\">Penalty imposed under s. 58</p> <p class=\"subsection\">(2) A person shall not be convicted of an offence under this section in respect of an act or omission for which a penalty was imposed on the person under section 58.  1994, c. 25, s. 64 (2).</p> <p class=\"headnote\">Limitation period</p> <p class=\"subsection\">(3) No proceeding for an offence described in subsection (1) shall be commenced after the earlier of,</p> <p class=\"paragraph\">  (a) two years from the later of,</p> <p class=\"subpara\">  (i) the day on which the offence was committed or alleged to have been committed, and</p> <p class=\"subpara\">  (ii) the day on which evidence of the offence first came to the attention of an official of the Ministry; and  </p> <p class=\"paragraph\">  (b) five years from the day on which the offence was committed or alleged to have been committed.  2009, c. 33, Sched. 22, s. 1 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 14, s. 1 (4) - 27/06/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedls3s8\">2000, c. 26, Sched. L, s. 3 (8)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched22s1s3\">2009, c. 33, Sched. 22, s. 1 (3)</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s36\">2019, c. 14, Sched. 15, s. 36</a></span> - 10/12/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched6s5\">2021, c. 34, Sched. 6, s. 5</a></span> - 19/04/2022</p> <p class=\"partnum\"><a name=\"BK96\"></a>PART VIII <br/>  MISCELLANEOUS</p>"
        },
        {
            "ahref_id": "#BK96",
            "TOCid": "PART VIII  ",
            "section_x": "PART VIII MISCELLANEOUS",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK97",
            "TOCid": "65.",
            "section_x": "Renewed resources",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Renewed resources",
            "content": "65 All forest resources renewed in a Crown forest are property of the Crown.  1994, c. 25, s. 65.",
            "raw_html": "<p class=\"section\"><a name=\"BK97\"></a><b>65 </b>All forest resources renewed in a Crown forest are property of the Crown.  1994, c. 25, s. 65.</p>"
        },
        {
            "ahref_id": "#BK98",
            "TOCid": "66.",
            "section_x": "Scaler’s licence",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Scaler’s licence",
            "content": "66 (1) The Minister may issue a licence to a scaler in accordance with the regulations.  1994, c. 25, s. 66 (1). Suspension or cancellation (2) The Minister may suspend or cancel a scaler’s licence if the scaler, (a) fails to measure, count or weigh forest resources in accordance with the Scaling Manual; or (b) provides false information to the Minister or fails to provide information to the Minister when requested to do so.  1994, c. 25, s. 66 (2). Right to make representations (3) Before suspending or cancelling a scaler’s licence, the Minister shall, (a) give the scaler written notice of the Minister’s intention to suspend or cancel the licence and of the reasons for the suspension or cancellation; and (b) give the scaler an opportunity to make representations to the Minister on why the licence should not be suspended or cancelled.  1994, c. 25, s. 66 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK98\"></a><b>66 </b>(1) The Minister may issue a licence to a scaler in accordance with the regulations.  1994, c. 25, s. 66 (1).</p> <p class=\"headnote\">Suspension or cancellation</p> <p class=\"subsection\">(2) The Minister may suspend or cancel a scaler’s licence if the scaler,</p> <p class=\"paragraph\">  (a) fails to measure, count or weigh forest resources in accordance with the Scaling Manual; or</p> <p class=\"paragraph\">  (b) provides false information to the Minister or fails to provide information to the Minister when requested to do so.  1994, c. 25, s. 66 (2).</p> <p class=\"headnote\">Right to make representations</p> <p class=\"subsection\">(3) Before suspending or cancelling a scaler’s licence, the Minister shall,</p> <p class=\"paragraph\">  (a) give the scaler written notice of the Minister’s intention to suspend or cancel the licence and of the reasons for the suspension or cancellation; and</p> <p class=\"paragraph\">  (b) give the scaler an opportunity to make representations to the Minister on why the licence should not be suspended or cancelled.  1994, c. 25, s. 66 (3).</p>"
        },
        {
            "ahref_id": "#BK99",
            "TOCid": "67.",
            "section_x": "Registered mail",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Registered mail",
            "content": "67 A document sent by registered mail under this Act shall be deemed to be received on the fifth day after mailing.  1994, c. 25, s. 67.",
            "raw_html": "<p class=\"section\"><a name=\"BK99\"></a><b>67 </b>A document sent by registered mail under this Act shall be deemed to be received on the fifth day after mailing.  1994, c. 25, s. 67.</p>"
        },
        {
            "ahref_id": "#BK100",
            "TOCid": "68.",
            "section_x": "Manuals",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Manuals",
            "content": "68 (1) The Minister shall require the following manuals to be prepared by the Ministry: 1. Forest Management Planning Manual. 2. Forest Information Manual. 3. Forest Operations and Silviculture Manual. 4. Scaling Manual.  1994, c. 25, s. 68 (1). Forest Management Planning Manual (2) The Minister shall ensure that every forest management plan complies with the Forest Management Planning Manual.  1994, c. 25, s. 68 (2). Same (3) The Forest Management Planning Manual shall contain provisions respecting, (a) the contents and preparation of forest management plans, forest operations prescriptions and work schedules, including public involvement and decision-making processes; (b) determinations of the sustainability of Crown forests for the purposes of this Act and the regulations in accordance with section 2; (c) the requirement that management objectives in each forest management plan be compatible with the sustainability of the Crown forest; and (d) the requirement that indicators be identified in each forest management plan to assess the effectiveness of activities in achieving management objectives and to assess the sustainability of the Crown forest.  1994, c. 25, s. 68 (3). Same, amendments (4) An amendment to the Forest Management Planning Manual shall be subject to review and comment by the public in accordance with the regulations.  1994, c. 25, s. 68 (4). Same (5) The Forest Management Planning Manual shall require that every forest management plan contain, (a) a description of the current structure, composition and condition of the Crown forest; (b) management objectives relating to, (i) Crown forest diversity objectives, including consideration for the conservation of natural landscape patterns, forest structure and composition, habitat for animal life and the abundance and distribution of forest ecosystems, (ii) social and economic objectives, including harvest levels and a recognition that healthy forest ecosystems are vital to the well-being of Ontario communities, (iii) objectives relating to the provision of forest cover for those values that are dependent on the Crown forest, (iv) silviculture objectives for the harvest, renewal and maintenance of the Crown forest; and (c) a description of the future structure, composition and condition of the Crown forest.  1994, c. 25, s. 68 (5). Forest Information Manual (6) The Forest Information Manual may contain provisions respecting information systems, inventories, surveys, tests and studies that may be required by the Minister in respect of Crown forests and respecting information to be provided to the Minister in respect of Crown forests.  1994, c. 25, s. 68 (6). Forest Operations and Silviculture Manual (7) The Forest Operations and Silviculture Manual shall contain provisions respecting forest operations, including, (a) standards for forest operations; (b) standards for silvicultural practices; (c) minimum qualifications for persons specified in the manual who are engaged in forest operations; and (d) assessment procedures and standards to be used in the evaluation of forest operations and forest management.  1994, c. 25, s. 68 (7). Scaling Manual (8) The Scaling Manual may contain provisions respecting the measurement, counting and weighing of forest resources from Crown forests, including the methods of measuring, counting and weighing forest resources of various types and in various circumstances and the conduct of scaling audits.  1994, c. 25, s. 68 (8). Geographic scope (9) A manual prepared under this section may apply to all of Ontario or separate manuals may be prepared for different parts of Ontario.  1994, c. 25, s. 68 (9). Effect of manual (10) A manual prepared under this section or an amendment to a manual is of no effect unless, (a) the manual or amendment is published by the Ministry and available to the public; and (b) the manual or amendment is approved by the regulations.  1994, c. 25, s. 68 (10). Rolling incorporation by reference (11) If a manual prepared under this section incorporates a document by reference, in whole or in part, the document may be incorporated as it may be amended from time to time. 2017, c. 2, Sched. 14, s. 2. Section Amendments with date in force (d/m/y) 2017, c. 2, Sched. 14, s. 2 - 22/03/2017 68.1 Repealed: 1994, c. 25, s. 68.1 (2). Section Amendments with date in force (d/m/y) 1994, c. 25, s. 68.1 (2) - 01/07/2020 2019, c. 6, Sched. 1, s. 8 - 09/05/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK100\"></a><b>68 </b>(1) The Minister shall require the following manuals to be prepared by the Ministry:</p> <p class=\"paragraph\">  1. Forest Management Planning Manual.</p> <p class=\"paragraph\">  2. Forest Information Manual.</p> <p class=\"paragraph\">  3. Forest Operations and Silviculture Manual.</p> <p class=\"paragraph\">  4. Scaling Manual.  1994, c. 25, s. 68 (1).</p> <p class=\"headnote\">Forest Management Planning Manual</p> <p class=\"subsection\">(2) The Minister shall ensure that every forest management plan complies with the Forest Management Planning Manual.  1994, c. 25, s. 68 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Forest Management Planning Manual shall contain provisions respecting,</p> <p class=\"paragraph\">  (a) the contents and preparation of forest management plans, forest operations prescriptions and work schedules, including public involvement and decision-making processes;</p> <p class=\"paragraph\">  (b) determinations of the sustainability of Crown forests for the purposes of this Act and the regulations in accordance with section 2;</p> <p class=\"paragraph\">  (c) the requirement that management objectives in each forest management plan be compatible with the sustainability of the Crown forest; and</p> <p class=\"paragraph\">  (d) the requirement that indicators be identified in each forest management plan to assess the effectiveness of activities in achieving management objectives and to assess the sustainability of the Crown forest.  1994, c. 25, s. 68 (3).</p> <p class=\"headnote\">Same, amendments</p> <p class=\"subsection\">(4) An amendment to the Forest Management Planning Manual shall be subject to review and comment by the public in accordance with the regulations.  1994, c. 25, s. 68 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) The Forest Management Planning Manual shall require that every forest management plan contain,</p> <p class=\"paragraph\">  (a) a description of the current structure, composition and condition of the Crown forest;</p> <p class=\"paragraph\">  (b) management objectives relating to, </p> <p class=\"subpara\">  (i) Crown forest diversity objectives, including consideration for the conservation of natural landscape patterns, forest structure and composition, habitat for animal life and the abundance and distribution of forest ecosystems,</p> <p class=\"subpara\">  (ii) social and economic objectives, including harvest levels and a recognition that healthy forest ecosystems are vital to the well-being of Ontario communities,</p> <p class=\"subpara\">  (iii) objectives relating to the provision of forest cover for those values that are dependent on the Crown forest,</p> <p class=\"subpara\">  (iv) silviculture objectives for the harvest, renewal and maintenance of the Crown forest; and</p> <p class=\"paragraph\">  (c) a description of the future structure, composition and condition of the Crown forest.  1994, c. 25, s. 68 (5).</p> <p class=\"headnote\">Forest Information Manual</p> <p class=\"subsection\">(6) The Forest Information Manual may contain provisions respecting information systems, inventories, surveys, tests and studies that may be required by the Minister in respect of Crown forests and respecting information to be provided to the Minister in respect of Crown forests.  1994, c. 25, s. 68 (6).</p> <p class=\"headnote\">Forest Operations and Silviculture Manual</p> <p class=\"subsection\">(7) The Forest Operations and Silviculture Manual shall contain provisions respecting forest operations, including,</p> <p class=\"paragraph\">  (a) standards for forest operations;</p> <p class=\"paragraph\">  (b) standards for silvicultural practices;</p> <p class=\"paragraph\">  (c) minimum qualifications for persons specified in the manual who are engaged in forest operations; and</p> <p class=\"paragraph\">  (d) assessment procedures and standards to be used in the evaluation of forest operations and forest management.  1994, c. 25, s. 68 (7).</p> <p class=\"headnote\">Scaling Manual</p> <p class=\"subsection\">(8) The Scaling Manual may contain provisions respecting the measurement, counting and weighing of forest resources from Crown forests, including the methods of measuring, counting and weighing forest resources of various types and in various circumstances and the conduct of scaling audits.  1994, c. 25, s. 68 (8).</p> <p class=\"headnote\">Geographic scope</p> <p class=\"subsection\">(9) A manual prepared under this section may apply to all of Ontario or separate manuals may be prepared for different parts of Ontario.  1994, c. 25, s. 68 (9).</p> <p class=\"headnote\">Effect of manual</p> <p class=\"subsection\">(10) A manual prepared under this section or an amendment to a manual is of no effect unless,</p> <p class=\"paragraph\">  (a) the manual or amendment is published by the Ministry and available to the public; and</p> <p class=\"paragraph\">  (b) the manual or amendment is approved by the regulations.  1994, c. 25, s. 68 (10).</p> <p class=\"headnote\">Rolling incorporation by reference</p> <p class=\"subsection\">(11) If a manual prepared under this section incorporates a document by reference, in whole or in part, the document may be incorporated as it may be amended from time to time. <span>2017, c. 2, Sched. 14, s. 2.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17002#sched14s2\">2017, c. 2, Sched. 14, s. 2</a></span> - 22/03/2017</p> <p class=\"section\"><b>68.1 </b><span class=\"ovsmallcap\">Repealed:</span> 1994, c. 25, s. 68.1 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 25, s. 68.1 (2) - 01/07/2020</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19006#sched1s8\">2019, c. 6, Sched. 1, s. 8</a></span> - 09/05/2019</p>"
        },
        {
            "ahref_id": "#BK101",
            "TOCid": "69.",
            "section_x": "Regulations",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MISCELLANEOUS",
            "section_y": "Regulations",
            "content": "69 (1) The Lieutenant Governor in Council may make regulations, 0.1 prescribing anything that is required or permitted to be prescribed by regulation or that is required or permitted to be done in accordance with the regulations or as provided by the regulations; 1. designating purposes for the purpose of the definition of “designated purpose” in subsection 3 (1); 2. prescribing types of plant life for the purpose of the definition of “forest resource” in subsection 3 (1); 3. prescribing forest resources for the purpose of the definition of “forest resource processing facility” in subsection 3 (1); 3.1  Repealed: 2020, c. 36, Sched. 8, s. 4 (1). 4. governing appeals under section 12; 5. prescribing the records to be kept by holders and former holders of forest resource licences; 6. governing terms and conditions that are applicable to, i. agreements to supply persons with forest resources entered into under section 25, ii. forest resource licences, and iii. agreements with or commitments of the Crown in right of Ontario for the supply or the directing of forest resources from a Crown forest; 7. prescribing circumstances for the purpose of a review of a forest resource licence under subsection 26 (3.1); 8. prescribing classes of licences for the purposes of subsection 32 (3); 9. governing the amendment of forest resource licences; 10. prescribing a fee for obtaining the consent referred to in subsection 35 (1); 11. prescribing circumstances in which subsection 35 (2) does not apply; 12. requiring information specified by the regulations to be provided when a forest resource licence is transferred; 13. prescribing matters on which licensees shall endeavour to agree under subsection 38 (2); 14. governing the resolution of disputes under subsection 38 (2); 15. prescribing the records to be kept by persons who remove forest resources from Crown forests; 16. governing permits, including, without being limited to, prescribing the records to be kept by permittees and former permittees, and governing terms and conditions that are applicable to permits; 16.1 defining or clarifying the meaning of “remove”, “transport” and related terms for the purposes of Part III.1; 16.1.1 governing the harvesting of forest resources in Crown forests for personal use and authorizations for such harvesting, including, i. defining the meaning of “personal use” for the purposes of part III.2, ii. limiting the area in which harvesting of forest resources in Crown forests for personal use may occur under an authorization or in the circumstances prescribed by the regulations, iii. setting out the circumstances in which a person may harvest forest resources in a Crown forest for personal use without an authorization including any applicable conditions or restrictions, iv. prescribing the records to be kept by a person who harvests forest resources in a Crown forest for personal use, v. prescribing fees payable for the harvesting of forest resources in a Crown forest for personal use in accordance with an authorization or in the circumstances prescribed in the regulations, vi. governing the issuance, amendment, renewal, transfer, refusal, suspension or cancellation of an authorization issued under section 41.16 including prescribing the terms, conditions, restrictions to which an authorization is subject; 16.2 respecting forest operations in a Crown forest that may impact species at risk, including requiring persons conducting forest operations to take or refrain from taking specified actions for the purpose of avoiding or minimizing impacts to a species at risk or assisting with the recovery of a species at risk; 17. fixing the dates by which Crown charges are payable, requiring the payment of interest on overdue payments and prescribing the method for determining the amount of interest payable; 18. governing the Forestry Futures Trust; 19. governing the issuance, transfer, renewal, amendment, suspension and cancellation of forest resource processing facility licences and governing the determination of whether a person has a sufficient supply of forest resources to operate a forest resource processing facility; 20. exempting a forest resource processing facility from section 53; 21. prescribing the fees payable for forest resource processing facility licences; 22. prescribing the term of forest resource processing facility licences; 23. imposing conditions as to the location, mechanical efficiency and operating methods of forest resource processing facilities; 24. providing for the inspection of forest resource processing facilities; 25. governing the returns that forest resource processing facility licensees make, including, i. to the Minister, in respect of information on sources, species, quantities and disposition of forest resources processed, ii to a service provider and the Minister, in respect of financial information that a forest resource processing facility licensee provides in accordance with section 54.1; 26. prescribing other reasons for which a forest resource licence or a permit may be cancelled or suspended under section 59 or 59.1; 27. delegating any authority of the Minister under Part II to a forest management board and prescribing additional functions of a forest management board; 28. governing the qualifications and licensing of scalers, including prescribing fees for licensing examinations and scalers’ licences; 29. approving a manual prepared under section 68 or an amendment to a manual; 30. governing public reviews and comments referred to in subsection 68 (4); 31. governing the establishment, conduct and reporting of independent audits; 32. governing the harvesting and disposition of trees that are not in Crown forests but are reserved to the Crown, including requiring a licence for the harvesting or disposition of those trees and including making any provision of Part VII, except section 64, applicable, with such modifications as may be specified by the regulations, to the harvesting and disposition of those trees.  1994, c. 25, s. 69 (1); 1996, c. 14, s. 1 (5); 1998, c. 18, Sched. I, s. 18 (1); 2000, c. 26, Sched. L, s. 3 (9); 2010, c. 16, Sched. 10, s. 2 (6); 2011, c. 10, s. 28 (10-12); 2019, c. 14, Sched. 15, s. 37; 2020, c. 36, Sched. 8, s. 4; 2021, c. 34, Sched. 6, s. 6. General or particular (2) A regulation under subsection (1) may be general or particular.  1994, c. 25, s. 69 (2). Appeals (3) A regulation under paragraph 4 of subsection (1) may designate or establish the person or body to hear the appeals.  1994, c. 25, s. 69 (3). Rolling incorporation by reference (4) If a regulation made under this section incorporates a document by reference, in whole or in part, the document may be incorporated as it may be amended from time to time. 2017, c. 2, Sched. 14, s. 3. Section Amendments with date in force (d/m/y) 1996, c. 14, s. 1 (5) - 27/06/1996; 1998, c. 18, Sched. I, s. 18 (1, 2) - 18/12/1998 2000, c. 26, Sched. L, s. 3 (9) - 06/12/2000 2010, c. 16, Sched. 10, s. 2 (6) - 25/10/2010 2011, c. 10, s. 28 (10-12) - 01/06/2011 2017, c. 2, Sched. 14, s. 3 - 22/03/2017 2019, c. 14, Sched. 15, s. 37 (1, 2) - 10/12/2019 2020, c. 36, Sched. 8, s. 4 (1, 2) - 08/12/2020 2021, c. 34, Sched. 6, s. 6 - 19/04/2022 PART IX   TRANSITIONAL PROVISIONS 70 - 72 Repealed: 2019, c. 14, Sched. 15, s. 38. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 38 - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK101\"></a><b>69 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  0.1 prescribing anything that is required or permitted to be prescribed by regulation or that is required or permitted to be done in accordance with the regulations or as provided by the regulations;</p> <p class=\"paragraph\">  1. designating purposes for the purpose of the definition of “designated purpose” in subsection 3 (1);</p> <p class=\"paragraph\">  2. prescribing types of plant life for the purpose of the definition of “forest resource” in subsection 3 (1);</p> <p class=\"paragraph\">  3. prescribing forest resources for the purpose of the definition of “forest resource processing facility” in subsection 3 (1);</p> <p class=\"paragraph\">  3.1  <span class=\"ovsmallcap\">Repealed</span>: 2020, c. 36, Sched. 8, s. 4 (1).</p> <p class=\"paragraph\">  4. governing appeals under section 12;</p> <p class=\"paragraph\">  5. prescribing the records to be kept by holders and former holders of forest resource licences;</p> <p class=\"paragraph\">  6. governing terms and conditions that are applicable to,</p> <p class=\"subpara\">  i. agreements to supply persons with forest resources entered into under section 25,</p> <p class=\"subpara\">  ii. forest resource licences, and</p> <p class=\"subpara\">  iii. agreements with or commitments of the Crown in right of Ontario for the supply or the directing of forest resources from a Crown forest;</p> <p class=\"paragraph\">  7. prescribing circumstances for the purpose of a review of a forest resource licence under subsection 26 (3.1);</p> <p class=\"paragraph\">  8. prescribing classes of licences for the purposes of subsection 32 (3);</p> <p class=\"paragraph\">  9. governing the amendment of forest resource licences;</p> <p class=\"paragraph\">  10. prescribing a fee for obtaining the consent referred to in subsection 35 (1);</p> <p class=\"paragraph\">  11. prescribing circumstances in which subsection 35 (2) does not apply;</p> <p class=\"paragraph\">  12. requiring information specified by the regulations to be provided when a forest resource licence is transferred;</p> <p class=\"paragraph\">  13. prescribing matters on which licensees shall endeavour to agree under subsection 38 (2);</p> <p class=\"paragraph\">  14. governing the resolution of disputes under subsection 38 (2);</p> <p class=\"paragraph\">  15. prescribing the records to be kept by persons who remove forest resources from Crown forests;</p> <p class=\"paragraph\">  16. governing permits, including, without being limited to, prescribing the records to be kept by permittees and former permittees, and governing terms and conditions that are applicable to permits;</p> <p class=\"paragraph\"> 16.1 defining or clarifying the meaning of “remove”, “transport” and related terms for the purposes of Part III.1;</p> <p class=\"paragraph\">16.1.1 governing the harvesting of forest resources in Crown forests for personal use and authorizations for such harvesting, including,</p> <p class=\"subpara\">  i. defining the meaning of “personal use” for the purposes of part III.2,</p> <p class=\"subpara\">  ii. limiting the area in which harvesting of forest resources in Crown forests for personal use may occur under an authorization or in the circumstances prescribed by the regulations,</p> <p class=\"subpara\">  iii. setting out the circumstances in which a person may harvest forest resources in a Crown forest for personal use without an authorization including any applicable conditions or restrictions,</p> <p class=\"subpara\">  iv. prescribing the records to be kept by a person who harvests forest resources in a Crown forest for personal use,</p> <p class=\"subpara\">  v. prescribing fees payable for the harvesting of forest resources in a Crown forest for personal use in accordance with an authorization or in the circumstances prescribed in the regulations,</p> <p class=\"subpara\">  vi. governing the issuance, amendment, renewal, transfer, refusal, suspension or cancellation of an authorization issued under section 41.16 including prescribing the terms, conditions, restrictions to which an authorization is subject;</p> <p class=\"paragraph\"> 16.2 respecting forest operations in a Crown forest that may impact species at risk, including requiring persons conducting forest operations to take or refrain from taking specified actions for the purpose of avoiding or minimizing impacts to a species at risk or assisting with the recovery of a species at risk;</p> <p class=\"paragraph\">  17. fixing the dates by which Crown charges are payable, requiring the payment of interest on overdue payments and prescribing the method for determining the amount of interest payable;</p> <p class=\"paragraph\">  18. governing the Forestry Futures Trust;</p> <p class=\"paragraph\">  19. governing the issuance, transfer, renewal, amendment, suspension and cancellation of forest resource processing facility licences and governing the determination of whether a person has a sufficient supply of forest resources to operate a forest resource processing facility;</p> <p class=\"paragraph\">  20. exempting a forest resource processing facility from section 53;</p> <p class=\"paragraph\">  21. prescribing the fees payable for forest resource processing facility licences;</p> <p class=\"paragraph\">  22. prescribing the term of forest resource processing facility licences;</p> <p class=\"paragraph\">  23. imposing conditions as to the location, mechanical efficiency and operating methods of forest resource processing facilities;</p> <p class=\"paragraph\">  24. providing for the inspection of forest resource processing facilities;</p> <p class=\"paragraph\">  25. governing the returns that forest resource processing facility licensees make, including,</p> <p class=\"subpara\">  i. to the Minister, in respect of information on sources, species, quantities and disposition of forest resources processed,</p> <p class=\"subpara\">  ii to a service provider and the Minister, in respect of financial information that a forest resource processing facility licensee provides in accordance with section 54.1;</p> <p class=\"paragraph\">  26. prescribing other reasons for which a forest resource licence or a permit may be cancelled or suspended under section 59 or 59.1;</p> <p class=\"paragraph\">  27. delegating any authority of the Minister under Part II to a forest management board and prescribing additional functions of a forest management board;</p> <p class=\"paragraph\">  28. governing the qualifications and licensing of scalers, including prescribing fees for licensing examinations and scalers’ licences;</p> <p class=\"paragraph\">  29. approving a manual prepared under section 68 or an amendment to a manual;</p> <p class=\"paragraph\">  30. governing public reviews and comments referred to in subsection 68 (4);</p> <p class=\"paragraph\">  31. governing the establishment, conduct and reporting of independent audits;</p> <p class=\"paragraph\">  32. governing the harvesting and disposition of trees that are not in Crown forests but are reserved to the Crown, including requiring a licence for the harvesting or disposition of those trees and including making any provision of Part VII, except section 64, applicable, with such modifications as may be specified by the regulations, to the harvesting and disposition of those trees.  1994, c. 25, s. 69 (1); 1996, c. 14, s. 1 (5); 1998, c. 18, Sched. I, s. 18 (1); 2000, c. 26, Sched. L, s. 3 (9); 2010, c. 16, Sched. 10, s. 2 (6); 2011, c. 10, s. 28 (10-12); 2019, c. 14, Sched. 15, s. 37; 2020, c. 36, Sched. 8, s. 4; 2021, c. 34, Sched. 6, s. 6.</p> <p class=\"headnote\">General or particular</p> <p class=\"subsection\">(2) A regulation under subsection (1) may be general or particular.  1994, c. 25, s. 69 (2).</p> <p class=\"headnote\">Appeals</p> <p class=\"subsection\">(3) A regulation under paragraph 4 of subsection (1) may designate or establish the person or body to hear the appeals.  1994, c. 25, s. 69 (3).</p> <p class=\"headnote\">Rolling incorporation by reference</p> <p class=\"subsection\">(4) If a regulation made under this section incorporates a document by reference, in whole or in part, the document may be incorporated as it may be amended from time to time. <span>2017, c. 2, Sched. 14, s. 3.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 14, s. 1 (5) - 27/06/1996; 1998, c. 18, Sched. I, s. 18 (1, 2) - 18/12/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedls3s9\">2000, c. 26, Sched. L, s. 3 (9)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched10s2s6\">2010, c. 16, Sched. 10, s. 2 (6)</a></span> - 25/10/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11010#s28s10\">2011, c. 10, s. 28 (10-12)</a></span> - 01/06/2011</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17002#sched14s3\">2017, c. 2, Sched. 14, s. 3</a></span><span> - 22/03/2017</span></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s37s1\">2019, c. 14, Sched. 15, s. 37 (1, 2)</a></span> - 10/12/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched8s4s1\">2020, c. 36, Sched. 8, s. 4 (1, 2)</a></span> - 08/12/2020</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21034#sched6s6\">2021, c. 34, Sched. 6, s. 6</a></span> - 19/04/2022</p> <p class=\"partnum\"><a name=\"BK102\"></a>PART IX <br/>  TRANSITIONAL PROVISIONS</p> <p class=\"section\"><b>70 </b>-<b> 72 </b><span class=\"ovsmallcap\">Repealed</span>: 2019, c. 14, Sched. 15, s. 38.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s38\">2019, c. 14, Sched. 15, s. 38</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK102",
            "TOCid": "PART IX  ",
            "section_x": "PART IX TRANSITIONAL PROVISIONS",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK103",
            "TOCid": "73.",
            "section_x": "73.",
            "part_id": "PART IX  ",
            "part_type": "PART IX TRANSITIONAL PROVISIONS",
            "section_y": "Supply agreements",
            "content": "73 An agreement entered into under section 4 of the Crown Timber Act and in existence immediately before this section comes into force shall be deemed to be an agreement entered into under section 25 of this Act.  1994, c. 25, s. 73. 74 - 77 Repealed: 2019, c. 14, Sched. 15, s. 38. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 15, s. 38 - 10/12/2019 78-86 Omitted (amends or repeals other Acts).  1994, c. 25, ss. 78-86. 87 Omitted (provides for coming into force of provisions of this Act).  1994, c. 25, s. 87. 88 Omitted (enacts short title of this Act).  1994, c. 25, s. 88. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK103\"></a><b>73 </b>An agreement entered into under section 4 of the <i>Crown Timber Act</i> and in existence immediately before this section comes into force shall be deemed to be an agreement entered into under section 25 of this Act.  1994, c. 25, s. 73.</p> <p class=\"section\"><b>74 </b>-<b> 77 </b><span class=\"ovsmallcap\">Repealed</span>: 2019, c. 14, Sched. 15, s. 38.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched15s38\">2019, c. 14, Sched. 15, s. 38</a></span> - 10/12/2019</p> <p class=\"section\"><b>78-86 </b><span>Omitted (amends or repeals other Acts)</span>.  1994, c. 25, ss. 78-86.</p> <p class=\"section\"><b>87 </b><span>Omitted (provides for coming into force of provisions of this Act)</span>.  1994, c. 25, s. 87.</p> <p class=\"section\"><b>88 </b><span>Omitted (enacts short title of this Act)</span>.  1994, c. 25, s. 88.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/94c25\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": NaN,
            "TOCid": "nan",
            "section_x": NaN,
            "part_id": "PART IX  ",
            "part_type": "PART IX TRANSITIONAL PROVISIONS",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        }
    ]
}