{
    "act_info": {
        "full_title": "Dangerous Goods Transportation Act, R.S.O. 1990, c. D.1",
        "act_name_text": "Dangerous Goods Transportation Act",
        "citation": "R.S.O. 1990, c. D.1",
        "url": "https://www.ontario.ca/laws/statute/90d01",
        "date_scraped": "2023-12-18 18:51:42"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90d01/v4",
            "valid_from": "December 10, 2019",
            "valid_to": "February 28, 2021"
        },
        {
            "a_href": "/laws/statute/90d01/v3",
            "valid_from": "July  1, 2011",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/statute/90d01/v2",
            "valid_from": "October 25, 2010",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/statute/90d01/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "October 24, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “analyst” means any person designated as an analyst under the federal Act; (“analyste”) “dangerous goods” means a product, substance or organism included by its nature or by the regulations made under the federal Act in any of the classes listed in the schedule to that Act; (“matières dangereuses”) “federal Act” means the Transportation of Dangerous Goods Act, 1992 (Canada); (“loi fédérale”) “federally prescribed” means prescribed by regulations made under the federal Act; (“prescrit aux termes de la loi fédérale”) “highway” means a highway as defined in the Highway Traffic Act; (“voie publique”) “inspector” means any person designated as an inspector by the Minister under this Act, and references to “inspector” in the provisions of the federal Act and the regulations made under it that are incorporated by reference into this Act shall be read as meaning a person designated as an inspector by the Minister under this Act; (“inspecteur”) “means of containment” means a container or packaging, or any part of a means of transport that is or can be used to contain goods; (“contenant”) “means of transport” means a vehicle or combination of vehicles; (“moyen de transport”) “Minister” means the Minister of Transportation; (“ministre”) “regulations” means the regulations made under this Act unless the context indicates otherwise; (“règlements”) “safety mark” means a symbol, device, sign, label, placard, letter, word, number or abbreviation, or any combination of those things, that is to be displayed, (a) on a means of containment used or intended to be used in transporting dangerous goods to indicate compliance with a safety standard that applies under the regulations made under the federal Act, or (b) to indicate the presence or nature of danger on dangerous goods, or on a means of containment or means of transport used in transporting dangerous goods; (“indication de sécurité”) “safety requirements” means requirements for the transportation of dangerous goods, the reporting of the transportation, the training of persons engaged in the transportation and the inspection of the transportation; (“règles de sécurité”) “safety standard” means a standard for a means of containment used or intended to be used in transporting dangerous goods, including standards for the means of containment’s design, manufacture, repair, testing, equipping, functioning, use or performance; (“norme de sécurité”) “shipping document” means any document that accompanies dangerous goods being transported and that describes or contains information relating to the goods and, in particular, but without restricting the generality of the foregoing, includes a bill of lading, cargo manifest, shipping order or way-bill; (“document d’expédition”) “trailer” means a trailer as defined in the Highway Traffic Act; (“remorque”) “vehicle” means a vehicle as defined in the Highway Traffic Act. (“véhicule”)  R.S.O. 1990, c. D.1, s. 1; 2010, c. 16, Sched. 12, s. 1 (1-10). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 12, s. 1 (1-10) - 01/07/2011",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“analyst” means any person designated as an analyst under the federal Act; (“analyste”)</p> <p class=\"definition\">“dangerous goods” means a product, substance or organism included by its nature or by the regulations made under the federal Act in any of the classes listed in the schedule to that Act; (“matières dangereuses”)</p> <p class=\"definition\">“federal Act” means the <i>Transportation of Dangerous Goods Act, 1992</i> (Canada); (“loi fédérale”)</p> <p class=\"definition\">“federally prescribed” means prescribed by regulations made under the federal Act; (“prescrit aux termes de la loi fédérale”)</p> <p class=\"definition\">“highway” means a highway as defined in the <i>Highway Traffic Act</i>; (“voie publique”)</p> <p class=\"definition\">“inspector” means any person designated as an inspector by the Minister under this Act, and references to “inspector” in the provisions of the federal Act and the regulations made under it that are incorporated by reference into this Act shall be read as meaning a person designated as an inspector by the Minister under this Act; (“inspecteur”)</p> <p class=\"definition\">“means of containment” means a container or packaging, or any part of a means of transport that is or can be used to contain goods; (“contenant”)</p> <p class=\"definition\">“means of transport” means a vehicle or combination of vehicles; (“moyen de transport”) </p> <p class=\"definition\">“Minister” means the Minister of Transportation; (“ministre”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act unless the context indicates otherwise; (“règlements”)</p> <p class=\"definition\">“safety mark” means a symbol, device, sign, label, placard, letter, word, number or abbreviation, or any combination of those things, that is to be displayed,</p> <p class=\"paragraph\">  (a) on a means of containment used or intended to be used in transporting dangerous goods to indicate compliance with a safety standard that applies under the regulations made under the federal Act, or</p> <p class=\"paragraph\">  (b) to indicate the presence or nature of danger on dangerous goods, or on a means of containment or means of transport used in transporting dangerous goods; (“indication de sécurité”)</p> <p class=\"definition\">“safety requirements” means requirements for the transportation of dangerous goods, the reporting of the transportation, the training of persons engaged in the transportation and the inspection of the transportation; (“règles de sécurité”)</p> <p class=\"definition\">“safety standard” means a standard for a means of containment used or intended to be used in transporting dangerous goods, including standards for the means of containment’s design, manufacture, repair, testing, equipping, functioning, use or performance; (“norme de sécurité”)</p> <p class=\"definition\">“shipping document” means any document that accompanies dangerous goods being transported and that describes or contains information relating to the goods and, in particular, but without restricting the generality of the foregoing, includes a bill of lading, cargo manifest, shipping order or way-bill; (“document d’expédition”)</p> <p class=\"definition\">“trailer” means a trailer as defined in the <i>Highway Traffic Act</i>; (“remorque”)</p> <p class=\"definition\">“vehicle” means a vehicle as defined in the <i>Highway Traffic Act</i>. (“véhicule”)  R.S.O. 1990, c. D.1, s. 1; 2010, c. 16, Sched. 12, s. 1 (1-10).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched12s1s1\">2010, c. 16, Sched. 12, s. 1 (1-10)</a></span> - 01/07/2011</p>"
        },
        {
            "id": "2",
            "section": "Where Act does not apply",
            "content": "2 (1) This Act does not apply to dangerous goods transported in a means of transport, (a) while under the sole direction or control of the Minister of National Defence for Canada; or (b) while being operated by or on behalf of the province, a municipality or other authority having jurisdiction and control of a highway and while the means of transport is engaged in, (i) collecting abandoned or spilled materials from the highway, or (ii) transporting dangerous goods from a highway to a storage or disposal site after a release as defined in section 2 of the federal Act.  2010, c. 16, Sched. 12, s. 1 (11). Permit (2) The Minister or a person designated by the Minister may issue a permit exempting the transportation of dangerous goods in a means of transport from the application of this Act, and this Act does not apply to dangerous goods that are being transported in compliance with the permit.  2010, c. 16, Sched. 12, s. 1 (11). Idem (3) A permit issued under subsection (2) is subject to such terms and conditions as the issuer considers appropriate and are contained in the permit.  R.S.O. 1990, c. D.1, s. 2 (3). Person designated (4) The Minister may designate in writing any person as a person authorized to issue a permit referred to in subsection (2).  R.S.O. 1990, c. D.1, s. 2 (4). Application to Crown (5) This Act binds the Crown.  R.S.O. 1990, c. D.1, s. 2 (5). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 12, s. 1 (11) - 01/07/2011",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) This Act does not apply to dangerous goods transported in a means of transport,</p> <p class=\"paragraph\">  (a) while under the sole direction or control of the Minister of National Defence for Canada; or</p> <p class=\"paragraph\">  (b) while being operated by or on behalf of the province, a municipality or other authority having jurisdiction and control of a highway and while the means of transport<b> </b>is engaged in, </p> <p class=\"subclause\">  (i) collecting abandoned or spilled materials from the highway, or</p> <p class=\"subclause\">  (ii) transporting dangerous goods from a highway to a storage or disposal site after a release as defined in section 2 of the federal Act.  2010, c. 16, Sched. 12, s. 1 (11).</p> <p class=\"headnote\">Permit</p> <p class=\"subsection\">(2) The Minister or a person designated by the Minister may issue a permit exempting the transportation of dangerous goods in a means of transport from the application of this Act, and this Act does not apply to dangerous goods that are being transported in compliance with the permit.  2010, c. 16, Sched. 12, s. 1 (11).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) A permit issued under subsection (2) is subject to such terms and conditions as the issuer considers appropriate and are contained in the permit.  R.S.O. 1990, c. D.1, s. 2 (3).</p> <p class=\"headnote\">Person designated</p> <p class=\"subsection\">(4) The Minister may designate in writing any person as a person authorized to issue a permit referred to in subsection (2).  R.S.O. 1990, c. D.1, s. 2 (4).</p> <p class=\"headnote\">Application to Crown</p> <p class=\"subsection\">(5) This Act binds the Crown.  R.S.O. 1990, c. D.1, s. 2 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched12s1s11\">2010, c. 16, Sched. 12, s. 1 (11)</a></span> - 01/07/2011</p>"
        },
        {
            "id": "3",
            "section": "Offences re compliance with federal Act",
            "content": "3 No person shall transport any dangerous goods in a means of transport on a highway unless, (a) all applicable federally prescribed safety requirements are complied with; (b) the means of transport and all means of containment in it comply with all applicable federally prescribed safety standards and display all applicable federally prescribed safety marks; and (c) all applicable directions, orders or measures given or made under the federal Act are complied with.  2010, c. 16, Sched. 12, s. 1 (12). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 12, s. 1 (12) - 01/07/2011",
            "raw_html": "<p class=\"section\"><b>3 </b>No person shall transport any dangerous goods in a means of transport on a highway unless,</p> <p class=\"paragraph\">  (a) all applicable federally prescribed safety requirements are complied with; </p> <p class=\"paragraph\">  (b) the means of transport and all means of containment in it comply with all applicable federally prescribed safety standards and display all applicable federally prescribed safety marks; and </p> <p class=\"paragraph\">  (c) all applicable directions, orders or measures given or made under the federal Act are complied with.  2010, c. 16, Sched. 12, s. 1 (12).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched12s1s12\">2010, c. 16, Sched. 12, s. 1 (12)</a></span> - 01/07/2011</p>"
        },
        {
            "id": "3.1",
            "section": "Offence re misleading safety mark",
            "content": "3.1 No person shall operate on a highway a means of transport that displays a federally prescribed safety mark or that contains a means of containment that displays a federally prescribed safety mark if the safety mark is misleading as to the presence of danger, the nature of any danger or the compliance with any federally prescribed safety standard.  2010, c. 16, Sched. 12, s. 1 (13). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 12, s. 1 (13) - 01/07/2011",
            "raw_html": "<p class=\"section\"><b>3.1 </b>No person shall operate on a highway a means of transport that displays a federally prescribed safety mark or that contains a means of containment that displays a federally prescribed safety mark if the safety mark is misleading as to the presence of danger, the nature of any danger or the compliance with any federally prescribed safety standard.  2010, c. 16, Sched. 12, s. 1 (13).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched12s1s13\">2010, c. 16, Sched. 12, s. 1 (13)</a></span> - 01/07/2011</p>"
        },
        {
            "id": "3.2",
            "section": "Insurance required",
            "content": "3.2 (1) Subject to subsection (2), every person who transports dangerous goods on a highway and who is required to have an approved emergency response assistance plan under Part 7 of the regulations made under the federal Act shall carry with an insurer licensed under the Insurance Act motor vehicle liability insurance in an amount of not less than $2,000,000 for each means of transport used to transport dangerous goods.  2010, c. 16, Sched. 12, s. 1 (13). Same, non-resident of Ontario (2) A person who transports dangerous goods on a highway and who is not a resident of Ontario may carry the insurance required by subsection (1) with an insurer who is authorized to transact the insurance in the state or province in which the owner or operator resides, if the insurer files with the Registrar of Motor Vehicles or with a person or entity designated by the Registrar for that purpose, (a) a power of attorney authorizing the Registrar, or his or her designate, to accept service of notice or process for the insurer and the insured in any action or proceeding arising out of a motor vehicle accident in Ontario; (b) an undertaking to appear in any action or proceeding arising out of a motor vehicle accident in Ontario of which it has knowledge; (c) an undertaking not to set up as a defence to any claim, action or proceeding under a motor vehicle liability policy issued by it a defence that could not be set up if the policy had been issued in Ontario in accordance with the law of Ontario relating to motor vehicle liability policies; and (d) an undertaking to satisfy up to $2,000,000 any judgment rendered and become final against the insurer or the insured by a court in Ontario in any such action or proceeding.  2010, c. 16, Sched. 12, s. 1 (13). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 12, s. 1 (13) - 01/07/2011",
            "raw_html": "<p class=\"section\"><b>3.2 </b>(1) Subject to subsection (2), every person who transports dangerous goods on a highway and who is required to have an approved emergency response assistance plan under Part 7 of the regulations made under the federal Act shall carry with an insurer licensed under the <i>Insurance Act</i> motor vehicle liability insurance in an amount of not less than $2,000,000 for each means of transport used to transport dangerous goods.  2010, c. 16, Sched. 12, s. 1 (13).</p> <p class=\"headnote\">Same, non-resident of Ontario</p> <p class=\"subsection\">(2) A person who transports dangerous goods on a highway and who is not a resident of Ontario may carry the insurance required by subsection (1) with an insurer who is authorized to transact the insurance in the state or province in which the owner or operator resides, if the insurer files with the Registrar of Motor Vehicles or with a person or entity designated by the Registrar for that purpose,</p> <p class=\"paragraph\">  (a) a power of attorney authorizing the Registrar, or his or her designate, to accept service of notice or process for the insurer and the insured in any action or proceeding arising out of a motor vehicle accident in Ontario;</p> <p class=\"paragraph\">  (b) an undertaking to appear in any action or proceeding arising out of a motor vehicle accident in Ontario of which it has knowledge;</p> <p class=\"paragraph\">  (c) an undertaking not to set up as a defence to any claim, action or proceeding under a motor vehicle liability policy issued by it a defence that could not be set up if the policy had been issued in Ontario in accordance with the law of Ontario relating to motor vehicle liability policies; and</p> <p class=\"paragraph\">  (d) an undertaking to satisfy up to $2,000,000 any judgment rendered and become final against the insurer or the insured by a court in Ontario in any such action or proceeding.  2010, c. 16, Sched. 12, s. 1 (13).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched12s1s13\">2010, c. 16, Sched. 12, s. 1 (13)</a></span> - 01/07/2011</p>"
        },
        {
            "id": "4",
            "section": "Penalty",
            "content": "4 (1) Every person who contravenes any provision of this Act or the regulations is guilty of an offence and is liable, (a) on the first conviction to a fine of not more than $50,000 or to imprisonment for a term of less than two years, or to both; and (b) on each subsequent conviction to a fine of not more than $100,000 or to imprisonment for a term of less than two years, or to both.  2010, c. 16, Sched. 12, s. 1 (14). Determining subsequent conviction (2) For the purpose of subsection (1), a conviction under any provision of this Act or the regulations is considered a subsequent conviction if the person has a previous conviction under the same or any other provision of this Act or the regulations.  2010, c. 16, Sched. 12, s. 1 (14). Time limit (3) No proceedings under this section may be instituted after two years from the day the offence was committed.  R.S.O. 1990, c. D.1, s. 4 (3). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 12, s. 1 (14) - 01/07/2011",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) Every person who contravenes any provision of this Act or the regulations is guilty of an offence and is liable,</p> <p class=\"paragraph\">  (a) on the first conviction to a fine of not more than $50,000 or to imprisonment for a term of less than two years, or to both; and</p> <p class=\"paragraph\">  (b) on each subsequent conviction to a fine of not more than $100,000 or to imprisonment for a term of less than two years, or to both.  2010, c. 16, Sched. 12, s. 1 (14).</p> <p class=\"headnote\">Determining subsequent conviction</p> <p class=\"subsection\">(2) For the purpose of subsection (1), a conviction under any provision of this Act or the regulations is considered a subsequent conviction if the person has a previous conviction under the same or any other provision of this Act or the regulations.  2010, c. 16, Sched. 12, s. 1 (14).</p> <p class=\"headnote\">Time limit</p> <p class=\"subsection\">(3) No proceedings under this section may be instituted after two years from the day the offence was committed.  R.S.O. 1990, c. D.1, s. 4 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched12s1s14\">2010, c. 16, Sched. 12, s. 1 (14)</a></span> - 01/07/2011</p>"
        },
        {
            "id": "5",
            "section": "Defence",
            "content": "5 It is a defence to a charge under this Act for the accused to establish that the accused took all reasonable measures to comply with this Act.  R.S.O. 1990, c. D.1, s. 5.",
            "raw_html": "<p class=\"section\"><b>5 </b>It is a defence to a charge under this Act for the accused to establish that the accused took all reasonable measures to comply with this Act.  R.S.O. 1990, c. D.1, s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Offences by employee or agent",
            "content": "6 In any prosecution for an offence under this Act, it is sufficient proof of the offence to establish that it was committed by an employee or agent of the accused whether or not the employee or agent is identified or has been prosecuted for the offence, but it is a defence for the accused to establish that the offence was committed without the accused’s knowledge and that the accused took all reasonable measures to prevent its commission.  R.S.O. 1990, c. D.1, s. 6.",
            "raw_html": "<p class=\"section\"><b>6 </b>In any prosecution for an offence under this Act, it is sufficient proof of the offence to establish that it was committed by an employee or agent of the accused whether or not the employee or agent is identified or has been prosecuted for the offence, but it is a defence for the accused to establish that the offence was committed without the accused’s knowledge and that the accused took all reasonable measures to prevent its commission.  R.S.O. 1990, c. D.1, s. 6.</p>"
        },
        {
            "id": "7",
            "section": "Officers, etc., of corporation",
            "content": "7 Any officer, director or agent of the corporation who directed, authorized, assented to, acquiesced in or participated in the commission of an offence is a party to and guilty of the offence and is liable on conviction to the penalty provided for the offence whether or not the corporation has been prosecuted or convicted.  R.S.O. 1990, c. D.1, s. 7.",
            "raw_html": "<p class=\"section\"><b>7 </b>Any officer, director or agent of the corporation who directed, authorized, assented to, acquiesced in or participated in the commission of an offence is a party to and guilty of the offence and is liable on conviction to the penalty provided for the offence whether or not the corporation has been prosecuted or convicted.  R.S.O. 1990, c. D.1, s. 7.</p>"
        },
        {
            "id": "8",
            "section": "Certificate or report of inspector or analyst",
            "content": "8 (1) Subject to subsections (3) and (4), a certificate or report appearing to have been signed by an inspector or analyst stating that he or she has made an inspection or analyzed or examined a means of transport, product, substance or organism and stating the results of the inspection, analysis or examination is admissible in evidence in any prosecution for an offence under this Act without proof of the signature or official character of the person appearing to have signed the certificate or report and, in the absence of any evidence to the contrary, is proof of the statements contained in the certificate or report.  R.S.O. 1990, c. D.1, s. 8 (1); 2010, c. 16, Sched. 12, s. 1 (15). Copies or extracts (2) Subject to subsections (3) and (4), a copy or an extract made by an inspector under clause 10 (2) (b) and appearing to have been certified under his or her signature as a true copy or extract is admissible in evidence in any prosecution for an offence under this Act without proof of the signature or official character of the person appearing to have signed the copy or extract and, in the absence of any evidence to the contrary, has the same probative force as the original document would have if it had been proved in the ordinary way.  R.S.O. 1990, c. D.1, s. 8 (2). Attendance of inspector or analyst (3) The party against whom a certificate or report is produced under subsection (1) or against whom a copy or an extract is produced under subsection (2) may require the attendance of the inspector or analyst who signed or appears to have signed the certificate, report, copy or extract for the purposes of cross-examination.  R.S.O. 1990, c. D.1, s. 8 (3). Notice (4) No certificate, report, copy or extract referred to in subsection (1) or (2) shall be received in evidence unless the party intending to produce it has served on the party against whom it is intended to be produced a notice of such intention together with a duplicate of the certificate, report, copy or extract.  R.S.O. 1990, c. D.1, s. 8 (4). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 12, s. 1 (15) - 01/07/2011",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) Subject to subsections (3) and (4), a certificate or report appearing to have been signed by an inspector or analyst stating that he or she has made an inspection or analyzed or examined a means of transport, product, substance or organism and stating the results of the inspection, analysis or examination is admissible in evidence in any prosecution for an offence under this Act without proof of the signature or official character of the person appearing to have signed the certificate or report and, in the absence of any evidence to the contrary, is proof of the statements contained in the certificate or report.  R.S.O. 1990, c. D.1, s. 8 (1); 2010, c. 16, Sched. 12, s. 1 (15).</p> <p class=\"headnote\">Copies or extracts</p> <p class=\"subsection\">(2) Subject to subsections (3) and (4), a copy or an extract made by an inspector under clause 10 (2) (b) and appearing to have been certified under his or her signature as a true copy or extract is admissible in evidence in any prosecution for an offence under this Act without proof of the signature or official character of the person appearing to have signed the copy or extract and, in the absence of any evidence to the contrary, has the same probative force as the original document would have if it had been proved in the ordinary way.  R.S.O. 1990, c. D.1, s. 8 (2).</p> <p class=\"headnote\">Attendance of inspector or analyst</p> <p class=\"subsection\">(3) The party against whom a certificate or report is produced under subsection (1) or against whom a copy or an extract is produced under subsection (2) may require the attendance of the inspector or analyst who signed or appears to have signed the certificate, report, copy or extract for the purposes of cross-examination.  R.S.O. 1990, c. D.1, s. 8 (3).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(4) No certificate, report, copy or extract referred to in subsection (1) or (2) shall be received in evidence unless the party intending to produce it has served on the party against whom it is intended to be produced a notice of such intention together with a duplicate of the certificate, report, copy or extract.  R.S.O. 1990, c. D.1, s. 8 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched12s1s15\">2010, c. 16, Sched. 12, s. 1 (15)</a></span> - 01/07/2011</p>"
        },
        {
            "id": "9",
            "section": "Designation of inspectors",
            "content": "9 (1) The Minister may designate any person as an inspector for the purposes of this Act.  R.S.O. 1990, c. D.1, s. 9 (1). Inspector to show certificate (2) An inspector shall be furnished with a certificate of his or her designation and, on inspecting any means of containment or means of transport he or she shall, if so required, produce the certificate to the person in charge of the thing being inspected.  R.S.O. 1990, c. D.1, s. 9 (2); 2010, c. 16, Sched. 12, s. 1 (16). Certificate (3) Where an inspector inspects or takes a sample of anything under this Act he or she shall, if the thing is sealed or closed up, provide the person in charge of it with a certificate evidencing the inspection or taking of the sample.  R.S.O. 1990, c. D.1, s. 9 (3); 2010, c. 16, Sched. 12, s. 1 (17). Effect of certificate (4) A certificate provided under subsection (3) relieves the person to or for whose benefit it is provided of liability with respect to the inspection or taking of a sample evidenced by the certificate, but does not otherwise exempt that person from compliance with this Act and the regulations.  R.S.O. 1990, c. D.1, s. 9 (4). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 12, s. 1 (16, 17) - 01/07/2011",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) The Minister may designate any person as an inspector for the purposes of this Act.  R.S.O. 1990, c. D.1, s. 9 (1).</p> <p class=\"headnote\">Inspector to show certificate</p> <p class=\"subsection\">(2) An inspector shall be furnished with a certificate of his or her designation and, on inspecting any means of containment or means of transport he or she shall, if so required, produce the certificate to the person in charge of the thing being inspected.  R.S.O. 1990, c. D.1, s. 9 (2); 2010, c. 16, Sched. 12, s. 1 (16).</p> <p class=\"headnote\">Certificate</p> <p class=\"subsection\">(3) Where an inspector inspects or takes a sample of anything under this Act he or she shall, if the thing is sealed or closed up, provide the person in charge of it with a certificate evidencing the inspection or taking of the sample.  R.S.O. 1990, c. D.1, s. 9 (3); 2010, c. 16, Sched. 12, s. 1 (17).</p> <p class=\"headnote\">Effect of certificate</p> <p class=\"subsection\">(4) A certificate provided under subsection (3) relieves the person to or for whose benefit it is provided of liability with respect to the inspection or taking of a sample evidenced by the certificate, but does not otherwise exempt that person from compliance with this Act and the regulations.  R.S.O. 1990, c. D.1, s. 9 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched12s1s16\">2010, c. 16, Sched. 12, s. 1 (16, 17)</a></span> - 01/07/2011</p>"
        },
        {
            "id": "10",
            "section": "Powers of inspectors",
            "content": "10 (1) For the purpose of ensuring compliance with this Act and the regulations, an inspector may, at any time, stop and inspect a means of transport and its load where he or she believes that dangerous goods are being transported, and request the opening and inspection of or open and inspect any means of containment or means of transport on a highway in which or by which he or she believes that the dangerous goods are being transported.  2010, c. 16, Sched. 12, s. 1 (18). Inspection (2) On inspecting any means of containment or means of transport under subsection (1), an inspector may, (a) for the purpose of analysis, take samples of anything found therein that he or she believes on reasonable and probable grounds to be dangerous goods; and (b) examine and make copies and extracts of any books, records, shipping documents or other documents or papers that he or she believes on reasonable and probable grounds contain any information relevant to the administration or enforcement of this Act and the regulations.  R.S.O. 1990, c. D.1, s. 10 (2); 2010, c. 16, Sched. 12, s. 1 (19). Assistance to inspectors (3) The owner or person who has the charge, management or control of any means of containment or means of transport inspected under subsection (1) shall give an inspector all reasonable assistance in his or her power to enable the inspector to carry out his or her duties and functions under this Act.  R.S.O. 1990, c. D.1, s. 10 (3); 2010, c. 16, Sched. 12, s. 1 (20). Obstruction of inspectors (4) No person shall, while an inspector is exercising his or her powers or carrying out his or her duties and functions under this Act, (a) fail to comply with any reasonable request of the inspector; (b) knowingly make any false or misleading statement either verbally or in writing to the inspector; (c) except with the authority of the inspector, remove, alter or interfere in any way with anything removed by the inspector; or (d) otherwise obstruct or hinder the inspector.  R.S.O. 1990, c. D.1, s. 10 (4). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 12, s. 1 (18-20) - 01/07/2011",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) For the purpose of ensuring compliance with this Act and the regulations, an inspector may, at any time, stop and inspect a means of transport and its load where he or she believes that dangerous goods are being transported, and request the opening and inspection of or open and inspect any means of containment or means of transport on a highway in which or by which he or she believes that the dangerous goods are being transported.  2010, c. 16, Sched. 12, s. 1 (18).</p> <p class=\"headnote\">Inspection</p> <p class=\"subsection\">(2) On inspecting any means of containment or means of transport under subsection (1), an inspector may,</p> <p class=\"paragraph\">  (a) for the purpose of analysis, take samples of anything found therein that he or she believes on reasonable and probable grounds to be dangerous goods; and</p> <p class=\"paragraph\">  (b) examine and make copies and extracts of any books, records, shipping documents or other documents or papers that he or she believes on reasonable and probable grounds contain any information relevant to the administration or enforcement of this Act and the regulations.  R.S.O. 1990, c. D.1, s. 10 (2); 2010, c. 16, Sched. 12, s. 1 (19).</p> <p class=\"headnote\">Assistance to inspectors</p> <p class=\"subsection\">(3) The owner or person who has the charge, management or control of any means of containment or means of transport inspected under subsection (1) shall give an inspector all reasonable assistance in his or her power to enable the inspector to carry out his or her duties and functions under this Act.  R.S.O. 1990, c. D.1, s. 10 (3); 2010, c. 16, Sched. 12, s. 1 (20).</p> <p class=\"headnote\">Obstruction of inspectors</p> <p class=\"subsection\">(4) No person shall, while an inspector is exercising his or her powers or carrying out his or her duties and functions under this Act,</p> <p class=\"paragraph\">  (a) fail to comply with any reasonable request of the inspector;</p> <p class=\"paragraph\">  (b) knowingly make any false or misleading statement either verbally or in writing to the inspector;</p> <p class=\"paragraph\">  (c) except with the authority of the inspector, remove, alter or interfere in any way with anything removed by the inspector; or</p> <p class=\"paragraph\">  (d) otherwise obstruct or hinder the inspector.  R.S.O. 1990, c. D.1, s. 10 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched12s1s18\">2010, c. 16, Sched. 12, s. 1 (18-20)</a></span> - 01/07/2011</p>"
        },
        {
            "id": "10.1",
            "section": "Power to do things electronically",
            "content": "10.1 (1) Anything that the Minister, the Ministry of Transportation, the Registrar of Motor Vehicles or an inspector is required or authorized to do or to provide under this Act may be done or provided by electronic means or in an electronic format. 2019, c. 15, Sched. 9, s. 1. Same (2) Anything that any person is required or authorized to do or to provide to the Minister, the Ministry of Transportation, the Registrar of Motor Vehicles or an inspector under this Act may be done or provided by electronic means or in an electronic format in accordance with regulations made under the federal Act. 2019, c. 15, Sched. 9, s. 1. Section Amendments with date in force (d/m/y) 2019, c. 15, Sched. 9, s. 1 - 01/03/2021",
            "raw_html": "<p class=\"section\"><b>10.1 </b>(1) Anything that the Minister, the Ministry of Transportation, the Registrar of Motor Vehicles or an inspector is required or authorized to do or to provide under this Act may be done or provided by electronic means or in an electronic format. 2019, c. 15, Sched. 9, s. 1.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Anything that any person is required or authorized to do or to provide to the Minister, the Ministry of Transportation, the Registrar of Motor Vehicles or an inspector under this Act may be done or provided by electronic means or in an electronic format in accordance with regulations made under the federal Act. 2019, c. 15, Sched. 9, s. 1.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19015#sched9s1\">2019, c. 15, Sched. 9, s. 1</a></span> - 01/03/2021</p>"
        },
        {
            "id": "11",
            "section": "Regulations",
            "content": "11 The Lieutenant Governor in Council may make regulations, (a) specifying provisions of the federal Act and the regulations made under it that do not apply to the transportation of dangerous goods; (b) prescribing different or additional provisions to apply to the transportation of dangerous goods in place of the provisions prescribed by clause (a); (c) exempting the transportation of dangerous goods in specified quantities or concentrations, in specified circumstances, for specified purposes, by specified means of transport or in specified means of containment from the application of this Act or of any regulation or of any provision or requirement of this Act or of any regulation, and prescribing conditions and circumstances for any such exemption; (d) governing the admissibility of electronic documents in court; (e) governing the circumstances in which the information set out in an electronic document is deemed to be true, and in which the electronic document or a copy or excerpt of it shall be received in evidence as proof of the information set out in it. 2010, c. 16, Sched. 12, s. 1 (21); 2019, c. 15, Sched. 9, s. 2. Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 12, s. 1 (21) - 01/07/2011 2019, c. 15, Sched. 9, s. 2 - 01/03/2021",
            "raw_html": "<p class=\"section\"><b>11 </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) specifying provisions of the federal Act and the regulations made under it that do not apply to the transportation of dangerous goods;</p> <p class=\"paragraph\">  (b) prescribing different or additional provisions to apply to the transportation of dangerous goods in place of the provisions prescribed by clause (a);</p> <p class=\"paragraph\">  (c) exempting the transportation of dangerous goods in specified quantities or concentrations, in specified circumstances, for specified purposes, by specified means of transport or in specified means of containment from the application of this Act or of any regulation or of any provision or requirement of this Act or of any regulation, and prescribing conditions and circumstances for any such exemption;</p> <p class=\"paragraph\">  (d) governing the admissibility of electronic documents in court;</p> <p class=\"paragraph\">  (e) governing the circumstances in which the information set out in an electronic document is deemed to be true, and in which the electronic document or a copy or excerpt of it shall be received in evidence as proof of the information set out in it. 2010, c. 16, Sched. 12, s. 1 (21); 2019, c. 15, Sched. 9, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched12s1s21\">2010, c. 16, Sched. 12, s. 1 (21)</a></span> - 01/07/2011</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19015#sched9s2\">2019, c. 15, Sched. 9, s. 2</a></span> - 01/03/2021</p>"
        },
        {
            "id": "12",
            "section": "Agreements respecting enforcement",
            "content": "12 (1) The Minister may, with the approval of the Lieutenant Governor in Council, enter into an agreement with the Government of Canada with respect to the administration and enforcement of, (a) this Act and the regulations, or any provision of them; and (b) the federal Act and the regulations made under it, or any provision of them.  R.S.O. 1990, c. D.1, s. 12 (1); 2010, c. 16, Sched. 12, s. 1 (22). Costs, expenses, revenues and related matters (2) An agreement entered into under subsection (1) may provide for any matters necessary for or incidental to the implementation, administration or enforcement agreed on and for the apportionment of any costs, expenses or revenues arising therefrom.  R.S.O. 1990, c. D.1, s. 12 (2). Annual report (3) The Minister shall, as soon as possible, after the end of each year, prepare and cause to be laid before the Legislature, a report on the administration and enforcement of this Act for that year.  R.S.O. 1990, c. D.1, s. 12 (3). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 12, s. 1 (22) - 01/07/2011",
            "raw_html": "<p class=\"section\"><b>12 </b>(1) The Minister may, with the approval of the Lieutenant Governor in Council, enter into an agreement with the Government of Canada with respect to the administration and enforcement of,</p> <p class=\"paragraph\">  (a) this Act and the regulations, or any provision of them; and</p> <p class=\"paragraph\">  (b) the federal Act and the regulations made under it, or any provision of them.  R.S.O. 1990, c. D.1, s. 12 (1); 2010, c. 16, Sched. 12, s. 1 (22).</p> <p class=\"headnote\">Costs, expenses, revenues and related matters</p> <p class=\"subsection\">(2) An agreement entered into under subsection (1) may provide for any matters necessary for or incidental to the implementation, administration or enforcement agreed on and for the apportionment of any costs, expenses or revenues arising therefrom.  R.S.O. 1990, c. D.1, s. 12 (2).</p> <p class=\"headnote\">Annual report</p> <p class=\"subsection\">(3) The Minister shall, as soon as possible, after the end of each year, prepare and cause to be laid before the Legislature, a report on the administration and enforcement of this Act for that year.  R.S.O. 1990, c. D.1, s. 12 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched12s1s22\">2010, c. 16, Sched. 12, s. 1 (22)</a></span> - 01/07/2011</p>"
        },
        {
            "id": "13",
            "section": "Act has primacy over certain Acts",
            "content": "13 (1) Where a provision in the Technical Standards and Safety Act, 2000, the Highway Traffic Act or the Pesticides Act purports to require or authorize anything that is a contravention of this Act, this Act applies and prevails unless it is specifically provided that the provision is to apply despite this Act.  2010, c. 16, Sched. 12, s. 1 (23). Interpretation (2) For the purposes of subsection (1), a reference to an Act mentioned in subsection (1) includes all regulations, rules or orders made under the Act.  R.S.O. 1990, c. D.1, s. 13 (2). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 12, s. 1 (23) - 01/07/2011 Schedule\r\nRepealed:  2010, c. 16, Sched. 12, s. 1 (24). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 12, s. 1 (24) - 01/07/2011 ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>13 </b>(1) Where a provision in the <i>Technical Standards and Safety Act, 2000</i>, the <i>Highway Traffic Act</i> or the <i>Pesticides Act</i> purports to require or authorize anything that is a contravention of this Act, this Act applies and prevails unless it is specifically provided that the provision is to apply despite this Act.  2010, c. 16, Sched. 12, s. 1 (23).</p> <p class=\"headnote\">Interpretation</p> <p class=\"subsection\">(2) For the purposes of subsection (1), a reference to an Act mentioned in subsection (1) includes all regulations, rules or orders made under the Act.  R.S.O. 1990, c. D.1, s. 13 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched12s1s23\">2010, c. 16, Sched. 12, s. 1 (23)</a></span> - 01/07/2011</p> <p class=\"headingx\"><span class=\"ovallcaps\"><span>Schedule\r\n</span></span><span class=\"ovsmallcap\">Repealed</span>:  2010, c. 16, Sched. 12, s. 1 (24).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched12s1s24\">2010, c. 16, Sched. 12, s. 1 (24)</a></span> - 01/07/2011</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90d01\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}