{
    "act_info": {
        "full_title": "Dead Animal Disposal Act, R.S.O. 1990, c. D.3",
        "act_name_text": "Not Found",
        "citation": "Dead Animal Disposal Act, R.S.O. 1990, c. D.3",
        "url": "https://www.ontario.ca/laws/statute/90d03",
        "date_scraped": "2023-12-21 13:08:26"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90d03/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "March 26, 2009"
        },
        {
            "a_href": "/laws/statute/90d03/v1",
            "valid_from": "December  5, 2001",
            "valid_to": "June 21, 2006"
        }
    ],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900263",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 263",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “broker” means a person engaged in the business of buying meat obtained from a dead animal and reselling such meat in uncooked form; (“courtier”) “collector” means a person engaged in the business of collecting dead animals; (“ramasseur”) “dead animal” means the carcass, or any part thereof, of a horse, goat, sheep, swine or head of cattle that has died from any cause other than slaughter; (“cadavre d’animal”) “Director” means the person designated by the Minister as the Director for the purposes of this Act; (“directeur”) “fallen animal” means a horse, goat, sheep, swine or head of cattle that has been disabled by disease, emaciation or other condition that is likely to cause death; (“animal invalide”) “inspector” means an inspector appointed under this Act; (“inspecteur”) “licence” means a licence under this Act; (“permis”) “Minister” means the Minister of Agriculture and Food; (“ministre”) “receiving plant” means a premises to which dead animals are delivered for the purpose of obtaining the hide, skin, fats, meat or other product of the dead animals or for the purpose of selling or delivering the dead animals or parts thereof to a rendering plant; (“usine d’équarrissage”) “rendering plant” means a premises at which dead animals are processed into hides, meat, bone meal, meat meal or inedible fats; (“fondoir”) “slaughter” means slaughter for the purpose of processing into food for human consumption; (“abattage”) “Tribunal” means the Agriculture, Food and Rural Affairs Appeal Tribunal continued under the Ministry of Agriculture, Food and Rural Affairs Act. (“Tribunal”) R.S.O. 1990, c. D.3, s. 1; 1994, c. 27, s. 16 (1, 2); 1999, c. 12, Sched. A, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“broker” means a person engaged in the business of buying meat obtained from a dead animal and reselling such meat in uncooked form; (“courtier”)</p> <p class=\"definition-e\">“collector” means a person engaged in the business of collecting dead animals; (“ramasseur”)</p> <p class=\"definition-e\">“dead animal” means the carcass, or any part thereof, of a horse, goat, sheep, swine or head of cattle that has died from any cause other than slaughter; (“cadavre d’animal”)</p> <p class=\"definition-e\">“Director” means the person designated by the Minister as the Director for the purposes of this Act; (“directeur”)</p> <p class=\"definition-e\">“fallen animal” means a horse, goat, sheep, swine or head of cattle that has been disabled by disease, emaciation or other condition that is likely to cause death; (“animal invalide”)</p> <p class=\"definition-e\">“inspector” means an inspector appointed under this Act; (“inspecteur”)</p> <p class=\"definition-e\">“licence” means a licence under this Act; (“permis”)</p> <p class=\"definition-e\">“Minister” means the Minister of Agriculture and Food; (“ministre”)</p> <p class=\"definition-e\">“receiving plant” means a premises to which dead animals are delivered for the purpose of obtaining the hide, skin, fats, meat or other product of the dead animals or for the purpose of selling or delivering the dead animals or parts thereof to a rendering plant; (“usine d’équarrissage”)</p> <p class=\"definition-e\">“rendering plant” means a premises at which dead animals are processed into hides, meat, bone meal, meat meal or inedible fats; (“fondoir”)</p> <p class=\"definition-e\">“slaughter” means slaughter for the purpose of processing into food for human consumption; (“abattage”)</p> <p class=\"definition-e\">“Tribunal” means the Agriculture, Food and Rural Affairs Appeal Tribunal continued under the <i>Ministry of Agriculture, Food and Rural Affairs Act</i>. (“Tribunal”) R.S.O. 1990, c. D.3, s. 1; 1994, c. 27, s. 16 (1, 2); 1999, c. 12, Sched. A, s. 8.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": "2. This Act does not apply to, (a) establishments operating under the Meat Inspection Act (Canada); and (b) dead animals while held for post mortem examination, investigation or loss adjustment. R.S.O. 1990, c. D.3, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> This Act does not apply to,</p> <p class=\"clause-e\">(a) establishments operating under the<i> Meat Inspection Act</i> (Canada); and</p> <p class=\"clause-e\">(b) dead animals while held for post mortem examination, investigation or loss adjustment. R.S.O. 1990, c. D.3, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Responsibility of owner",
            "content": "3. (1) The owner of a dead animal shall dispose of it within forty-eight hours of its death, (a) by burying it with a covering of at least two feet of earth; (b) by the services of a person licensed as a collector under this Act; or (c) by any other methods of disposal provided for in the regulations. R.S.O. 1990, c. D.3, s. 3 (1); 1994, c. 27, s. 16 (3). Fallen animals (2) The owner of a fallen animal shall kill it in a humane manner and dispose of it in accordance with subsection (1). R.S.O. 1990, c. D.3, s. 3 (2). Idem (3) No person shall move a fallen animal before it has been killed. R.S.O. 1990, c. D.3, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) The owner of a dead animal shall dispose of it within forty-eight hours of its death,</p> <p class=\"clause-e\">(a) by burying it with a covering of at least two feet of earth;</p> <p class=\"clause-e\">(b) by the services of a person licensed as a collector under this Act; or</p> <p class=\"clause-e\">(c) by any other methods of disposal provided for in the regulations. R.S.O. 1990, c. D.3, s. 3 (1); 1994, c. 27, s. 16 (3).</p> <p class=\"headnote-e\"><b>Fallen animals</b></p> <p class=\"subsection-e\">(2) The owner of a fallen animal shall kill it in a humane manner and dispose of it in accordance with subsection (1). R.S.O. 1990, c. D.3, s. 3 (2).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) No person shall move a fallen animal before it has been killed. R.S.O. 1990, c. D.3, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": "Slaughter prohibited",
            "content": "4. (1) No person shall slaughter an animal at a receiving plant or a rendering plant. R.S.O. 1990, c. D.3, s. 4 (1). Collector (2) No collector shall give, sell or deliver a dead animal to any person other than the holder of a licence as an operator of a receiving plant or a rendering plant under this Act. R.S.O. 1990, c. D.3, s. 4 (2). Processing, selling or storing meats (3) No person shall process, store, offer for sale or sell meat or products made therefrom for human consumption at a receiving plant or a rendering plant. R.S.O. 1990, c. D.3, s. 4 (3). Prohibition against sale, etc. (4) No person shall give, sell, offer for sale, process, transport or deliver to any person as food for human consumption meat obtained from a dead animal. R.S.O. 1990, c. D.3, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) No person shall slaughter an animal at a receiving plant or a rendering plant. R.S.O. 1990, c. D.3, s. 4 (1).</p> <p class=\"headnote-e\"><b>Collector</b></p> <p class=\"subsection-e\">(2) No collector shall give, sell or deliver a dead animal to any person other than the holder of a licence as an operator of a receiving plant or a rendering plant under this Act. R.S.O. 1990, c. D.3, s. 4 (2).</p> <p class=\"headnote-e\"><b>Processing, selling or storing meats</b></p> <p class=\"subsection-e\">(3) No person shall process, store, offer for sale or sell meat or products made therefrom for human consumption at a receiving plant or a rendering plant. R.S.O. 1990, c. D.3, s. 4 (3).</p> <p class=\"headnote-e\"><b>Prohibition against sale, etc.</b></p> <p class=\"subsection-e\">(4) No person shall give, sell, offer for sale, process, transport or deliver to any person as food for human consumption meat obtained from a dead animal. R.S.O. 1990, c. D.3, s. 4 (4).</p>"
        },
        {
            "id": "5.",
            "section": "Licensing",
            "content": "5. (1) No person shall engage in the business of, (a) a broker; (b) a collector; (c) an operator of a receiving plant; or (d) an operator of a rendering plant, without a licence therefor from the Director. R.S.O. 1990, c. D.3, s. 5 (1). Prohibition (2) No person shall collect a dead animal unless the person is the holder of a licence as a collector. R.S.O. 1990, c. D.3, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) No person shall engage in the business of,</p> <p class=\"clause-e\">(a) a broker;</p> <p class=\"clause-e\">(b) a collector;</p> <p class=\"clause-e\">(c) an operator of a receiving plant; or</p> <p class=\"clause-e\">(d) an operator of a rendering plant,</p> <p class=\"Ssection-e\">without a licence therefor from the Director. R.S.O. 1990, c. D.3, s. 5 (1).</p> <p class=\"headnote-e\"><b>Prohibition</b></p> <p class=\"subsection-e\">(2) No person shall collect a dead animal unless the person is the holder of a licence as a collector. R.S.O. 1990, c. D.3, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Licence, issue",
            "content": "6. (1) The Director shall issue a licence to a person who makes application therefor in accordance with this Act and the regulations and pays the prescribed fee unless, after a hearing, the Director is of opinion that, (a) the applicant or, where the applicant is a corporation, its officers or directors, is or are not competent to carry on the business that would be authorized by the licence; (b) the past conduct of the applicant or, where the applicant is a corporation, of its officers or directors, affords reasonable grounds for belief that the business that would be authorized by the licence will not be carried on in accordance with law; (c) the applicant does not possess or will not have available all premises, facilities and equipment necessary to carry on the business authorized by the licence in accordance with this Act and the regulations; or (d) the applicant is not in a position to observe or carry out the provisions of this Act and the regulations. R.S.O. 1990, c. D.3, s. 6 (1). Renewal (2) Subject to section 7, the Director shall renew a licence on application therefor by the licensee in accordance with this Act and the regulations and payment of the prescribed fee. R.S.O. 1990, c. D.3, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) The Director shall issue a licence to a person who makes application therefor in accordance with this Act and the regulations and pays the prescribed fee unless, after a hearing, the Director is of opinion that,</p> <p class=\"clause-e\">(a) the applicant or, where the applicant is a corporation, its officers or directors, is or are not competent to carry on the business that would be authorized by the licence;</p> <p class=\"clause-e\">(b) the past conduct of the applicant or, where the applicant is a corporation, of its officers or directors, affords reasonable grounds for belief that the business that would be authorized by the licence will not be carried on in accordance with law;</p> <p class=\"clause-e\">(c) the applicant does not possess or will not have available all premises, facilities and equipment necessary to carry on the business authorized by the licence in accordance with this Act and the regulations; or</p> <p class=\"clause-e\">(d) the applicant is not in a position to observe or carry out the provisions of this Act and the regulations. R.S.O. 1990, c. D.3, s. 6 (1).</p> <p class=\"headnote-e\"><b>Renewal</b></p> <p class=\"subsection-e\">(2) Subject to section 7, the Director shall renew a licence on application therefor by the licensee in accordance with this Act and the regulations and payment of the prescribed fee. R.S.O. 1990, c. D.3, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": "Refusal to renew, suspension or cancellation",
            "content": "7. (1) The Director may refuse to renew or may suspend or revoke a licence if, after a hearing, he or she is of opinion that, (a) the premises, facilities and equipment used in the business carried on pursuant to the licence do not comply with this Act and the regulations; (b) the licensee or, where the licensee is a corporation, any officer, director or servant thereof has contravened or has permitted any person under the licensee’s control or direction in connection with the business carried on pursuant to the licence to contravene this Act or the regulations or of any other Act or the regulations thereunder or of any law applying to the carrying on of such business or the conditions for licencing and such contravention warrants such refusal to renew, suspension or revocation of the licence; or (c) any other ground for refusal to renew, suspension or revocation specified in the regulations exists. R.S.O. 1990, c. D.3, s. 7 (1). Provisional suspension, etc. (2) Despite subsection (1), the Director, by notice to a licensee and without a hearing, may provisionally refuse to renew or suspend the licensee’s licence where in the Director’s opinion it is necessary to do so for the immediate protection of the safety or health of any person or of the public and the Director so states in such notice giving reasons therefor, and thereafter the Director shall hold a hearing to determine whether renewal of the licence should be refused or whether the licence should be further suspended or revoked under this Act and the regulations. R.S.O. 1990, c. D.3, s. 7 (2). Continuation of licence pending renewal (3) Subject to subsection (2), where, within the time prescribed therefor or, if no time is prescribed, before expiry of a licence, the licensee has applied for renewal of the licence and has paid the prescribed fee and observed or carried out the provisions of this Act and the regulations, the existing licence shall be deemed to continue until the licensee has received the decision of the Director on the application for renewal. R.S.O. 1990, c. D.3, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) The Director may refuse to renew or may suspend or revoke a licence if, after a hearing, he or she is of opinion that,</p> <p class=\"clause-e\">(a) the premises, facilities and equipment used in the business carried on pursuant to the licence do not comply with this Act and the regulations;</p> <p class=\"clause-e\">(b) the licensee or, where the licensee is a corporation, any officer, director or servant thereof has contravened or has permitted any person under the licensee’s control or direction in connection with the business carried on pursuant to the licence to contravene this Act or the regulations or of any other Act or the regulations thereunder or of any law applying to the carrying on of such business or the conditions for licencing and such contravention warrants such refusal to renew, suspension or revocation of the licence; or</p> <p class=\"clause-e\">(c) any other ground for refusal to renew, suspension or revocation specified in the regulations exists. R.S.O. 1990, c. D.3, s. 7 (1).</p> <p class=\"headnote-e\"><b>Provisional suspension, etc.</b></p> <p class=\"subsection-e\">(2) Despite subsection (1), the Director, by notice to a licensee and without a hearing, may provisionally refuse to renew or suspend the licensee’s licence where in the Director’s opinion it is necessary to do so for the immediate protection of the safety or health of any person or of the public and the Director so states in such notice giving reasons therefor, and thereafter the Director shall hold a hearing to determine whether renewal of the licence should be refused or whether the licence should be further suspended or revoked under this Act and the regulations. R.S.O. 1990, c. D.3, s. 7 (2).</p> <p class=\"headnote-e\"><b>Continuation of licence pending renewal</b></p> <p class=\"subsection-e\">(3) Subject to subsection (2), where, within the time prescribed therefor or, if no time is prescribed, before expiry of a licence, the licensee has applied for renewal of the licence and has paid the prescribed fee and observed or carried out the provisions of this Act and the regulations, the existing licence shall be deemed to continue until the licensee has received the decision of the Director on the application for renewal. R.S.O. 1990, c. D.3, s. 7 (3).</p>"
        },
        {
            "id": "8.",
            "section": "Notice of hearing",
            "content": "8. (1) The notice of a hearing by the Director under section 6 or 7 shall afford to the applicant or licensee a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue or retention of the licence. R.S.O. 1990, c. D.3, s. 8 (1). Examination of documentary evidence (2) An applicant or licensee who is a party to proceedings in which the Director holds a hearing shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing. R.S.O. 1990, c. D.3, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) The notice of a hearing by the Director under section 6 or 7 shall afford to the applicant or licensee a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue or retention of the licence. R.S.O. 1990, c. D.3, s. 8 (1).</p> <p class=\"headnote-e\"><b>Examination of documentary evidence</b></p> <p class=\"subsection-e\">(2) An applicant or licensee who is a party to proceedings in which the Director holds a hearing shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing. R.S.O. 1990, c. D.3, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": "Variation of decision by Director",
            "content": "9. Where the director has refused to issue or renew or has suspended or revoked a licence pursuant to a hearing, the director may, at any time of his or her own motion or on the motion of the person who was the applicant or licensee, vary or rescind his or her decision, but the Director shall not vary or rescind a decision adversely to the interests of any person without holding a rehearing to which such person is a party and may make such decision pursuant to such rehearing as he or she considers proper under this Act and the regulations. R.S.O. 1990, c. D.3, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> Where the director has refused to issue or renew or has suspended or revoked a licence pursuant to a hearing, the director may, at any time of his or her own motion or on the motion of the person who was the applicant or licensee, vary or rescind his or her decision, but the Director shall not vary or rescind a decision adversely to the interests of any person without holding a rehearing to which such person is a party and may make such decision pursuant to such rehearing as he or she considers proper under this Act and the regulations. R.S.O. 1990, c. D.3, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Appeal to Tribunal",
            "content": "10. (1) Where the Director refuses to issue or renew or suspends or revokes a licence, the applicant or licensee may by written notice delivered to the Director and filed with the Tribunal within fifteen days after receipt of the decision of the Director appeal to the Tribunal. R.S.O. 1990, c. D.3, s. 10 (1); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (1). Extension of time for appeal (2) The Tribunal may extend the time for the giving of notice by an applicant or licensee under subsection (1), either before or after expiration of such time, where it is satisfied that there are apparent grounds for appeal and that there are reasonable grounds for applying for the extension. R.S.O. 1990, c. D.3, s. 10 (2); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (2). Disposal of appeal (3) Where an applicant or licensee appeals to the Tribunal under this section, the Tribunal shall hear the appeal by way of a new hearing to determine whether the licence should be issued, renewed, suspended or revoked and may, after the hearing, confirm or alter the decision of the Director or direct the Director to do any act he or she is authorized to do under this Act and as the Tribunal considers proper and, for such purpose, the Tribunal may substitute its opinion for that of the Director. R.S.O. 1990, c. D.3, s. 10 (3); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (2). Effect of decision pending disposal of appeal (4) If an applicant or licensee has appealed under this section from a decision of the Director, unless the Director otherwise directs, the decision of the Director is effective until the appeal is disposed of. R.S.O. 1990, c. D.3, s. 10 (4).",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) Where the Director refuses to issue or renew or suspends or revokes a licence, the applicant or licensee may by written notice delivered to the Director and filed with the Tribunal within fifteen days after receipt of the decision of the Director appeal to the Tribunal. R.S.O. 1990, c. D.3, s. 10 (1); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (1).</p> <p class=\"headnote-e\"><b>Extension of time for appeal</b></p> <p class=\"subsection-e\">(2) The Tribunal may extend the time for the giving of notice by an applicant or licensee under subsection (1), either before or after expiration of such time, where it is satisfied that there are apparent grounds for appeal and that there are reasonable grounds for applying for the extension. R.S.O. 1990, c. D.3, s. 10 (2); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (2).</p> <p class=\"headnote-e\"><b>Disposal of appeal</b></p> <p class=\"subsection-e\">(3) Where an applicant or licensee appeals to the Tribunal under this section, the Tribunal shall hear the appeal by way of a new hearing to determine whether the licence should be issued, renewed, suspended or revoked and may, after the hearing, confirm or alter the decision of the Director or direct the Director to do any act he or she is authorized to do under this Act and as the Tribunal considers proper and, for such purpose, the Tribunal may substitute its opinion for that of the Director. R.S.O. 1990, c. D.3, s. 10 (3); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (2).</p> <p class=\"headnote-e\"><b>Effect of decision pending disposal of appeal</b></p> <p class=\"subsection-e\">(4) If an applicant or licensee has appealed under this section from a decision of the Director, unless the Director otherwise directs, the decision of the Director is effective until the appeal is disposed of. R.S.O. 1990, c. D.3, s. 10 (4).</p>"
        },
        {
            "id": "11.",
            "section": "Parties",
            "content": "11. (1) The Director, the appellant and such other persons as the Tribunal may specify are parties to the proceedings before the Tribunal under this Act. R.S.O. 1990, c. D.3, s. 11 (1); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (3). Members making decision not to have taken part in investigation, etc. (2) Members of the Tribunal assigned to render a decision after a hearing shall not have taken part prior to the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or party’s representative except upon notice to and opportunity for all parties to participate, but such members may seek legal advice from an adviser independent from the parties and in such case the nature of the advice should be made known to the parties in order that they may make submissions as to the law. R.S.O. 1990, c. D.3, s. 11 (2); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (1). Recording of evidence (3) The oral evidence taken before the Tribunal at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Superior Court of Justice. R.S.O. 1990, c. D.3, s. 11 (3); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (1); 2006, c. 19, Sched. C, s. 1 (1). Findings of fact (4) The findings of fact of the Tribunal pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the Statutory Powers Procedure Act. R.S.O. 1990, c. D.3, s. 11 (4); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (4). Only members at hearing to participate in decision (5) No member of the Tribunal shall participate in a decision of the Tribunal pursuant to a hearing unless the member was present throughout the hearing and heard the evidence and argument of the parties and, except with the consent of the parties, no decision of the Tribunal shall be given unless all persons so present participate in the decision. R.S.O. 1990, c. D.3, s. 11 (5); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (1).",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) The Director, the appellant and such other persons as the Tribunal may specify are parties to the proceedings before the Tribunal under this Act. R.S.O. 1990, c. D.3, s. 11 (1); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (3).</p> <p class=\"headnote-e\"><b>Members making decision not to have taken part in investigation, etc.</b></p> <p class=\"subsection-e\">(2) Members of the Tribunal assigned to render a decision after a hearing shall not have taken part prior to the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or party’s representative except upon notice to and opportunity for all parties to participate, but such members may seek legal advice from an adviser independent from the parties and in such case the nature of the advice should be made known to the parties in order that they may make submissions as to the law. R.S.O. 1990, c. D.3, s. 11 (2); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (1).</p> <p class=\"headnote-e\"><b>Recording of evidence</b></p> <p class=\"subsection-e\">(3) The oral evidence taken before the Tribunal at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Superior Court of Justice. R.S.O. 1990, c. D.3, s. 11 (3); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Findings of fact</b></p> <p class=\"subsection-e\">(4) The findings of fact of the Tribunal pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the<i> Statutory Powers Procedure Act</i>. R.S.O. 1990, c. D.3, s. 11 (4); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (4).</p> <p class=\"headnote-e\"><b>Only members at hearing to participate in decision</b></p> <p class=\"subsection-e\">(5) No member of the Tribunal shall participate in a decision of the Tribunal pursuant to a hearing unless the member was present throughout the hearing and heard the evidence and argument of the parties and, except with the consent of the parties, no decision of the Tribunal shall be given unless all persons so present participate in the decision. R.S.O. 1990, c. D.3, s. 11 (5); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (1).</p>"
        },
        {
            "id": "12.",
            "section": "Appeal to court",
            "content": "12. (1) Any party to the hearing before the Tribunal may appeal from the decision of the Tribunal to the Divisional Court in accordance with the rules of court. R.S.O. 1990, c. D.3, s. 12 (1); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (1). Minister entitled to be heard (2) The Minister is entitled to be heard by counsel or otherwise upon the argument of an appeal under this section. R.S.O. 1990, c. D.3, s. 12 (2). Record to be filed in court (3) The chair of the Tribunal shall file with the Superior Court of Justice the record of the proceedings before the Tribunal which, together with a transcript of the evidence before the Tribunal, if it is not part of the Tribunal’s record, shall constitute the record in the appeal. R.S.O. 1990, c. D.3, s. 12 (3); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (1); 2006, c. 19, Sched. C, s. 1 (1). Powers of court on appeal (4) An appeal under this section may be made on any question that is not a question of fact alone and the court may confirm or alter the decision of the Tribunal or direct the Director to do any act the Director is authorized to do under this Act or may refer the matter back to the Tribunal for reconsideration by the Tribunal as the court considers proper and the court may substitute its opinion for that of the Director or the Tribunal. R.S.O. 1990, c. D.3, s. 12 (4); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (5). Effect of decision of Tribunal pending disposal of appeal (5) If an applicant or licensee has appealed under this section from a decision of the Tribunal, unless the Tribunal otherwise directs, the decision of the Tribunal is effective until the appeal is disposed of. R.S.O. 1990, c. D.3, s. 12 (5); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (1).",
            "raw_html": "<p class=\"section-e\"><b>12.</b> (1) Any party to the hearing before the Tribunal may appeal from the decision of the Tribunal to the Divisional Court in accordance with the rules of court. R.S.O. 1990, c. D.3, s. 12 (1); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (1).</p> <p class=\"headnote-e\"><b>Minister entitled to be heard</b></p> <p class=\"subsection-e\">(2) The Minister is entitled to be heard by counsel or otherwise upon the argument of an appeal under this section. R.S.O. 1990, c. D.3, s. 12 (2).</p> <p class=\"headnote-e\"><b>Record to be filed in court</b></p> <p class=\"subsection-e\">(3) The chair of the Tribunal shall file with the Superior Court of Justice the record of the proceedings before the Tribunal which, together with a transcript of the evidence before the Tribunal, if it is not part of the Tribunal’s record, shall constitute the record in the appeal. R.S.O. 1990, c. D.3, s. 12 (3); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Powers of court on appeal</b></p> <p class=\"subsection-e\">(4) An appeal under this section may be made on any question that is not a question of fact alone and the court may confirm or alter the decision of the Tribunal or direct the Director to do any act the Director is authorized to do under this Act or may refer the matter back to the Tribunal for reconsideration by the Tribunal as the court considers proper and the court may substitute its opinion for that of the Director or the Tribunal. R.S.O. 1990, c. D.3, s. 12 (4); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (5).</p> <p class=\"headnote-e\"><b>Effect of decision of Tribunal pending disposal of appeal</b></p> <p class=\"subsection-e\">(5) If an applicant or licensee has appealed under this section from a decision of the Tribunal, unless the Tribunal otherwise directs, the decision of the Tribunal is effective until the appeal is disposed of. R.S.O. 1990, c. D.3, s. 12 (5); 1994, c. 27, s. 16 (4); 2006, c. 19, Sched. A, s. 5 (1).</p>"
        },
        {
            "id": "13.",
            "section": "Conditions of licence",
            "content": "13. Every licence is subject to the conditions that the holder of the licence, (a) maintains in good mechanical and sanitary condition all vehicles, premises and equipment used in the collecting and handling of dead animals and the disposing of the carcasses and parts thereof; (b) carries on business in a manner that prevents any relationship between the ownership, management or operation of the holder’s business and any business in respect of the slaughtering of animals or the processing or sale of meat for human consumption; (c) takes all reasonable precautions to prevent the spread of any disease that caused the deaths of the animals; and (d) complies with this Act and the regulations and any other conditions that are imposed by the regulations. R.S.O. 1990, c. D.3, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> Every licence is subject to the conditions that the holder of the licence,</p> <p class=\"clause-e\">(a) maintains in good mechanical and sanitary condition all vehicles, premises and equipment used in the collecting and handling of dead animals and the disposing of the carcasses and parts thereof;</p> <p class=\"clause-e\">(b) carries on business in a manner that prevents any relationship between the ownership, management or operation of the holder’s business and any business in respect of the slaughtering of animals or the processing or sale of meat for human consumption;</p> <p class=\"clause-e\">(c) takes all reasonable precautions to prevent the spread of any disease that caused the deaths of the animals; and</p> <p class=\"clause-e\">(d) complies with this Act and the regulations and any other conditions that are imposed by the regulations. R.S.O. 1990, c. D.3, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Records",
            "content": "14. (1) A collector shall make and keep for at least twelve months a record of the dead animals the collector collects and the disposal thereof as prescribed in the regulations. R.S.O. 1990, c. D.3, s. 14 (1). Idem (2) An operator of a receiving plant shall make and keep for at least twelve months a record of the dead animals the operator receives and of the disposal thereof as prescribed in the regulations. R.S.O. 1990, c. D.3, s. 14 (2). Idem (3) An operator of a rendering plant shall make and keep for at least twelve months a record of the dead animals the operator receives and of the disposal thereof as prescribed in the regulations. R.S.O. 1990, c. D.3, s. 14 (3). Idem (4) A broker shall make and keep for at least twelve months a record of all meat obtained from dead animals received by the broker and of the disposal thereof as prescribed in the regulations. R.S.O. 1990, c. D.3, s. 14 (4).",
            "raw_html": "<p class=\"section-e\"><b>14.</b> (1) A collector shall make and keep for at least twelve months a record of the dead animals the collector collects and the disposal thereof as prescribed in the regulations. R.S.O. 1990, c. D.3, s. 14 (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) An operator of a receiving plant shall make and keep for at least twelve months a record of the dead animals the operator receives and of the disposal thereof as prescribed in the regulations. R.S.O. 1990, c. D.3, s. 14 (2).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) An operator of a rendering plant shall make and keep for at least twelve months a record of the dead animals the operator receives and of the disposal thereof as prescribed in the regulations. R.S.O. 1990, c. D.3, s. 14 (3).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) A broker shall make and keep for at least twelve months a record of all meat obtained from dead animals received by the broker and of the disposal thereof as prescribed in the regulations. R.S.O. 1990, c. D.3, s. 14 (4).</p>"
        },
        {
            "id": "15.",
            "section": "Inspectors",
            "content": "15. (1) The Minister may appoint a chief inspector and one or more inspectors to carry out and enforce this Act and the regulations. R.S.O. 1990, c. D.3, s. 15 (1). Certificate of appointment (2) The production by an inspector of a certificate of appointment purporting to be signed by the Minister is admissible in evidence as proof, in the absence of evidence to the contrary, of his or her appointment without further proof of the signature or authority of the Minister. R.S.O. 1990, c. D.3, s. 15 (2). Powers (3) Subject to subsection (4), the Director or an inspector may, for the purpose of carrying out his or her duties under this Act, (a) enter and inspect any building, premises or conveyance, (i) that is used in the collecting, transporting or processing of a dead animal or meat obtained therefrom, or (ii) in which he or she believes on reasonable and probable grounds there is a dead animal or meat obtained therefrom; (b) require the production or furnishing by the owner or custodian thereof of any books, records or documents, or of extracts therefrom, of persons licensed under this Act or relating to dead animals or meat obtained therefrom; and (c) seize, remove and detain any dead animal, or meat obtained therefrom, where he or she believes on reasonable and probable grounds that there is a violation of this Act or the regulations in respect thereof. R.S.O. 1990, c. D.3, s. 15 (3). Power to enter dwelling (4) Except under the authority of a warrant under section 158 of the Provincial Offences Act, the Director or an inspector shall not enter any part of a dwelling without the consent of the occupant. R.S.O. 1990, c. D.3, s. 15 (4). Production of records, etc. (5) Where the Director or an inspector requires the production or furnishing of books, records, documents or extracts therefrom, the person having custody thereof shall produce or furnish them to the Director or inspector and the Director or inspector may detain them for the purpose of making copies therefrom and thereafter return them to the person who produced or furnished them. R.S.O. 1990, c. D.3, s. 15 (5). Certification of copy (6) Where a copy of a book, record, document or extract is made under subsection (5) and is certified by a person thereunto authorized, it is admissible in evidence and has the same probative force as the original document would have had if it had been proven in the ordinary way. R.S.O. 1990, c. D.3, s. 15 (6).",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) The Minister may appoint a chief inspector and one or more inspectors to carry out and enforce this Act and the regulations. R.S.O. 1990, c. D.3, s. 15 (1).</p> <p class=\"headnote-e\"><b>Certificate of appointment</b></p> <p class=\"subsection-e\">(2) The production by an inspector of a certificate of appointment purporting to be signed by the Minister is admissible in evidence as proof, in the absence of evidence to the contrary, of his or her appointment without further proof of the signature or authority of the Minister. R.S.O. 1990, c. D.3, s. 15 (2).</p> <p class=\"headnote-e\"><b>Powers</b></p> <p class=\"subsection-e\">(3) Subject to subsection (4), the Director or an inspector may, for the purpose of carrying out his or her duties under this Act,</p> <p class=\"clause-e\">(a) enter and inspect any building, premises or conveyance,</p> <p class=\"subclause-e\">(i) that is used in the collecting, transporting or processing of a dead animal or meat obtained therefrom, or</p> <p class=\"subclause-e\">(ii) in which he or she believes on reasonable and probable grounds there is a dead animal or meat obtained therefrom;</p> <p class=\"clause-e\">(b) require the production or furnishing by the owner or custodian thereof of any books, records or documents, or of extracts therefrom, of persons licensed under this Act or relating to dead animals or meat obtained therefrom; and</p> <p class=\"clause-e\">(c) seize, remove and detain any dead animal, or meat obtained therefrom, where he or she believes on reasonable and probable grounds that there is a violation of this Act or the regulations in respect thereof. R.S.O. 1990, c. D.3, s. 15 (3).</p> <p class=\"headnote-e\"><b>Power to enter dwelling</b></p> <p class=\"subsection-e\">(4) Except under the authority of a warrant under section 158 of the<i> Provincial Offences Act</i>, the Director or an inspector shall not enter any part of a dwelling without the consent of the occupant. R.S.O. 1990, c. D.3, s. 15 (4).</p> <p class=\"headnote-e\"><b>Production of records, etc.</b></p> <p class=\"subsection-e\">(5) Where the Director or an inspector requires the production or furnishing of books, records, documents or extracts therefrom, the person having custody thereof shall produce or furnish them to the Director or inspector and the Director or inspector may detain them for the purpose of making copies therefrom and thereafter return them to the person who produced or furnished them. R.S.O. 1990, c. D.3, s. 15 (5).</p> <p class=\"headnote-e\"><b>Certification of copy</b></p> <p class=\"subsection-e\">(6) Where a copy of a book, record, document or extract is made under subsection (5) and is certified by a person thereunto authorized, it is admissible in evidence and has the same probative force as the original document would have had if it had been proven in the ordinary way. R.S.O. 1990, c. D.3, s. 15 (6).</p>"
        },
        {
            "id": "16.",
            "section": "Obstruction of inspector",
            "content": "16. No person shall hinder or obstruct an inspector in the course of his or her duties or furnish the inspector with false information, or refuse to furnish him or her with information. R.S.O. 1990, c. D.3, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> No person shall hinder or obstruct an inspector in the course of his or her duties or furnish the inspector with false information, or refuse to furnish him or her with information. R.S.O. 1990, c. D.3, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Offences",
            "content": "17. Every person who contravenes this Act or the regulations is guilty of an offence and on conviction is liable for a first offence to a fine of not more than $2,000 and for a subsequent offence to a fine of not more than $5,000 or to imprisonment for a term of not more than six months. R.S.O. 1990, c. D.3, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> Every person who contravenes this Act or the regulations is guilty of an offence and on conviction is liable for a first offence to a fine of not more than $2,000 and for a subsequent offence to a fine of not more than $5,000 or to imprisonment for a term of not more than six months. R.S.O. 1990, c. D.3, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Regulations",
            "content": "18. (1) The Lieutenant Governor in Council may make regulations, (a) providing for the issue, renewal, suspension or revocation of or refusal to issue or renew licences and prescribing the fees payable for licences or the renewal thereof; (a.1) exempting classes of persons from the requirement under section 5 to hold a licence, in such circumstances as may be prescribed and subject to such restrictions as may be prescribed; (b) Repealed: 1994, c. 27, s. 16 (6). (c) prescribing conditions for licensing in addition to those mentioned in section 13; (d) prescribing the duties of inspectors; (e) prescribing the manner in which vehicles and premises used in the collecting and handling of dead animals shall be cleaned, disinfected and maintained; (f) respecting the transportation of dead animals and the products obtained therefrom; (g) providing for the processing at a receiving plant or a rendering plant of meat obtained from dead animals and for the treatment of the meat for purposes of identification; (h) providing for the exemption from the regulations, or any part thereof, of any person or group of persons or any class or classes of meat; (i) respecting the facilities and equipment to be provided and maintained at receiving plants and rendering plants; (j) respecting advertising by any person respecting dead animals, fallen animals or meat obtained from dead animals; (k) providing for the labelling of products obtained from dead animals or parts thereof; (l) providing for the disposal of dead animals or any parts thereof or meat obtained therefrom; (m) prescribing the records to be made and kept by collectors and by operators of receiving plants and rendering plants and by brokers; (n) prescribing forms and providing for their use; (o) governing the seizure, removal, detention and disposal of dead animals or meat obtained therefrom for the purposes of clause 15 (3) (c); (p) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. D.3, s. 18; 1994, c. 27, s. 16 (5-7). Same (2) The Lieutenant Governor in Council may make regulations adding to, removing, replacing or changing in any other way the grounds upon which or the circumstances in which a licence may be issued, renewed, suspended or revoked under section 6, 7 or 13. 1994, c. 27, s. 16 (8). ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>18.</b> (1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) providing for the issue, renewal, suspension or revocation of or refusal to issue or renew licences and prescribing the fees payable for licences or the renewal thereof;</p> <p class=\"clause-e\">(a.1) exempting classes of persons from the requirement under section 5 to hold a licence, in such circumstances as may be prescribed and subject to such restrictions as may be prescribed;</p> <p class=\"clause-e\">(b) Repealed: 1994, c. 27, s. 16 (6).</p> <p class=\"clause-e\">(c) prescribing conditions for licensing in addition to those mentioned in section 13;</p> <p class=\"clause-e\">(d) prescribing the duties of inspectors;</p> <p class=\"clause-e\">(e) prescribing the manner in which vehicles and premises used in the collecting and handling of dead animals shall be cleaned, disinfected and maintained;</p> <p class=\"clause-e\">(f) respecting the transportation of dead animals and the products obtained therefrom;</p> <p class=\"clause-e\">(g) providing for the processing at a receiving plant or a rendering plant of meat obtained from dead animals and for the treatment of the meat for purposes of identification;</p> <p class=\"clause-e\">(h) providing for the exemption from the regulations, or any part thereof, of any person or group of persons or any class or classes of meat;</p> <p class=\"clause-e\">(i) respecting the facilities and equipment to be provided and maintained at receiving plants and rendering plants;</p> <p class=\"clause-e\">(j) respecting advertising by any person respecting dead animals, fallen animals or meat obtained from dead animals;</p> <p class=\"clause-e\">(k) providing for the labelling of products obtained from dead animals or parts thereof;</p> <p class=\"clause-e\">(l) providing for the disposal of dead animals or any parts thereof or meat obtained therefrom;</p> <p class=\"clause-e\">(m) prescribing the records to be made and kept by collectors and by operators of receiving plants and rendering plants and by brokers;</p> <p class=\"clause-e\">(n) prescribing forms and providing for their use;</p> <p class=\"clause-e\">(o) governing the seizure, removal, detention and disposal of dead animals or meat obtained therefrom for the purposes of clause 15 (3) (c);</p> <p class=\"clause-e\">(p) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. D.3, s. 18; 1994, c. 27, s. 16 (5-7).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The Lieutenant Governor in Council may make regulations adding to, removing, replacing or changing in any other way the grounds upon which or the circumstances in which a licence may be issued, renewed, suspended or revoked under section 6, 7 or 13. 1994, c. 27, s. 16 (8).</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90d03_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90d03_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}