{
    "act_info": {
        "full_title": "Declarations of Death Act, 2002, S.O. 2002, c. 14, Sched.",
        "act_name_text": "Declarations of Death Act, 2002",
        "citation": "S.O. 2002, c. 14, Sched.",
        "url": "https://www.ontario.ca/laws/statute/02d14",
        "date_scraped": "2023-12-19 18:23:47"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  9, 2005",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/02d14/v1",
            "valid_from": "November 19, 2002",
            "valid_to": "March  8, 2005"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “interested person” means any person who is or would be affected by an order declaring that an individual is dead, including, (a) a person named as executor or estate trustee in the individual’s will, (b) a person who may be entitled to apply to be appointed administrator of the individual’s estate on intestacy, (c) the individual’s spouse, (d) the individual’s next of kin, (e) the individual’s guardian or attorney for personal care or property under the Substitute Decisions Act, 1992, (f) a person who is in possession of property owned by the individual, (g) if there is a contract of life insurance or group insurance insuring the individual’s life, (i) the insurer, and (ii) any potential claimant under the contract, and (h) if the individual has been declared an absentee under the Absentees Act, the committee of his or her estate; (“personne intéressée”) “spouse” means, (a) a spouse as defined in section 1 of the Family Law Act, or (b) either of two persons who live together in a conjugal relationship outside marriage. (“conjoint”)  2002, c. 14, Sched., s. 1; 2005, c. 5, s. 19. Section Amendments with date in force (d/m/y) 2005, c. 5, s. 19 - 09/03/2005",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“interested person” means any person who is or would be affected by an order declaring that an individual is dead, including,</p> <p class=\"paragraph\"><a name=\"defend\"></a>  (a) a person named as executor or estate trustee in the individual’s will,</p> <p class=\"paragraph\">  (b) a person who may be entitled to apply to be appointed administrator of the individual’s estate on intestacy,</p> <p class=\"paragraph\">  (c) the individual’s spouse,</p> <p class=\"paragraph\">  (d) the individual’s next of kin,</p> <p class=\"paragraph\">  (e) the individual’s guardian or attorney for personal care or property under the <i>Substitute Decisions Act, 1992</i>,</p> <p class=\"paragraph\">  (f) a person who is in possession of property owned by the individual,</p> <p class=\"paragraph\">  (g) if there is a contract of life insurance or group insurance insuring the individual’s life,</p> <p class=\"subpara\">  (i) the insurer, and</p> <p class=\"subpara\">  (ii) any potential claimant under the contract, and</p> <p class=\"paragraph\">  (h) if the individual has been declared an absentee under the <i>Absentees Act</i>, the committee of his or her estate; (“personne intéressée”)</p> <p class=\"definition\">“spouse” means,</p> <p class=\"paragraph\">  (a) a spouse as defined in section 1 of the <i>Family Law Act</i>, or</p> <p class=\"paragraph\">  (b) either of two persons who live together in a conjugal relationship outside marriage. (“conjoint”)  2002, c. 14, Sched., s. 1; 2005, c. 5, s. 19.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05005#s19\">2005, c. 5, s. 19</a></span> - 09/03/2005</p>"
        },
        {
            "id": "2",
            "section": "Order re declaration of death",
            "content": "2 (1) An interested person may apply to the Superior Court of Justice, with notice to any other interested persons of whom the applicant is aware, for an order under subsection (3).  2002, c. 14, Sched., s. 2 (1). Notice (2) Notice under subsection (1), (a) if given by or to an insurer, shall be given at least 30 days before the application to court is made; (b) if not given by or to an insurer, shall be given as provided by the rules of court.  2002, c. 14, Sched., s. 2 (2). Power of court (3) The court may make an order declaring that an individual has died if the court is satisfied that either subsection (4) or (5) applies.  2002, c. 14, Sched., s. 2 (3). Disappearance in circumstances of peril (4) This subsection applies if, (a) the individual has disappeared in circumstances of peril; (b) the applicant has not heard of or from the individual since the disappearance; (c) to the applicant’s knowledge, after making reasonable inquiries, no other person has heard of or from the individual since the disappearance; (d) the applicant has no reason to believe that the individual is alive; and (e) there is sufficient evidence to find that the individual is dead.  2002, c. 14, Sched., s. 2 (4). Seven-year absence (5) This subsection applies if, (a) the individual has been absent for at least seven years; (b) the applicant has not heard of or from the individual during the seven-year period; (c) to the applicant’s knowledge, after making reasonable inquiries, no other person has heard of or from the individual during the seven-year period; (d) the applicant has no reason to believe that the individual is alive; and (e) there is sufficient evidence to find that the individual is dead.  2002, c. 14, Sched., s. 2 (5). Scope of order (6) The declaration of death applies for all purposes unless the court, (a) determines that it should apply only for certain purposes; and (b) specifies those purposes in the order.  2002, c. 14, Sched., s. 2 (6). Same (7) The declaration of death is not binding on an interested person who did not have notice of the application.  2002, c. 14, Sched., s. 2 (7). Date of death (8) The order shall state the date of death, which shall be, (a) the date upon which the evidence suggests the person died, if subsection (4) applies; or (b) the date of the application, if subsection (5) applies.  2002, c. 14, Sched., s. 2 (8). Same (9) The order may state a date of death other than that required by subsection (8) if the court is of the opinion that it would be just to do so in the circumstances and that it would not cause inconvenience or hardship to any of the interested persons.  2002, c. 14, Sched., s. 2 (9). Order as evidence (10) Despite any other Act, the order or a copy certified by the court is proof of the individual’s death for the purposes for which it applies under subsection (6).  2002, c. 14, Sched., s. 2 (10).",
            "raw_html": "<p class=\"section\"><b>2</b> (1) An interested person may apply to the Superior Court of Justice, with notice to any other interested persons of whom the applicant is aware, for an order under subsection (3).  2002, c. 14, Sched., s. 2 (1).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) Notice under subsection (1), </p> <p class=\"paragraph\">  (a) if given by or to an insurer, shall be given at least 30 days before the application to court is made; </p> <p class=\"paragraph\">  (b) if not given by or to an insurer, shall be given as provided by the rules of court.  2002, c. 14, Sched., s. 2 (2).</p> <p class=\"headnote\">Power of court</p> <p class=\"subsection\">(3) The court may make an order declaring that an individual has died if the court is satisfied that either subsection (4) or (5) applies.  2002, c. 14, Sched., s. 2 (3).</p> <p class=\"headnote\">Disappearance in circumstances of peril</p> <p class=\"subsection\">(4) This subsection applies if,</p> <p class=\"paragraph\">  (a) the individual has disappeared in circumstances of peril;</p> <p class=\"paragraph\">  (b) the applicant has not heard of or from the individual since the disappearance;</p> <p class=\"paragraph\">  (c) to the applicant’s knowledge, after making reasonable inquiries, no other person has heard of or from the individual since the disappearance;</p> <p class=\"paragraph\">  (d) the applicant has no reason to believe that the individual is alive; and</p> <p class=\"paragraph\">  (e) there is sufficient evidence to find that the individual is dead.  2002, c. 14, Sched., s. 2 (4).</p> <p class=\"headnote\">Seven-year absence</p> <p class=\"subsection\">(5) This subsection applies if,</p> <p class=\"paragraph\">  (a) the individual has been absent for at least seven years;</p> <p class=\"paragraph\">  (b) the applicant has not heard of or from the individual during the seven-year period;</p> <p class=\"paragraph\">  (c) to the applicant’s knowledge, after making reasonable inquiries, no other person has heard of or from the individual during the seven-year period;</p> <p class=\"paragraph\">  (d) the applicant has no reason to believe that the individual is alive; and</p> <p class=\"paragraph\">  (e) there is sufficient evidence to find that the individual is dead.  2002, c. 14, Sched., s. 2 (5).</p> <p class=\"headnote\">Scope of order</p> <p class=\"subsection\">(6) The declaration of death applies for all purposes unless the court,</p> <p class=\"paragraph\">  (a) determines that it should apply only for certain purposes; and</p> <p class=\"paragraph\">  (b) specifies those purposes in the order.  2002, c. 14, Sched., s. 2 (6).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) The declaration of death is not binding on an interested person who did not have notice of the application.  2002, c. 14, Sched., s. 2 (7).</p> <p class=\"headnote\">Date of death</p> <p class=\"subsection\">(8) The order shall state the date of death, which shall be, </p> <p class=\"paragraph\">  (a) the date upon which the evidence suggests the person died, if subsection (4) applies; or</p> <p class=\"paragraph\">  (b) the date of the application, if subsection (5) applies.  2002, c. 14, Sched., s. 2 (8).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(9) The order may state a date of death other than that required by subsection (8) if the court is of the opinion that it would be just to do so in the circumstances and that it would not cause inconvenience or hardship to any of the interested persons.  2002, c. 14, Sched., s. 2 (9).</p> <p class=\"headnote\">Order as evidence</p> <p class=\"subsection\">(10) Despite any other Act, the order or a copy certified by the court is proof of the individual’s death for the purposes for which it applies under subsection (6).  2002, c. 14, Sched., s. 2 (10).</p>"
        },
        {
            "id": "3",
            "section": "Order under Absentees Act",
            "content": "3 If, on an application under section 2, the court is not satisfied that there is sufficient evidence to justify an order declaring an individual to be dead, the court may make an order under the Absentees Act.  2002, c. 14, Sched., s. 3.",
            "raw_html": "<p class=\"section\"><b>3 </b>If, on an application under section 2, the court is not satisfied that there is sufficient evidence to justify an order declaring an individual to be dead, the court may make an order under the <i>Absentees Act</i>.  2002, c. 14, Sched., s. 3.</p>"
        },
        {
            "id": "4",
            "section": "Motion to amend, confirm or revoke order",
            "content": "4 (1) An interested person may, with notice to any other interested persons of whom the person making the motion is aware, move for an order amending, confirming or revoking an order made under section 2 if the person making the motion did not have notice of the application to make the order.  2002, c. 14, Sched., s. 4 (1). Same (2) An interested person may, with leave of the court and with notice to any other interested persons of whom the person making the motion is aware, move for an order amending, confirming or revoking an order made under section 2 if new evidence or a change in circumstances justify reconsidering the matter.  2002, c. 14, Sched., s. 4 (2). Amendment re scope (3) An interested person may, with leave of the court and with notice to any other interested persons of whom the person making the motion is aware, move for an order modifying the scope of an order made under section 2.  2002, c. 14, Sched., s. 4 (3). Motion re order under this section (4) An interested person may also make a motion under subsection (1), (2) or (3) in respect of an order previously made under this section.  2002, c. 14, Sched., s. 4 (4). Notice (5) Notice under subsection (1), (2) or (3), (a) if given by or to an insurer, shall be given at least 30 days before the motion is made; (b) if not given by or to an insurer, shall be given as provided by the rules of court.  2002, c. 14, Sched., s. 4 (5). Power of court (6) The court may make an order confirming, amending or revoking the order and subsections 2 (3), (4), (5), (6), (7), (8), (9) and (10) and section 3 apply, with necessary modifications, to an order made under this section.  2002, c. 14, Sched., s. 4 (6). Preservation or return of property (7) If the court amends or revokes the order, it may also make any order it considers appropriate for the preservation or return of property, including an order under subsection 6 (3).  2002, c. 14, Sched., s. 4 (7). References to s. 2 orders (8) A reference in another section of this Act or in any other Act to an order made under section 2 shall be deemed to include an order made under this section.  2002, c. 14, Sched., s. 4 (8).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) An interested person may, with notice to any other interested persons of whom the person making the motion is aware, move for an order amending, confirming or revoking an order made under section 2 if the person making the motion did not have notice of the application to make the order.  2002, c. 14, Sched., s. 4 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) An interested person may, with leave of the court and with notice to any other interested persons of whom the person making the motion is aware, move for an order amending, confirming or revoking an order made under section 2 if new evidence or a change in circumstances justify reconsidering the matter.  2002, c. 14, Sched., s. 4 (2).</p> <p class=\"headnote\">Amendment re scope</p> <p class=\"subsection\">(3) An interested person may, with leave of the court and with notice to any other interested persons of whom the person making the motion is aware, move for an order modifying the scope of an order made under section 2.  2002, c. 14, Sched., s. 4 (3).</p> <p class=\"headnote\">Motion re order under this section</p> <p class=\"subsection\">(4) An interested person may also make a motion under subsection (1), (2) or (3) in respect of an order previously made under this section.  2002, c. 14, Sched., s. 4 (4).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(5) Notice under subsection (1), (2) or (3),</p> <p class=\"paragraph\">  (a) if given by or to an insurer, shall be given at least 30 days before the motion is made; </p> <p class=\"paragraph\">  (b) if not given by or to an insurer, shall be given as provided by the rules of court.  2002, c. 14, Sched., s. 4 (5).</p> <p class=\"headnote\">Power of court</p> <p class=\"subsection\">(6) The court may make an order confirming, amending or revoking the order and subsections 2 (3), (4), (5), (6), (7), (8), (9) and (10) and section 3 apply, with necessary modifications, to an order made under this section.  2002, c. 14, Sched., s. 4 (6).</p> <p class=\"headnote\">Preservation or return of property</p> <p class=\"subsection\">(7) If the court amends or revokes the order, it may also make any order it considers appropriate for the preservation or return of property, including an order under subsection 6 (3).  2002, c. 14, Sched., s. 4 (7).</p> <p class=\"headnote\">References to s. 2 orders</p> <p class=\"subsection\">(8) A reference in another section of this Act or in any other Act to an order made under section 2 shall be deemed to include an order made under this section.  2002, c. 14, Sched., s. 4 (8).</p>"
        },
        {
            "id": "5",
            "section": "Duty of personal representative",
            "content": "5 If an order that applies for the purpose of dealing with an individual’s estate has been made under section 2 but the individual’s personal representative has reasonable grounds to believe that the individual is not in fact dead, the personal representative shall take no further steps to administer the estate unless the death is confirmed by an order made under section 4.  2002, c. 14, Sched., s. 5.",
            "raw_html": "<p class=\"section\"><b>5 </b>If an order that applies for the purpose of dealing with an individual’s estate has been made under section 2 but the individual’s personal representative has reasonable grounds to believe that the individual is not in fact dead, the personal representative shall take no further steps to administer the estate unless the death is confirmed by an order made under section 4.  2002, c. 14, Sched., s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Effect of distribution if individual in fact alive",
            "content": "6 (1) Subject to subsections (2), (3), (5) and (6), if an order that applies for the purpose of dealing with an individual’s estate has been made under section 2 and all or part of the estate has been distributed accordingly, the distribution is final even if the individual is afterwards discovered to be alive, and the individual is not entitled to recover the distributed property.  2002, c. 14, Sched., s. 6 (1). Exception (2) Subsection (1) does not apply in respect of a distribution that is made when section 5 applies.  2002, c. 14, Sched., s. 6 (2). Power of court (3) In the circumstances described in subsection (1), the court may, if it is of the opinion that it would be just to do so, make an order requiring a person to whom property was distributed to reconvey all or part of it to the individual or to pay a specified amount to the individual.  2002, c. 14, Sched., s. 6 (3). Matters to be considered (4) In deciding whether to make an order under subsection (3), the court shall consider all the circumstances, including any inconvenience or hardship to the person subject to the order.  2002, c. 14, Sched., s. 6 (4). Effect of reconveyance (5) Property that is reconveyed under an order made under subsection (3) shall be deemed not to have been distributed.  2002, c. 14, Sched., s. 6 (5). Same, payment (6) Money that is paid under an order made under subsection (3) shall be deemed to have been the individual’s property before the distribution.  2002, c. 14, Sched., s. 6 (6). Undistributed property (7) Property that has not been distributed when the individual is discovered to be alive, (a) remains the individual’s property; (b) is held in trust under the Trustee Act; and (c) shall be returned as the court directs.  2002, c. 14, Sched., s. 6 (7).",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) Subject to subsections (2), (3), (5) and (6), if an order that applies for the purpose of dealing with an individual’s estate has been made under section 2 and all or part of the estate has been distributed accordingly, the distribution is final even if the individual is afterwards discovered to be alive, and the individual is not entitled to recover the distributed property.  2002, c. 14, Sched., s. 6 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply in respect of a distribution that is made when section 5 applies.  2002, c. 14, Sched., s. 6 (2).</p> <p class=\"headnote\">Power of court</p> <p class=\"subsection\">(3) In the circumstances described in subsection (1), the court may, if it is of the opinion that it would be just to do so, make an order requiring a person to whom property was distributed to reconvey all or part of it to the individual or to pay a specified amount to the individual.  2002, c. 14, Sched., s. 6 (3).</p> <p class=\"headnote\">Matters to be considered</p> <p class=\"subsection\">(4) In deciding whether to make an order under subsection (3), the court shall consider all the circumstances, including any inconvenience or hardship to the person subject to the order.  2002, c. 14, Sched., s. 6 (4).</p> <p class=\"headnote\">Effect of reconveyance</p> <p class=\"subsection\">(5) Property that is reconveyed under an order made under subsection (3) shall be deemed not to have been distributed.  2002, c. 14, Sched., s. 6 (5).</p> <p class=\"headnote\">Same, payment</p> <p class=\"subsection\">(6) Money that is paid under an order made under subsection (3) shall be deemed to have been the individual’s property before the distribution.  2002, c. 14, Sched., s. 6 (6).</p> <p class=\"headnote\">Undistributed property</p> <p class=\"subsection\">(7) Property that has not been distributed when the individual is discovered to be alive,</p> <p class=\"paragraph\">  (a) remains the individual’s property;</p> <p class=\"paragraph\">  (b) is held in trust under the <i>Trustee Act</i>; and</p> <p class=\"paragraph\">  (c) shall be returned as the court directs.  2002, c. 14, Sched., s. 6 (7).</p>"
        },
        {
            "id": "7",
            "section": "Payment, distribution under order discharges duty",
            "content": "7 A payment of money or distribution of property made pursuant to an order made under this Act discharges the person who made the payment or distribution to the extent of the amount paid or the value of the property distributed.  2002, c. 14, Sched., s. 7.",
            "raw_html": "<p class=\"section\"><b>7 </b>A payment of money or distribution of property made pursuant to an order made under this Act discharges the person who made the payment or distribution to the extent of the amount paid or the value of the property distributed.  2002, c. 14, Sched., s. 7.</p>"
        },
        {
            "id": "8",
            "section": "Appeals",
            "content": "8 Any interested person may appeal an order made under this Act to the Divisional Court.  2002, c. 14, Sched., s. 8. 9-12 Omitted (amends or repeals other Acts).  2002, c. 14, Sched., ss. 9-12. 13 Omitted (provides for coming into force of provisions of this Act).  2002, c. 14, Sched., s. 13. 14 Omitted (enacts short title of this Act).  2002, c. 14, Sched., s. 14. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>8 </b>Any interested person may appeal an order made under this Act to the Divisional Court.  2002, c. 14, Sched., s. 8.</p> <p class=\"section\"><b>9-12 </b><span>Omitted (amends or repeals other Acts)</span>.  2002, c. 14, Sched., ss. 9-12.</p> <p class=\"section\"><b>13 </b><span>Omitted (provides for coming into force of provisions of this Act)</span>.  2002, c. 14, Sched., s. 13.</p> <p class=\"section\"><b>14 </b><span>Omitted (enacts short title of this Act)</span>.  2002, c. 14, Sched., s. 14.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/02d14\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "9-12",
            "section": "Appeals",
            "content": "9-12 Omitted (amends or repeals other Acts).  2002, c. 14, Sched., ss. 9-12. 13 Omitted (provides for coming into force of provisions of this Act).  2002, c. 14, Sched., s. 13. 14 Omitted (enacts short title of this Act).  2002, c. 14, Sched., s. 14. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>9-12 </b><span>Omitted (amends or repeals other Acts)</span>.  2002, c. 14, Sched., ss. 9-12.</p> <p class=\"section\"><b>13 </b><span>Omitted (provides for coming into force of provisions of this Act)</span>.  2002, c. 14, Sched., s. 13.</p> <p class=\"section\"><b>14 </b><span>Omitted (enacts short title of this Act)</span>.  2002, c. 14, Sched., s. 14.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/02d14\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "13",
            "section": "Appeals",
            "content": "13 Omitted (provides for coming into force of provisions of this Act).  2002, c. 14, Sched., s. 13. 14 Omitted (enacts short title of this Act).  2002, c. 14, Sched., s. 14. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>13 </b><span>Omitted (provides for coming into force of provisions of this Act)</span>.  2002, c. 14, Sched., s. 13.</p> <p class=\"section\"><b>14 </b><span>Omitted (enacts short title of this Act)</span>.  2002, c. 14, Sched., s. 14.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/02d14\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "14",
            "section": "Appeals",
            "content": "14 Omitted (enacts short title of this Act).  2002, c. 14, Sched., s. 14. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>14 </b><span>Omitted (enacts short title of this Act)</span>.  2002, c. 14, Sched., s. 14.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/02d14\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}