{
    "act_info": {
        "full_title": "Degree Granting Act, R.S.O. 1990, c. D.5",
        "act_name_text": "Not Found",
        "citation": "Degree Granting Act, R.S.O. 1990, c. D.5",
        "url": "https://www.ontario.ca/laws/statute/90d05",
        "date_scraped": "2023-12-19 22:27:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Act, “Minister” means the Minister of Colleges and Universities; (“ministre”) “person” includes a sole proprietorship, partnership, unincorporated association, unincorporated syndicate, unincorporated organization or trust; (“personne”) “regulations” means the regulations made under this Act.  (“règlements”)  R.S.O. 1990, c. D.5, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“Minister” means the Minister of Colleges and Universities; (“ministre”)</p> <p class=\"definition-e\">“person” includes a sole proprietorship, partnership, unincorporated association, unincorporated syndicate, unincorporated organization or trust; (“personne”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act.  (“règlements”)  R.S.O. 1990, c. D.5, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Authority to grant a degree, etc.",
            "content": " 2. No person shall directly or indirectly, (a) grant a degree; (b) provide a program of post-secondary study leading to a degree to be conferred by a person in or outside Ontario; (c) advertise a program of post-secondary study offered in Ontario leading to a degree to be conferred by a person in or outside Ontario; or (d) sell, offer for sale, or provide by agreement for a fee, reward or other remuneration, a diploma, certificate, document or other material that is, or indicates or implies the granting or conferring of, a degree, unless the person, (e) is by an Act of the Assembly authorized to grant the degree; or (f) is a degree granting institution established outside Ontario and has the written consent of the Minister.  R.S.O. 1990, c. D.5, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> No person shall directly or indirectly,</p> <p class=\"clause-e\">  (a) grant a degree;</p> <p class=\"clause-e\">  (b) provide a program of post-secondary study leading to a degree to be conferred by a person in or outside Ontario;</p> <p class=\"clause-e\">  (c) advertise a program of post-secondary study offered in Ontario leading to a degree to be conferred by a person in or outside Ontario; or</p> <p class=\"clause-e\">  (d) sell, offer for sale, or provide by agreement for a fee, reward or other remuneration, a diploma, certificate, document or other material that is, or indicates or implies the granting or conferring of, a degree,</p> <p class=\"Ssection-e\">unless the person,</p> <p class=\"clause-e\">  (e) is by an Act of the Assembly authorized to grant the degree; or</p> <p class=\"clause-e\">  (f) is a degree granting institution established outside Ontario and has the written consent of the Minister.  R.S.O. 1990, c. D.5, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Authority to establish a university, etc.",
            "content": " 3. No person shall directly or indirectly, (a) operate or maintain a university; (b) use or be known by a name of a university or any derivation or abbreviation thereof; (c) hold himself, herself or itself out to be a university; (d) make use of, in any advertising relating to an educational institution in Ontario, the word university or any derivation or abbreviation thereof, unless the person, (e) is by an Act of the Assembly authorized to operate or maintain the university; or (f) is a university established outside Ontario and has the written consent of the Minister.  R.S.O. 1990, c. D.5, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> No person shall directly or indirectly,</p> <p class=\"clause-e\">  (a) operate or maintain a university;</p> <p class=\"clause-e\">  (b) use or be known by a name of a university or any derivation or abbreviation thereof;</p> <p class=\"clause-e\">  (c) hold himself, herself or itself out to be a university;</p> <p class=\"clause-e\">  (d) make use of, in any advertising relating to an educational institution in Ontario, the word university or any derivation or abbreviation thereof,</p> <p class=\"Ssection-e\">unless the person,</p> <p class=\"clause-e\">  (e) is by an Act of the Assembly authorized to operate or maintain the university; or</p> <p class=\"clause-e\">  (f) is a university established outside Ontario and has the written consent of the Minister.  R.S.O. 1990, c. D.5, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Consent of Minister",
            "content": " 4. (1) The Minister may give a written consent to, (a) a degree granting institution established outside Ontario to enable it to do any one or more of the things mentioned in clauses 2 (a) to (d); or (b) a university established outside Ontario to enable it to do any one or more of the things mentioned in clauses 3 (a) to (d).  R.S.O. 1990, c. D.5, s. 4 (1). Terms and conditions of consent (2) The Minister may attach such terms and conditions to a consent given under subsection (1) as the Minister considers proper to give effect to the intent of this Act.  R.S.O. 1990, c. D.5, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> (1) The Minister may give a written consent to,</p> <p class=\"clause-e\">  (a) a degree granting institution established outside Ontario to enable it to do any one or more of the things mentioned in clauses 2 (a) to (d); or</p> <p class=\"clause-e\">  (b) a university established outside Ontario to enable it to do any one or more of the things mentioned in clauses 3 (a) to (d).  R.S.O. 1990, c. D.5, s. 4 (1).</p> <p class=\"headnote-e\">Terms and conditions of consent</p> <p class=\"subsection-e\">  (2) The Minister may attach such terms and conditions to a consent given under subsection (1) as the Minister considers proper to give effect to the intent of this Act.  R.S.O. 1990, c. D.5, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Inspection",
            "content": " 5. (1) Where the Minister has reasonable and probable grounds to believe that a person has contravened any of the provisions of this Act or the regulations, an inspector designated by the Minister in writing may at any reasonable time enter upon the business premises of the person, to make an inspection for the purpose of determining whether or not the person is in contravention of this Act or the regulations.  R.S.O. 1990, c. D.5, s. 5 (1). Powers on inspection (2) Upon an inspection under subsection (1), the inspector, (a) is entitled to free access to all books of account, cash, documents, bank accounts, vouchers, correspondence and records of the person being inspected that are relevant for the purposes of the inspection; and (b) may, upon giving a receipt therefor, remove any material referred to in clause (a) that relates to the purpose of the inspection for the purpose of making a copy thereof in which case the inspector shall make a copy with dispatch and return the material promptly thereafter to the person being inspected, and no person shall obstruct the inspector in the inspection, withhold or destroy, conceal or refuse to furnish any information or thing required by the inspector for the purposes of the inspection.  R.S.O. 1990, c. D.5, s. 5 (2). Admissibility of copies (3) A copy made as provided in subsection (2) and purporting to be certified by an inspector is admissible in evidence in any action, proceeding or prosecution as proof, in the absence of evidence to the contrary, of the original.  R.S.O. 1990, c. D.5, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"> <b>5.</b> (1) Where the Minister has reasonable and probable grounds to believe that a person has contravened any of the provisions of this Act or the regulations, an inspector designated by the Minister in writing may at any reasonable time enter upon the business premises of the person, to make an inspection for the purpose of determining whether or not the person is in contravention of this Act or the regulations.  R.S.O. 1990, c. D.5, s. 5 (1).</p> <p class=\"headnote-e\">Powers on inspection</p> <p class=\"subsection-e\">  (2) Upon an inspection under subsection (1), the inspector,</p> <p class=\"clause-e\">  (a) is entitled to free access to all books of account, cash, documents, bank accounts, vouchers, correspondence and records of the person being inspected that are relevant for the purposes of the inspection; and</p> <p class=\"clause-e\">  (b) may, upon giving a receipt therefor, remove any material referred to in clause (a) that relates to the purpose of the inspection for the purpose of making a copy thereof in which case the inspector shall make a copy with dispatch and return the material promptly thereafter to the person being inspected,</p> <p class=\"Ssubsection-e\">and no person shall obstruct the inspector in the inspection, withhold or destroy, conceal or refuse to furnish any information or thing required by the inspector for the purposes of the inspection.  R.S.O. 1990, c. D.5, s. 5 (2).</p> <p class=\"headnote-e\">Admissibility of copies</p> <p class=\"subsection-e\">  (3) A copy made as provided in subsection (2) and purporting to be certified by an inspector is admissible in evidence in any action, proceeding or prosecution as proof, in the absence of evidence to the contrary, of the original.  R.S.O. 1990, c. D.5, s. 5 (3).</p>"
        },
        {
            "id": "6.",
            "section": "Offence",
            "content": " 6. (1) Every person who, (a) knowingly furnishes false information in any application under this Act or the regulations or in any statement or return required to be furnished under this Act or the regulations; or (b) contravenes any provision of this Act or the regulations, and every director or officer of a corporation who knowingly concurs in such furnishing of false information or contravention by the corporation is guilty of an offence and on conviction is liable to a fine of not more than $2,000 or to imprisonment for a term of not more than one year, or to both.  R.S.O. 1990, c. D.5, s. 6 (1). Idem (2) Where the person convicted of an offence under subsection (1) is a corporation, the maximum penalty that may be imposed upon the corporation is $25,000 and not as provided therein.  R.S.O. 1990, c. D.5, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> (1) Every person who,</p> <p class=\"clause-e\">  (a) knowingly furnishes false information in any application under this Act or the regulations or in any statement or return required to be furnished under this Act or the regulations; or</p> <p class=\"clause-e\">  (b) contravenes any provision of this Act or the regulations,</p> <p class=\"Ssection-e\">and every director or officer of a corporation who knowingly concurs in such furnishing of false information or contravention by the corporation is guilty of an offence and on conviction is liable to a fine of not more than $2,000 or to imprisonment for a term of not more than one year, or to both.  R.S.O. 1990, c. D.5, s. 6 (1).</p> <p class=\"headnote-e\">Idem</p> <p class=\"subsection-e\">  (2) Where the person convicted of an offence under subsection (1) is a corporation, the maximum penalty that may be imposed upon the corporation is $25,000 and not as provided therein.  R.S.O. 1990, c. D.5, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": "Certificate of Minister as evidence",
            "content": " 7. A written statement as to, (a) the consent or non-consent given to any person by the Minister; or (b) any other matter pertaining to the consent or non-consent, purported to be certified by the Minister, is, without proof of the office or signature of the Minister, receivable in evidence as proof, in the absence of evidence to the contrary, of the facts stated therein for all purposes in any action, proceeding or prosecution.  R.S.O. 1990, c. D.5, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> A written statement as to,</p> <p class=\"clause-e\">  (a) the consent or non-consent given to any person by the Minister; or</p> <p class=\"clause-e\">  (b) any other matter pertaining to the consent or non-consent,</p> <p class=\"Ssection-e\">purported to be certified by the Minister, is, without proof of the office or signature of the Minister, receivable in evidence as proof, in the absence of evidence to the contrary, of the facts stated therein for all purposes in any action, proceeding or prosecution.  R.S.O. 1990, c. D.5, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Regulations",
            "content": " 8. The Lieutenant Governor in Council may make regulations, (a) governing applications for consent to engage or perform any act referred to in section 2 or 3; (b) providing for the expiration and renewal of consents; (c) prescribing information that must be contained in an application or form and requiring any such information to be  verified by affidavit; (d) prescribing the terms and conditions upon which a consent of the Minister may be granted under this Act; (e) exempting any person or class of persons from any requirement of this Act or the regulations; (f) prescribing forms and providing for their use.  R.S.O. 1990, c. D.5, s. 8. ____________________  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">  (a) governing applications for consent to engage or perform any act referred to in section 2 or 3;</p> <p class=\"clause-e\">  (b) providing for the expiration and renewal of consents;</p> <p class=\"clause-e\">  (c) prescribing information that must be contained in an application or form and requiring any such information to be  verified by affidavit;</p> <p class=\"clause-e\">  (d) prescribing the terms and conditions upon which a consent of the Minister may be granted under this Act;</p> <p class=\"clause-e\">  (e) exempting any person or class of persons from any requirement of this Act or the regulations;</p> <p class=\"clause-e\">  (f) prescribing forms and providing for their use.  R.S.O. 1990, c. D.5, s. 8.</p> <p class=\"line-e\">____________________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90d05_f.htm\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}