{
    "act_info": {
        "full_title": "Deposits Regulation Act, R.S.O. 1990, c. D.8",
        "act_name_text": "Not Found",
        "citation": "Deposits Regulation Act, R.S.O. 1990, c. D.8",
        "url": "https://www.ontario.ca/laws/statute/90d08",
        "date_scraped": "2023-12-21 13:08:57"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900266",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 266",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Act, “advertisement” includes any form of advertising in any medium or any act, conduct, communication or negotiation or any display, writing or statement made, done, issued or published to members of the public or in a public place; (“annonce”) “business premises” does not include any dwelling; (“locaux commerciaux”) “Commission” means the Ontario Securities Commission; (“Commission”) “corporation” means any incorporated corporation, incorporated association, incorporated syndicate or other incorporated organization, including corporations that do not deal with each other at arm’s length or that would be deemed not to deal with each other at arm’s length under Part XVII of the Income Tax Act (Canada); (“personne morale”) “deposit” means a loan of money at interest or at a discount or repayable at a premium in money or otherwise made to any person or corporation one of whose principal businesses is lending money, dealing in mortgages of real or personal property or purchasing accounts receivable, but does not include a loan of money to any corporation in connection with the issue and sale of its bonds, debentures, notes or other written evidences of indebtedness; (“dépôt”) “dwelling” means any premises or any part thereof occupied as living accommodation; (“logement”) “members of the public” means any section or segment of the public without regard to the numbers thereof; (“membres du public”) “person” means an individual, partnership, unincorporated association, unincorporated organization and a syndicate other than an incorporated syndicate, including persons who are related persons or who would be deemed to be related persons under Part XVII of the Income Tax Act (Canada); (“personne”) “regulations” means the regulations made under this Act; (“règlements”) “short term securities” means bonds, debentures or other evidences of indebtedness maturing within 180 days from the date of acquisition thereof and authorized for purchase or investment by registered corporations under subsection 162 (1) of the Loan and Trust Corporations Act; (“valeurs mobilières à court terme”) “solicitation of deposits” means any advertisement calculated directly or indirectly to lead to or induce the deposit of money or the investment of money on deposit by members of the public, and any reference to soliciting deposits shall be construed accordingly. (“sollicitation de dépôts”) R.S.O. 1990, c. D.8, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“advertisement” includes any form of advertising in any medium or any act, conduct, communication or negotiation or any display, writing or statement made, done, issued or published to members of the public or in a public place; (“annonce”)</p> <p class=\"definition-e\">“business premises” does not include any dwelling; (“locaux commerciaux”)</p> <p class=\"definition-e\">“Commission” means the Ontario Securities Commission; (“Commission”)</p> <p class=\"definition-e\">“corporation” means any incorporated corporation, incorporated association, incorporated syndicate or other incorporated organization, including corporations that do not deal with each other at arm’s length or that would be deemed not to deal with each other at arm’s length under Part XVII of the<i> Income Tax Act</i> (Canada); (“personne morale”)</p> <p class=\"definition-e\">“deposit” means a loan of money at interest or at a discount or repayable at a premium in money or otherwise made to any person or corporation one of whose principal businesses is lending money, dealing in mortgages of real or personal property or purchasing accounts receivable, but does not include a loan of money to any corporation in connection with the issue and sale of its bonds, debentures, notes or other written evidences of indebtedness; (“dépôt”)</p> <p class=\"definition-e\">“dwelling” means any premises or any part thereof occupied as living accommodation; (“logement”)</p> <p class=\"definition-e\">“members of the public” means any section or segment of the public without regard to the numbers thereof; (“membres du public”)</p> <p class=\"definition-e\">“person” means an individual, partnership, unincorporated association, unincorporated organization and a syndicate other than an incorporated syndicate, including persons who are related persons or who would be deemed to be related persons under Part XVII of the<i> Income Tax Act</i> (Canada); (“personne”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“short term securities” means bonds, debentures or other evidences of indebtedness maturing within 180 days from the date of acquisition thereof and authorized for purchase or investment by registered corporations under subsection 162 (1) of the<i> Loan and Trust Corporations Act</i>; (“valeurs mobilières à court terme”)</p> <p class=\"definition-e\">“solicitation of deposits” means any advertisement calculated directly or indirectly to lead to or induce the deposit of money or the investment of money on deposit by members of the public, and any reference to soliciting deposits shall be construed accordingly. (“sollicitation de dépôts”) R.S.O. 1990, c. D.8, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Application of Act",
            "content": " 2. This Act does not apply to, (a) any bank to which the Bank Act\r\n(Canada) applies; (b) any corporation to which the\r\nLoan and Trust Corporations Act applies; (c) any credit union or league to which the Credit Unions and Caisses Populaires Act applies; (d) any issuer within the meaning of the Investment Contracts Act; (e) any corporation to which the\r\nCo-operative Corporations Act applies; (f) the Province of Ontario Savings Office; (g) any insurer to which the\r\nInsurance Act applies; (h) any mortgage broker registered under the Mortgage Brokers Act; or (i) any person or corporation or any class of persons or corporations that is exempted by the regulations. R.S.O. 1990, c. D.8, s. 2; 1994, c. 11, s. 386.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> This Act does not apply to,</p> <p class=\"clause-e\">  (a) any bank to which the<i> Bank Act</i>\r\n(Canada) applies;</p> <p class=\"clause-e\">  (b) any corporation to which the<i>\r\nLoan and Trust Corporations Act</i> applies;</p> <p class=\"clause-e\">  (c) any credit union or league to which the<i> Credit Unions and Caisses Populaires Act</i> applies;</p> <p class=\"clause-e\">  (d) any issuer within the meaning of the<i> Investment Contracts Act</i>;</p> <p class=\"clause-e\">  (e) any corporation to which the<i>\r\nCo-operative Corporations Act</i> applies;</p> <p class=\"clause-e\">  (f) the Province of Ontario Savings Office;</p> <p class=\"clause-e\">  (g) any insurer to which the<i>\r\nInsurance Act</i> applies;</p> <p class=\"clause-e\">  (h) any mortgage broker registered under the<i> Mortgage Brokers Act</i>; or</p> <p class=\"clause-e\">  (i) any person or corporation or any class of persons or corporations that is exempted by the regulations. R.S.O. 1990, c. D.8, s. 2; 1994, c. 11, s. 386.</p>"
        },
        {
            "id": "3.",
            "section": "Improper solicitation of deposits",
            "content": " 3. No person or corporation shall solicit deposits in any manner that is false, misleading, deceptive or likely to create an erroneous impression. R.S.O. 1990, c. D.8, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> No person or corporation shall solicit deposits in any manner that is false, misleading, deceptive or likely to create an erroneous impression. R.S.O. 1990, c. D.8, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Advertisements for deposits",
            "content": " 4. (1) No advertisement soliciting deposits shall be made, done, issued or published in any manner whatsoever without such advertisement first having been submitted to the Commission for its review and certification as complying with the provisions of this Act and the regulations, and no such advertisement shall be made, done, issued or published without such certification. Exemption for publishers (2) Any person or corporation who, in the ordinary course of business, makes, issues or publishes an advertisement soliciting deposits on the order or direction of another person or corporation, being an advertisement the making, issue or publication of which by such other person or corporation constitutes an offence under this Act, is not guilty of such offence if the matter or material contained in such advertisement was not devised or selected by such person or corporation or under his, her or its direction or control. R.S.O. 1990, c. D.8, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> (1) No advertisement soliciting deposits shall be made, done, issued or published in any manner whatsoever without such advertisement first having been submitted to the Commission for its review and certification as complying with the provisions of this Act and the regulations, and no such advertisement shall be made, done, issued or published without such certification.</p> <p class=\"headnote-e\">Exemption for publishers</p> <p class=\"subsection-e\">  (2) Any person or corporation who, in the ordinary course of business, makes, issues or publishes an advertisement soliciting deposits on the order or direction of another person or corporation, being an advertisement the making, issue or publication of which by such other person or corporation constitutes an offence under this Act, is not guilty of such offence if the matter or material contained in such advertisement was not devised or selected by such person or corporation or under his, her or its direction or control. R.S.O. 1990, c. D.8, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Security for deposits",
            "content": " 5. (1) Every person or corporation accepting or receiving deposits from members of the public shall set aside and segregate and hold separate from the other assets of any such person or corporation as security for such deposits cash on hand or deposited in any bank to which the Bank Act (Canada) applies or short term securities in an amount or principal amount aggregating not less than 60 per cent of the aggregate amount of such deposits. Records (2) Every person or corporation accepting or receiving deposits from members of the public shall keep records of such deposits and the particulars of the security therefor in the form and content prescribed by the Commission. Returns (3) Every person or corporation accepting or receiving deposits from members of the public shall furnish to the Commission a return in the prescribed form on or before the first days of January, April, July and October in each year containing information as to the particulars of the security for such deposits certified by the auditor or accountant of such person or corporation. Inspection (4) Any duly authorized representative of the Commission appointed by order of the Commission may at any reasonable time inspect the books, accounts, documents and other records kept by any person or corporation receiving or accepting deposits from members of the public and may require any officer, director or employee of any such person or corporation to furnish such information as the Commission considers necessary for the purpose of ascertaining whether this Act and the regulations have been or are being complied with. Powers on inspection (5) For purposes relevant to the subject-matter of an investigation under subsection (4), the representative of the Commission may inquire into and examine the affairs of the person or corporation whose affairs are being investigated and may, (a) upon production of his or her authorization from the Commission, enter at any reasonable time the business premises of such person or corporation and examine books, papers, documents and things relevant to the subject-matter of the investigation; (b) inquire into, (i) negotiations, investigations, transactions, loans, borrowings and payments to, by, or on behalf of or in relation to or connected with such person or corporation and into any property, assets or things owned, acquired or alienated in whole or in part by such person or corporation or any person or company acting on his, her or its behalf that are relevant to the subject-matter of the investigation, and (ii) the assets at any time held, the liabilities, debts, undertakings and obligations at any time existing, the financial or other conditions at any time prevailing in or in relation to or in connection with any such person or corporation and any other person or corporation and the relationship that may at any time exist or have existed between such person or corporation and any other person or corporation by reason of investments, commissions promised, secured or paid, interests held or acquired, the loaning or borrowing of money, stock or other property, the transfer, negotiation or holding of stock, interlocking directorates, common control, undue influence or control or any other relationship. Offence (6) No person shall obstruct a person making an investigation under subsection (4) or withhold from the person or conceal or destroy any books, papers, documents or things relevant to the subject-matter of the investigation. Powers under Pt. II of Public Inquiries Act (7) For the purposes of an investigation under this section, the person making the investigation has the powers of a commission under Part II of the Public Inquiries Act, which Part applies to the investigation as if it were an inquiry under that Act. Search warrant (8) Where a justice of the peace is satisfied, upon an application made without notice by the person making an investigation under this section, that the investigation has been ordered and that such person has been appointed to make it and that there is reasonable ground for believing there are, in any building, dwelling, receptacle or place, any books, papers, documents or things relating to the person or corporation whose affairs are being investigated, and that relate to the subject-matter of the investigation, the justice of the peace may, whether or not an inspection has been made or attempted under clause (5) (a), issue an order authorizing the person making the investigation, together with such police officer or officers as he or she calls upon for assistance, to enter and search, if necessary by force, such building, dwelling, receptacle or place for such books, papers, documents or things and to examine them, but every such entry and search shall be made between sunrise and sunset unless the justice of the peace, by the order, authorizes the person making the investigation to make the search at night. Removal of books, etc. (9) Any person making an investigation under this section may, upon giving a receipt therefor, remove any books, papers, documents or things examined under clause (5) (a) or subsection (8) relating to the person or corporation whose affairs are being investigated and that relate to the subject-matter of the investigation for the purpose of making copies of such books, papers or documents, but such copying shall be carried out with reasonable dispatch and the books, papers or documents in question shall be promptly thereafter returned to the person or corporation whose affairs are being investigated. Admissibility of copies (10) Any copy made as provided in subsection (9) and certified to be a true copy by the person making the investigation is admissible in evidence in any action, proceeding or prosecution as proof, in the absence of evidence to the contrary, of the original book, paper or document and its contents. Appointment of experts (11) The Commission may appoint any expert to examine books, papers, documents or things examined under clause (5) (a) or subsection (8). R.S.O. 1990, c. D.8, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5.</b> (1) Every person or corporation accepting or receiving deposits from members of the public shall set aside and segregate and hold separate from the other assets of any such person or corporation as security for such deposits cash on hand or deposited in any bank to which the<i> Bank Act</i> (Canada) applies or short term securities in an amount or principal amount aggregating not less than 60 per cent of the aggregate amount of such deposits.</p> <p class=\"headnote-e\">Records</p> <p class=\"subsection-e\">  (2) Every person or corporation accepting or receiving deposits from members of the public shall keep records of such deposits and the particulars of the security therefor in the form and content prescribed by the Commission.</p> <p class=\"headnote-e\">Returns</p> <p class=\"subsection-e\">  (3) Every person or corporation accepting or receiving deposits from members of the public shall furnish to the Commission a return in the prescribed form on or before the first days of January, April, July and October in each year containing information as to the particulars of the security for such deposits certified by the auditor or accountant of such person or corporation.</p> <p class=\"headnote-e\">Inspection</p> <p class=\"subsection-e\">  (4) Any duly authorized representative of the Commission appointed by order of the Commission may at any reasonable time inspect the books, accounts, documents and other records kept by any person or corporation receiving or accepting deposits from members of the public and may require any officer, director or employee of any such person or corporation to furnish such information as the Commission considers necessary for the purpose of ascertaining whether this Act and the regulations have been or are being complied with.</p> <p class=\"headnote-e\">Powers on inspection</p> <p class=\"subsection-e\">  (5) For purposes relevant to the subject-matter of an investigation under subsection (4), the representative of the Commission may inquire into and examine the affairs of the person or corporation whose affairs are being investigated and may,</p> <p class=\"clause-e\">  (a) upon production of his or her authorization from the Commission, enter at any reasonable time the business premises of such person or corporation and examine books, papers, documents and things relevant to the subject-matter of the investigation;</p> <p class=\"clause-e\">  (b) inquire into,</p> <p class=\"subclause-e\">  (i) negotiations, investigations, transactions, loans, borrowings and payments to, by, or on behalf of or in relation to or connected with such person or corporation and into any property, assets or things owned, acquired or alienated in whole or in part by such person or corporation or any person or company acting on his, her or its behalf that are relevant to the subject-matter of the investigation, and</p> <p class=\"subclause-e\">  (ii) the assets at any time held, the liabilities, debts, undertakings and obligations at any time existing, the financial or other conditions at any time prevailing in or in relation to or in connection with any such person or corporation and any other person or corporation and the relationship that may at any time exist or have existed between such person or corporation and any other person or corporation by reason of investments, commissions promised, secured or paid, interests held or acquired, the loaning or borrowing of money, stock or other property, the transfer, negotiation or holding of stock, interlocking directorates, common control, undue influence or control or any other relationship.</p> <p class=\"headnote-e\">Offence</p> <p class=\"subsection-e\">  (6) No person shall obstruct a person making an investigation under subsection (4) or withhold from the person or conceal or destroy any books, papers, documents or things relevant to the subject-matter of the investigation.</p> <p class=\"headnote-e\">Powers under Pt. II of <i>Public Inquiries Act</i></p> <p class=\"subsection-e\">  (7) For the purposes of an investigation under this section, the person making the investigation has the powers of a commission under Part II of the<i> Public Inquiries Act</i>, which Part applies to the investigation as if it were an inquiry under that Act.</p> <p class=\"headnote-e\">Search warrant</p> <p class=\"subsection-e\">  (8) Where a justice of the peace is satisfied, upon an application made without notice by the person making an investigation under this section, that the investigation has been ordered and that such person has been appointed to make it and that there is reasonable ground for believing there are, in any building, dwelling, receptacle or place, any books, papers, documents or things relating to the person or corporation whose affairs are being investigated, and that relate to the subject-matter of the investigation, the justice of the peace may, whether or not an inspection has been made or attempted under clause (5) (a), issue an order authorizing the person making the investigation, together with such police officer or officers as he or she calls upon for assistance, to enter and search, if necessary by force, such building, dwelling, receptacle or place for such books, papers, documents or things and to examine them, but every such entry and search shall be made between sunrise and sunset unless the justice of the peace, by the order, authorizes the person making the investigation to make the search at night.</p> <p class=\"headnote-e\">Removal of books, etc.</p> <p class=\"subsection-e\">  (9) Any person making an investigation under this section may, upon giving a receipt therefor, remove any books, papers, documents or things examined under clause (5) (a) or subsection (8) relating to the person or corporation whose affairs are being investigated and that relate to the subject-matter of the investigation for the purpose of making copies of such books, papers or documents, but such copying shall be carried out with reasonable dispatch and the books, papers or documents in question shall be promptly thereafter returned to the person or corporation whose affairs are being investigated.</p> <p class=\"headnote-e\">Admissibility of copies</p> <p class=\"subsection-e\">  (10) Any copy made as provided in subsection (9) and certified to be a true copy by the person making the investigation is admissible in evidence in any action, proceeding or prosecution as proof, in the absence of evidence to the contrary, of the original book, paper or document and its contents.</p> <p class=\"headnote-e\">Appointment of experts</p> <p class=\"subsection-e\">  (11) The Commission may appoint any expert to examine books, papers, documents or things examined under clause (5) (a) or subsection (8). R.S.O. 1990, c. D.8, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Matters confidential",
            "content": " 6. Every person employed in the administration of this Act, including any person making an investigation or inquiry under this Act, shall preserve secrecy with respect to all matters that come to the person’s knowledge in the course of his or her duties, employment, investigation or inquiry and shall not communicate any such matters to any other person except, (a) as may be required in connection with the administration of this Act and the regulations, or any proceedings under this Act or the regulations; or (b) to his or her counsel; or (c) with the consent of the person to whom the information relates. R.S.O. 1990, c. D.8, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> Every person employed in the administration of this Act, including any person making an investigation or inquiry under this Act, shall preserve secrecy with respect to all matters that come to the person’s knowledge in the course of his or her duties, employment, investigation or inquiry and shall not communicate any such matters to any other person except,</p> <p class=\"clause-e\">  (a) as may be required in connection with the administration of this Act and the regulations, or any proceedings under this Act or the regulations; or</p> <p class=\"clause-e\">  (b) to his or her counsel; or</p> <p class=\"clause-e\">  (c) with the consent of the person to whom the information relates. R.S.O. 1990, c. D.8, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Fees",
            "content": " 7. Any advertisement submitted to the Commission for review and certification and every return, record or other information required to be filed with the Commission shall be accompanied by the fee prescribed by the regulations. R.S.O. 1990, c. D.8, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> Any advertisement submitted to the Commission for review and certification and every return, record or other information required to be filed with the Commission shall be accompanied by the fee prescribed by the regulations. R.S.O. 1990, c. D.8, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Offences, persons",
            "content": " 8. (1) Every person who contravenes any provision of this Act is guilty of an offence and on conviction is liable to a fine of not more than $100,000 or to imprisonment for a term of not more than two years, or to both. Idem, corporations (2) Every corporation that contravenes any provision of this Act is guilty of an offence and on conviction is liable to a fine of not more than $200,000. Idem, officers, etc., of corporations (3) Where a corporation is guilty of an offence under this Act, any officer, director or agent of the corporation who directed, authorized, assented to, acquiesced in or participated in, the commission of the offence is a party to and guilty of the offence and on conviction is liable to the fine or imprisonment or to both provided in subsection (1) whether or not the corporation has been prosecuted or convicted. R.S.O. 1990, c. D.8, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> (1) Every person who contravenes any provision of this Act is guilty of an offence and on conviction is liable to a fine of not more than $100,000 or to imprisonment for a term of not more than two years, or to both.</p> <p class=\"headnote-e\">Idem, corporations</p> <p class=\"subsection-e\">  (2) Every corporation that contravenes any provision of this Act is guilty of an offence and on conviction is liable to a fine of not more than $200,000.</p> <p class=\"headnote-e\">Idem, officers, etc., of corporations</p> <p class=\"subsection-e\">  (3) Where a corporation is guilty of an offence under this Act, any officer, director or agent of the corporation who directed, authorized, assented to, acquiesced in or participated in, the commission of the offence is a party to and guilty of the offence and on conviction is liable to the fine or imprisonment or to both provided in subsection (1) whether or not the corporation has been prosecuted or convicted. R.S.O. 1990, c. D.8, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Regulations",
            "content": " 9. The Lieutenant Governor in Council may make regulations, (a) exempting persons or corporations or any class thereof from the application of this Act; (b) prescribing the requirements with respect to the submission to the Commission, for its review and certification, of advertisements that solicit deposits; (c) prescribing the form and content of records of deposits and particulars of the security therefor; (d) prescribing the return to be furnished to the Commission by persons or corporations receiving or accepting deposits containing information as to the particulars of security therefor; (e) prescribing and providing for fees under this Act. R.S.O. 1990, c. D.8, s. 9. ______________  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>9.</b> The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">  (a) exempting persons or corporations or any class thereof from the application of this Act;</p> <p class=\"clause-e\">  (b) prescribing the requirements with respect to the submission to the Commission, for its review and certification, of advertisements that solicit deposits;</p> <p class=\"clause-e\">  (c) prescribing the form and content of records of deposits and particulars of the security therefor;</p> <p class=\"clause-e\">  (d) prescribing the return to be furnished to the Commission by persons or corporations receiving or accepting deposits containing information as to the particulars of security therefor;</p> <p class=\"clause-e\">  (e) prescribing and providing for fees under this Act. R.S.O. 1990, c. D.8, s. 9.</p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90d08_f.htm\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}