{
    "act_info": {
        "full_title": "Dog Owners' Liability Act, R.S.O. 1990, c. D.16",
        "act_name_text": "Dog Owners’ Liability Act",
        "citation": "Dog Owners' Liability Act, R.S.O. 1990, c. D.16",
        "url": "https://www.ontario.ca/laws/statute/90d16",
        "date_scraped": "2023-12-18 22:19:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90d16/v8",
            "valid_from": "December  5, 2019",
            "valid_to": "December 31, 2019"
        },
        {
            "a_href": "/laws/statute/90d16/v7",
            "valid_from": "March 26, 2019",
            "valid_to": "December  4, 2019"
        },
        {
            "a_href": "/laws/statute/90d16/v6",
            "valid_from": "March  8, 2018",
            "valid_to": "March 25, 2019"
        },
        {
            "a_href": "/laws/statute/90d16/v5",
            "valid_from": "January  1, 2007",
            "valid_to": "March  7, 2018"
        },
        {
            "a_href": "/laws/statute/90d16/v4",
            "valid_from": "December 20, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/statute/90d16/v3",
            "valid_from": "August 29, 2005",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90d16/v2",
            "valid_from": "March  9, 2005",
            "valid_to": "August 28, 2005"
        },
        {
            "a_href": "/laws/statute/90d16/v1",
            "valid_from": "December  6, 2000",
            "valid_to": "March  8, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/050157",
            "Citation": "O. Reg. 157/05",
            "title": "PIT BULL CONTROLS"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “owner”, when used in relation to a dog, includes a person who possesses or harbours the dog and, where the owner is a minor, the person responsible for the custody of the minor; (“propriétaire”) “pit bull” includes, (a) a pit bull terrier, (b) a Staffordshire bull terrier, (c) an American Staffordshire terrier, (d) an American pit bull terrier, (e) a dog that has an appearance and physical characteristics that are substantially similar to those of dogs referred to in any of clauses (a) to (d); (“pit-bull”) “pound” has the same meaning as in the Animals for Research Act; (“fourrière”) “regulation” means a regulation made under this Act. (“règlement”)  R.S.O. 1990, c. D.16, s. 1; 2005, c. 2, s. 1 (2). Same (2) In determining whether a dog is a pit bull within the meaning of this Act, a court may have regard to the breed standards established for Staffordshire Bull Terriers, American Staffordshire Terriers or American Pit Bull Terriers by the Canadian Kennel Club, the United Kennel Club, the American Kennel Club or the American Dog Breeders Association.  2005, c. 2, s. 1 (3). Section Amendments with date in force (d/m/y) 2005, c. 2, s. 1 (2, 3)\r\n- 29/08/2005 Civil Liability",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“owner”, when used in relation to a dog, includes a person who possesses or harbours the dog and, where the owner is a minor, the person responsible for the custody of the minor; (“propriétaire”)</p> <p class=\"definition\">“pit bull” includes,</p> <p class=\"paragraph\">  (a) a pit bull terrier,</p> <p class=\"paragraph\">  (b) a Staffordshire bull terrier,</p> <p class=\"paragraph\">  (c) an American Staffordshire terrier,</p> <p class=\"paragraph\">  (d) an American pit bull terrier,</p> <p class=\"paragraph\">  (e) a dog that has an appearance and physical characteristics that are substantially similar to those of dogs referred to in any of clauses (a) to (d); (“pit-bull”)</p> <p class=\"definition\">“pound” has the same meaning as in the <i>Animals for Research Act</i>; (“fourrière”)</p> <p class=\"definition\">“regulation” means a regulation made under this Act. (“règlement”)  R.S.O. 1990, c. D.16, s. 1; 2005, c. 2, s. 1 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In determining whether a dog is a pit bull within the meaning of this Act, a court may have regard to the breed standards established for Staffordshire Bull Terriers, American Staffordshire Terriers or American Pit Bull Terriers by the Canadian Kennel Club, the United Kennel Club, the American Kennel Club or the American Dog Breeders Association.  2005, c. 2, s. 1 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s2\">2005, c. 2, s. 1 (2, 3)</a></span>\r\n- 29/08/2005</p> <p class=\"heading1\"><a name=\"BK2\"></a>Civil Liability</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Civil Liability",
            "section_x": "Civil Liability",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Liability of owner",
            "part_id": null,
            "part_type": null,
            "section_y": "Liability of owner",
            "content": "2 (1) The owner of a dog is liable for damages resulting from a bite or attack by the dog on another person or domestic animal.  R.S.O. 1990, c. D.16, s. 2 (1). Where more than one owner (2) Where there is more than one owner of a dog, they are jointly and severally liable under this section.  R.S.O. 1990, c. D.16, s. 2 (2). Extent of liability (3) The liability of the owner does not depend upon knowledge of the propensity of the dog or fault or negligence on the part of the owner, but the court shall reduce the damages awarded in proportion to the degree, if any, to which the fault or negligence of the plaintiff caused or contributed to the damages.  R.S.O. 1990, c. D.16, s. 2 (3). Contribution by person at fault (4) An owner who is liable to pay damages under this section is entitled to recover contribution and indemnity from any other person in proportion to the degree to which the other person’s fault or negligence caused or contributed to the damages.  R.S.O. 1990, c. D.16, s. 2 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>(1) The owner of a dog is liable for damages resulting from a bite or attack by the dog on another person or domestic animal.  R.S.O. 1990, c. D.16, s. 2 (1).</p> <p class=\"headnote\">Where more than one owner</p> <p class=\"subsection\">(2) Where there is more than one owner of a dog, they are jointly and severally liable under this section.  R.S.O. 1990, c. D.16, s. 2 (2).</p> <p class=\"headnote\">Extent of liability</p> <p class=\"subsection\">(3) The liability of the owner does not depend upon knowledge of the propensity of the dog or fault or negligence on the part of the owner, but the court shall reduce the damages awarded in proportion to the degree, if any, to which the fault or negligence of the plaintiff caused or contributed to the damages.  R.S.O. 1990, c. D.16, s. 2 (3).</p> <p class=\"headnote\">Contribution by person at fault</p> <p class=\"subsection\">(4) An owner who is liable to pay damages under this section is entitled to recover contribution and indemnity from any other person in proportion to the degree to which the other person’s fault or negligence caused or contributed to the damages.  R.S.O. 1990, c. D.16, s. 2 (4).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Application of Occupiers’ Liability Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of Occupiers’ Liability Act",
            "content": "3 (1) Where damage is caused by being bitten or attacked by a dog on the premises of the owner, the liability of the owner is determined under this Act and not under the Occupiers’ Liability Act.  R.S.O. 1990, c. D.16, s. 3 (1). Protection of persons or property (2) Where a person is on premises with the intention of committing, or in the commission of, a criminal act on the premises and incurs damage caused by being bitten or attacked by a dog, the owner is not liable under section 2 unless the keeping of the dog on the premises was unreasonable for the purpose of the protection of persons or property.  R.S.O. 1990, c. D.16, s. 3 (2). Proceedings\n— Part IX of the Provincial Offences Act",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) Where damage is caused by being bitten or attacked by a dog on the premises of the owner, the liability of the owner is determined under this Act and not under the <i>Occupiers’ Liability Act</i>.  R.S.O. 1990, c. D.16, s. 3 (1).</p> <p class=\"headnote\">Protection of persons or property</p> <p class=\"subsection\">(2) Where a person is on premises with the intention of committing, or in the commission of, a criminal act on the premises and incurs damage caused by being bitten or attacked by a dog, the owner is not liable under section 2 unless the keeping of the dog on the premises was unreasonable for the purpose of the protection of persons or property.  R.S.O. 1990, c. D.16, s. 3 (2).</p> <p class=\"heading1\"><a name=\"BK5\"></a>Proceedings<span>\n</span>—<span> </span>Part IX of the Provincial Offences Act</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Proceedings — Part IX of the Provincial Offences Act",
            "section_x": "Proceedings — Part IX of the Provincial Offences Act",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "section_x": "Proceedings against owner of dog",
            "part_id": null,
            "part_type": null,
            "section_y": "Proceedings against owner of dog",
            "content": "4 (1) A proceeding may be commenced in the Ontario Court of Justice against an owner of a dog if it is alleged that, (a) the dog has bitten or attacked a person or domestic animal; (b) the dog has behaved in a manner that poses a menace to the safety of persons or domestic animals; or (c) the owner did not exercise reasonable precautions to prevent the dog from, (i) biting or attacking a person or domestic animal, or (ii) behaving in a manner that poses a menace to the safety of persons or domestic animals.  2005, c. 2, s. 1 (6). Same (1.1) A proceeding may be commenced in the Ontario Court of Justice against a person if it is alleged that the person contravened a provision of this Act or the regulations or a court order made under this Act.  2005, c. 2, s. 1 (6). Nature of proceeding (1.2) Part IX of the Provincial Offences Act applies to a proceeding under this section.  2005, c. 2, s. 1 (6). Standard of proof (1.3) Findings of fact in a proceeding under this section shall be made on the balance of probabilities.  2005, c. 2, s. 1 (6). Interim order (2) When a proceeding has been commenced under subsection (1) or (1.1), the Ontario Court of Justice may, pending a determination of whether an order should be made under subsection (3) or pending an appeal of such an order, make an interim order requiring the owner to take measures specified in the interim order for the more effective control of the dog.  2000, c. 26, Sched. A, s. 6; 2005, c. 2, s. 1 (7). Final order (3) If, in a proceeding under subsection (1), the court finds that the dog has bitten or attacked a person or domestic animal or that the dog’s behaviour is such that the dog is a menace to the safety of persons or domestic animals, and the court is satisfied that an order is necessary for the protection of the public, the court may order, (a) that the dog be destroyed in the manner specified in the order; or (b) that the owner of the dog take the measures specified in the order for the more effective control of the dog or for purposes of public safety.  2000, c. 26, Sched. A, s. 6; 2005, c. 2, s. 1 (8, 9). Examples, measures for more effective control (4) Some examples of measures that may be ordered under subsection (2) or clause (3) (b) are: 1. Confining the dog to its owner’s property. 2. Restraining the dog by means of a leash. 3. Restraining the dog by means of a muzzle. 4. Posting warning signs.  2000, c. 26, Sched. A, s. 6; 2005, c. 2, s. 1 (10). Automatic restraint order (5) If a dog whose destruction has been ordered under clause (3) (a) is not taken into custody immediately, the owner shall restrain the dog by means of a leash and muzzle and such other means as the court may order until the dog is taken into custody.  2000, c. 26, Sched. A, s. 6; 2005, c. 2, s. 1 (11). Considerations (6) Except as provided by subsections (8) and (9), in exercising its powers to make an order under subsection (3), the court may take into consideration the following circumstances: 1. The dog’s past and present temperament and behaviour. 2. The seriousness of the injuries caused by the biting or attack. 3. Unusual contributing circumstances tending to justify the dog’s action. 4. The improbability that a similar attack will be repeated. 5. The dog’s physical potential for inflicting harm. 6. Precautions taken by the owner to preclude similar attacks in the future. 7. Any other circumstances that the court considers to be relevant.  2000, c. 26, Sched. A, s. 6; 2005, c. 2, s. 1 (12). Sterilization requirement (7) The owner of a dog that is subject to an order under clause (3) (b) shall ensure that the dog is neutered or spayed, as the case may be, within 30 days of the making of the order or, if the court specifies a different time period, within the time period specified by the court.  2005, c. 2, s. 1 (13). Mandatory order under cl. (3) (a) (8) When, in a proceeding under this section, the court finds that the dog is a pit bull and has bitten or attacked a person or domestic animal, or has behaved in a manner that poses a menace to the safety of persons or domestic animals, the court shall make an order under clause (3) (a).  2005, c. 2, s. 1 (13). Same (9) When, in a proceeding under this section, the court finds that the owner of a pit bull contravened a provision of this Act or the regulations relating to pit bulls or contravened a court order relating to one or more pit bulls, the court shall make an order under clause 3 (a).  2005, c. 2, s. 1 (13). Onus of proof, pit bulls (10) If it is alleged in any proceeding under this section that a dog is a pit bull, the onus of proving that the dog is not a pit bull lies on the owner of the dog.  2005, c. 2, s. 1 (13). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. A, s. 6 - 06/12/2000 2005, c. 2, s. 1 (6-13)\r\n- 29/08/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>4 </b>(1) A proceeding may be commenced in the Ontario Court of Justice against an owner of a dog if it is alleged that,</p> <p class=\"paragraph\">  (a) the dog has bitten or attacked a person or domestic animal;</p> <p class=\"paragraph\">  (b) the dog has behaved in a manner that poses a menace to the safety of persons or domestic animals; or</p> <p class=\"paragraph\">  (c) the owner did not exercise reasonable precautions to prevent the dog from,</p> <p class=\"subclause\">  (i) biting or attacking a person or domestic animal, or</p> <p class=\"subclause\">  (ii) behaving in a manner that poses a menace to the safety of persons or domestic animals.  2005, c. 2, s. 1 (6).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(1.1) A proceeding may be commenced in the Ontario Court of Justice against a person if it is alleged that the person contravened a provision of this Act or the regulations or a court order made under this Act.  2005, c. 2, s. 1 (6).</p> <p class=\"headnote\">Nature of proceeding</p> <p class=\"subsection\">(1.2) Part IX of the <i>Provincial Offences Act</i> applies to a proceeding under this section.  2005, c. 2, s. 1 (6).</p> <p class=\"headnote\">Standard of proof</p> <p class=\"subsection\">(1.3) Findings of fact in a proceeding under this section shall be made on the balance of probabilities.  2005, c. 2, s. 1 (6).</p> <p class=\"headnote\">Interim order</p> <p class=\"subsection\">(2) When a proceeding has been commenced under subsection (1) or (1.1), the Ontario Court of Justice may, pending a determination of whether an order should be made under subsection (3) or pending an appeal of such an order, make an interim order requiring the owner to take measures specified in the interim order for the more effective control of the dog.  2000, c. 26, Sched. A, s. 6; 2005, c. 2, s. 1 (7).</p> <p class=\"headnote\">Final order</p> <p class=\"subsection\">(3) If, in a proceeding under subsection (1), the court finds that the dog has bitten or attacked a person or domestic animal or that the dog’s behaviour is such that the dog is a menace to the safety of persons or domestic animals, and the court is satisfied that an order is necessary for the protection of the public, the court may order,</p> <p class=\"paragraph\">  (a) that the dog be destroyed in the manner specified in the order; or</p> <p class=\"paragraph\">  (b) that the owner of the dog take the measures specified in the order for the more effective control of the dog or for purposes of public safety.  2000, c. 26, Sched. A, s. 6; 2005, c. 2, s. 1 (8, 9).</p> <p class=\"headnote\">Examples, measures for more effective control</p> <p class=\"subsection\">(4) Some examples of measures that may be ordered under subsection (2) or clause (3) (b) are:</p> <p class=\"paragraph\">  1. Confining the dog to its owner’s property.</p> <p class=\"paragraph\">  2. Restraining the dog by means of a leash.</p> <p class=\"paragraph\">  3. Restraining the dog by means of a muzzle.</p> <p class=\"paragraph\">  4. Posting warning signs.  2000, c. 26, Sched. A, s. 6; 2005, c. 2, s. 1 (10).</p> <p class=\"headnote\">Automatic restraint order</p> <p class=\"subsection\">(5) If a dog whose destruction has been ordered under clause (3) (a) is not taken into custody immediately, the owner shall restrain the dog by means of a leash and muzzle and such other means as the court may order until the dog is taken into custody.  2000, c. 26, Sched. A, s. 6; 2005, c. 2, s. 1 (11).</p> <p class=\"headnote\">Considerations</p> <p class=\"subsection\">(6) Except as provided by subsections (8) and (9), in exercising its powers to make an order under subsection (3), the court may take into consideration the following circumstances:</p> <p class=\"paragraph\">  1. The dog’s past and present temperament and behaviour.</p> <p class=\"paragraph\">  2. The seriousness of the injuries caused by the biting or attack.</p> <p class=\"paragraph\">  3. Unusual contributing circumstances tending to justify the dog’s action.</p> <p class=\"paragraph\">  4. The improbability that a similar attack will be repeated.</p> <p class=\"paragraph\">  5. The dog’s physical potential for inflicting harm.</p> <p class=\"paragraph\">  6. Precautions taken by the owner to preclude similar attacks in the future.</p> <p class=\"paragraph\">  7. Any other circumstances that the court considers to be relevant.  2000, c. 26, Sched. A, s. 6; 2005, c. 2, s. 1 (12).</p> <p class=\"headnote\">Sterilization requirement</p> <p class=\"subsection\">(7) The owner of a dog that is subject to an order under clause (3) (b) shall ensure that the dog is neutered or spayed, as the case may be, within 30 days of the making of the order or, if the court specifies a different time period, within the time period specified by the court.  2005, c. 2, s. 1 (13).</p> <p class=\"headnote\">Mandatory order under cl. (3) (a)</p> <p class=\"subsection\">(8) When, in a proceeding under this section, the court finds that the dog is a pit bull and has bitten or attacked a person or domestic animal, or has behaved in a manner that poses a menace to the safety of persons or domestic animals, the court shall make an order under clause (3) (a).  2005, c. 2, s. 1 (13).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(9) When, in a proceeding under this section, the court finds that the owner of a pit bull contravened a provision of this Act or the regulations relating to pit bulls or contravened a court order relating to one or more pit bulls, the court shall make an order under clause 3 (a).  2005, c. 2, s. 1 (13).</p> <p class=\"headnote\">Onus of proof, pit bulls</p> <p class=\"subsection\">(10) If it is alleged in any proceeding under this section that a dog is a pit bull, the onus of proving that the dog is not a pit bull lies on the owner of the dog.  2005, c. 2, s. 1 (13).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedas6\">2000, c. 26, Sched. A, s. 6</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s6\">2005, c. 2, s. 1 (6-13)</a></span>\r\n- 29/08/2005</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "section_x": "Order to prohibit dog ownership",
            "part_id": null,
            "part_type": null,
            "section_y": "Order to prohibit dog ownership",
            "content": "5 When, in a proceeding under section 4, the court finds that the dog has bitten or attacked a person or domestic animal or that the dog’s behaviour is such that the dog is a menace to the safety of persons or domestic animals, the court may make an order prohibiting the dog’s owner from owning another dog during a specified period of time.  2000, c. 26, Sched. A, s. 6; 2005, c. 2, s. 1 (14). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. A, s. 6 - 06/12/2000 2005, c. 2, s. 1 (14)\r\n- 29/08/2005 Precautions by Dog Owners",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>5 </b>When, in a proceeding under section 4, the court finds that the dog has bitten or attacked a person or domestic animal or that the dog’s behaviour is such that the dog is a menace to the safety of persons or domestic animals, the court may make an order prohibiting the dog’s owner from owning another dog during a specified period of time.  2000, c. 26, Sched. A, s. 6; 2005, c. 2, s. 1 (14).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedas6\">2000, c. 26, Sched. A, s. 6</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s14\">2005, c. 2, s. 1 (14)</a></span>\r\n- 29/08/2005</p> <p class=\"heading1\"><a name=\"BK8\"></a>Precautions by Dog Owners</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Precautions by Dog Owners",
            "section_x": "Precautions by Dog Owners",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "5.1",
            "section_x": "Owner to prevent dog from attacking",
            "part_id": null,
            "part_type": null,
            "section_y": "Owner to prevent dog from attacking",
            "content": "5.1 The owner of a dog shall exercise reasonable precautions to prevent it from, (a) biting or attacking a person or domestic animal; or (b) behaving in a manner that poses a menace to the safety of persons or domestic animals.  2005, c. 2, s. 1 (15). Section Amendments with date in force (d/m/y) 2005, c. 2, s. 1 (15)\r\n- 29/08/2005 Pit Bulls — Ban and Related Controls",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>5.1</b> The owner of a dog shall exercise reasonable precautions to prevent it from,</p> <p class=\"paragraph\">  (a) biting or attacking a person or domestic animal; or</p> <p class=\"paragraph\">  (b) behaving in a manner that poses a menace to the safety of persons or domestic animals.  2005, c. 2, s. 1 (15).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s15\">2005, c. 2, s. 1 (15)</a></span>\r\n- 29/08/2005</p> <p class=\"heading1\"><a name=\"BK10\"></a>Pit Bulls — Ban and Related Controls</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Pit Bulls — Ban and Related Controls",
            "section_x": "Pit Bulls — Ban and Related Controls",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "6.",
            "section_x": "Pit bull ban",
            "part_id": null,
            "part_type": null,
            "section_y": "Pit bull ban",
            "content": "6 Except as permitted by this Act or the regulations, no person shall, (a) own a pit bull; (b) breed a pit bull; (c) transfer a pit bull, whether by sale, gift or otherwise; (d) abandon a pit bull other than to a pound operated by or on behalf of a municipality, Ontario or a designated body; (e) allow a pit bull in his or her possession to stray; (f) import a pit bull into Ontario; or (g) train a pit bull for fighting.  2005, c. 2, s. 1 (16). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. A, s. 6 - 06/12/2000 2005, c. 2, s. 1 (16)\r\n- 29/08/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>6 </b>Except as permitted by this Act or the regulations, no person shall,</p> <p class=\"paragraph\">  (a) own a pit bull;</p> <p class=\"paragraph\">  (b) breed a pit bull;</p> <p class=\"paragraph\">  (c) transfer a pit bull, whether by sale, gift or otherwise;</p> <p class=\"paragraph\">  (d) abandon a pit bull other than to a pound operated by or on behalf of a municipality, Ontario or a designated body; </p> <p class=\"paragraph\">  (e) allow a pit bull in his or her possession to stray;</p> <p class=\"paragraph\">  (f) import a pit bull into Ontario; or</p> <p class=\"paragraph\">  (g) train a pit bull for fighting.  2005, c. 2, s. 1 (16).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedas6\">2000, c. 26, Sched. A, s. 6</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s16\">2005, c. 2, s. 1 (16)</a></span>\r\n- 29/08/2005</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "7.",
            "section_x": "Ownership of restricted pit bulls",
            "part_id": null,
            "part_type": null,
            "section_y": "Ownership of restricted pit bulls",
            "content": "7 (1) For the purposes of this Act, a pit bull is a restricted pit bull if, (a) it is owned by a resident of Ontario on the day subsection 1 (16) of the Public Safety Related to Dogs Statute Law Amendment Act, 2005 comes into force; or (b) it is born in Ontario before the end of the 90-day period beginning on the day subsection 1 (16) of the Public Safety Related to Dogs Statute Law Amendment Act, 2005 comes into force.  2005, c. 2, s. 1 (16). Same (2) Despite clause 6 (a), a person may own a pit bull if it is a restricted pit bull.  2005, c. 2, s. 1 (16). Controls on restricted pit bulls (3) A person who owns a restricted pit bull shall ensure compliance with the requirements set out in this Act and the regulations that relate to restricted pit bulls, within such time frames as are provided for those requirements in this Act or the regulations.  2005, c. 2, s. 1 (16). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. A, s. 6 - 06/12/2000 2005, c. 2, s. 1 (16)\r\n- 29/08/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>7 </b>(1) For the purposes of this Act, a pit bull is a restricted pit bull if,</p> <p class=\"paragraph\">  (a) it is owned by a resident of Ontario on the day subsection 1 (16) of the <i>Public Safety Related to Dogs Statute Law Amendment Act, 2005</i> comes into force; or</p> <p class=\"paragraph\">  (b) it is born in Ontario before the end of the 90-day period beginning on the day subsection 1 (16) of the <i>Public Safety Related to Dogs Statute Law Amendment Act, 2005</i> comes into force.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Despite clause 6 (a), a person may own a pit bull if it is a restricted pit bull.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Controls on restricted pit bulls</p> <p class=\"subsection\">(3) A person who owns a restricted pit bull shall ensure compliance with the requirements set out in this Act and the regulations that relate to restricted pit bulls, within such time frames as are provided for those requirements in this Act or the regulations.  2005, c. 2, s. 1 (16).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedas6\">2000, c. 26, Sched. A, s. 6</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s16\">2005, c. 2, s. 1 (16)</a></span>\r\n- 29/08/2005</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "8.",
            "section_x": "Ownership of pit bull other than restricted",
            "part_id": null,
            "part_type": null,
            "section_y": "Ownership of pit bull other than restricted",
            "content": "8 (1) Despite clause 6 (a), a pound may own a pit bull that is not a restricted pit bull for as long as is reasonably necessary to fulfil its obligations under the Animals for Research Act.  2005, c. 2, s. 1 (16). Same (2) Despite clause 6 (a), a research facility registered under the Animals for Research Act may own a pit bull that is not a restricted pit bull that is transferred to it under the Animals for Research Act.  2005, c. 2, s. 1 (16). Section Amendments with date in force (d/m/y) 2005, c. 2, s. 1 (16)\r\n- 29/08/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>8 </b>(1) Despite clause 6 (a), a pound may own a pit bull that is not a restricted pit bull for as long as is reasonably necessary to fulfil its obligations under the <i>Animals for Research Act</i>.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Despite clause 6 (a), a research facility registered under the <i>Animals for Research Act</i> may own a pit bull that is not a restricted pit bull that is transferred to it under the <i>Animals for Research Act</i>.  2005, c. 2, s. 1 (16).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s16\">2005, c. 2, s. 1 (16)</a></span>\r\n- 29/08/2005</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "9.",
            "section_x": "Transfer of pit bulls",
            "part_id": null,
            "part_type": null,
            "section_y": "Transfer of pit bulls",
            "content": "9 (1) Despite clause 6 (c) and subject to the regulations, an owner of a restricted pit bull may transfer that pit bull by gift or bequest.  2005, c. 2, s. 1 (16). Same (2) No person who owned one or more pit bulls on the day subsection 1 (16) of the Public Safety Related to Dogs Statute Law Amendment Act, 2005 comes into force shall acquire a pit bull under subsection (1) after that day if the effect of the acquisition would be that the person owns more pit bulls after that day than on that day.  2005, c. 2, s. 1 (16). Same (3) No person who did not own a pit bull on the day subsection 1 (16) of the Public Safety Related to Dogs Statute Law Amendment Act, 2005 comes into force shall acquire more than one pit bull under subsection (1) after that day.  2005, c. 2, s. 1 (16). Same (4) The limits set out in subsections (2) and (3) do not apply to a pound operated by or on behalf of a municipality, Ontario or a designated body or to a research facility within the meaning of the Animals for Research Act.  2005, c. 2, s. 1 (16). Same (5) Despite clause 6 (c), a pit bull may be transferred by its owner to a pound operated by or on behalf of a municipality, Ontario or a designated body.  2005, c. 2, s. 1 (16). Same (6) Despite clause 6 (c), a pit bull may be transferred in accordance with section 20 of the Animals for Research Act.  2005, c. 2, s. 1 (16). Section Amendments with date in force (d/m/y) 2005, c. 2, s. 1 (16)\r\n- 29/08/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>9 </b>(1) Despite clause 6 (c) and subject to the regulations, an owner of a restricted pit bull may transfer that pit bull by gift or bequest.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No person who owned one or more pit bulls on the day subsection 1 (16) of the <i>Public Safety Related to Dogs Statute Law Amendment Act, 2005</i> comes into force shall acquire a pit bull under subsection (1) after that day if the effect of the acquisition would be that the person owns more pit bulls after that day than on that day.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) No person who did not own a pit bull on the day subsection 1 (16) of the <i>Public Safety Related to Dogs Statute Law Amendment Act, 2005</i> comes into force shall acquire more than one pit bull under subsection (1) after that day.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) The limits set out in subsections (2) and (3) do not apply to a pound operated by or on behalf of a municipality, Ontario or a designated body or to a research facility within the meaning of the <i>Animals for Research Act</i>.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Despite clause 6 (c), a pit bull may be transferred by its owner to a pound operated by or on behalf of a municipality, Ontario or a designated body.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) Despite clause 6 (c), a pit bull may be transferred in accordance with section 20 of the <i>Animals for Research Act</i>.  2005, c. 2, s. 1 (16).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s16\">2005, c. 2, s. 1 (16)</a></span>\r\n- 29/08/2005</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "10.",
            "section_x": "Importation of restricted pit bulls",
            "part_id": null,
            "part_type": null,
            "section_y": "Importation of restricted pit bulls",
            "content": "10 (1) For the purposes of clause 6 (f), an individual who leaves Ontario with a restricted pit bull and returns to Ontario with that pit bull within three months is not importing that pit bull into Ontario.  2005, c. 2, s. 1 (16). Same (2) For the purposes of clause 6 (f), an individual who owns a pit bull on the day referred to in clause 7 (1) (a) and is legally resident in Ontario on that day, but who is not present in Ontario on that day, is not importing a pit bull into Ontario if he or she returns to Ontario with that pit bull within three months of that day.  2005, c. 2, s. 1 (16). Section Amendments with date in force (d/m/y) 2005, c. 2, s. 1 (16)\r\n- 29/08/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>10 </b>(1) For the purposes of clause 6 (f), an individual who leaves Ontario with a restricted pit bull and returns to Ontario with that pit bull within three months is not importing that pit bull into Ontario.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of clause 6 (f), an individual who owns a pit bull on the day referred to in clause 7 (1) (a) and is legally resident in Ontario on that day, but who is not present in Ontario on that day, is not importing a pit bull into Ontario if he or she returns to Ontario with that pit bull within three months of that day.  2005, c. 2, s. 1 (16).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s16\">2005, c. 2, s. 1 (16)</a></span>\r\n- 29/08/2005</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "11.",
            "section_x": "Municipal by-laws",
            "part_id": null,
            "part_type": null,
            "section_y": "Municipal by-laws",
            "content": "11 Despite section 14 of the Municipal Act, 2001 and section 11 of the City of Toronto Act, 2006, if there is a conflict between a provision of this Act or of a regulation under this or any other Act relating to pit bulls and a provision of a by-law passed by a municipality relating to pit bulls, the provision that is the most restrictive in relation to controls or bans on pit bulls prevails.  2005, c. 2, s. 1 (16); 2006, c. 32, Sched. C, s. 13. Section Amendments with date in force (d/m/y) 2005, c. 2, s. 1 (16)\r\n- 29/08/2005 2006, c. 32, Sched. C, s. 13 - 01/01/2007 Search and Seizure",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>11 </b>Despite section 14 of the <i>Municipal Act, 2001 </i>and section 11 of the <i>City of Toronto Act, 2006</i>, if there is a conflict between a provision of this Act or of a regulation under this or any other Act relating to pit bulls and a provision of a by-law passed by a municipality relating to pit bulls, the provision that is the most restrictive in relation to controls or bans on pit bulls prevails.  2005, c. 2, s. 1 (16); 2006, c. 32, Sched. C, s. 13.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s16\">2005, c. 2, s. 1 (16)</a></span>\r\n- 29/08/2005</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs13\">2006, c. 32, Sched. C, s. 13</a></span> - 01/01/2007</p> <p class=\"heading1\"><a name=\"BK17\"></a>Search and Seizure</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Search and Seizure",
            "section_x": "Search and Seizure",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "12.",
            "section_x": "Peace officers",
            "part_id": null,
            "part_type": null,
            "section_y": "Peace officers",
            "content": "12 For the purposes of this Act, the following persons are peace officers: 1. A police officer, including a police officer within the meaning of the Police Services Act, a special constable, a First Nations Constable and an auxiliary member of a police force. Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 1 of section 12 of the Act is repealed and the following substituted: (See: 2019, c. 1, Sched. 4, s. 15) 1. A police officer, including a police officer within the meaning of the Community Safety and Policing Act, 2019,\r\na special constable, a First Nation Officer and an auxiliary member of a police service. 2. A municipal law enforcement officer. 3.  Repealed: 2019, c. 13, s. 74. 4. A public officer designated as a peace officer for the purposes of this Act. 2005, c. 2, s. 1 (16); 2019, c. 13, s. 74. Section Amendments with date in force (d/m/y) 2005, c. 2, s. 1 (16)\r\n- 29/08/2005 2018, c. 3, Sched. 5, s. 17 - no effect - see 2019, c. 1, Sched. 3, s. 5 - 26/03/2019 2019, c. 1, Sched. 4, s. 15 - not in force; 2019, c. 13, s. 74 - 01/01/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>12 </b>For the purposes of this Act, the following persons are peace officers:</p> <p class=\"paragraph\">  1. A police officer, including a police officer within the meaning of the <i>Police Services Act</i>, a special constable, a First Nations Constable and an auxiliary member of a police force.</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 1 of section 12 of the Act is repealed and the following substituted: (See: 2019, c. 1, Sched. 4, s. 15)</p> <p class=\"Yparagraph\">  1. A police officer, including a police officer within the meaning of the <i>Community Safety and Policing Act, 2019</i><i>,</i>\r\na special constable, a First Nation Officer and an auxiliary member of a police service.</p> <p class=\"paragraph\">  2. A municipal law enforcement officer.</p> <p class=\"paragraph\">  3.  <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 13, s. 74.</p> <p class=\"paragraph\">  4. A public officer designated as a peace officer for the purposes of this Act. 2005, c. 2, s. 1 (16); 2019, c. 13, s. 74.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s16\">2005, c. 2, s. 1 (16)</a></span>\r\n- 29/08/2005</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18003#sched5s17\">2018, c. 3, Sched. 5, s. 17</a></span> - no effect - see <span class=\"MsoHyperlink\"><span><a href=\"http://www.ontario.ca/laws/statute/S19001#sched3s5\">2019, c. 1, Sched. 3, s. 5</a></span></span> - 26/03/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched4s15\">2019, c. 1, Sched. 4, s. 15</a></span><span> - not in force; </span><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19013#s74\">2019, c. 13, s. 74</a></span><span> - 01/01/2020</span></p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "13.",
            "section_x": "Warrant to seize dog",
            "part_id": null,
            "part_type": null,
            "section_y": "Warrant to seize dog",
            "content": "13 (1) Subsection (2) applies where a justice of the peace is satisfied by information on oath or affirmation that there are reasonable grounds to believe that,  (a) a dog is in any building, receptacle or place, including a dwelling house, other than in a pound operated by or on behalf of a municipality, Ontario or a designated body or in a research facility registered under the Animals for Research Act; and (b) it is not desirable in the interests of public safety that the dog be in that location.  2005, c. 2, s. 1 (16). Same (2) In the circumstances described in subsection (1), the justice of the peace may issue a warrant authorizing a peace officer named in the warrant to enter any building, receptacle or place, including a dwelling house, to search for and seize the dog and any muzzle, collar or other equipment for the dog.  2005, c. 2, s. 1 (16). Same (3) Without limiting the generality of clause (1) (b), it is not desirable in the interests of public safety for a dog to be in a location other than in a pound operated by or on behalf of a municipality, Ontario or a designated body or in a research facility registered under the Animals for Research Act if, (a) the dog has on one or more occasions bitten or attacked a person or domestic animal; (b) the dog has on one or more occasions behaved in a manner that poses a menace to the safety of persons or domestic animals; (c) an owner of the dog has on one or more occasions failed to exercise reasonable precautions to prevent the dog from, (i) biting or attacking a person or domestic animal, or (ii) behaving in a manner that poses a menace to the safety of persons or domestic animals; (d) the dog is a restricted pit bull and an owner of the dog has on one or more occasions failed to comply with one or more of the requirements of this Act or the regulations respecting restricted pit bulls; (e) the dog is a pit bull other than a restricted pit bull; or (f) there is reason to believe that the dog may cause harm to a person or domestic animal.  2005, c. 2, s. 1 (16). Same (4) A peace officer named in a warrant who is executing a warrant under this section may be accompanied by one or more veterinarians or animal control personnel as are reasonably required to give effect to the safe and humane seizure of the dog, whether the accompanying persons are named in the warrant or not.  2005, c. 2, s. 1 (16). Same (5) Every warrant issued under this section shall name a date on which it expires, which date shall be not later than 30 days after its issue.  2005, c. 2, s. 1 (16). Same (6) Every warrant shall be executed between 6 a.m. and 9 p.m., unless the justice by the warrant otherwise authorizes.  2005, c. 2, s. 1 (16). Section Amendments with date in force (d/m/y) 2005, c. 2, s. 1 (16)\r\n- 29/08/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>13 </b>(1) Subsection (2) applies where a justice of the peace is satisfied by information on oath or affirmation that there are reasonable grounds to believe that, </p> <p class=\"paragraph\">  (a) a dog is in any building, receptacle or place, including a dwelling house, other than in a pound operated by or on behalf of a municipality, Ontario or a designated body or in a research facility registered under the <i>Animals for Research Act</i>; and</p> <p class=\"paragraph\">  (b) it is not desirable in the interests of public safety that the dog be in that location.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In the circumstances described in subsection (1), the justice of the peace may issue a warrant authorizing a peace officer named in the warrant to enter any building, receptacle or place, including a dwelling house, to search for and seize the dog and any muzzle, collar or other equipment for the dog.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Without limiting the generality of clause (1) (b), it is not desirable in the interests of public safety for a dog to be in a location other than in a pound operated by or on behalf of a municipality, Ontario or a designated body or in a research facility registered under the <i>Animals for Research Act</i> if,</p> <p class=\"paragraph\">  (a) the dog has on one or more occasions bitten or attacked a person or domestic animal;</p> <p class=\"paragraph\">  (b) the dog has on one or more occasions behaved in a manner that poses a menace to the safety of persons or domestic animals;</p> <p class=\"paragraph\">  (c) an owner of the dog has on one or more occasions failed to exercise reasonable precautions to prevent the dog from,</p> <p class=\"subclause\">  (i) biting or attacking a person or domestic animal, or</p> <p class=\"subclause\">  (ii) behaving in a manner that poses a menace to the safety of persons or domestic animals;</p> <p class=\"paragraph\">  (d) the dog is a restricted pit bull and an owner of the dog has on one or more occasions failed to comply with one or more of the requirements of this Act or the regulations respecting restricted pit bulls;</p> <p class=\"paragraph\">  (e) the dog is a pit bull other than a restricted pit bull; or</p> <p class=\"paragraph\">  (f) there is reason to believe that the dog may cause harm to a person or domestic animal.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) A peace officer named in a warrant who is executing a warrant under this section may be accompanied by one or more veterinarians or animal control personnel as are reasonably required to give effect to the safe and humane seizure of the dog, whether the accompanying persons are named in the warrant or not.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Every warrant issued under this section shall name a date on which it expires, which date shall be not later than 30 days after its issue.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) Every warrant shall be executed between 6 a.m. and 9 p.m., unless the justice by the warrant otherwise authorizes.  2005, c. 2, s. 1 (16).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s16\">2005, c. 2, s. 1 (16)</a></span>\r\n- 29/08/2005</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "14.",
            "section_x": "Exigent circumstances",
            "part_id": null,
            "part_type": null,
            "section_y": "Exigent circumstances",
            "content": "14 (1) Where the circumstances in clauses 13 (1) (a) and (b) exist and it would be impracticable to obtain a warrant because of exigent circumstances, a peace officer may exercise any of the powers of a peace officer described in section 13.  2005, c. 2, s. 1 (16). Same (2) In this section, exigent circumstances include circumstances in which the peace officer has reasonable grounds to suspect that entry into any building, receptacle or place, including a dwelling house, is necessary to prevent imminent bodily harm or death to any person or domestic animal.  2005, c. 2, s. 1 (16). Section Amendments with date in force (d/m/y) 2005, c. 2, s. 1 (16)\r\n- 29/08/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>14 </b>(1) Where the circumstances in clauses 13 (1) (a) and (b) exist and it would be impracticable to obtain a warrant because of exigent circumstances, a peace officer may exercise any of the powers of a peace officer described in section 13.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In this section, exigent circumstances include circumstances in which the peace officer has reasonable grounds to suspect that entry into any building, receptacle or place, including a dwelling house, is necessary to prevent imminent bodily harm or death to any person or domestic animal.  2005, c. 2, s. 1 (16).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s16\">2005, c. 2, s. 1 (16)</a></span>\r\n- 29/08/2005</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "15.",
            "section_x": "Seizure in public place",
            "part_id": null,
            "part_type": null,
            "section_y": "Seizure in public place",
            "content": "15 (1) A peace officer may seize a dog in a public place if the officer believes on reasonable grounds that,  (a) the dog has on one or more occasions bitten or attacked a person or domestic animal; (b) the dog has on one or more occasions behaved in a manner that poses a menace to the safety of persons or domestic animals; (c) an owner of the dog has on one or more occasions failed to exercise reasonable precautions to prevent the dog from, (i) biting or attacking a person or domestic animal, (ii) behaving in a manner that poses a menace to the safety of persons or domestic animals; (d) the dog is a restricted pit bull and an owner of the dog has on one or more occasions failed to comply with one or more of the requirements of this Act or the regulations respecting restricted pit bulls; (e) the dog is a pit bull other than a restricted pit bull; or (f) there is reason to believe that the dog may cause harm to a person or domestic animal.  2005, c. 2, s. 1 (16). Same (2) Subsection (1) shall not be interpreted to restrict seizure of a dog in a public place if the seizure is otherwise lawful.  2005, c. 2, s. 1 (16). Section Amendments with date in force (d/m/y) 2005, c. 2, s. 1 (16)\r\n- 29/08/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>15 </b>(1) A peace officer may seize a dog in a public place if the officer believes on reasonable grounds that, </p> <p class=\"paragraph\">  (a) the dog has on one or more occasions bitten or attacked a person or domestic animal;</p> <p class=\"paragraph\">  (b) the dog has on one or more occasions behaved in a manner that poses a menace to the safety of persons or domestic animals;</p> <p class=\"paragraph\">  (c) an owner of the dog has on one or more occasions failed to exercise reasonable precautions to prevent the dog from,</p> <p class=\"subclause\">  (i) biting or attacking a person or domestic animal,</p> <p class=\"subclause\">  (ii) behaving in a manner that poses a menace to the safety of persons or domestic animals;</p> <p class=\"paragraph\">  (d) the dog is a restricted pit bull and an owner of the dog has on one or more occasions failed to comply with one or more of the requirements of this Act or the regulations respecting restricted pit bulls;</p> <p class=\"paragraph\">  (e) the dog is a pit bull other than a restricted pit bull; or</p> <p class=\"paragraph\">  (f) there is reason to believe that the dog may cause harm to a person or domestic animal.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsection (1) shall not be interpreted to restrict seizure of a dog in a public place if the seizure is otherwise lawful.  2005, c. 2, s. 1 (16).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s16\">2005, c. 2, s. 1 (16)</a></span>\r\n- 29/08/2005</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "16.",
            "section_x": "Necessary force",
            "part_id": null,
            "part_type": null,
            "section_y": "Necessary force",
            "content": "16 A peace officer may use as much force as is necessary to execute a warrant issued under section 13 or to exercise any authority given by section 14 or 15.  2005, c. 2, s. 1 (16). Section Amendments with date in force (d/m/y) 2005, c. 2, s. 1 (16)\r\n- 29/08/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>16 </b>A peace officer may use as much force as is necessary to execute a warrant issued under section 13 or to exercise any authority given by section 14 or 15.  2005, c. 2, s. 1 (16).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s16\">2005, c. 2, s. 1 (16)</a></span>\r\n- 29/08/2005</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "17.",
            "section_x": "Delivery of seized dog to pound",
            "part_id": null,
            "part_type": null,
            "section_y": "Delivery of seized dog to pound",
            "content": "17 A peace officer who seizes a dog under section 13, 14 or 15 shall promptly deliver the seized dog to a pound operated by or on behalf of a municipality, Ontario or a designated body.  2005, c. 2, s. 1 (16). Section Amendments with date in force (d/m/y) 2005, c. 2, s. 1 (16)\r\n- 29/08/2005 Offences",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>17 </b>A peace officer who seizes a dog under section 13, 14 or 15 shall promptly deliver the seized dog to a pound operated by or on behalf of a municipality, Ontario or a designated body.  2005, c. 2, s. 1 (16).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s16\">2005, c. 2, s. 1 (16)</a></span>\r\n- 29/08/2005</p> <p class=\"heading1\"><a name=\"BK24\"></a>Offences</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "Offences",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "18.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "18 (1) An individual who contravenes any provision of this Act or the regulations or who contravenes an order made under this Act or the regulations is guilty of an offence and liable, on conviction, to a fine of not more than $10,000 or to imprisonment for a term of not more than six months, or both.  2005, c. 2, s. 1 (16). Same (2) A corporation that contravenes any provision of this Act or the regulations or that contravenes an order made under this Act or the regulations is guilty of an offence and liable, on conviction, to a fine of not more than $60,000.  2005, c. 2, s. 1 (16). Same (3) If a person is convicted of an offence under this Act, the court making the conviction may, in addition to any other penalty, order the person convicted to make compensation or restitution in relation to the offence.  2005, c. 2, s. 1 (16). Section Amendments with date in force (d/m/y) 2005, c. 2, s. 1 (16)\r\n- 29/08/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>18 </b>(1) An individual who contravenes any provision of this Act or the regulations or who contravenes an order made under this Act or the regulations is guilty of an offence and liable, on conviction, to a fine of not more than $10,000 or to imprisonment for a term of not more than six months, or both.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A corporation that contravenes any provision of this Act or the regulations or that contravenes an order made under this Act or the regulations is guilty of an offence and liable, on conviction, to a fine of not more than $60,000.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) If a person is convicted of an offence under this Act, the court making the conviction may, in addition to any other penalty, order the person convicted to make compensation or restitution in relation to the offence.  2005, c. 2, s. 1 (16).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s16\">2005, c. 2, s. 1 (16)</a></span>\r\n- 29/08/2005</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "19.",
            "section_x": "Identification of pit bull",
            "part_id": null,
            "part_type": null,
            "section_y": "Identification of pit bull",
            "content": "19 (1) A document purporting to be signed by a member of the College of Veterinarians of Ontario stating that a dog is a pit bull within the meaning of this Act is receivable in evidence in a prosecution for an offence under this Act as proof, in the absence of evidence to the contrary, that the dog is a pit bull for the purposes of this Act, without proof of the signature and without proof that the signatory is a member of the College.  2005, c. 2, s. 1 (16). Immunity (2) No action or other proceeding may be instituted against a member of the College of Veterinarians of Ontario for providing, in good faith, a document described in subsection (1).  2005, c. 2, s. 1 (16). Onus of proof (3) For greater certainty, this section does not remove the onus on the prosecution to prove its case beyond a reasonable doubt.  2005, c. 2, s. 1 (16). Section Amendments with date in force (d/m/y) 2005, c. 2, s. 1 (16)\r\n- 29/08/2005 Regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>19 </b>(1) A document purporting to be signed by a member of the College of Veterinarians of Ontario stating that a dog is a pit bull within the meaning of this Act is receivable in evidence in a prosecution for an offence under this Act as proof, in the absence of evidence to the contrary, that the dog is a pit bull for the purposes of this Act, without proof of the signature and without proof that the signatory is a member of the College.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Immunity</p> <p class=\"subsection\">(2) No action or other proceeding may be instituted against a member of the College of Veterinarians of Ontario for providing, in good faith, a document described in subsection (1).  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Onus of proof</p> <p class=\"subsection\">(3) For greater certainty, this section does not remove the onus on the prosecution to prove its case beyond a reasonable doubt.  2005, c. 2, s. 1 (16).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s16\">2005, c. 2, s. 1 (16)</a></span>\r\n- 29/08/2005</p> <p class=\"heading1\"><a name=\"BK27\"></a>Regulations</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "Regulations",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "20.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "20 (1) The Lieutenant Governor in Council may make regulations respecting the control of pit bulls.  2005, c. 2, s. 1 (16). Same (2) Without limiting the generality of subsection (1), the Lieutenant Governor in Council may make regulations, (a) respecting leashing and muzzling of restricted pit bulls; (b) respecting the spaying or neutering of restricted pit bulls; (c) authorizing persons or other bodies specified in the regulations to pass and enforce by-laws governing pit bulls for the purposes of unorganized territory or specified parts of unorganized territory in the same ways that a municipality can pass and enforce by-laws governing pit bulls for the purposes of its geographic jurisdiction; (d) governing the presence in Ontario of pit bulls in connection with dog shows, including regulations providing for exemptions, subject to any restrictions specified in the regulations, from any provision of this Act or the regulations; (e) designating bodies referred to as designated in this Act; (f) designating public officers as peace officers for the purposes of this Act.  2005, c. 2, s. 1 (16). Same (3) Regulations may be general or specific.  2005, c. 2, s. 1 (16). Same (4) Without limiting the generality of subsection (3), a regulation may be made to apply or not to apply to a person or body specified in the regulation.  2005, c. 2, s. 1 (16). Section Amendments with date in force (d/m/y) 2005, c. 2, s. 1 (16)\r\n- 29/08/2005 ____________________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>20 </b>(1) The Lieutenant Governor in Council may make regulations respecting the control of pit bulls.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Without limiting the generality of subsection (1), the Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) respecting leashing and muzzling of restricted pit bulls;</p> <p class=\"paragraph\">  (b) respecting the spaying or neutering of restricted pit bulls;</p> <p class=\"paragraph\">  (c) authorizing persons or other bodies specified in the regulations to pass and enforce by-laws governing pit bulls for the purposes of unorganized territory or specified parts of unorganized territory in the same ways that a municipality can pass and enforce by-laws governing pit bulls for the purposes of its geographic jurisdiction;</p> <p class=\"paragraph\">  (d) governing the presence in Ontario of pit bulls in connection with dog shows, including regulations providing for exemptions, subject to any restrictions specified in the regulations, from any provision of this Act or the regulations;</p> <p class=\"paragraph\">  (e) designating bodies referred to as designated in this Act;</p> <p class=\"paragraph\">  (f) designating public officers as peace officers for the purposes of this Act.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Regulations may be general or specific.  2005, c. 2, s. 1 (16).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Without limiting the generality of subsection (3), a regulation may be made to apply or not to apply to a person or body specified in the regulation.  2005, c. 2, s. 1 (16).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05002#s1s16\">2005, c. 2, s. 1 (16)</a></span>\r\n- 29/08/2005</p> <p class=\"line\">____________________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90d16\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}