{
    "act_info": {
        "full_title": "Duffins Rouge Agricultural Preserve Act, 2023, S.O. 2023, c. 22, Sched. 1",
        "act_name_text": "Duffins Rouge Agricultural Preserve Act, 2023",
        "citation": "S.O. 2023, c. 22, Sched. 1",
        "url": "https://www.ontario.ca/laws/statute/23d22",
        "date_scraped": "2023-12-18 02:09:41"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  6, 2023",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definition",
            "content": "1 In this Act, “DRAPA covenant” means any covenant that an owner of land entered into or purportedly entered into with a conservation body under the Conservation Land Act on or before February 28, 2005 with respect to land in the area described in Schedule 1; (“engagement visé par la Loi sur la Réserve agricole de Duffins-Rouge”) “DRAPA easement” means any easement that an owner of land granted or purportedly granted to a conservation body under the Conservation Land Act on or before February 28, 2005 with respect to land in the area described in Schedule 1. (“servitude visée par la Loi sur la Réserve agricole de Duffins-Rouge”) Duffins Rouge Agricultural Preserve",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“DRAPA covenant” means any covenant that an owner of land entered into or purportedly entered into with a conservation body under the <i>Conservation Land Act</i> on or before February 28, 2005 with respect to land in the area described in Schedule 1; (“engagement visé par la <i>Loi sur la Réserve agricole de Duffins-Rouge</i>”)</p> <p class=\"definition\">“DRAPA easement” means any easement that an owner of land granted or purportedly granted to a conservation body under the <i>Conservation Land Act</i> on or before February 28, 2005 with respect to land in the area described in Schedule 1. (“servitude visée par la <i>Loi sur la Réserve agricole de Duffins-Rouge</i>”)</p> <p class=\"heading1\">Duffins Rouge Agricultural Preserve</p>"
        },
        {
            "id": "2",
            "section": "DRAPA covenants, easements valid",
            "content": "2 (1) Every DRAPA covenant and DRAPA easement is deemed to be valid and deemed to have always been valid since first granted or entered into despite the Duffins Rouge Agricultural Preserve Repeal Act, 2022 and any action, agreement, instrument registered against the affected land or court order to the contrary taken, entered into or issued before, on or after the day Schedule 1 of the Greenbelt Statute Law Amendment Act, 2023 comes into force. Registration of notice (2) The Minister under the Conservation Land Act may register a notice of this section against the affected land in the proper land registry office. Land Titles Act (3) Despite the Land Titles Act, the covenants and easements that are deemed to be valid under subsection (1) are binding on a person who has an interest in land described in Schedule 1 regardless of, (a) whether the person acquired the interest before, on or after the day subsection (1) came into force; and (b) whether a notice of this section was registered against the affected land at the time the person acquired the interest. Notice deemed valid (4) A notice under section 2 of the Duffins Rouge Agricultural Preserve Act, 2005 registered in the proper land registry office against any land described in Schedule 1 is deemed to have been valid from the day it was first registered until the day the Duffins Rouge Agricultural Preserve Repeal Act, 2022\r\ncame into force.",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) Every DRAPA covenant and DRAPA easement is deemed to be valid and deemed to have always been valid since first granted or entered into despite the <i>Duffins Rouge Agricultural Preserve Repeal Act, 2022</i> and any action, agreement, instrument registered against the affected land or court order to the contrary taken, entered into or issued before, on or after the day Schedule 1 of the <i>Greenbelt Statute Law Amendment Act, 2023</i> comes into force.</p> <p class=\"headnote\">Registration of notice</p> <p class=\"subsection\">(2) The Minister under the <i>Conservation Land Act</i> may register a notice of this section against the affected land in the proper land registry office.</p> <p class=\"headnoteitalic\">Land Titles Act</p> <p class=\"subsection\">(3) Despite the <i>Land Titles Act</i>, the covenants and easements that are deemed to be valid under subsection (1) are binding on a person who has an interest in land described in Schedule 1 regardless of,</p> <p class=\"paragraph\">  (a) whether the person acquired the interest before, on or after the day subsection (1) came into force; and</p> <p class=\"paragraph\">  (b) whether a notice of this section was registered against the affected land at the time the person acquired the interest.</p> <p class=\"headnote\">Notice deemed valid</p> <p class=\"subsection\">(4) A notice under section 2 of the <i>Duffins Rouge Agricultural Preserve Act, 2005</i> registered in the proper land registry office against any land described in Schedule 1 is deemed to have been valid from the day it was first registered until the day the <i>Duffins Rouge Agricultural Preserve Repeal Act, 2022</i>\r\ncame into force.</p>"
        },
        {
            "id": "3",
            "section": "Limitations on remedies",
            "content": "3 (1) No cause of action arises as a direct or indirect result of, (a) the enactment, amendment or repeal of any provision of this Act, the Duffins Rouge Agricultural Preserve Act, 2005 or the Duffins Rouge Agricultural Preserve Repeal Act, 2022; (b) anything done or not done in accordance with this Act, the Duffins Rouge Agricultural Preserve Act, 2005\r\nor the Duffins Rouge Agricultural Preserve Repeal Act, 2022; or (c) any representation or other conduct by current or former employees, officers, or agents of the Crown in right of Ontario or current or former members of the Executive Council that is related, directly or indirectly, to, (i) the validity or legal effect of any DRAPA covenant, DRAPA easement or notice registered under this Act or the Duffins Rouge Agricultural Preserve Act, 2005, (ii) the actual or potential enactment of any Act or the actual or potential making of any regulation or other instrument concerning the validity or legal effect of any DRAPA covenant, DRAPA easement or notice registered under this Act or the Duffins Rouge Agricultural Preserve Act, 2005, or (iii) the actual or potential acquisition, disposal, use or development of any land referred to in Schedule 1. No remedy (2) No costs, compensation or damages, including for loss of revenues or loss of profit, are owing or payable to any person and no remedy, including but not limited to a remedy in contract, restitution, tort, misfeasance, bad faith, trust or fiduciary obligation, any equitable remedy or any remedy under any statute, is available to any person in connection with anything referred to in subsection (1). Proceedings barred (3) No proceeding that is directly or indirectly based on or related to anything referred to in subsection (1) may be brought or maintained against any person. Application (4) Subsection (3) does not apply with respect to an application for judicial review, but does apply with respect to any other court, administrative or arbitral proceeding claiming any remedy or relief, including specific performance, an injunction, declaratory relief or enforcement of a judgment, order or award made outside Ontario. Retrospective effect (5) Subsections (1), (2) and (3) apply regardless of whether a cause of action on which a proceeding is purportedly based arose before, on or after the day Schedule 1 of the Greenbelt Statute Law Amendment Act, 2023 comes into force. No costs award (6) No costs shall be awarded against any person in respect of a proceeding that cannot be brought or maintained under subsection (3). No expropriation or injurious affection (7) Nothing referred to in subsection (1) constitutes an expropriation or injurious affection for the purposes of the Expropriations Act or otherwise at law. Proceedings by Crown not prevented (8) This section does not apply with respect to proceedings brought by the Crown in right of Ontario. Person defined (9) In this section, “person” includes the Crown in right of Ontario and its current and former employees, officers and agents, current and former members of the Executive Council and conservation bodies as defined in subsection 3 (1) of the Conservation Land Act and their current and former employees, officers and agents. 4 Omitted (repeals other legislation). 5 Omitted (provides for coming into force of provisions of this Act). 6 Omitted (enacts short title of this Act). SCHEDULE 1 Those lands in the City of Pickering, in The Regional Municipality of Durham, in the Province of Ontario, that are outlined in red on map number 210 identified by the Registrar of Regulations Office on April 22, 2003 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) No cause of action arises as a direct or indirect result of,</p> <p class=\"paragraph\">  (a) the enactment, amendment or repeal of any provision of this Act, the <i>Duffins Rouge Agricultural Preserve Act, 2005</i> or the <i>Duffins Rouge Agricultural Preserve Repeal Act, 2022</i>;</p> <p class=\"paragraph\">  (b) anything done or not done in accordance with this Act, the <i>Duffins Rouge Agricultural Preserve Act, 2005</i>\r\nor the <i>Duffins Rouge Agricultural Preserve Repeal Act, 2022</i>; or</p> <p class=\"paragraph\">  (c) any representation or other conduct by current or former employees, officers, or agents of the Crown in right of Ontario or current or former members of the Executive Council that is related, directly or indirectly, to,</p> <p class=\"subpara\">  (i) the validity or legal effect of any DRAPA covenant, DRAPA easement or notice registered under this Act or the <i>Duffins Rouge Agricultural Preserve Act, 2005</i>,</p> <p class=\"subpara\">  (ii) the actual or potential enactment of any Act or the actual or potential making of any regulation or other instrument concerning the validity or legal effect of any DRAPA covenant, DRAPA easement or notice registered under this Act or the <i>Duffins Rouge Agricultural Preserve Act, 2005</i>, or</p> <p class=\"subpara\">  (iii) the actual or potential acquisition, disposal, use or development of any land referred to in Schedule 1.</p> <p class=\"headnote\">No remedy</p> <p class=\"subsection\">(2) No costs, compensation or damag<span>es, including for loss of revenues or loss of profit, ar</span>e owing or payable to any person and no remedy, including but not limited to a remedy in contract, restitution, tort, misfeasance, bad faith, trust or fiduciary obligation, any equitable remedy or any remedy under any statute, is available to any person in connection with anything referred to in subsection (1).</p> <p class=\"headnote\">Proceedings barred</p> <p class=\"subsection\">(3) No proceeding that is directly or indirectly based on or related to anything referred to in subsection (1) may be brought or maintained against any person.</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(4) Subsection (3) does not apply with respect to an application for judicial review, but does apply with respect to any other court, administrative or arbitral proceeding claiming any remedy or relief, including specific performance, an injunction, declaratory relief or enforcement of a judgment, order or award made outside Ontario.</p> <p class=\"headnote\">Retrospective effect</p> <p class=\"subsection\">(5) Subsections (1), (2) and (3) apply regardless of whether a cause of action on which a proceeding is purportedly based arose before, on or after the day Schedule 1 of the <i>Greenbelt Statute Law Amendment Act, 2023</i> comes into force.</p> <p class=\"headnote\">No costs award</p> <p class=\"subsection\">(6) No costs shall be awarded against any person in respect of a proceeding that cannot be brought or maintained under subsection (3).</p> <p class=\"headnote\">No expropriation or injurious affection</p> <p class=\"subsection\">(7) Nothing referred to in subsection (1) constitutes an expropriation or injurious affection for the purposes of the <i>Expropriations Act</i> or otherwise at law.</p> <p class=\"headnote\">Proceedings by Crown not prevented</p> <p class=\"subsection\">(8) This section does not apply with respect to proceedings brought by the Crown in right of Ontario.</p> <p class=\"headnote\">Person defined</p> <p class=\"subsection\">(9) In this section,</p> <p class=\"definition\">“person” includes the Crown in right of Ontario and its current and former employees, officers and agents, current and former members of the Executive Council and conservation bodies as defined in subsection 3 (1) of the <i>Conservation Land Act</i> and their current and former employees, officers and agents.</p> <p class=\"Psection\">4 <span class=\"ovsmallcap\"><span>Omitted (repeals other legislation).</span></span></p> <p class=\"Psection\">5 <span class=\"ovsmallcap\"><span>Omitted</span></span><span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</span></p> <p class=\"Psection\">6 <span class=\"ovsmallcap\"><span>Omitted (enacts short title of this Act).</span></span></p> <p class=\"heading1\">SCHEDULE 1</p> <p class=\"paranoindt\">Those lands in the City of Pickering, in The Regional Municipality of Durham, in the Province of Ontario, that are outlined in red on map number 210 identified by the Registrar of Regulations Office on April 22, 2003 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street.</p> <p class=\"line\"><a name=\"BK8\"></a><a name=\"BK15\"></a><a name=\"BK5\"></a>______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/23d22\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}