{
    "act_info": {
        "full_title": "Elderly Persons Centres Act, R.S.O. 1990, c. E.4",
        "act_name_text": "Elderly Persons Centres Act",
        "citation": "R.S.O. 1990, c. E.4",
        "url": "https://www.ontario.ca/laws/statute/90e04",
        "date_scraped": "2023-12-19 02:26:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90e04/v3",
            "valid_from": "May 30, 2017",
            "valid_to": "September 30, 2017"
        },
        {
            "a_href": "/laws/statute/90e04/v2",
            "valid_from": "October 25, 2010",
            "valid_to": "May 29, 2017"
        },
        {
            "a_href": "/laws/statute/90e04/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "October 24, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “approved centre” means a centre approved under section 2; (“centre agréé”) “approved corporation” means a corporation approved under section 2; (“association agréée”) “centre” means all or any part of a building or buildings maintained and operated to provide social, recreational or other services for elderly persons; (“centre”) “corporation” means a corporation without share capital having objects of a charitable nature, (a) to which Part III of the Corporations Act applies, or (b) that is incorporated under a general or special Act of the Parliament of Canada; (“association”) “Director” means the Director appointed for the purposes of this Act; (“directeur”) “Minister” means the Minister of Community and Social Services; (“ministre”) “municipality” means a local municipality and The Regional Municipality of Halton; (“municipalité”) “regulations” means the regulations made under this Act. (“règlements”)  R.S.O. 1990, c. E.4, s. 1; 2002, c. 17, Sched. F, Table. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 2010, c. 15, s. 222 - no effect - see 2017, c. 11, Sched. 6, s. 13 - 01/10/2017",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“approved centre” means a centre approved under section 2; (“centre agréé”)</p> <p class=\"definition\">“approved corporation” means a corporation approved under section 2; (“association agréée”)</p> <p class=\"definition\">“centre” means all or any part of a building or buildings maintained and operated to provide social, recreational or other services for elderly persons; (“centre”)</p> <p class=\"definition\">“corporation” means a corporation without share capital having objects of a charitable nature,</p> <p class=\"paragraph\">  (a) to which Part III of the <i>Corporations Act</i> applies, or</p> <p class=\"paragraph\">  (b) that is incorporated under a general or special Act of the Parliament of Canada; (“association”)</p> <p class=\"definition\">“Director” means the Director appointed for the purposes of this Act; (“directeur”)</p> <p class=\"definition\">“Minister” means the Minister of Community and Social Services; (“ministre”)</p> <p class=\"definition\">“municipality” means a local municipality and The Regional Municipality of Halton; (“municipalité”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act. (“règlements”)  R.S.O. 1990, c. E.4, s. 1; 2002, c. 17, Sched. F, Table.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10015#s222\">2010, c. 15, s. 222</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17011#sched6s13s1\">2017, c. 11, Sched. 6, s. 13</a></span> - 01/10/2017</p>"
        },
        {
            "id": "2",
            "section": "Approval of corporation",
            "content": "2 (1) Where the Minister is satisfied that any corporation is, with assistance in accordance with this Act, financially capable of establishing, maintaining and operating a centre and that its affairs are carried on under competent management in good faith for charitable purposes, he or she may approve such corporation as a corporation for the purposes of this Act.  R.S.O. 1990, c. E.4, s. 2 (1). Approval of building (2) Where the Minister is satisfied that all or any part of a building or buildings or premises is suitable for providing accommodation as a centre in accordance with this Act and the regulations, he or she may approve such building or premises or part thereof, as the case may be, as a centre for the purposes of this Act.  R.S.O. 1990, c. E.4, s. 2 (2). Effective date of approval (3) An approval given under subsection (2) may take effect on any date fixed by the Minister that is prior to the date on which the approval is given, but in no case shall the date upon which the approval takes effect precede the date of the approval given under subsection (1) to the corporation maintaining and operating the centre or the date of the approval given under section 3 to the municipal by-law establishing the centre, as the case may be.  R.S.O. 1990, c. E.4, s. 2 (3).",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) Where the Minister is satisfied that any corporation is, with assistance in accordance with this Act, financially capable of establishing, maintaining and operating a centre and that its affairs are carried on under competent management in good faith for charitable purposes, he or she may approve such corporation as a corporation for the purposes of this Act.  R.S.O. 1990, c. E.4, s. 2 (1).</p> <p class=\"headnote\">Approval of building</p> <p class=\"subsection\">(2) Where the Minister is satisfied that all or any part of a building or buildings or premises is suitable for providing accommodation as a centre in accordance with this Act and the regulations, he or she may approve such building or premises or part thereof, as the case may be, as a centre for the purposes of this Act.  R.S.O. 1990, c. E.4, s. 2 (2).</p> <p class=\"headnote\">Effective date of approval</p> <p class=\"subsection\">(3) An approval given under subsection (2) may take effect on any date fixed by the Minister that is prior to the date on which the approval is given, but in no case shall the date upon which the approval takes effect precede the date of the approval given under subsection (1) to the corporation maintaining and operating the centre or the date of the approval given under section 3 to the municipal by-law establishing the centre, as the case may be.  R.S.O. 1990, c. E.4, s. 2 (3).</p>"
        },
        {
            "id": "3",
            "section": "Establishment of centres",
            "content": "3 (1) The council of a municipality may by by-law approved by the Minister provide for the establishment and operation of centres and may acquire by purchase, lease or otherwise real and personal property for that purpose.  R.S.O. 1990, c. E.4, s. 3 (1). By-laws re grants (2) The council of a municipality may pass by-laws granting aid to centres.  R.S.O. 1990, c. E.4, s. 3 (2).",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The council of a municipality may by by-law approved by the Minister provide for the establishment and operation of centres and may acquire by purchase, lease or otherwise real and personal property for that purpose.  R.S.O. 1990, c. E.4, s. 3 (1).</p> <p class=\"headnote\">By-laws re grants</p> <p class=\"subsection\">(2) The council of a municipality may pass by-laws granting aid to centres.  R.S.O. 1990, c. E.4, s. 3 (2).</p>"
        },
        {
            "id": "4",
            "section": "Capital grants to centres",
            "content": "4 (1) The Minister may direct payment to a municipality or to an approved corporation for the erection, alteration, extension, renovation, acquisition or the furnishing and equipping of a centre of an amount determined by the regulations but not exceeding 30 per cent or such higher percentage as the regulations prescribe of the cost thereof to the municipality or to the approved corporation, but no payment shall be made to the approved corporation unless the council of the municipality in which the building or premises of the corporation to be used as a centre is situate, or the council of that municipality together with the councils of one or more contiguous municipalities, directs payment to the approved corporation of a sum equal to at least 20 per cent of the cost so computed or contributes to the approved corporation real or personal property approved by the Minister that is equivalent in value to at least 20 per cent of the said cost.  R.S.O. 1990, c. E.4, s. 4 (1). Maintenance and operating grants (2) There shall be paid to every municipality or approved corporation a sum computed in accordance with the regulations towards the cost of maintaining and operating its approved centre, but no payment shall be made to the approved corporation unless the council of the municipality in which the centre operated by the corporation is situate, or the council of that municipality together with the councils of one or more contiguous municipalities, directs payment to the approved corporation of a sum equal to at least the percentage prescribed by the regulations of the cost as so computed or contributes to the approved corporation personal property or services, approved by the Minister, equivalent in value to at least the prescribed percentage of the said cost.  R.S.O. 1990, c. E.4, s. 4 (2).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) The Minister may direct payment to a municipality or to an approved corporation for the erection, alteration, extension, renovation, acquisition or the furnishing and equipping of a centre of an amount determined by the regulations but not exceeding 30 per cent or such higher percentage as the regulations prescribe of the cost thereof to the municipality or to the approved corporation, but no payment shall be made to the approved corporation unless the council of the municipality in which the building or premises of the corporation to be used as a centre is situate, or the council of that municipality together with the councils of one or more contiguous municipalities, directs payment to the approved corporation of a sum equal to at least 20 per cent of the cost so computed or contributes to the approved corporation real or personal property approved by the Minister that is equivalent in value to at least 20 per cent of the said cost.  R.S.O. 1990, c. E.4, s. 4 (1).</p> <p class=\"headnote\">Maintenance and operating grants</p> <p class=\"subsection\">(2) There shall be paid to every municipality or approved corporation a sum computed in accordance with the regulations towards the cost of maintaining and operating its approved centre, but no payment shall be made to the approved corporation unless the council of the municipality in which the centre operated by the corporation is situate, or the council of that municipality together with the councils of one or more contiguous municipalities, directs payment to the approved corporation of a sum equal to at least the percentage prescribed by the regulations of the cost as so computed or contributes to the approved corporation personal property or services, approved by the Minister, equivalent in value to at least the prescribed percentage of the said cost.  R.S.O. 1990, c. E.4, s. 4 (2).</p>"
        },
        {
            "id": "5",
            "section": "Special grants",
            "content": "5 The Minister may direct payment of grants in accordance with the regulations in respect of the cost of those services, facilities or research for elderly persons for which grants by Ontario are not otherwise payable under this Act.  R.S.O. 1990, c. E.4, s. 5.",
            "raw_html": "<p class=\"section\"><b>5 </b>The Minister may direct payment of grants in accordance with the regulations in respect of the cost of those services, facilities or research for elderly persons for which grants by Ontario are not otherwise payable under this Act.  R.S.O. 1990, c. E.4, s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Evaluation and survey",
            "content": "6 Before selecting or acquiring a site, or erecting or acquiring all or any part of a building or an addition thereto for use as a centre in respect of which a grant is payable by Ontario under this Act, the municipality or corporation establishing or adding to the centre shall establish the need for the centre or the addition thereto to the satisfaction of the Minister and shall, (a) evaluate the site in accordance with the regulations to determine whether it will best serve the program of the centre and the best interests of the elderly persons to be served by the centre; (b) conduct a survey of the community and a review of population requirements in accordance with the regulations, and submit a report thereof to the Minister.  R.S.O. 1990, c. E.4, s. 6.",
            "raw_html": "<p class=\"section\"><b>6 </b>Before selecting or acquiring a site, or erecting or acquiring all or any part of a building or an addition thereto for use as a centre in respect of which a grant is payable by Ontario under this Act, the municipality or corporation establishing or adding to the centre shall establish the need for the centre or the addition thereto to the satisfaction of the Minister and shall,</p> <p class=\"paragraph\">  (a) evaluate the site in accordance with the regulations to determine whether it will best serve the program of the centre and the best interests of the elderly persons to be served by the centre;</p> <p class=\"paragraph\">  (b) conduct a survey of the community and a review of population requirements in accordance with the regulations,</p> <p class=\"section\">and submit a report thereof to the Minister.  R.S.O. 1990, c. E.4, s. 6.</p>"
        },
        {
            "id": null,
            "section": "Evaluation and survey",
            "content": "and submit a report thereof to the Minister.  R.S.O. 1990, c. E.4, s. 6.",
            "raw_html": "<p class=\"section\">and submit a report thereof to the Minister.  R.S.O. 1990, c. E.4, s. 6.</p>"
        },
        {
            "id": "7",
            "section": "Approval of plans",
            "content": "7 No grant under subsection 4 (1) shall be made until, (a) in the case of the erection or acquisition of all or any part of a building or an addition thereto, the site thereof, selected and evaluated in accordance with the regulations, has been approved by the Minister; and (b) the plans of the building being erected, altered, extended, renovated or acquired, developed and prepared in accordance with the regulations have been approved in writing by the Minister.  R.S.O. 1990, c. E.4, s. 7.",
            "raw_html": "<p class=\"section\"><b>7 </b>No grant under subsection 4 (1) shall be made until,</p> <p class=\"paragraph\">  (a) in the case of the erection or acquisition of all or any part of a building or an addition thereto, the site thereof, selected and evaluated in accordance with the regulations, has been approved by the Minister; and</p> <p class=\"paragraph\">  (b) the plans of the building being erected, altered, extended, renovated or acquired, developed and prepared in accordance with the regulations have been approved in writing by the Minister.  R.S.O. 1990, c. E.4, s. 7.</p>"
        },
        {
            "id": "8",
            "section": "Approval of changes",
            "content": "8 (1) No approved corporation that has been paid financial aid from Ontario under this Act in respect of an approved centre shall, without the written approval of the Minister, (a) change its name or the name of the approved centre; or (b) change the site or sell or otherwise dispose of any part of or structurally alter the approved centre.  R.S.O. 1990, c. E.4, s. 8 (1). Approval of by-laws (2) No by-law of a municipality or an approved corporation that affects an approved centre in respect of which a grant has been paid under this Act has effect until it is approved in writing by the Minister.  R.S.O. 1990, c. E.4, s. 8 (2).",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) No approved corporation that has been paid financial aid from Ontario under this Act in respect of an approved centre shall, without the written approval of the Minister,</p> <p class=\"paragraph\">  (a) change its name or the name of the approved centre; or</p> <p class=\"paragraph\">  (b) change the site or sell or otherwise dispose of any part of or structurally alter the approved centre.  R.S.O. 1990, c. E.4, s. 8 (1).</p> <p class=\"headnote\">Approval of by-laws</p> <p class=\"subsection\">(2) No by-law of a municipality or an approved corporation that affects an approved centre in respect of which a grant has been paid under this Act has effect until it is approved in writing by the Minister.  R.S.O. 1990, c. E.4, s. 8 (2).</p>"
        },
        {
            "id": "9",
            "section": "Suspension or revocation of approval",
            "content": "9 (1) Subject to this section, any approval given under this Act may be suspended or revoked by the Minister if, (a) any director, officer or employee of the approved corporation or municipality has contravened or knowingly permitted any person under his or her control and direction to contravene any provision of this Act or the regulations and such contravention occurred through lack of competence or with intent to evade the requirements of such provision; or (b) the approval would be refused if application were being made for it in the first instance.  R.S.O. 1990, c. E.4, s. 9 (1). Hearing (2) Subject to subsection (6) and except where an approval is suspended or revoked with consent, before suspending or revoking an approval to a corporation or to a centre operated by an approved corporation given under this Act, the Minister shall cause a hearing as to whether the approval should be suspended or revoked to be held by a person appointed by the Minister.  R.S.O. 1990, c. E.4, s. 9 (2). Procedure (3) Sections 4 to 16 and 21 to 24 of the Statutory Powers Procedure Act apply with respect to a hearing under this section.  R.S.O. 1990, c. E.4, s. 9 (3). Report (4) The person conducting a hearing under this section shall, at the conclusion of the hearing, make a report to the Minister setting out his or her findings of fact and any information or knowledge used in making the recommendations, any conclusions of law he or she has arrived at relevant to the recommendations and his or her recommendations as to the suspension or revocation of the approval and shall send a copy of the report to the persons affected.  R.S.O. 1990, c. E.4, s. 9 (4). Decision of Minister (5) After considering a report made to the Minister under this section, the Minister may thereupon suspend or revoke the approval to which the report relates and shall give notice of the decision to the persons affected, specifying the reasons therefor.  R.S.O. 1990, c. E.4, s. 9 (5). Provisional suspension (6) Despite anything in this section, the Minister, by notice to the persons affected and without a hearing, may provisionally suspend an approval given under this Act where the continuation of operations in accordance with the approval is, in the Minister’s opinion, an immediate threat to the health or safety of any person or to the public and the Minister so states in such notice giving his or her reasons therefor, and thereafter the Minister shall cause a hearing to be held and subsections (2) to (5) apply.  R.S.O. 1990, c. E.4, s. 9 (6).",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) Subject to this section, any approval given under this Act may be suspended or revoked by the Minister if,</p> <p class=\"paragraph\">  (a) any director, officer or employee of the approved corporation or municipality has contravened or knowingly permitted any person under his or her control and direction to contravene any provision of this Act or the regulations and such contravention occurred through lack of competence or with intent to evade the requirements of such provision; or</p> <p class=\"paragraph\">  (b) the approval would be refused if application were being made for it in the first instance.  R.S.O. 1990, c. E.4, s. 9 (1).</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(2) Subject to subsection (6) and except where an approval is suspended or revoked with consent, before suspending or revoking an approval to a corporation or to a centre operated by an approved corporation given under this Act, the Minister shall cause a hearing as to whether the approval should be suspended or revoked to be held by a person appointed by the Minister.  R.S.O. 1990, c. E.4, s. 9 (2).</p> <p class=\"headnote\">Procedure</p> <p class=\"subsection\">(3) Sections 4 to 16 and 21 to 24 of the <i>Statutory Powers Procedure Act</i> apply with respect to a hearing under this section.  R.S.O. 1990, c. E.4, s. 9 (3).</p> <p class=\"headnote\">Report</p> <p class=\"subsection\">(4) The person conducting a hearing under this section shall, at the conclusion of the hearing, make a report to the Minister setting out his or her findings of fact and any information or knowledge used in making the recommendations, any conclusions of law he or she has arrived at relevant to the recommendations and his or her recommendations as to the suspension or revocation of the approval and shall send a copy of the report to the persons affected.  R.S.O. 1990, c. E.4, s. 9 (4).</p> <p class=\"headnote\">Decision of Minister</p> <p class=\"subsection\">(5) After considering a report made to the Minister under this section, the Minister may thereupon suspend or revoke the approval to which the report relates and shall give notice of the decision to the persons affected, specifying the reasons therefor.  R.S.O. 1990, c. E.4, s. 9 (5).</p> <p class=\"headnote\">Provisional suspension</p> <p class=\"subsection\">(6) Despite anything in this section, the Minister, by notice to the persons affected and without a hearing, may provisionally suspend an approval given under this Act where the continuation of operations in accordance with the approval is, in the Minister’s opinion, an immediate threat to the health or safety of any person or to the public and the Minister so states in such notice giving his or her reasons therefor, and thereafter the Minister shall cause a hearing to be held and subsections (2) to (5) apply.  R.S.O. 1990, c. E.4, s. 9 (6).</p>"
        },
        {
            "id": "10",
            "section": "Duties of Director",
            "content": "10 (1) The Director shall exercise general supervision over the administration of this Act and the regulations and carry out such other duties as are assigned to the Director by this Act and the regulations.  R.S.O. 1990, c. E.4, s. 10 (1). Acting Director (2) Where the Director is absent or there is a vacancy in the office, the powers and duties of the Director shall be exercised and performed by such employee of the Ministry of Community and Social Services as the Minister designates.  R.S.O. 1990, c. E.4, s. 10 (2). Delegation of power (3) The Director, with the consent in writing of the Deputy Minister of Community and Social Services, may authorize any employee or class of employee of the Ministry of Community and Social Services to exercise and discharge any of the powers conferred or the duties imposed upon the Director under this Act and the regulations.  R.S.O. 1990, c. E.4, s. 10 (3).",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) The Director shall exercise general supervision over the administration of this Act and the regulations and carry out such other duties as are assigned to the Director by this Act and the regulations.  R.S.O. 1990, c. E.4, s. 10 (1).</p> <p class=\"headnote\">Acting Director</p> <p class=\"subsection\">(2) Where the Director is absent or there is a vacancy in the office, the powers and duties of the Director shall be exercised and performed by such employee of the Ministry of Community and Social Services as the Minister designates.  R.S.O. 1990, c. E.4, s. 10 (2).</p> <p class=\"headnote\">Delegation of power</p> <p class=\"subsection\">(3) The Director, with the consent in writing of the Deputy Minister of Community and Social Services, may authorize any employee or class of employee of the Ministry of Community and Social Services to exercise and discharge any of the powers conferred or the duties imposed upon the Director under this Act and the regulations.  R.S.O. 1990, c. E.4, s. 10 (3).</p>"
        },
        {
            "id": "11",
            "section": "Regulations",
            "content": "11 The Lieutenant Governor in Council may make regulations, (a) governing applications for grants; (b) for the purpose of subsection 4 (1), prescribing, (i) the manner of determining the amount of the grants payable thereunder, (ii) the components that may be included in and the manner of computing the cost to an approved corporation of erecting, altering, extending, renovating or acquiring or furnishing and equipping buildings or premises, and (iii) a higher percentage for the maximum amount of a grant payable by Ontario; (c) prescribing the manner of computing the grants mentioned in subsection 4 (2); (d) respecting the grants mentioned in section 5; (e) prescribing the terms and conditions upon which grants may be made; (f) prescribing the method, time and manner of the payment of grants; (g) prescribing procedures for selecting and evaluating the site of a building to be erected, acquired or added to by a corporation or municipality, and for conducting a survey of the community and a review of population requirements and the contents of a report to be submitted to the Minister under section 6; (h) prescribing procedures for the development and preparation of plans for sites and buildings and the information to be contained in such plans; (i) prescribing the uses to which approved centres may be put, the programs of services to be provided therein and the rules governing the operation of such centres; (j) prescribing additional duties of the Director; (k) prescribing the records that shall be kept under this Act and the returns that shall be made to the Minister; (l) prescribing forms and providing for their use.  R.S.O. 1990, c. E.4, s. 11. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>11 </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) governing applications for grants;</p> <p class=\"paragraph\">  (b) for the purpose of subsection 4 (1), prescribing,</p> <p class=\"subclause\">  (i) the manner of determining the amount of the grants payable thereunder,</p> <p class=\"subclause\">  (ii) the components that may be included in and the manner of computing the cost to an approved corporation of erecting, altering, extending, renovating or acquiring or furnishing and equipping buildings or premises, and</p> <p class=\"subclause\">  (iii) a higher percentage for the maximum amount of a grant payable by Ontario;</p> <p class=\"paragraph\">  (c) prescribing the manner of computing the grants mentioned in subsection 4 (2);</p> <p class=\"paragraph\">  (d) respecting the grants mentioned in section 5;</p> <p class=\"paragraph\">  (e) prescribing the terms and conditions upon which grants may be made;</p> <p class=\"paragraph\">  (f) prescribing the method, time and manner of the payment of grants;</p> <p class=\"paragraph\">  (g) prescribing procedures for selecting and evaluating the site of a building to be erected, acquired or added to by a corporation or municipality, and for conducting a survey of the community and a review of population requirements and the contents of a report to be submitted to the Minister under section 6;</p> <p class=\"paragraph\">  (h) prescribing procedures for the development and preparation of plans for sites and buildings and the information to be contained in such plans;</p> <p class=\"paragraph\">  (i) prescribing the uses to which approved centres may be put, the programs of services to be provided therein and the rules governing the operation of such centres;</p> <p class=\"paragraph\">  (j) prescribing additional duties of the Director;</p> <p class=\"paragraph\">  (k) prescribing the records that shall be kept under this Act and the returns that shall be made to the Minister;</p> <p class=\"paragraph\">  (l) prescribing forms and providing for their use.  R.S.O. 1990, c. E.4, s. 11.</p> <p class=\"line\">______________</p> <p class=\"line\"><u><span> </span></u></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90e04\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}