{
    "act_info": {
        "full_title": "Electronic Cigarettes Act, 2015, S.O. 2015, c. 7, Sched. 3",
        "act_name_text": "Electronic Cigarettes Act, 2015",
        "citation": "S.O. 2015, c. 7, Sched. 3",
        "url": "https://www.ontario.ca/laws/statute/15e07",
        "date_scraped": "2023-12-18 23:41:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/15e07/v5",
            "valid_from": "December 12, 2017",
            "valid_to": "October 16, 2018"
        },
        {
            "a_href": "/laws/statute/15e07/v4",
            "valid_from": "November  1, 2017",
            "valid_to": "December 11, 2017"
        },
        {
            "a_href": "/laws/statute/15e07/v3",
            "valid_from": "December  8, 2016",
            "valid_to": "October 31, 2017"
        },
        {
            "a_href": "/laws/statute/15e07/v2",
            "valid_from": "January  1, 2016",
            "valid_to": "December  7, 2016"
        },
        {
            "a_href": "/laws/statute/15e07/v1",
            "valid_from": "May 28, 2015",
            "valid_to": "December 31, 2015"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “commercial”, with respect to electronic cigarettes, means something done or prepared for the primary purpose of generating profits from the sale or use of electronic cigarettes, directly or indirectly; (“commercial”) “electronic cigarette” means any of the following: 1. A vaporizer or inhalant-type device, whether called an electronic cigarette or any other name, that contains a power source and heating element designed to heat a substance and produce a vapour intended to be inhaled by the user of the device directly through the mouth, whether or not the vapour contains nicotine. 2. A component of a device described in paragraph 1. 3. Any other prescribed device or product; (“cigarette électronique”) “employee” means a person who performs any work for or supplies any services to an employer, or a person who receives any instruction or training in the activity, business, work, trade, occupation or profession of an employer; (“employé”) “employer” includes an owner, operator, proprietor, manager, superintendent, overseer, receiver or trustee of an activity, business, work, trade, occupation, profession, project or undertaking who has control or direction of, or is directly or indirectly responsible for, the employment of a person in it; (“employeur”) “enclosed public place” means, (a) the inside of any place, building or structure or vehicle or conveyance or a part of any of them, (i) that is covered by a roof, and (ii) to which the public is ordinarily invited or permitted access, either expressly or by implication, whether or not a fee is charged for entry, or (b) a prescribed place; (“lieu public clos”) “enclosed workplace” means, (a) the inside of any place, building or structure or vehicle or conveyance or a part of any of them, (i) that is covered by a roof, (ii) that employees work in or frequent during the course of their employment, whether or not they are acting in the course of their employment at the time, and (iii) that is not primarily a private dwelling, or (b) a prescribed place; (“lieu de travail clos”) “Minister” means the Minister of Health and Long-Term Care, unless otherwise specified; (“ministre”) “prescribed” means prescribed by the regulations; (“prescrit”) “promote”, with respect to electronic cigarettes, means to use any commercial act or practice or to use any commercial communication, through any media or other means, that is intended to or is likely to, (a) encourage the purchase or use of an electronic cigarette or a brand of an electronic cigarette, or (b) create an awareness of or association with an electronic cigarette, a brand of electronic cigarette or a manufacturer or seller of an electronic cigarette; (“promouvoir”) “regulations” means the regulations made under this Act; (“règlements”) “use”, with respect to electronic cigarettes, includes any of the following: 1. Inhaling vapour from an electronic cigarette. 2. Exhaling vapour from an electronic cigarette. 3. Holding an activated electronic cigarette. (“utili­ser”) Private dwelling (2) For greater certainty, and without restricting the generality of the expression, the following are primarily private dwellings for the purposes of the definition of “enclosed workplace” in subsection (1): 1. Private self-contained living quarters in any multi-unit building or facility. 2. Any other prescribed place.",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“commercial”, with respect to electronic cigarettes, means something done or prepared for the primary purpose of generating profits from the sale or use of electronic cigarettes, directly or indirectly;<b> </b>(“commercial”)</p> <p class=\"definition\">“electronic cigarette” means any of the following:</p> <p class=\"paragraph\">  1. A vaporizer or inhalant-type device, whether called an electronic cigarette or any other name, that contains a power source and heating element designed to heat a substance and produce a vapour intended to be inhaled by the user of the device directly through the mouth, whether or not the vapour contains nicotine.</p> <p class=\"paragraph\">  2. A component of a device described in paragraph 1.</p> <p class=\"paragraph\">  3. Any other prescribed device or product; (“cigarette électronique”)</p> <p class=\"definition\">“employee” means a person who performs any work for or supplies any services to an employer, or a person who receives any instruction or training in the activity, business, work, trade, occupation or profession of an employer; (“employé”)</p> <p class=\"definition\">“employer” includes an owner, operator, proprietor, manager, superintendent, overseer, receiver or trustee of an activity, business, work, trade, occupation, profession, project or undertaking who has control or direction of, or is directly or indirectly responsible for, the employment of a person in it; (“employeur”)</p> <p class=\"definition\">“enclosed public place” means,</p> <p class=\"paragraph\">  (a) the inside of any place, building or structure or vehicle or conveyance or a part of any of them,</p> <p class=\"subpara\">  (i) that is covered by a roof, and</p> <p class=\"subpara\">  (ii) to which the public is ordinarily invited or permitted access, either expressly or by implication, whether or not a fee is charged for entry, or</p> <p class=\"paragraph\">  (b) a prescribed place; (“lieu public clos”)</p> <p class=\"definition\">“enclosed workplace” means,</p> <p class=\"paragraph\">  (a) the inside of any place, building or structure or vehicle or conveyance or a part of any of them,</p> <p class=\"subpara\">  (i) that is covered by a roof,</p> <p class=\"subpara\">  (ii) that employees work in or frequent during the course of their employment, whether or not they are acting in the course of their employment at the time, and</p> <p class=\"subpara\">  (iii) that is not primarily a private dwelling, or</p> <p class=\"paragraph\">  (b) a prescribed place; (“lieu de travail clos”)</p> <p class=\"definition\">“Minister” means the Minister of Health and Long-Term Care, unless otherwise specified; (“ministre”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“promote”, with respect to electronic cigarettes, means to use any commercial act or practice or to use any commercial communication, through any media or other means, that is intended to or is likely to, </p> <p class=\"paragraph\">  (a) encourage the purchase or use of an electronic cigarette or a brand of an electronic cigarette, or</p> <p class=\"paragraph\">  (b) create an awareness of or association with an electronic cigarette, a brand of electronic cigarette or a manufacturer or seller of an electronic cigarette; (“promouvoir”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“use”, with respect to electronic cigarettes, includes any of the following:</p> <p class=\"paragraph\">  1. Inhaling vapour from an electronic cigarette.</p> <p class=\"paragraph\">  2. Exhaling vapour from an electronic cigarette.</p> <p class=\"paragraph\">  3. Holding an activated electronic cigarette. (“utili­ser”)</p> <p class=\"headnote\">Private dwelling</p> <p class=\"subsection\">(2) For greater certainty, and without restricting the generality of the expression, the following are primarily private dwellings for the purposes of the definition of “enclosed workplace” in subsection (1):</p> <p class=\"paragraph\">  1. Private self-contained living quarters in any multi-unit building or facility.</p> <p class=\"paragraph\">  2. Any other prescribed place.</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Selling or supplying to persons under 19",
            "part_id": null,
            "part_type": null,
            "section_y": "Selling or supplying to persons under 19",
            "content": "2 (1) No person shall sell or supply an electronic cigarette to a person who is less than 19 years old. Apparent age (2) No person shall sell or supply an electronic cigarette to a person who appears to be less than 25 years old unless he or she has required the person to provide identification and is satisfied that the person is at least 19 years old. Defence (3) It is a defence to a charge under subsection (1) or (2) that the defendant believed the person receiving the electronic cigarette to be at least 19 years old because the person produced a prescribed form of identification showing his or her age, and there was no apparent reason to doubt the authenticity of the document or that it was issued to the person producing it. Improper documentation (4) No person shall present as evidence of his or her age identification that was not lawfully issued to him or her. Note: Sections 3 to 5 come into force on a day to be named by proclamation of the Lieutenant Governor. Display, etc. 3 (1) No person shall, in any place where electronic cigarettes are sold or offered for sale, display or permit the display of electronic cigarettes in any manner that would permit a consumer to view or handle an electronic cigarette before purchasing it. Promotion (2) No person shall promote electronic cigarettes, (a) in any place where electronic cigarettes or tobacco products are sold or offered for sale; or (b) in any manner, if the promotion is visible from outside a place in which electronic cigarettes or tobacco products are sold or offered for sale. Exceptions (3) Despite subsection (2), if the regulations so provide, a person may post signs providing information about electronic cigarettes and their price, but only if the signs meet the prescribed conditions. Same (4) Despite subsection (2), if the regulations so provide, a person may make available a document providing information about electronic cigarettes and their price, but only if the document meets the prescribed conditions. Places of entertainment 4 (1) No person shall employ or authorize anyone to promote electronic cigarettes or the sale of electronic cigarettes at any place of entertainment that the person owns, operates or occupies. Definition (2) In this section, “place of entertainment” means a place to which the public is ordinarily invited or permitted access, either expressly or by implication, whether or not a fee is charged for entry, and which is primarily devoted to eating, drinking or any form of amusement. Sale in prohibited places 5 (1) Subject to subsection (2), no person shall sell or offer to sell electronic cigarettes in the following places: 1. A hospital as defined in the Public Hospitals Act. 2. A private hospital as defined in the Private Hospitals Act. Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 2 of subsection 5 (1) of the Act is repealed and the following substituted: (See: 2017, c. 25, Sched. 9, s. 93) 2. A community health facility within the meaning of the Oversight of Health Facilities and Devices Act, 2017 that was formerly licensed under the Private Hospitals Act. 3. A psychiatric facility as defined in the Mental Health Act. 4. A long-term care home within the meaning of the Long-Term Care Homes Act, 2007. 5. A pharmacy as defined in the Drug and Pharmacies Regulation Act. 6. An establishment where goods or services are sold or offered for sale to the public, if, i. a pharmacy as defined in the Drug and Pharmacies Regulation Act is located within the establishment, or ii. customers of such a pharmacy can pass into the establishment directly or by the use of a corridor or area used exclusively to connect the pharmacy with the establishment. 7. A prescribed place or a place that belongs to a prescribed class. Exemptions (2) The Lieutenant Governor in Council may make regulations providing for places or classes of places described in subsection (1) where a person may sell electronic cigarettes or classes of electronic cigarettes, subject to any prescribed conditions. Establishment (3) For the purposes of paragraph 6 of subsection (1), the reference to an establishment includes an area used by persons to enter or exit the establishment if goods or services are sold or offered for sale in the area by the owner or operator of the establishment. Section Amendments with date in force (d/m/y) 2017, c. 25, Sched. 9, s. 93- not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>(1) No person shall sell or supply an electronic cigarette to a person who is less than 19 years old.</p> <p class=\"headnote\">Apparent age</p> <p class=\"subsection\">(2) No person shall sell or supply an electronic cigarette to a person who appears to be less than 25 years old unless he or she has required the person to provide identification and is satisfied that the person is at least 19 years old.</p> <p class=\"headnote\">Defence</p> <p class=\"subsection\">(3) It is a defence to a charge under subsection (1) or (2) that the defendant believed the person receiving the electronic cigarette to be at least 19 years old because the person produced a prescribed form of identification showing his or her age, and there was no apparent reason to doubt the authenticity of the document or that it was issued to the person producing it.</p> <p class=\"headnote\">Improper documentation</p> <p class=\"subsection\">(4) No person shall present as evidence of his or her age identification that was not lawfully issued to him or her.</p> <p class=\"Pnote\">Note: Sections 3 to 5 come into force on a day to be named by proclamation of the Lieutenant Governor.</p> <p class=\"Yheadnote\">Display, etc.</p> <p class=\"Ysection\"><a name=\"BK2\"></a><b>3 </b>(1) No person shall, in any place where electronic cigarettes are sold or offered for sale, display or permit the display of electronic cigarettes in any manner that would permit a consumer to view or handle an electronic cigarette before purchasing it.</p> <p class=\"Yheadnote\">Promotion</p> <p class=\"Ysubsection\">(2) No person shall promote electronic cigarettes,</p> <p class=\"Yparagraph\">  (a) in any place where electronic cigarettes or tobacco products are sold or offered for sale; or</p> <p class=\"Yparagraph\">  (b) in any manner, if the promotion is visible from outside a place in which electronic cigarettes or tobacco products are sold or offered for sale.</p> <p class=\"Yheadnote\">Exceptions</p> <p class=\"Ysubsection\">(3) Despite subsection (2), if the regulations so provide, a person may post signs providing information about electronic cigarettes and their price, but only if the signs meet the prescribed conditions.</p> <p class=\"Yheadnote\">Same</p> <p class=\"Ysubsection\">(4) Despite subsection (2), if the regulations so provide, a person may make available a document providing information about electronic cigarettes and their price, but only if the document meets the prescribed conditions.</p> <p class=\"Yheadnote\">Places of entertainment</p> <p class=\"Ysection\"><a name=\"BK3\"></a><b>4 </b>(1) No person shall employ or authorize anyone to promote electronic cigarettes or the sale of electronic cigarettes at any place of entertainment that the person owns, operates or occupies.</p> <p class=\"Yheadnote\">Definition</p> <p class=\"Ysubsection\">(2) In this section,</p> <p class=\"Ydefinition\">“place of entertainment” means a place to which the public is ordinarily invited or permitted access, either expressly or by implication, whether or not a fee is charged for entry, and which is primarily devoted to eating, drinking or any form of amusement.</p> <p class=\"Yheadnote\">Sale in prohibited places</p> <p class=\"Ysection\"><a name=\"BK4\"></a><b>5 </b>(1) Subject to subsection (2), no person shall sell or offer to sell electronic cigarettes in the following places:</p> <p class=\"Yparagraph\">  1. A hospital as defined in the <i>Public Hospitals Act</i>.</p> <p class=\"Yparagraph\">  2. A private hospital as defined in the <i>Private Hospitals Act</i>.</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 2 of subsection 5 (1) of the Act is repealed and the following substituted: (See: 2017, c. 25, Sched. 9, s. 93)</p> <p class=\"Yparagraph\">  2. A community health facility within the meaning of the <i>Oversight of Health Facilities and Devices Act, 2017</i> that was formerly licensed under the<i> Private Hospitals Act</i>.</p> <p class=\"Yparagraph\">  3. A psychiatric facility as defined in the <i>Mental Health Act</i>.</p> <p class=\"Yparagraph\">  4. A long-term care home within the meaning of the <i>Long-Term Care Homes Act, 2007</i>.</p> <p class=\"Yparagraph\">  5. A pharmacy as defined in the <i>Drug and Pharmacies Regulation Act</i>.</p> <p class=\"Yparagraph\">  6. An establishment where goods or services are sold or offered for sale to the public, if,</p> <p class=\"Ysubpara\">  i. a pharmacy as defined in the <i>Drug and Pharmacies Regulation Act</i> is located within the establishment, or</p> <p class=\"Ysubpara\">  ii. customers of such a pharmacy can pass into the establishment directly or by the use of a corridor or area used exclusively to connect the pharmacy with the establishment.</p> <p class=\"Yparagraph\">  7. A prescribed place or a place that belongs to a prescribed class.</p> <p class=\"Yheadnote\">Exemptions</p> <p class=\"Ysubsection\">(2) The Lieutenant Governor in Council may make regulations providing for places or classes of places described in subsection (1) where a person may sell electronic cigarettes or classes of electronic cigarettes, subject to any prescribed conditions.</p> <p class=\"Yheadnote\">Establishment</p> <p class=\"Ysubsection\">(3) For the purposes of paragraph 6 of subsection (1), the reference to an establishment includes an area used by persons to enter or exit the establishment if goods or services are sold or offered for sale in the area by the owner or operator of the establishment.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17025#sched9s93\">2017, c. 25, Sched. 9, s. 93</a></span>- not in force</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "Display, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "section_x": "Places of entertainment",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "section_x": "Sale in prohibited places",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "section_x": "Signs in retail stores",
            "part_id": null,
            "part_type": null,
            "section_y": "Signs in retail stores",
            "content": "6 No person shall, in any place, sell or offer to sell electronic cigarettes at retail unless the prescribed signs are posted at the place in the prescribed manner. Note: Sections 7 and 8 come into force on a day to be named by proclamation of the Lieutenant Governor. Packaging 7 No person shall sell or offer to sell electronic cigarettes at retail or for subsequent sale at retail or distribute or offer to distribute electronic cigarettes for that purpose unless the electronic cigarettes are packaged in accor­dance with the regulations. Flavoured electronic cigarettes 8 No person shall sell or offer to sell a flavoured electronic cigarette that has been prescribed as prohibited at retail or for subsequent sale at retail or distribute or offer to distribute it for that purpose.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>6 </b>No person shall, in any place, sell or offer to sell electronic cigarettes at retail unless the prescribed signs are posted at the place in the prescribed manner.</p> <p class=\"Pnote\">Note: Sections 7 and 8 come into force on a day to be named by proclamation of the Lieutenant Governor.</p> <p class=\"Yheadnote\">Packaging</p> <p class=\"Ysection\"><a name=\"BK6\"></a><b>7 </b>No person shall sell or offer to sell electronic cigarettes at retail or for subsequent sale at retail or distribute or offer to distribute electronic cigarettes for that purpose unless the electronic cigarettes are packaged in accor­dance with the regulations.</p> <p class=\"Yheadnote\">Flavoured electronic cigarettes</p> <p class=\"Ysection\"><a name=\"BK7\"></a><b>8 </b>No person shall sell or offer to sell a flavoured electronic cigarette that has been prescribed as prohibited at retail or for subsequent sale at retail or distribute or offer to distribute it for that purpose.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "section_x": "Packaging",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "section_x": "Flavoured electronic cigarettes",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "section_x": "Vending machines: general prohibition",
            "part_id": null,
            "part_type": null,
            "section_y": "Vending machines: general prohibition",
            "content": "9 (1) No person shall permit a vending machine for selling or dispensing electronic cigarettes to be in a place that the person owns or occupies. Exceptions (2) Subsection (1) does not apply with respect to a vending machine, (a) that does not contain electronic cigarettes and, (i) is in a place to which the public does not have access, or (ii) is inoperable; or (b) that contains electronic cigarettes but is only operable by a retailer or an employee of a retailer. Note: Subsections 10 (1) to (3) come into force on a day to be named by proclamation of the Lieutenant Governor. Prohibition 10 (1) No person shall use an electronic cigarette in any enclosed public place or enclosed workplace. Other prohibitions (2) No person shall use an electronic cigarette in the following places or areas: 1. A school as defined in the Education Act. 2. A building or the portion of a building occupied by a private school as defined in the Education Act\r\nand the grounds surrounding the building of a private school, in cases where a private school is the only occupant of the premises, and the grounds annexed to a private school, in cases where a private school is not the only occupant of the premises. 3. Any common area in a condominium, apartment building or university or college residence, including, without being limited to, elevators, hallways, parking garages, party or entertainment rooms, laundry facilities, lobbies and exercise areas. 4. A day nursery within the meaning of the Day Nurseries Act. 5. A place where private-home day care is provided within the meaning of the Day Nurseries Act, whether or not children are present. Note: On the later of the day this section comes into force and August 31, 2015, the day that the Statutes of Ontario, 2014, chapter 11, Schedule 2 comes into force, paragraphs 4 and 5 are repealed and the following substituted: (See: 2015, c. 7, s. 18 (3)) 4.  A child care centre within the meaning of the\r\nChild Care and Early Years Act, 2014. 5.  A place where home child care is provided within the meaning of the Child Care and Early Years Act, 2014, whether or not children are present. 6. The reserved seating area of a sports arena or entertainment venue. 7. A prescribed place or area. Employer obligations (3) Every employer shall, with respect to an enclosed workplace, place or area mentioned in subsection (2) over which the employer exercises control, (a) ensure compliance with this section; (b) give notice to each employee in an enclosed workplace, place or area that use of electronic cigarettes is prohibited in the enclosed workplace, place or area in a manner that complies with the regulations, if any; (c) post and maintain the prescribed signs, in the prescribed manner; (d) ensure that a person who refuses to comply with subsection (1) or (2) does not remain in the enclosed workplace, place or area; and (e) ensure compliance with any other prescribed obligations. Prohibition (4) No employer or person acting on behalf of an employer shall take any of the following actions against an employee because the employee has acted in accordance with or has sought the enforcement of this Act: 1. Dismissing or threatening to dismiss the employee. 2. Disciplining or suspending the employee, or threatening to do so. 3. Imposing a penalty upon the employee. 4. Intimidating or coercing the employee. Complaint (5) The Lieutenant Governor in Council may make regulations specifying the procedure that applies where an employee complains that subsection (4) has not been complied with, including the provisions of another Act or any regulations that apply, with necessary modifications. Note: Subsections 10 (6) to (8) come into force on a day to be named by proclamation of the Lieutenant Governor. Proprietor obligations (6) Every proprietor of an enclosed public place, place or area mentioned in subsection (2) shall, (a) ensure compliance with this section with respect to the enclosed public place, place or area; (b) give notice to each person in the enclosed public place, place or area that use of electronic cigarettes is prohibited in the enclosed public place, place or area in accordance with the regulations, if any; (c) post and maintain the prescribed signs, in the prescribed manner; (d) ensure that a person who refuses to comply with subsection (1) or (2) does not remain in the enclosed public place, place or area; and (e) ensure compliance with any other prescribed obligations. Scientific research and testing facilities (7) Subsection (1) does not apply to a person who uses an electronic cigarette in a scientific research and testing facility for the purpose of conducting research or testing concerning electronic cigarettes, and subsections (3) and (6) do not apply to a proprietor or employer with respect to the research and testing carried on in such a facility. Definition (8) In this section, “proprietor” means the owner, operator or person in charge. Note: Sections 11 and 12 come into force on a day to be named by proclamation of the Lieutenant Governor. Protection for home health-care workers 11 (1) Every home health-care worker has the right to request a person not to use an electronic cigarette in his or her presence while he or she is providing health-care services. Right to leave (2) Where a person refuses to comply with the request not to use an electronic cigarette, the home health-care worker has the right to leave without providing any further services, unless to do so would present an immediate serious danger to the health of any person. Restriction (3) A home health-care worker who has exercised his or her right to leave shall comply with any procedures set out in the regulations. Regulations (4) The Lieutenant Governor in Council may make regulations setting out procedures that must be followed if a home health-care worker has exercised his or her right to leave. Definition (5) In this section, “home health-care worker” means a person who provides health-care services in private homes, that is provided or arranged by, (a) a community care access corporation within the meaning of the Community Care Access Corporations Act, 2001, or Note: On the later of the day subsection 11 (5) of the Electronic Cigarettes Act, 2015 comes into force and the day section 34 of the Patients First Act, 2016\r\ncomes into force, clause (a) of the definition of “home health-care worker” in subsection 11 (5) of the Act is repealed. (See: 2016, c. 30, s. 35 (1)) (a.1) a local health integration network as defined in section 2 of the Local Health System Integration Act, 2006, or (b) an entity that receives funding from the Ministry of Health and Long-Term Care or a local health integration network as defined in section 2 of the Local Health System Integration Act, 2006. 2016, c. 30, s. 35 (2). Section Amendments with date in force (d/m/y) 2016, c. 30, s. 35 (1) - not in force; 2016, c. 30, s. 35 (2)\r\n- 01/11/2017 Protection for people under 16 years old in motor vehicles 12 (1) No person shall use an electronic cigarette or have an activated electronic cigarette in a motor vehicle while another person who is less than 16 years old is pres­ent in the vehicle. Proof of age (2) In a prosecution under this section, a court may find evidence that the person enforcing this section honestly and reasonably believed another person to be less than 16 years old to be sufficient proof of the other person’s age. Enforcement (3) Despite section 13, this section shall be enforced by police officers. Definition (4) In this section, “motor vehicle” means, subject to the regulations, a motor vehicle as defined in subsection 1 (1) of the Highway Traffic Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>9 </b>(1) No person shall permit a vending machine for selling or dispensing electronic cigarettes to be in a place that the person owns or occupies.</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(2) Subsection (1) does not apply with respect to a vending machine,</p> <p class=\"paragraph\">  (a) that does not contain electronic cigarettes and,</p> <p class=\"subclause\">  (i) is in a place to which the public does not have access, or </p> <p class=\"subclause\">  (ii) is inoperable; or</p> <p class=\"paragraph\">  (b) that contains electronic cigarettes but is only operable by a retailer or an employee of a retailer.</p> <p class=\"Pnote\">Note: Subsections 10 (1) to (3) come into force on a day to be named by proclamation of the Lieutenant Governor.</p> <p class=\"Yheadnote\">Prohibition</p> <p class=\"Ysection\"><a name=\"BK9\"></a><b>10 </b>(1) No person shall use an electronic cigarette in any enclosed public place or enclosed workplace.</p> <p class=\"Yheadnote\">Other prohibitions</p> <p class=\"Ysubsection\">(2) No person shall use an electronic cigarette in the following places or areas:</p> <p class=\"Yparagraph\">  1. A school as defined in the <i>Education Act</i>.</p> <p class=\"Yparagraph\">  2. A building or the portion of a building occupied by a private school as defined in the <i>Education Act</i>\r\nand the grounds surrounding the building of a private school, in cases where a private school is the only occupant of the premises, and the grounds annexed to a private school, in cases where a private school is not the only occupant of the premises.</p> <p class=\"Yparagraph\">  3. Any common area in a condominium, apartment building or university or college residence, including, without being limited to, elevators, hallways, parking garages, party or entertainment rooms, laundry facilities, lobbies and exercise areas.</p> <p class=\"Yparagraph\">  4. A day nursery within the meaning of the <i>Day Nurseries Act</i>.</p> <p class=\"Yparagraph\">  5. A place where private-home day care is provided within the meaning of the <i>Day Nurseries Act</i>, whether or not children are present.</p> <p class=\"YprocPnote\">Note: On the later of the day this section comes into force and August 31, 2015, the day that the Statutes of Ontario, 2014, chapter 11, Schedule 2 comes into force, paragraphs 4 and 5 are repealed and the following substituted: (See: 2015, c. 7, s. 18 (3))</p> <p class=\"Yprocparagraph\">  4.  A child care centre within the meaning of the\r\n<i>Child Care and Early Years Act, 2014</i>.</p> <p class=\"Yprocparagraph\">  5.  A place where home child care is provided within the meaning of the <i>Child Care and Early Years Act, 2014</i>, whether or not children are present.</p> <p class=\"Yparagraph\">  6. The reserved seating area of a sports arena or entertainment venue.</p> <p class=\"Yparagraph\">  7. A prescribed place or area.</p> <p class=\"Yheadnote\">Employer obligations</p> <p class=\"Ysubsection\">(3) Every employer shall, with respect to an enclosed workplace, place or area mentioned in subsection (2) over which the employer exercises control,</p> <p class=\"Yparagraph\">  (a) ensure compliance with this section;</p> <p class=\"Yparagraph\">  (b) give notice to each employee in an enclosed workplace, place or area that use of electronic cigarettes is prohibited in the enclosed workplace, place or area in a manner that complies with the regulations, if any;</p> <p class=\"Yparagraph\">  (c) post and maintain the prescribed signs, in the prescribed manner;</p> <p class=\"Yparagraph\">  (d) ensure that a person who refuses to comply with subsection (1) or (2) does not remain in the enclosed workplace, place or area; and</p> <p class=\"Yparagraph\">  (e) ensure compliance with any other prescribed obligations.</p> <p class=\"headnote\">Prohibition</p> <p class=\"subsection\">(4) No employer or person acting on behalf of an employer shall take any of the following actions against an employee because the employee has acted in accordance with or has sought the enforcement of this Act:</p> <p class=\"paragraph\">  1. Dismissing or threatening to dismiss the employee.</p> <p class=\"paragraph\">  2. Disciplining or suspending the employee, or threatening to do so.</p> <p class=\"paragraph\">  3. Imposing a penalty upon the employee.</p> <p class=\"paragraph\">  4. Intimidating or coercing the employee.</p> <p class=\"headnote\">Complaint</p> <p class=\"subsection\">(5) The Lieutenant Governor in Council may make regulations specifying the procedure that applies where an employee complains that subsection (4) has not been complied with, including the provisions of another Act or any regulations that apply, with necessary modifications.</p> <p class=\"Pnote\">Note: Subsections 10 (6) to (8) come into force on a day to be named by proclamation of the Lieutenant Governor.</p> <p class=\"Yheadnote\">Proprietor obligations</p> <p class=\"Ysubsection\">(6) Every proprietor of an enclosed public place, place or area mentioned in subsection (2) shall,</p> <p class=\"Yparagraph\">  (a) ensure compliance with this section with respect to the enclosed public place, place or area;</p> <p class=\"Yparagraph\">  (b) give notice to each person in the enclosed public place, place or area that use of electronic cigarettes is prohibited in the enclosed public place, place or area in accordance with the regulations, if any;</p> <p class=\"Yparagraph\">  (c) post and maintain the prescribed signs, in the prescribed manner;</p> <p class=\"Yparagraph\">  (d) ensure that a person who refuses to comply with subsection (1) or (2) does not remain in the enclosed public place, place or area; and</p> <p class=\"Yparagraph\">  (e) ensure compliance with any other prescribed obligations.</p> <p class=\"Yheadnote\">Scientific research and testing facilities</p> <p class=\"Ysubsection\">(7) Subsection (1) does not apply to a person who uses an electronic cigarette in a scientific research and testing facility for the purpose of conducting research or testing concerning electronic cigarettes, and subsections (3) and (6) do not apply to a proprietor or employer with respect to the research and testing carried on in such a facility.</p> <p class=\"Yheadnote\">Definition</p> <p class=\"Ysubsection\">(8) In this section,</p> <p class=\"Ydefinition\">“proprietor” means the owner, operator or person in charge.</p> <p class=\"Pnote\">Note: Sections 11 and 12 come into force on a day to be named by proclamation of the Lieutenant Governor.</p> <p class=\"Yheadnote\">Protection for home health-care workers</p> <p class=\"Ysection\"><a name=\"BK10\"></a><b>11 </b>(1) Every home health-care worker has the right to request a person not to use an electronic cigarette in his or her presence while he or she is providing health-care services.</p> <p class=\"Yheadnote\">Right to leave</p> <p class=\"Ysubsection\">(2) Where a person refuses to comply with the request not to use an electronic cigarette, the home health-care worker has the right to leave without providing any further services, unless to do so would present an immediate serious danger to the health of any person.</p> <p class=\"Yheadnote\">Restriction</p> <p class=\"Ysubsection\">(3) A home health-care worker who has exercised his or her right to leave shall comply with any procedures set out in the regulations.</p> <p class=\"Yheadnote\">Regulations</p> <p class=\"Ysubsection\">(4) The Lieutenant Governor in Council may make regulations setting out procedures that must be followed if a home health-care worker has exercised his or her right to leave.</p> <p class=\"Yheadnote\">Definition</p> <p class=\"Ysubsection\">(5) In this section,</p> <p class=\"Ydefinition\">“home health-care worker” means a person who provides health-care services in private homes, that is provided or arranged by,</p> <p class=\"Yparagraph\">  (a) a community care access corporation within the meaning of the <i>Community Care Access Corporations Act, 2001</i>, or</p> <p class=\"Pnote\">Note: On the later of the day subsection 11 (5) of the <i>Electronic Cigarettes Act, 2015</i> comes into force and the day section 34 of the <i>Patients First Act, 2016</i>\r\ncomes into force, clause (a) of the definition of “home health-care worker” in subsection 11 (5) of the Act is repealed. (See: 2016, c. 30, s. 35 (1))</p> <p class=\"Yparagraph\"> (a.1) a local health integration network as defined in section 2 of the <i>Local Health System Integration Act, 2006</i>, or</p> <p class=\"Yparagraph\">  (b) an entity that receives funding from the Ministry of Health and Long-Term Care or a local health integration network as defined in section 2 of the <i>Local Health System Integration Act, 2006</i>. 2016, c. 30, s. 35 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s35s1\">2016, c. 30, s. 35 (1)</a></span> - not in force; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s35s2\">2016, c. 30, s. 35 (2)</a></span>\r\n- 01/11/2017</p> <p class=\"Yheadnote\">Protection for people under 16 years old in motor vehicles</p> <p class=\"Ysection\"><a name=\"BK11\"></a><b>12 </b>(1) No person shall use an electronic cigarette or have an activated electronic cigarette in a motor vehicle while another person who is less than 16 years old is pres­ent in the vehicle.</p> <p class=\"Yheadnote\">Proof of age</p> <p class=\"Ysubsection\">(2) In a prosecution under this section, a court may find evidence that the person enforcing this section honestly and reasonably believed another person to be less than 16 years old to be sufficient proof of the other person’s age.</p> <p class=\"Yheadnote\">Enforcement</p> <p class=\"Ysubsection\">(3) Despite section 13, this section shall be enforced by police officers.</p> <p class=\"Yheadnote\">Definition</p> <p class=\"Ysubsection\">(4) In this section,</p> <p class=\"Ydefinition\">“motor vehicle” means, subject to the regulations, a motor vehicle as defined in subsection 1 (1) of the <i>Highway Traffic Act</i>.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "section_x": "Prohibition",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "section_x": "Protection for home health-care workers",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "section_x": "Protection for people under 16 years old in motor vehicles",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "13.",
            "section_x": "Inspectors",
            "part_id": null,
            "part_type": null,
            "section_y": "Inspectors",
            "content": "13 (1) The Minister may appoint inspectors for the purposes of this Act. Inspection (2) Subject to subsection (4), for the purpose of determining whether this Act is being complied with, an inspector may, without a warrant, and at any reasonable time, enter and inspect, (a) any place where it is prohibited to sell or offer to sell electronic cigarettes under section 5; (b) any place where it is prohibited to use an electronic cigarette under section 10; (c) the establishments of electronic cigarette manufacturers, wholesalers, distributors and retailers; and (d) any place where the inspector has reasonable grounds to believe that an activity regulated or prohibited under this Act is taking place. Restricted appointments (3) The Minister may, in an appointment, restrict the inspector’s powers of entry and inspection to specified places or kinds of places. Dwellings (4) An inspector shall not enter into a place or part of a place that is a dwelling, without the consent of the occupant. Use of force (5) An inspector is not entitled to use force to enter and inspect a place. Identification (6) An inspector conducting an inspection shall produce, on request, evidence of his or her appointment. Powers of inspector (7) An inspector conducting an inspection may, (a) examine a record or other thing that is relevant to the inspection; (b) demand the production for inspection of a record or other thing that is relevant to the inspection; (c) remove for review and copying a record or other thing that is relevant to the inspection; (d) in order to produce a record in readable form, use data storage, information processing or retrieval devices or systems that are normally used in carrying on business in the place; (e) remove a sample of a substance or any other thing that is relevant to the inspection or take a specimen that is relevant to the inspection; (f) question a person on matters relevant to the inspection; (g) if he or she finds that an employer is not complying with subsection 10 (3), direct the employer or a person whom the inspector believes to be in charge of the enclosed workplace, place or area to comply with the provision and may require the direction to be carried out forthwith or within such period of time as the inspector specifies; and (h) if he or she finds that a proprietor is not complying with subsection 10 (6), direct the proprietor or a person whom the inspector believes to be in charge of the enclosed public place, place or area place to comply with the provision and may require the direction to be carried out forthwith or within such period of time as the inspector specifies. Vending machines (8) An inspector conducting an inspection may open a vending machine for the selling or dispensing of electronic cigarettes if, (a) the vending machine is operable or is in a place to which the public has access; (b) the owner or operator of a place referred to in subsection 9 (1) refuses or is unable to open the machine; and (c) the inspector has reasonable grounds to believe that the exception in clause 9 (2) (b) does not apply. Exemption from liability (9) No person is liable for damage done to a vending machine in connection with an opening under subsection (8). Seizure and forfeiture (10) An inspector acting under subsection (8) may seize any electronic cigarettes and funds found in the machine and, where the inspector has done so, the electronic cigarettes are forfeited and shall be dealt with as the Minister directs, and the funds are forfeited to the Minister of Finance. Written demand (11) A demand that a record or other thing be produced for inspection must be in writing and must include a statement of the nature of the record or thing required. Obligation to produce and assist (12) If an inspector demands that a record or other thing be produced for inspection, the person who has custody of the record or thing shall produce it and, in the case of a record, shall on request provide any assistance that is reasonably necessary to interpret the record or to produce it in a readable form. Records and things removed from place (13) A record or other thing that has been removed for review and copying, (a) shall be made available to the person from whom it was removed, for review and copying, on request and at a time and place that are convenient for the person and for the inspector; and (b) shall be returned to the person within a reasonable time. Copy admissible in evidence (14) A copy of a record that purports to be certified by an inspector as being a true copy of the original is admissible in evidence to the same extent as the original, and has the same evidentiary value. Seizure (15) An inspector in a place under the authority of this section may seize, (a) electronic cigarettes that are being sold or offered for sale contrary to section 5; (b) electronic cigarettes that are being sold or offered for sale or that are being distributed or offered for distribution contrary to section 7; and (c) electronic cigarettes that are being sold or offered for sale or that are being distributed or offered for distribution contrary to section 8. Obstruction (16) No person shall, (a) hinder, obstruct or interfere with an inspector, (i) who is conducting an inspection, or (ii) who is making a seizure under subsection (10) or (15); (b) refuse to answer questions on matters relevant to the inspection; (c) provide the inspector with information, on matters relevant to the inspection, that the person knows to be false or misleading; or (d) fail to comply with a direction under clause (7) (g) or (h). Definition (17) In this section, “record” means any collection of information however recorded, whether in printed form, on film, by electronic means or otherwise and includes any data that is re­corded or stored on any medium in or by a computer system or similar device as well as drawings, specifications or floor plans for an enclosed workplace.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>13 </b>(1) The Minister may appoint inspectors for the purposes of this Act.</p> <p class=\"headnote\">Inspection</p> <p class=\"subsection\">(2) Subject to subsection (4), for the purpose of determining whether this Act is being complied with, an inspector may, without a warrant, and at any reasonable time, enter and inspect,</p> <p class=\"paragraph\">  (a) any place where it is prohibited to sell or offer to sell electronic cigarettes under section 5;</p> <p class=\"paragraph\">  (b) any place where it is prohibited to use an electronic cigarette under section 10;</p> <p class=\"paragraph\">  (c) the establishments of electronic cigarette manufacturers, wholesalers, distributors and retailers; and</p> <p class=\"paragraph\">  (d) any place where the inspector has reasonable grounds to believe that an activity regulated or prohibited under this Act is taking place.</p> <p class=\"headnote\">Restricted appointments</p> <p class=\"subsection\">(3) The Minister may, in an appointment, restrict the inspector’s powers of entry and inspection to specified places or kinds of places.</p> <p class=\"headnote\">Dwellings</p> <p class=\"subsection\">(4) An inspector shall not enter into a place or part of a place that is a dwelling, without the consent of the occupant.</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(5) An inspector is not entitled to use force to enter and inspect a place.</p> <p class=\"headnote\">Identification</p> <p class=\"subsection\">(6) An inspector conducting an inspection shall produce, on request, evidence of his or her appointment.</p> <p class=\"headnote\">Powers of inspector</p> <p class=\"subsection\">(7) An inspector conducting an inspection may,</p> <p class=\"paragraph\">  (a) examine a record or other thing that is relevant to the inspection;</p> <p class=\"paragraph\">  (b) demand the production for inspection of a record or other thing that is relevant to the inspection;</p> <p class=\"paragraph\">  (c) remove for review and copying a record or other thing that is relevant to the inspection;</p> <p class=\"paragraph\">  (d) in order to produce a record in readable form, use data storage, information processing or retrieval devices or systems that are normally used in carrying on business in the place;</p> <p class=\"paragraph\">  (e) remove a sample of a substance or any other thing that is relevant to the inspection or take a specimen that is relevant to the inspection;</p> <p class=\"paragraph\">  (f) question a person on matters relevant to the inspection;</p> <p class=\"paragraph\">  (g) if he or she finds that an employer is not complying with subsection 10 (3), direct the employer or a person whom the inspector believes to be in charge of the enclosed workplace, place or area to comply with the provision and may require the direction to be carried out forthwith or within such period of time as the inspector specifies; and</p> <p class=\"paragraph\">  (h) if he or she finds that a proprietor is not complying with subsection 10 (6), direct the proprietor or a person whom the inspector believes to be in charge of the enclosed public place, place or area place to comply with the provision and may require the direction to be carried out forthwith or within such period of time as the inspector specifies.</p> <p class=\"headnote\">Vending machines</p> <p class=\"subsection\">(8) An inspector conducting an inspection may open a vending machine for the selling or dispensing of electronic cigarettes if,</p> <p class=\"paragraph\">  (a) the vending machine is operable or is in a place to which the public has access;</p> <p class=\"paragraph\">  (b) the owner or operator of a place referred to in subsection 9 (1) refuses or is unable to open the machine; and</p> <p class=\"paragraph\">  (c) the inspector has reasonable grounds to believe that the exception in clause 9 (2) (b) does not apply.</p> <p class=\"headnote\">Exemption from liability</p> <p class=\"subsection\">(9) No person is liable for damage done to a vending machine in connection with an opening under subsection (8).</p> <p class=\"headnote\">Seizure and forfeiture</p> <p class=\"subsection\">(10) An inspector acting under subsection (8) may seize any electronic cigarettes and funds found in the machine and, where the inspector has done so, the electronic cigarettes are forfeited and shall be dealt with as the Minister directs, and the funds are forfeited to the Minister of Finance.</p> <p class=\"headnote\">Written demand</p> <p class=\"subsection\">(11) A demand that a record or other thing be produced for inspection must be in writing and must include a statement of the nature of the record or thing required.</p> <p class=\"headnote\">Obligation to produce and assist</p> <p class=\"subsection\">(12) If an inspector demands that a record or other thing be produced for inspection, the person who has custody of the record or thing shall produce it and, in the case of a record, shall on request provide any assistance that is reasonably necessary to interpret the record or to produce it in a readable form.</p> <p class=\"headnote\">Records and things removed from place</p> <p class=\"subsection\">(13) A record or other thing that has been removed for review and copying,</p> <p class=\"paragraph\">  (a) shall be made available to the person from whom it was removed, for review and copying, on request and at a time and place that are convenient for the person and for the inspector; and</p> <p class=\"paragraph\">  (b) shall be returned to the person within a reasonable time.</p> <p class=\"headnote\">Copy admissible in evidence</p> <p class=\"subsection\">(14) A copy of a record that purports to be certified by an inspector as being a true copy of the original is admissible in evidence to the same extent as the original, and has the same evidentiary value.</p> <p class=\"headnote\">Seizure</p> <p class=\"subsection\">(15) An inspector in a place under the authority of this section may seize,</p> <p class=\"paragraph\">  (a) electronic cigarettes that are being sold or offered for sale contrary to section 5;</p> <p class=\"paragraph\">  (b) electronic cigarettes that are being sold or offered for sale or that are being distributed or offered for distribution contrary to section 7; and</p> <p class=\"paragraph\">  (c) electronic cigarettes that are being sold or offered for sale or that are being distributed or offered for distribution contrary to section 8.</p> <p class=\"headnote\">Obstruction</p> <p class=\"subsection\">(16) No person shall,</p> <p class=\"paragraph\">  (a) hinder, obstruct or interfere with an inspector,</p> <p class=\"subclause\">  (i) who is conducting an inspection, or</p> <p class=\"subclause\">  (ii) who is making a seizure under subsection (10) or (15);</p> <p class=\"paragraph\">  (b) refuse to answer questions on matters relevant to the inspection;</p> <p class=\"paragraph\">  (c) provide the inspector with information, on matters relevant to the inspection, that the person knows to be false or misleading; or</p> <p class=\"paragraph\">  (d) fail to comply with a direction under clause (7) (g) or (h).</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(17) In this section,</p> <p class=\"definition\">“record” means any collection of information however recorded, whether in printed form, on film, by electronic means or otherwise and includes any data that is re­corded or stored on any medium in or by a computer system or similar device as well as drawings, specifications or floor plans for an enclosed workplace.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "14.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "14 (1) Subject to subsection (2), a person who contravenes section 2, 3, 4, 5, 6, 7, 8 or 10 or subsection 13 (16) is guilty of an offence and on conviction is liable to a fine determined in accordance with subsection (3). Continuing offence, signs (2) A person who is convicted of contravening section 6 or clause 10 (3) (c) or (6) (c) is liable to the fine determined in accordance with subsection (3) for each day or part of a day on which the offence occurs or continues. Determining maximum fine (3) The fine, or daily fine, as the case may be, shall not exceed an amount determined as follows: 1. Establish the number of times the defendant has been convicted of the same offence during the five years preceding the current conviction. 2. If the defendant is an individual, the amount is set out in Column 3 of the Table to this section, opposite the number of previous convictions in Column 2 and the section or subsection number of the provision contravened in Column 1. 3. If the defendant is a corporation, the amount is set out in Column 4 of the Table to this section, opposite the number of previous convictions in Column 2 and the section or subsection number of the provision contravened in Column 1. Sequence of convictions (4) In establishing the number of times the defendant has been convicted of the same offence for the purposes of subsection (3), the only question to be considered is the sequence of convictions, and no consideration shall be given to the sequence of commission of offences or to whether an offence occurred before or after a conviction. Continuing offence, vending machine (5) A person who contravenes subsection 9 (1) is guilty of an offence and on conviction is liable, for each day or part of a day on which the offence occurs or continues, to a fine of not more than $2,000. Offence, smoking in motor vehicle (6) A person who contravenes section 12 is guilty of an offence and on conviction is liable to a fine of not more than $250. Duty of directors and officers (7) A director or officer of a corporation that engages in the manufacture, sale or distribution of electronic cigarettes has a duty to take all reasonable care to prevent the corporation from contravening this Act. Offence (8) A person who has the duty imposed by subsection (7) and fails to carry it out is guilty of an offence and on conviction is liable to a fine of not more than $100,000. Same (9) A person may be prosecuted and convicted under subsection (8) even if the corporation has not been prosecuted or convicted. Owner’s liability (10) The owner of a business shall be deemed to be liable for any contravention of section 2, 3, 5, 6, 7 or 8 that occurs at the place of business, unless the owner exercised due diligence to prevent such a contravention. Table Column 1 Provision Contravened   Column 2 Number of Earlier Convictions   Column 3 Maximum Fine — Individual (amount in dollars)   Column 4 Maximum Fine — Corporation (amount in dollars)  \n\n  2 (1), 2 (2), 3, 4   0   4,000   10,000 \n\n  2 (1), 2 (2), 3, 4   1   10,000   20,000 \n\n  2 (1), 2 (2), 3, 4   2   20,000   50,000 \n\n  2 (1), 2 (2), 3, 4   3 or more   100,000   150,000 \n\n  2 (4), 5, 6, 10 (3) (c), 10 (6) (c), 13 (16)   0   2,000   5,000 \n\n  2 (4), 5, 6, 10 (3) (c), 10 (6) (c), 13 (16)   1   5,000   10,000 \n\n  2 (4), 5, 6, 10 (3) (c), 10 (6) (c), 13 (16)   2   10,000   25,000 \n\n  2 (4), 5, 6, 10 (3) (c), 10 (6) (c), 13 (16)   3 or more   50,000   75,000 \n\n  7, 8   0   2,000   100,000 \n\n  7, 8   1   5,000   300,000 \n\n  7, 8   2   10,000   300,000 \n\n  7, 8   3 or more   50,000   300,000 \n\n  10 (1), 10 (2)   0   1,000     \n\n  10 (1), 10 (2)   1 or more   5,000     \n\n  10 (3) other than (c), 10 (6) other than (c)   0   1,000   100,000 \n\n  10 (3) other than (c), 10 (6) other than (c)   1 or more   5,000   300,000 \n\n  10 (4)   any    4,000   10,000",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>14 </b>(1) Subject to subsection (2), a person who contravenes section 2, 3, 4, 5, 6, 7, 8 or 10 or subsection 13 (16) is guilty of an offence and on conviction is liable to a fine determined in accordance with subsection (3).</p> <p class=\"headnote\">Continuing offence, signs</p> <p class=\"subsection\">(2) A person who is convicted of contravening section 6 or clause 10 (3) (c) or (6) (c) is liable to the fine determined in accordance with subsection (3) for each day or part of a day on which the offence occurs or continues.</p> <p class=\"headnote\">Determining maximum fine</p> <p class=\"subsection\">(3) The fine, or daily fine, as the case may be, shall not exceed an amount determined as follows:</p> <p class=\"paragraph\">  1. Establish the number of times the defendant has been convicted of the same offence during the five years preceding the current conviction.</p> <p class=\"paragraph\">  2. If the defendant is an individual, the amount is set out in Column 3 of the Table to this section, opposite the number of previous convictions in Column 2 and the section or subsection number of the provision contravened in Column 1.</p> <p class=\"paragraph\">  3. If the defendant is a corporation, the amount is set out in Column 4 of the Table to this section, opposite the number of previous convictions in Column 2 and the section or subsection number of the provision contravened in Column 1.</p> <p class=\"headnote\">Sequence of convictions</p> <p class=\"subsection\">(4) In establishing the number of times the defendant has been convicted of the same offence for the purposes of subsection (3), the only question to be considered is the sequence of convictions, and no consideration shall be given to the sequence of commission of offences or to whether an offence occurred before or after a conviction.</p> <p class=\"headnote\">Continuing offence, vending machine</p> <p class=\"subsection\">(5) A person who contravenes subsection 9 (1) is guilty of an offence and on conviction is liable, for each day or part of a day on which the offence occurs or continues, to a fine of not more than $2,000.</p> <p class=\"headnote\">Offence, smoking in motor vehicle</p> <p class=\"subsection\">(6) A person who contravenes section 12 is guilty of an offence and on conviction is liable to a fine of not more than $250.</p> <p class=\"headnote\">Duty of directors and officers</p> <p class=\"subsection\">(7) A director or officer of a corporation that engages in the manufacture, sale or distribution of electronic cigarettes has a duty to take all reasonable care to prevent the corporation from contravening this Act.</p> <p class=\"headnote\">Offence</p> <p class=\"subsection\">(8) A person who has the duty imposed by subsection (7) and fails to carry it out is guilty of an offence and on conviction is liable to a fine of not more than $100,000.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(9) A person may be prosecuted and convicted under subsection (8) even if the corporation has not been prosecuted or convicted.</p> <p class=\"headnote\">Owner’s liability</p> <p class=\"subsection\">(10) The owner of a business shall be deemed to be liable for any contravention of section 2, 3, 5, 6, 7 or 8 that occurs at the place of business, unless the owner exercised due diligence to prevent such a contravention.</p> <p class=\"headingx\">Table</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"840\">\n<thead> <tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">Column 1</p> <p class=\"table\">Provision Contravened</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">Column 2</p> <p class=\"table\">Number of Earlier Convictions</p> </td> <td valign=\"top\" width=\"205\"> <p class=\"table\">Column 3</p> <p class=\"table\">Maximum Fine — Individual (amount in dollars)</p> </td> <td valign=\"top\" width=\"205\"> <p class=\"table\">Column 4</p> <p class=\"table\">Maximum Fine — Corporation (amount in dollars)</p> </td> </tr>\n</thead>\n<tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">2 (1), 2 (2), 3, 4</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">0</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">4,000</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">10,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">2 (1), 2 (2), 3, 4</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">1</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">10,000</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">20,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">2 (1), 2 (2), 3, 4</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">2</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">20,000</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">50,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">2 (1), 2 (2), 3, 4</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">3 or more</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">100,000</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">150,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">2 (4), 5, 6, 10 (3) (c), 10 (6) (c), 13 (16)</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">0</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">2,000</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">5,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">2 (4), 5, 6, 10 (3) (c), 10 (6) (c), 13 (16)</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">1</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">5,000</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">10,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">2 (4), 5, 6, 10 (3) (c), 10 (6) (c), 13 (16)</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">2</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">10,000</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">25,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">2 (4), 5, 6, 10 (3) (c), 10 (6) (c), 13 (16)</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">3 or more</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">50,000</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">75,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">7, 8</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">0</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">2,000</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">100,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">7, 8</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">1</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">5,000</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">300,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">7, 8</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">2</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">10,000</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">300,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">7, 8</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">3 or more</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">50,000</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">300,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">10 (1), 10 (2)</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">0</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">1,000</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\"> </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">10 (1), 10 (2)</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">1 or more</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">5,000</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\"> </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">10 (3) other than (c), 10 (6) other than (c)</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">0</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">1,000</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">100,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">10 (3) other than (c), 10 (6) other than (c)</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">1 or more</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">5,000</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">300,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"280\"> <p class=\"table\">10 (4)</p> </td> <td valign=\"top\" width=\"150\"> <p class=\"table\">any </p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">4,000</p> </td> <td valign=\"top\" width=\"205\"> <p align=\"right\" class=\"table\">10,000</p> </td>\n</tr>\n</table>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "15.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "15 (1) The Lieutenant Governor in Council may make regulations, (a) defining or clarifying the meaning of any word or expression used in this Act but not otherwise defined in this Act; (b) prescribing and governing anything that is referred to in this Act as being prescribed, as being provided for in the regulations or as being done in compliance with or in accordance with the regulations; (c) respecting the packaging of electronic cigarettes, including warnings that must be included on packages; (d) providing for additional vehicles that are motor vehicles for the purposes of section 12; (e) providing for vehicles that are not motor vehicles for the purposes of section 12; (f) governing how funds in the form of credit card or debit transactions are to be dealt with for the purposes of subsection 13 (10); Note: Clause 15 (1) (g) comes into force on a day to be named by proclamation of the Lieutenant Governor. (g) providing for exemptions from this Act or any provision of this Act, and making such exemptions subject to any conditions provided for in the regulations; (h) generally, for carrying out the provisions, purpose and intent of this Act. General or specific (2) A regulation under this Act may be general or specific in its application, and may establish different categories or classes, and may provide for different obligations or responsibilities for different categories or classes.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>15 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) defining or clarifying the meaning of any word or expression used in this Act but not otherwise defined in this Act;</p> <p class=\"paragraph\">  (b) prescribing and governing anything that is referred to in this Act as being prescribed, as being provided for in the regulations or as being done in compliance with or in accordance with the regulations;</p> <p class=\"paragraph\">  (c) respecting the packaging of electronic cigarettes, including warnings that must be included on packages;</p> <p class=\"paragraph\">  (d) providing for additional vehicles that are motor vehicles for the purposes of section 12;</p> <p class=\"paragraph\">  (e) providing for vehicles that are not motor vehicles for the purposes of section 12;</p> <p class=\"paragraph\">  (f) governing how funds in the form of credit card or debit transactions are to be dealt with for the purposes of subsection 13 (10);</p> <p class=\"Pnote\">Note: Clause 15 (1) (g) comes into force on a day to be named by proclamation of the Lieutenant Governor.</p> <p class=\"Yparagraph\">  (g) providing for exemptions from this Act or any provision of this Act, and making such exemptions subject to any conditions provided for in the regulations;</p> <p class=\"paragraph\">  (h) generally, for carrying out the provisions, purpose and intent of this Act.</p> <p class=\"headnote\">General or specific</p> <p class=\"subsection\">(2) A regulation under this Act may be general or specific in its application, and may establish different categories or classes, and may provide for different obligations or responsibilities for different categories or classes.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "16.",
            "section_x": "Crown bound",
            "part_id": null,
            "part_type": null,
            "section_y": "Crown bound",
            "content": "16 This Act binds the Crown. 17, 18 Omitted (amends, repeals or revokes other legislation). 19 Omitted\r\n(provides for coming into force of provisions of this Act). 20 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>16 </b>This Act binds the Crown.</p> <p class=\"section\"><b>17,</b><b> 18</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>19 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>20</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/15e07\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}