{
    "act_info": {
        "full_title": "Elevating Devices Act, R.S.O. 1990, c. E.8",
        "act_name_text": "Not Found",
        "citation": "Elevating Devices Act, R.S.O. 1990, c. E.8",
        "url": "https://www.ontario.ca/laws/statute/90e08",
        "date_scraped": "2023-12-21 13:10:51"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/970155",
            "revoked_reg_citation": "O. Reg. 155/97",
            "revoked_reg_title": "CERTIFICATION AND TRAINING OF ELEVATING DEVICE MECHANICS"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/900316",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 316",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. (1) In this Act, “alteration” means an alteration or replacement, removal or addition of any component or part of an elevating device that results in, or may result in, a change in the original design, inherent safety or operational characteristics of the elevating device, and “altered” has a corresponding meaning; (“modification”, “modifié”) “attendant” means a person who, as the whole or a part of his or her normal duties, (a) operates an elevating device that is equipped with operating devices that are automatically rendered inoperative should an unsafe condition for operation of the elevating device arise, or (b) actively engages in or supervises the loading, passage or unloading of persons or freight on an elevating device; (“préposé”) “contractor” means a person who performs for his or her own benefit or for the benefit of another, with or without compensation, any work with respect to the installation, alteration, repair or maintenance of an elevating device or part thereof but does not include an employee; (“entrepreneur”) “Deputy Minister” means the Deputy Minister ofConsumer and Commercial Relations; (“sous-ministre”) “design submission” means drawings, specifications, calculation sheets, work test certificates and any other information prescribed by regulation for an elevating device or part thereof submitted to the Ministry for the purpose of registration; (“dossier de projet”) “Director” means a person appointed as a Director for the purposes of this Act; (“directeur”) “elevating device” means a non-portable device for hoisting and lowering or moving persons or freight, and includes an elevator, dumbwaiter, escalator, moving walk, device commonly known as a manlift, passenger ropeway, incline lift, construction hoist, stage lift, platform lift and stairway lift as defined in the regulations; (“appareil de levage”) “freight” means any substance, article or thing; (“marchandise”) “inspector” means an inspector appointed for the purposes of this Act; (“inspecteur”) “major alteration” means a major alteration as defined in the regulations; (“modification majeure”) “maximum capacity” means the weight that an elevating device is designed and constructed to carry safely as prescribed by the regulations; (“capacité maximale”) “mechanic” means a person who has a minimum of four years work experience directly related to the work assigned to him or her and who has full knowledge of this Act and the regulations and of the codes applicable to the elevating device upon which he or she is assigned to work; (“mécanicien”) “Minister” means the Minister of Consumer and Commercial Relations; (“ministre”) “Ministry” means the Ministry of Consumer and Commercial Relations; (“ministère”) “operator” means a person who in the normal course of his or her duties, (a) operates an elevating device that is equipped with operating devices that are not automatically rendered inoperative upon the arising of a condition rendering the operation of the elevating device unsafe, and (b) has direct and full control of any movement of the load-carrying unit of the elevating device; (“conducteur”) “owner” includes the person in charge of an elevating device as owner, licensee, lessee, agent or otherwise, but does not include an attendant or operator as such; (“propriétaire”) “professional engineer” means a person who is a member of the Association of Professional Engineers of the Province of Ontario or who is licensed to practise as a professional engineer under the Professional Engineers Act; (“ingénieur”) “regulations” means the regulations made under this Act. (“règlements”) R.S.O. 1990, c. E.8, s. 1; 1993, c. 27, Sched.; 1994, c. 27, s. 80 (1). Application of R.S.O. 1990, c. M.21 (2) Sections 15 to 19 of the Ministry of Consumer and Commercial Relations Act, to the extent that they apply to this Act, are enforceable in the same manner and to the same extent as if they had been enacted as provisions in this Act. 1994, c. 27, s. 80 (2).",
            "raw_html": "<p class=\"section-e\"><b>1.</b> (1) In this Act,</p> <p class=\"firstdef-e\">“alteration” means an alteration or replacement, removal or addition of any component or part of an elevating device that results in, or may result in, a change in the original design, inherent safety or operational characteristics of the elevating device, and “altered” has a corresponding meaning; (“modification”, “modifié”)</p> <p class=\"definition-e\">“attendant” means a person who, as the whole or a part of his or her normal duties,</p> <p class=\"defclause-e\">(a) operates an elevating device that is equipped with operating devices that are automatically rendered inoperative should an unsafe condition for operation of the elevating device arise, or</p> <p class=\"defclause-e\">(b) actively engages in or supervises the loading, passage or unloading of persons or freight on an elevating device; (“préposé”)</p> <p class=\"definition-e\">“contractor” means a person who performs for his or her own benefit or for the benefit of another, with or without compensation, any work with respect to the installation, alteration, repair or maintenance of an elevating device or part thereof but does not include an employee; (“entrepreneur”)</p> <p class=\"definition-e\">“Deputy Minister” means the Deputy Minister ofConsumer and Commercial Relations; (“sous-ministre”)</p> <p class=\"definition-e\">“design submission” means drawings, specifications, calculation sheets, work test certificates and any other information prescribed by regulation for an elevating device or part thereof submitted to the Ministry for the purpose of registration; (“dossier de projet”)</p> <p class=\"definition-e\">“Director” means a person appointed as a Director for the purposes of this Act; (“directeur”)</p> <p class=\"definition-e\">“elevating device” means a non-portable device for hoisting and lowering or moving persons or freight, and includes an elevator, dumbwaiter, escalator, moving walk, device commonly known as a manlift, passenger ropeway, incline lift, construction hoist, stage lift, platform lift and stairway lift as defined in the regulations; (“appareil de levage”)</p> <p class=\"definition-e\">“freight” means any substance, article or thing; (“marchandise”)</p> <p class=\"definition-e\">“inspector” means an inspector appointed for the purposes of this Act; (“inspecteur”)</p> <p class=\"definition-e\">“major alteration” means a major alteration as defined in the regulations; (“modification majeure”)</p> <p class=\"definition-e\">“maximum capacity” means the weight that an elevating device is designed and constructed to carry safely as prescribed by the regulations; (“capacité maximale”)</p> <p class=\"definition-e\">“mechanic” means a person who has a minimum of four years work experience directly related to the work assigned to him or her and who has full knowledge of this Act and the regulations and of the codes applicable to the elevating device upon which he or she is assigned to work; (“mécanicien”)</p> <p class=\"definition-e\">“Minister” means the Minister of Consumer and Commercial Relations; (“ministre”)</p> <p class=\"definition-e\">“Ministry” means the Ministry of Consumer and Commercial Relations; (“ministère”)</p> <p class=\"definition-e\">“operator” means a person who in the normal course of his or her duties,</p> <p class=\"defclause-e\">(a) operates an elevating device that is equipped with operating devices that are not automatically rendered inoperative upon the arising of a condition rendering the operation of the elevating device unsafe, and</p> <p class=\"defclause-e\">(b) has direct and full control of any movement of the load-carrying unit of the elevating device; (“conducteur”)</p> <p class=\"definition-e\">“owner” includes the person in charge of an elevating device as owner, licensee, lessee, agent or otherwise, but does not include an attendant or operator as such; (“propriétaire”)</p> <p class=\"definition-e\">“professional engineer” means a person who is a member of the Association of Professional Engineers of the Province of Ontario or who is licensed to practise as a professional engineer under the<i> Professional Engineers Act</i>; (“ingénieur”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act. (“règlements”) R.S.O. 1990, c. E.8, s. 1; 1993, c. 27, Sched.; 1994, c. 27, s. 80 (1).</p> <p class=\"headnote-e\"><b>Application of R.S.O. 1990, c. M.21</b></p> <p class=\"subsection-e\">(2) Sections 15 to 19 of the <i>Ministry of Consumer and Commercial Relations Act</i>, to the extent that they apply to this Act, are enforceable in the same manner and to the same extent as if they had been enacted as provisions in this Act. 1994, c. 27, s. 80 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Where Act does not apply",
            "content": "2. This Act does not apply to, (a) elevating devices in or in connection with private dwelling houses used exclusively by the occupants thereof and their guests unless the owner of the device requests that this Act be applied to it; (b) feeding machines or belt, bucket, scoop, roller or similar type of freight conveyor or material handling device; (c) a lifting device that is an intermediate part of a fully automatic conveyor or material handling system; (d) freight ramps having a means of adjusting the slope of the ramp; (e) freight platforms, on which the riding of persons is prohibited, having a rise of two metres or less; (f) lubrication hoists or other similar mechanisms; (g) piling or stacking machines used within one storey; (h) elevating devices that are, (i) installed in or adjacent to a barn, and (ii) used by the proprietor of the barn or a tenant thereof exclusively for their agricultural purposes; (i) lifting devices that are, (i) at each entrance mechanically loaded or unloaded by a conveyor or other fixed mechanism, (ii) so fenced in or guarded as to prevent persons from accidentally entering the hoistway, (iii) in a location inaccessible to the general public, and (iv) controlled by designated trained personnel only; (j) powered platforms that are designed to provide access to the exterior or interior of a building or structure and that consist of a suspended working platform, a roof car, or other suspension means and track or guidance systems; (k) automated window cleaning mechanisms; (l) dumbwaiters, having a car-floor area less than 0.2 square metres, maximum capacity less than ten kilograms and the sill of every hoistway opening 0.8 metres or more above floor level; and (m) any class or subclass of elevating devices exempted by the regulations. R.S.O. 1990, c. E.8, s. 2. 3. Repealed: 1994, c. 27, s. 80 (3).",
            "raw_html": "<p class=\"section-e\"><b>2.</b> This Act does not apply to,</p> <p class=\"clause-e\">(a) elevating devices in or in connection with private dwelling houses used exclusively by the occupants thereof and their guests unless the owner of the device requests that this Act be applied to it;</p> <p class=\"clause-e\">(b) feeding machines or belt, bucket, scoop, roller or similar type of freight conveyor or material handling device;</p> <p class=\"clause-e\">(c) a lifting device that is an intermediate part of a fully automatic conveyor or material handling system;</p> <p class=\"clause-e\">(d) freight ramps having a means of adjusting the slope of the ramp;</p> <p class=\"clause-e\">(e) freight platforms, on which the riding of persons is prohibited, having a rise of two metres or less;</p> <p class=\"clause-e\">(f) lubrication hoists or other similar mechanisms;</p> <p class=\"clause-e\">(g) piling or stacking machines used within one storey;</p> <p class=\"clause-e\">(h) elevating devices that are,</p> <p class=\"subclause-e\">(i) installed in or adjacent to a barn, and</p> <p class=\"subclause-e\">(ii) used by the proprietor of the barn or a tenant thereof exclusively for their agricultural purposes;</p> <p class=\"clause-e\">(i) lifting devices that are,</p> <p class=\"subclause-e\">(i) at each entrance mechanically loaded or unloaded by a conveyor or other fixed mechanism,</p> <p class=\"subclause-e\">(ii) so fenced in or guarded as to prevent persons from accidentally entering the hoistway,</p> <p class=\"subclause-e\">(iii) in a location inaccessible to the general public, and</p> <p class=\"subclause-e\">(iv) controlled by designated trained personnel only;</p> <p class=\"clause-e\">(j) powered platforms that are designed to provide access to the exterior or interior of a building or structure and that consist of a suspended working platform, a roof car, or other suspension means and track or guidance systems;</p> <p class=\"clause-e\">(k) automated window cleaning mechanisms;</p> <p class=\"clause-e\">(l) dumbwaiters, having a car-floor area less than 0.2 square metres, maximum capacity less than ten kilograms and the sill of every hoistway opening 0.8 metres or more above floor level; and</p> <p class=\"clause-e\">(m) any class or subclass of elevating devices exempted by the regulations. R.S.O. 1990, c. E.8, s. 2.</p> <p class=\"section-e\"><b>3. </b>Repealed: 1994, c. 27, s. 80 (3).</p>"
        },
        {
            "id": "3.",
            "section": "Where Act does not apply",
            "content": "3. Repealed: 1994, c. 27, s. 80 (3).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Repealed: 1994, c. 27, s. 80 (3).</p>"
        },
        {
            "id": "4.",
            "section": "Special inspector",
            "content": "4. The Deputy Minister may authorize the Director to employ the services of a qualified person to inspect any elevating device, in which case and for such purpose only that person shall be deemed to be an inspector. R.S.O. 1990, c. E.8, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> The Deputy Minister may authorize the Director to employ the services of a qualified person to inspect any elevating device, in which case and for such purpose only that person shall be deemed to be an inspector. R.S.O. 1990, c. E.8, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Right to examine person under oath",
            "content": "5. For the purpose of an inspection or an investigation under this Act, the Director may, by notice in writing, require the attendance of any person at the time and place named in the notice and may then and there examine such person under oath regarding any matter pertaining to the inspection or investigation. R.S.O. 1990, c. E.8, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> For the purpose of an inspection or an investigation under this Act, the Director may, by notice in writing, require the attendance of any person at the time and place named in the notice and may then and there examine such person under oath regarding any matter pertaining to the inspection or investigation. R.S.O. 1990, c. E.8, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Powers of inspectors",
            "content": "6. (1) An inspector may, for the purposes of carrying out his or her duties under this Act and the regulations, (a) subject to subsection (3), at any time without a warrant, enter in or upon any premises where the inspector has reason to believe that an elevating device is being installed or operated and inspect an elevating device; (b) require the production of any licence, drawings, notice, document, report or record required by this Act or the regulations and examine and copy the same and may require information from any person concerning any matter related to an elevating device or the handling or use thereof; (c) by notice in writing, require an owner of an elevating device to prepare the elevating device or any part thereof for inspection; (d) require the owner, attendant, operator, contractor or any user of an elevating device to do or refrain from doing anything the inspector considers necessary during an inspection; (e) be accompanied by any person who has special or expert knowledge of any matter in relation to an elevating device or a part thereof or use thereof; (f) require the owner of an elevating device to conduct, at the owner’s expense, such tests as the inspector specifies; (g) alone, or in conjunction with such other person or persons possessing special or expert knowledge or skill as the Director designates, make such examinations, tests, inquiries as may be necessary to ascertain whether this Act and the regulations are being complied with, and for such purpose take or remove any material or part, subject to the owner being notified thereof. Safety codes (2) In carrying out his or her duties under this Act, an inspector shall apply such safety codes as are prescribed by this Act and the regulations. Limit on power to enter (3) An inspector shall not enter any room or place actually being used as a dwelling where the occupier refuses entry except under the authority of a search warrant issued under section 158 of the Provincial Offences Act. R.S.O. 1990, c. E.8, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) An inspector may, for the purposes of carrying out his or her duties under this Act and the regulations,</p> <p class=\"clause-e\">(a) subject to subsection (3), at any time without a warrant, enter in or upon any premises where the inspector has reason to believe that an elevating device is being installed or operated and inspect an elevating device;</p> <p class=\"clause-e\">(b) require the production of any licence, drawings, notice, document, report or record required by this Act or the regulations and examine and copy the same and may require information from any person concerning any matter related to an elevating device or the handling or use thereof;</p> <p class=\"clause-e\">(c) by notice in writing, require an owner of an elevating device to prepare the elevating device or any part thereof for inspection;</p> <p class=\"clause-e\">(d) require the owner, attendant, operator, contractor or any user of an elevating device to do or refrain from doing anything the inspector considers necessary during an inspection;</p> <p class=\"clause-e\">(e) be accompanied by any person who has special or expert knowledge of any matter in relation to an elevating device or a part thereof or use thereof;</p> <p class=\"clause-e\">(f) require the owner of an elevating device to conduct, at the owner’s expense, such tests as the inspector specifies;</p> <p class=\"clause-e\">(g) alone, or in conjunction with such other person or persons possessing special or expert knowledge or skill as the Director designates, make such examinations, tests, inquiries as may be necessary to ascertain whether this Act and the regulations are being complied with, and for such purpose take or remove any material or part, subject to the owner being notified thereof.</p> <p class=\"headnote-e\"><b>Safety codes</b></p> <p class=\"subsection-e\">(2) In carrying out his or her duties under this Act, an inspector shall apply such safety codes as are prescribed by this Act and the regulations.</p> <p class=\"headnote-e\"><b>Limit on power to enter</b></p> <p class=\"subsection-e\">(3) An inspector shall not enter any room or place actually being used as a dwelling where the occupier refuses entry except under the authority of a search warrant issued under section 158 of the<i> Provincial Offences Act</i>. R.S.O. 1990, c. E.8, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Obstructing inspector prohibited",
            "content": "7. (1) No person shall hinder, obstruct, molest or interfere with or attempt to hinder, obstruct, molest or interfere with an inspector in the exercise of a power or the performance of a duty under this Act and the regulations. Assisting inspector (2) Every person shall furnish all necessary means in the person’s power to facilitate any entry, inspection, examination or inquiry by an inspector in the exercise of the inspector’s powers and duties under this Act and the regulations. Failure to comply (3) No person shall neglect or refuse to produce a licence, drawing, specification, record or report as required by an inspector under clause 6 (1) (b). Providing information (4) No person shall furnish an inspector with false information or neglect or refuse to furnish information required by an inspector in the exercise of his or her duties under this Act and the regulations. R.S.O. 1990, c. E.8, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) No person shall hinder, obstruct, molest or interfere with or attempt to hinder, obstruct, molest or interfere with an inspector in the exercise of a power or the performance of a duty under this Act and the regulations.</p> <p class=\"headnote-e\"><b>Assisting inspector</b></p> <p class=\"subsection-e\">(2) Every person shall furnish all necessary means in the person’s power to facilitate any entry, inspection, examination or inquiry by an inspector in the exercise of the inspector’s powers and duties under this Act and the regulations.</p> <p class=\"headnote-e\"><b>Failure to comply</b></p> <p class=\"subsection-e\">(3) No person shall neglect or refuse to produce a licence, drawing, specification, record or report as required by an inspector under clause 6 (1) (b).</p> <p class=\"headnote-e\"><b>Providing information</b></p> <p class=\"subsection-e\">(4) No person shall furnish an inspector with false information or neglect or refuse to furnish information required by an inspector in the exercise of his or her duties under this Act and the regulations. R.S.O. 1990, c. E.8, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Disclosure of information",
            "content": "8. (1) An inspector shall not publish, disclose or communicate to any person any information, record, report or statement acquired, furnished, obtained, made or received under the powers conferred under this Act and the regulations except for the purposes of carrying out the inspector’s duties under this Act and the regulations. Idem (2) The Director may communicate or allow to be communicated, disclosed or published information, material, statements or test results acquired, furnished, obtained or made under the powers conferred under this Act and the regulations. R.S.O. 1990, c. E.8, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) An inspector shall not publish, disclose or communicate to any person any information, record, report or statement acquired, furnished, obtained, made or received under the powers conferred under this Act and the regulations except for the purposes of carrying out the inspector’s duties under this Act and the regulations.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The Director may communicate or allow to be communicated, disclosed or published information, material, statements or test results acquired, furnished, obtained or made under the powers conferred under this Act and the regulations. R.S.O. 1990, c. E.8, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Liability of inspector",
            "content": "9. (1) No action or other proceeding for damages lies or shall be instituted against an inspector for an act or omission by him or her in good faith in the execution or intended execution of any power or duty under this Act or the regulations. Liability of Crown (2) Subsection (1) does not, by reason of subsections 5 (2) and (4) of the Proceedings Against the Crown Act, relieve the Crown of liability in respect of a tort committed by an inspector to which it would otherwise be subject and the Crown is liable under that Act for any such tort in like manner as if subsection (1) had not been enacted. R.S.O. 1990, c. E.8, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) No action or other proceeding for damages lies or shall be instituted against an inspector for an act or omission by him or her in good faith in the execution or intended execution of any power or duty under this Act or the regulations.</p> <p class=\"headnote-e\"><b>Liability of Crown</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not, by reason of subsections 5 (2) and (4) of the<i> Proceedings Against the Crown Act</i>, relieve the Crown of liability in respect of a tort committed by an inspector to which it would otherwise be subject and the Crown is liable under that Act for any such tort in like manner as if subsection (1) had not been enacted. R.S.O. 1990, c. E.8, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Inspection order",
            "content": "10. (1) Where an inspector finds that any provision of this Act or the regulations is being contravened, the inspector may serve the person he or she believes to be the contravenor and that person’s supervisor or employer, or any of them, with an order in writing directing compliance with the provision and may require the order to be carried out forthwith or within such time as is specified in the order. R.S.O. 1990, c. E.8, s. 10 (1); 1999, c. 12, Sched. F, s. 24. Idem (2) An order under this section shall contain sufficient information to specify the nature of the contravention. Affixing seal (3) Where in the opinion of an inspector there is a contravention of this Act or the regulations of such a nature as may pose a serious hazard to the safety of any person or property, he or she shall order that the elevating device in respect of which the contravention exists not be operated or used and shall affix a seal thereto. Idem (4) Where a seal has been affixed to an elevating device under subsection (3), no person shall remove the seal except an inspector or a mechanic authorized by an inspector for the purpose of making the elevating device conform to this Act and the regulations. Appeal of order (5) Any person aggrieved by an order made under this section may appeal to the Director who shall hear and dispose of the appeal but such an appeal does not affect the operation of the order appealed from pending disposition of the appeal. Idem (6) An appeal under subsection (5) need not be made in writing, but the Director may require the grounds for appeal to be specified in writing before the appeal is heard. Idem (7) On an appeal under this section, the Director may substitute his or her findings or opinion for those of the inspector who made the order appealed from and may rescind or affirm the order or make a new order in substitution therefor and the order of the Director shall stand in place of and have the like effect under this Act as the order of the inspector. Repairs to defective parts (8) Where an elevating device or part thereof is found, after its installation, to be unsafe or inherently defective, the Director may order such repairs as he or she considers necessary to be made within such time period as is specified in the order. R.S.O. 1990, c. E.8, s. 10 (2-8).",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) Where an inspector finds that any provision of this Act or the regulations is being contravened, the inspector may serve the person he or she believes to be the contravenor and that person’s supervisor or employer, or any of them, with an order in writing directing compliance with the provision and may require the order to be carried out forthwith or within such time as is specified in the order. R.S.O. 1990, c. E.8, s. 10 (1); 1999, c. 12, Sched. F, s. 24.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) An order under this section shall contain sufficient information to specify the nature of the contravention.</p> <p class=\"headnote-e\"><b>Affixing seal</b></p> <p class=\"subsection-e\">(3) Where in the opinion of an inspector there is a contravention of this Act or the regulations of such a nature as may pose a serious hazard to the safety of any person or property, he or she shall order that the elevating device in respect of which the contravention exists not be operated or used and shall affix a seal thereto.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) Where a seal has been affixed to an elevating device under subsection (3), no person shall remove the seal except an inspector or a mechanic authorized by an inspector for the purpose of making the elevating device conform to this Act and the regulations.</p> <p class=\"headnote-e\"><b>Appeal of order</b></p> <p class=\"subsection-e\">(5) Any person aggrieved by an order made under this section may appeal to the Director who shall hear and dispose of the appeal but such an appeal does not affect the operation of the order appealed from pending disposition of the appeal.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(6) An appeal under subsection (5) need not be made in writing, but the Director may require the grounds for appeal to be specified in writing before the appeal is heard.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(7) On an appeal under this section, the Director may substitute his or her findings or opinion for those of the inspector who made the order appealed from and may rescind or affirm the order or make a new order in substitution therefor and the order of the Director shall stand in place of and have the like effect under this Act as the order of the inspector.</p> <p class=\"headnote-e\"><b>Repairs to defective parts</b></p> <p class=\"subsection-e\">(8) Where an elevating device or part thereof is found, after its installation, to be unsafe or inherently defective, the Director may order such repairs as he or she considers necessary to be made within such time period as is specified in the order. R.S.O. 1990, c. E.8, s. 10 (2-8).</p>"
        },
        {
            "id": "11.",
            "section": "Drawings and specifications to be registered",
            "content": "11. (1) No person shall commence a new installation or major alteration of an elevating device until a design submission therefor has been registered by the Director. Idem (2) Application for registration under subsection (1) shall be in accordance with the requirements prescribed by the regulations. Idem (3) The Director may refuse to register a design submission where, (a) it does not comply with the requirements of this Act and the regulations; (b) it is not sealed by a professional engineer; or (c) it appears that it may result in an elevating device, the operation of which could pose a safety hazard to any person or property. R.S.O. 1990, c. E.8, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) No person shall commence a new installation or major alteration of an elevating device until a design submission therefor has been registered by the Director.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Application for registration under subsection (1) shall be in accordance with the requirements prescribed by the regulations.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) The Director may refuse to register a design submission where,</p> <p class=\"clause-e\">(a) it does not comply with the requirements of this Act and the regulations;</p> <p class=\"clause-e\">(b) it is not sealed by a professional engineer; or</p> <p class=\"clause-e\">(c) it appears that it may result in an elevating device, the operation of which could pose a safety hazard to any person or property. R.S.O. 1990, c. E.8, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Compliance with Act and regulations required",
            "content": "12. No person shall construct, install, alter, repair, maintain or test an elevating device or part thereof except in accordance with this Act and the regulations. R.S.O. 1990, c. E.8, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> No person shall construct, install, alter, repair, maintain or test an elevating device or part thereof except in accordance with this Act and the regulations. R.S.O. 1990, c. E.8, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Contractor to be registered",
            "content": "13. No person shall act as a contractor unless registered as a contractor under this Act and no contractor who is registered under this Act shall offer or provide a service not authorized in the contractor’s registration. R.S.O. 1990, c. E.8, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> No person shall act as a contractor unless registered as a contractor under this Act and no contractor who is registered under this Act shall offer or provide a service not authorized in the contractor’s registration. R.S.O. 1990, c. E.8, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Contractor to take precautions",
            "content": "14. A contractor shall take every precaution reasonable in the circumstances to ensure that his, her or its employees comply with this Act and the regulations. R.S.O. 1990, c. E.8, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> A contractor shall take every precaution reasonable in the circumstances to ensure that his, her or its employees comply with this Act and the regulations. R.S.O. 1990, c. E.8, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Operation without inspection prohibited",
            "content": "15. No person shall put into service a newly installed elevating device or an elevating device to which a major alteration has been made until it has been inspected by an inspector and licensed in accordance with this Act and the regulations. R.S.O. 1990, c. E.8, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> No person shall put into service a newly installed elevating device or an elevating device to which a major alteration has been made until it has been inspected by an inspector and licensed in accordance with this Act and the regulations. R.S.O. 1990, c. E.8, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Operation of unsafe device prohibited",
            "content": "16. (1) No person shall operate an elevating device or cause or permit it to be operated if the person has reason to believe that it is in an unsafe condition. Unsafe operation prohibited (2) No person shall operate an elevating device or cause or permit it to be operated in an unsafe manner. Excessive loads prohibited (3) No person shall operate or use an elevating device or cause or permit it to be operated or used with a load in excess of its maximum capacity. Exception to subss. (1-3) (4) Subsections (1), (2) and (3) do not apply to an inspector, a person authorized by an inspector or a mechanic during the installation, alteration, repair, testing or inspection of an elevating device. Sealed device (5) No owner shall use or permit the use of an elevating device to which a seal has been affixed under section 10 until authorized in writing by an inspector. R.S.O. 1990, c. E.8, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) No person shall operate an elevating device or cause or permit it to be operated if the person has reason to believe that it is in an unsafe condition.</p> <p class=\"headnote-e\"><b>Unsafe operation prohibited</b></p> <p class=\"subsection-e\">(2) No person shall operate an elevating device or cause or permit it to be operated in an unsafe manner.</p> <p class=\"headnote-e\"><b>Excessive loads prohibited</b></p> <p class=\"subsection-e\">(3) No person shall operate or use an elevating device or cause or permit it to be operated or used with a load in excess of its maximum capacity.</p> <p class=\"headnote-e\"><b>Exception to subss. (1-3)</b></p> <p class=\"subsection-e\">(4) Subsections (1), (2) and (3) do not apply to an inspector, a person authorized by an inspector or a mechanic during the installation, alteration, repair, testing or inspection of an elevating device.</p> <p class=\"headnote-e\"><b>Sealed device</b></p> <p class=\"subsection-e\">(5) No owner shall use or permit the use of an elevating device to which a seal has been affixed under section 10 until authorized in writing by an inspector. R.S.O. 1990, c. E.8, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Safe conduct",
            "content": "17. (1) No person shall behave in or on an elevating device or perform any work on an elevating device in such manner as to, (a) impair the safe operation of the elevating device; or (b) endanger the person, any other person or freight. Removing, etc., safety devices prohibited (2) No person shall remove, displace, interfere with or damage any device installed in or about an elevating device for its safe operation except, (a) a person making an inspection under this Act or the regulations; or (b) a contractor for the purpose of making a test or repair. R.S.O. 1990, c. E.8, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> (1) No person shall behave in or on an elevating device or perform any work on an elevating device in such manner as to,</p> <p class=\"clause-e\">(a) impair the safe operation of the elevating device; or</p> <p class=\"clause-e\">(b) endanger the person, any other person or freight.</p> <p class=\"headnote-e\"><b>Removing, etc., safety devices prohibited</b></p> <p class=\"subsection-e\">(2) No person shall remove, displace, interfere with or damage any device installed in or about an elevating device for its safe operation except,</p> <p class=\"clause-e\">(a) a person making an inspection under this Act or the regulations; or</p> <p class=\"clause-e\">(b) a contractor for the purpose of making a test or repair. R.S.O. 1990, c. E.8, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Renting, etc., of elevating device",
            "content": "18. No person shall provide an elevating device or any part thereof for use by another person under any rental, leasing or other arrangement if the elevating device or part thereof is in an unsafe condition or otherwise not in conformance with this Act and the regulations. R.S.O. 1990, c. E.8, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> No person shall provide an elevating device or any part thereof for use by another person under any rental, leasing or other arrangement if the elevating device or part thereof is in an unsafe condition or otherwise not in conformance with this Act and the regulations. R.S.O. 1990, c. E.8, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Licence and compliance required",
            "content": "19. The owner of an elevating device shall not operate it and shall ensure that it is not operated unless, (a) it is licensed; and (b) it complies with this Act and the regulations. R.S.O. 1990, c. E.8, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19.</b> The owner of an elevating device shall not operate it and shall ensure that it is not operated unless,</p> <p class=\"clause-e\">(a) it is licensed; and</p> <p class=\"clause-e\">(b) it complies with this Act and the regulations. R.S.O. 1990, c. E.8, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Where attendant or operator required",
            "content": "20. Where the operation of an elevating device requires that an attendant or operator be present, the owner of the device shall ensure that the attendant or the operator, as the case may be, complies with the requirements of this Act and the regulations. R.S.O. 1990, c. E.8, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20.</b> Where the operation of an elevating device requires that an attendant or operator be present, the owner of the device shall ensure that the attendant or the operator, as the case may be, complies with the requirements of this Act and the regulations. R.S.O. 1990, c. E.8, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "Licence for an elevating device",
            "content": "21. (1) Subject to subsection (2), the Director shall issue a licence for an elevating device or a renewal thereof to an applicant therefor, subject to such terms and conditions as are prescribed in the regulations and as are agreed to by the applicant or licensee. Where licence may be refused, revoked, etc. (2) Subject to section 23, the Director may refuse to grant or to renew a licence for an elevating device, or may suspend or revoke such a licence where, (a) the elevating device or the operation thereof does not comply with this Act or the regulations; or (b) the holder of the licence has failed to comply with a notice or order of an inspector or is in contravention of this Act or the regulations. R.S.O. 1990, c. E.8, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21.</b> (1) Subject to subsection (2), the Director shall issue a licence for an elevating device or a renewal thereof to an applicant therefor, subject to such terms and conditions as are prescribed in the regulations and as are agreed to by the applicant or licensee.</p> <p class=\"headnote-e\"><b>Where licence may be refused, revoked, etc.</b></p> <p class=\"subsection-e\">(2) Subject to section 23, the Director may refuse to grant or to renew a licence for an elevating device, or may suspend or revoke such a licence where,</p> <p class=\"clause-e\">(a) the elevating device or the operation thereof does not comply with this Act or the regulations; or</p> <p class=\"clause-e\">(b) the holder of the licence has failed to comply with a notice or order of an inspector or is in contravention of this Act or the regulations. R.S.O. 1990, c. E.8, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": "Registration of contractor",
            "content": "22. (1) Subject to subsection (2), the Director shall register a contractor under this Act subject to such terms and conditions as are prescribed in the regulations. Where registration may be refused, revoked, etc. (2) The Director may refuse to register or to renew the registration of a contractor or may suspend or revoke the registration of a contractor where, (a) the applicant or registrant is in contravention of this Act, the regulations or a term or condition of the registration; or (b) there are reasonable grounds to believe that the applicant or registrant is incompetent or lacks basic resources or requisite skills. Limited registration (3) Registration under subsection (1) may be limited to those classes of elevating devices that the Director considers the contractor to be qualified to service. R.S.O. 1990, c. E.8, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>(1) Subject to subsection (2), the Director shall register a contractor under this Act subject to such terms and conditions as are prescribed in the regulations.</p> <p class=\"headnote-e\"><b>Where registration may be refused, revoked, etc.</b></p> <p class=\"subsection-e\">(2) The Director may refuse to register or to renew the registration of a contractor or may suspend or revoke the registration of a contractor where,</p> <p class=\"clause-e\">(a) the applicant or registrant is in contravention of this Act, the regulations or a term or condition of the registration; or</p> <p class=\"clause-e\">(b) there are reasonable grounds to believe that the applicant or registrant is incompetent or lacks basic resources or requisite skills.</p> <p class=\"headnote-e\"><b>Limited registration</b></p> <p class=\"subsection-e\">(3) Registration under subsection (1) may be limited to those classes of elevating devices that the Director considers the contractor to be qualified to service. R.S.O. 1990, c. E.8, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Notice of proposal",
            "content": "23. (1) Where the Director proposes, (a) to refuse to grant or to renew a licence or registration; (b) to suspend or revoke a licence or registration; or (c) to limit a registration, under section 21 or 22, the Director shall serve notice of the proposal together with written reasons therefor, on the applicant, licence holder or registrant, as the case may be. Idem (2) A notice under subsection (1) shall inform the applicant, licence holder or registrant that the person is entitled to a hearing by a judge of the Ontario Court (General Division) if the person applies to a judge thereof within fifteen days after the notice under subsection (1) is served on the person and the person may require such a hearing. Power of Director where no hearing (3) Where an applicant, licence holder or registrant does not apply to a judge for a hearing in accordance with subsection (2), the Director may refuse to grant a licence or registration, or may carry out the proposal stated in the notice under subsection (1). Powers of judge where hearing (4) Upon the application of the Director at the hearing, the judge may by order require the Director to grant the licence or registration, or permit the Director to carry out his or her proposal, or direct that such action as the judge considers proper be taken by the Director in accordance with this Act and the regulations and for such purposes the judge may substitute his or her opinion for that of the Director. Service of notice (5) The Director may serve notice under subsection (1) personally or by registered mail addressed to the applicant, licence holder or registrant at the address last known to the Director and where notice is served by registered mail, the notice shall be deemed to have been served on the third day after the day of mailing unless the person to whom notice is being given establishes to the judge that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control receive the notice or order until a later date. Extension of time for application (6) A judge to whom application is made by an applicant, licence holder or registrant for a hearing under this section may extend the time for making application, either before or after expiration of the time fixed therein, where he or she is satisfied that there are apparent grounds for granting relief to the applicant, licence holder or registrant pursuant to a hearing and that there are reasonable grounds for applying for the extension, and may give such directions as he or she considers proper consequent upon the extension. Continuation pending renewal (7) Where, within the time prescribed therefor, or if no time is prescribed, prior to the expiry of a licence or registration, a licence holder or registrant has applied for renewal of the licence or registration and paid the prescribed fee, the licence or registration shall be deemed to continue, (a) until the renewal is granted; or (b) where notice is served that the Director proposes to refuse to grant the renewal, until the time for applying for a hearing by a judge has expired and, where a hearing is applied for, until the judge has made a decision. R.S.O. 1990, c. E.8, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23.</b> (1) Where the Director proposes,</p> <p class=\"clause-e\">(a) to refuse to grant or to renew a licence or registration;</p> <p class=\"clause-e\">(b) to suspend or revoke a licence or registration; or</p> <p class=\"clause-e\">(c) to limit a registration,</p> <p class=\"Ssubsection-e\">under section 21 or 22, the Director shall serve notice of the proposal together with written reasons therefor, on the applicant, licence holder or registrant, as the case may be.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) A notice under subsection (1) shall inform the applicant, licence holder or registrant that the person is entitled to a hearing by a judge of the Ontario Court (General Division) if the person applies to a judge thereof within fifteen days after the notice under subsection (1) is served on the person and the person may require such a hearing.</p> <p class=\"headnote-e\"><b>Power of Director where no hearing</b></p> <p class=\"subsection-e\">(3) Where an applicant, licence holder or registrant does not apply to a judge for a hearing in accordance with subsection (2), the Director may refuse to grant a licence or registration, or may carry out the proposal stated in the notice under subsection (1).</p> <p class=\"headnote-e\"><b>Powers of judge where hearing</b></p> <p class=\"subsection-e\">(4) Upon the application of the Director at the hearing, the judge may by order require the Director to grant the licence or registration, or permit the Director to carry out his or her proposal, or direct that such action as the judge considers proper be taken by the Director in accordance with this Act and the regulations and for such purposes the judge may substitute his or her opinion for that of the Director.</p> <p class=\"headnote-e\"><b>Service of notice</b></p> <p class=\"subsection-e\">(5) The Director may serve notice under subsection (1) personally or by registered mail addressed to the applicant, licence holder or registrant at the address last known to the Director and where notice is served by registered mail, the notice shall be deemed to have been served on the third day after the day of mailing unless the person to whom notice is being given establishes to the judge that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control receive the notice or order until a later date.</p> <p class=\"headnote-e\"><b>Extension of time for application</b></p> <p class=\"subsection-e\">(6) A judge to whom application is made by an applicant, licence holder or registrant for a hearing under this section may extend the time for making application, either before or after expiration of the time fixed therein, where he or she is satisfied that there are apparent grounds for granting relief to the applicant, licence holder or registrant pursuant to a hearing and that there are reasonable grounds for applying for the extension, and may give such directions as he or she considers proper consequent upon the extension.</p> <p class=\"headnote-e\"><b>Continuation pending renewal</b></p> <p class=\"subsection-e\">(7) Where, within the time prescribed therefor, or if no time is prescribed, prior to the expiry of a licence or registration, a licence holder or registrant has applied for renewal of the licence or registration and paid the prescribed fee, the licence or registration shall be deemed to continue,</p> <p class=\"clause-e\">(a) until the renewal is granted; or</p> <p class=\"clause-e\">(b) where notice is served that the Director proposes to refuse to grant the renewal, until the time for applying for a hearing by a judge has expired and, where a hearing is applied for, until the judge has made a decision. R.S.O. 1990, c. E.8, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": "Parties",
            "content": "24. (1) The Director, the applicant, the licence holder or registrant who has applied for the hearing and such other persons as are specified by the judge are parties to the proceedings before a judge under section 23. Opportunity to achieve compliance (2) Notice of a hearing under section 23 shall afford to the licence holder or registrant a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the retention of the licence or registration. Examination of documentary evidence (3) An applicant, licence holder or registrant who is a party to proceedings under section 23 shall be afforded an opportunity to examine, before the hearing, any written or documentary evidence that will be produced or any report, the contents of which will be given in evidence at the hearing. Findings of fact (4) The findings of fact of a judge pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the Statutory Powers Procedure Act. R.S.O. 1990, c. E.8, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24.</b> (1) The Director, the applicant, the licence holder or registrant who has applied for the hearing and such other persons as are specified by the judge are parties to the proceedings before a judge under section 23.</p> <p class=\"headnote-e\"><b>Opportunity to achieve compliance</b></p> <p class=\"subsection-e\">(2) Notice of a hearing under section 23 shall afford to the licence holder or registrant a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the retention of the licence or registration.</p> <p class=\"headnote-e\"><b>Examination of documentary evidence</b></p> <p class=\"subsection-e\">(3) An applicant, licence holder or registrant who is a party to proceedings under section 23 shall be afforded an opportunity to examine, before the hearing, any written or documentary evidence that will be produced or any report, the contents of which will be given in evidence at the hearing.</p> <p class=\"headnote-e\"><b>Findings of fact</b></p> <p class=\"subsection-e\">(4) The findings of fact of a judge pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the<i> Statutory Powers Procedure Act</i>. R.S.O. 1990, c. E.8, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": "Appeal to Divisional Court",
            "content": "25. (1) Any party to proceedings before a judge under section 23 may appeal from the decision or order of the judge to the Divisional Court. Minister entitled to be heard (2) The Minister is entitled to be heard by counsel or otherwise upon the argument of an appeal under this section. Powers of court on appeal (3) The Divisional Court may, on the appeal, affirm the decision of the judge appealed from or may rescind it and make such new decision as the court considers proper under this Act and the regulations, and may order the Director to do any act or thing he or she is authorized to do under this Act and as the court considers proper, and for such purpose the court may substitute its opinion for that of the Director or of the judge, or the court may refer the matter back to the judge for rehearing, in whole or in part, in accordance with such directions as the court considers proper. R.S.O. 1990, c. E.8, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>25.</b> (1) Any party to proceedings before a judge under section 23 may appeal from the decision or order of the judge to the Divisional Court.</p> <p class=\"headnote-e\"><b>Minister entitled to be heard</b></p> <p class=\"subsection-e\">(2) The Minister is entitled to be heard by counsel or otherwise upon the argument of an appeal under this section.</p> <p class=\"headnote-e\"><b>Powers of court on appeal</b></p> <p class=\"subsection-e\">(3) The Divisional Court may, on the appeal, affirm the decision of the judge appealed from or may rescind it and make such new decision as the court considers proper under this Act and the regulations, and may order the Director to do any act or thing he or she is authorized to do under this Act and as the court considers proper, and for such purpose the court may substitute its opinion for that of the Director or of the judge, or the court may refer the matter back to the judge for rehearing, in whole or in part, in accordance with such directions as the court considers proper. R.S.O. 1990, c. E.8, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": "Interim suspension pending final appeal",
            "content": "26. The Director, by notice to the licence holder or registrant and without a hearing, may provisionally refuse to renew or suspend the holder’s licence or registrant’s registration where in the Director’s opinion it is necessary to do so for the immediate protection of any person or the public and the Director so states in such notice giving reasons therefor, and thereafter section 23 applies as if the notice given under this section were a notice of a proposal to revoke the licence or registration under section 23. R.S.O. 1990, c. E.8, s. 26.",
            "raw_html": "<p class=\"section-e\"><b>26.</b> The Director, by notice to the licence holder or registrant and without a hearing, may provisionally refuse to renew or suspend the holder’s licence or registrant’s registration where in the Director’s opinion it is necessary to do so for the immediate protection of any person or the public and the Director so states in such notice giving reasons therefor, and thereafter section 23 applies as if the notice given under this section were a notice of a proposal to revoke the licence or registration under section 23. R.S.O. 1990, c. E.8, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": "Inspections",
            "content": "27. An elevating device shall be inspected by an inspector at such intervals as may be determined by the Director. R.S.O. 1990, c. E.8, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27.</b> An elevating device shall be inspected by an inspector at such intervals as may be determined by the Director. R.S.O. 1990, c. E.8, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": "Certificate as evidence",
            "content": "28. A statement as to, (a) the registration or non-registration of any person; or (b) the licensing or non-licensing of any elevating device, purporting to be certified by the Director is, without proof of the office or signature of the Director, receivable in evidence as proof, in the absence of evidence to the contrary, of the facts stated therein for all purposes in any action, proceeding or prosecution. R.S.O. 1990, c. E.8, s. 28.",
            "raw_html": "<p class=\"section-e\"><b>28.</b> A statement as to,</p> <p class=\"clause-e\">(a) the registration or non-registration of any person; or</p> <p class=\"clause-e\">(b) the licensing or non-licensing of any elevating device,</p> <p class=\"Ssection-e\">purporting to be certified by the Director is, without proof of the office or signature of the Director, receivable in evidence as proof, in the absence of evidence to the contrary, of the facts stated therein for all purposes in any action, proceeding or prosecution. R.S.O. 1990, c. E.8, s. 28.</p>"
        },
        {
            "id": "29.",
            "section": "Reporting accidents",
            "content": "29. (1) Where an accident occurs in connection with an elevating device that results in the death of or serious injury to any person, the owner shall notify the Director by telephone forthwith. Idem (2) Where an accident occurs that causes injury to any person or where there has been an incident involving an elevating device that indicates that the elevating device is in a potentially hazardous condition or where there has been a fire involving an elevating device, the owner and the contractor maintaining the elevating device shall notify the Director by telephone within twenty-four hours and shall submit a written report giving full particulars within seven days thereafter. Wreckage not to be disturbed (3) Where an accident of the type referred to in subsection (1) occurs, no person, except for the purpose of rescuing a person injured in the accident, shall interfere with, disturb, destroy, carry away or alter any wreckage, article or thing at the scene of or connected with the accident until permission to do so is given by an inspector. Investigation (4) On being notified of an accident or incident in accordance with this section, the Director shall cause such investigation to be made as he considers necessary. R.S.O. 1990, c. E.8, s. 29.",
            "raw_html": "<p class=\"section-e\"><b>29.</b> (1) Where an accident occurs in connection with an elevating device that results in the death of or serious injury to any person, the owner shall notify the Director by telephone forthwith.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Where an accident occurs that causes injury to any person or where there has been an incident involving an elevating device that indicates that the elevating device is in a potentially hazardous condition or where there has been a fire involving an elevating device, the owner and the contractor maintaining the elevating device shall notify the Director by telephone within twenty-four hours and shall submit a written report giving full particulars within seven days thereafter.</p> <p class=\"headnote-e\"><b>Wreckage not to be disturbed</b></p> <p class=\"subsection-e\">(3) Where an accident of the type referred to in subsection (1) occurs, no person, except for the purpose of rescuing a person injured in the accident, shall interfere with, disturb, destroy, carry away or alter any wreckage, article or thing at the scene of or connected with the accident until permission to do so is given by an inspector.</p> <p class=\"headnote-e\"><b>Investigation</b></p> <p class=\"subsection-e\">(4) On being notified of an accident or incident in accordance with this section, the Director shall cause such investigation to be made as he considers necessary. R.S.O. 1990, c. E.8, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": "Offence",
            "content": "30. (1) Every person who, (a) contravenes or fails to comply with any provision of this Act or the regulations; (b) knowingly makes a false statement in any document required by this Act or the regulations; (c) contravenes or fails to comply with a term or condition of a licence or registration; (d) contravenes or fails to comply with an order or requirement of an inspector, is guilty of an offence and on conviction is liable to a fine of not more than $25,000 or to imprisonment for a term of not more than one year, or to both, or, if the person is a body corporate, to a fine of not more than $100,000. Idem (2) Where a person contravenes any of the provisions of this Act or the regulations or any notice or order made thereunder on more than one day, each such day shall be deemed to constitute a separate offence. R.S.O. 1990, c. E.8, s. 30 (1, 2). Time limit (3) No proceeding in respect of an alleged offence under this Act may be commenced after two years following the date on which the facts that gave rise to the alleged offence were discovered. 1996, c. 19, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>30.</b> (1) Every person who,</p> <p class=\"clause-e\">(a) contravenes or fails to comply with any provision of this Act or the regulations;</p> <p class=\"clause-e\">(b) knowingly makes a false statement in any document required by this Act or the regulations;</p> <p class=\"clause-e\">(c) contravenes or fails to comply with a term or condition of a licence or registration;</p> <p class=\"clause-e\">(d) contravenes or fails to comply with an order or requirement of an inspector,</p> <p class=\"Ssubsection-e\">is guilty of an offence and on conviction is liable to a fine of not more than $25,000 or to imprisonment for a term of not more than one year, or to both, or, if the person is a body corporate, to a fine of not more than $100,000.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Where a person contravenes any of the provisions of this Act or the regulations or any notice or order made thereunder on more than one day, each such day shall be deemed to constitute a separate offence. R.S.O. 1990, c. E.8, s. 30 (1, 2).</p> <p class=\"headnote-e\"><b>Time limit</b></p> <p class=\"subsection-e\">(3) No proceeding in respect of an alleged offence under this Act may be commenced after two years following the date on which the facts that gave rise to the alleged offence were discovered. 1996, c. 19, s. 19.</p>"
        },
        {
            "id": "31.",
            "section": "Regulations",
            "content": "31. (1) The Lieutenant Governor in Council may make regulations respecting the construction, installation, operation, maintenance and inspection of elevating devices and, in particular and without limiting the generality of the foregoing, may make regulations, (a) designating classes or subclasses of elevating devices, parts thereof and equipment used in connection therewith; (b) regulating the use, location, design, construction, installation, operation, removing, alteration, repair, maintenance, service, testing and inspection of elevating devices, parts thereof and equipment used in conjunction therewith; (c) requiring and prescribing qualifications, training and experience for persons who are attendants, operators or mechanics, or who may perform any work on or in conjunction with, an elevating device or parts thereof, and prescribing their duties and responsibilities; (d) prescribing requirements as to the form and content of a design submission under this Act, the application for registration thereof and the fees to be paid upon submission; (e) governing the conduct of persons in or about elevating devices; (f) respecting the term, issue and renewal of licences and registrations, the transfer of licences and prescribing the fees therefor; (g) prescribing responsibilities and obligations of licensees or owners; (h) prescribing terms and conditions to which the registration of a contractor is subject; (i) Repealed: 1994, c. 27, s. 80 (4). (k) providing for and requiring the keeping of records, log books, drawings, instructions and specifications on, and in conjunction with, the design, construction, installation, repair, maintenance, alteration and use of an elevating device or part thereof; (l) requiring and prescribing the form and location of notices and markings that are to be kept in or about elevating devices; (m) classifying inspections and prescribing the fees to be paid for inspections or witnessing tests by inspectors and prescribing by whom the fees shall be paid; (n) prescribing the fees to be paid for copies of any official document issued by the Ministry; (o) prescribing the circumstances under which expenses or special fees, or both, are to be paid and prescribing the special fees and designating the persons by whom such expenses or fees, or both, are to be paid; (p) exempting any person or any class of persons, and any elevating device or part thereof or any class or subclass of them, from compliance with this Act and the regulations or any of the provisions thereof. R.S.O. 1990, c. E.8, s. 31 (1); 1994, c. 27, s. 80 (4). Idem (2) Any regulation may be made with respect to elevating devices or with respect to any one or more of such class of mechanism or with respect to any one or more subclasses thereof. R.S.O. 1990, c. E.8, s. 31 (2). (3) Repealed: 1994, c. 27, s. 80 (4). Definitions (4) Any word or expression used in this Act or the regulations may be defined in the regulations for the purposes of the regulations. R.S.O. 1990, c. E.8, s. 31 (4). (5) Repealed: 1994, c. 27, s. 80 (4). (6) Repealed: 1994, c. 27, s. 80 (4). ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>31.</b> (1) The Lieutenant Governor in Council may make regulations respecting the construction, installation, operation, maintenance and inspection of elevating devices and, in particular and without limiting the generality of the foregoing, may make regulations,</p> <p class=\"clause-e\">(a) designating classes or subclasses of elevating devices, parts thereof and equipment used in connection therewith;</p> <p class=\"clause-e\">(b) regulating the use, location, design, construction, installation, operation, removing, alteration, repair, maintenance, service, testing and inspection of elevating devices, parts thereof and equipment used in conjunction therewith;</p> <p class=\"clause-e\">(c) requiring and prescribing qualifications, training and experience for persons who are attendants, operators or mechanics, or who may perform any work on or in conjunction with, an elevating device or parts thereof, and prescribing their duties and responsibilities;</p> <p class=\"clause-e\">(d) prescribing requirements as to the form and content of a design submission under this Act, the application for registration thereof and the fees to be paid upon submission;</p> <p class=\"clause-e\">(e) governing the conduct of persons in or about elevating devices;</p> <p class=\"clause-e\">(f) respecting the term, issue and renewal of licences and registrations, the transfer of licences and prescribing the fees therefor;</p> <p class=\"clause-e\">(g) prescribing responsibilities and obligations of licensees or owners;</p> <p class=\"clause-e\">(h) prescribing terms and conditions to which the registration of a contractor is subject;</p> <p class=\"clause-e\">(i) Repealed: 1994, c. 27, s. 80 (4).</p> <p class=\"clause-e\">(k) providing for and requiring the keeping of records, log books, drawings, instructions and specifications on, and in conjunction with, the design, construction, installation, repair, maintenance, alteration and use of an elevating device or part thereof;</p> <p class=\"clause-e\">(l) requiring and prescribing the form and location of notices and markings that are to be kept in or about elevating devices;</p> <p class=\"clause-e\">(m) classifying inspections and prescribing the fees to be paid for inspections or witnessing tests by inspectors and prescribing by whom the fees shall be paid;</p> <p class=\"clause-e\">(n) prescribing the fees to be paid for copies of any official document issued by the Ministry;</p> <p class=\"clause-e\">(o) prescribing the circumstances under which expenses or special fees, or both, are to be paid and prescribing the special fees and designating the persons by whom such expenses or fees, or both, are to be paid;</p> <p class=\"clause-e\">(p) exempting any person or any class of persons, and any elevating device or part thereof or any class or subclass of them, from compliance with this Act and the regulations or any of the provisions thereof. R.S.O. 1990, c. E.8, s. 31 (1); 1994, c. 27, s. 80 (4).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Any regulation may be made with respect to elevating devices or with respect to any one or more of such class of mechanism or with respect to any one or more subclasses thereof. R.S.O. 1990, c. E.8, s. 31 (2).</p> <p class=\"subsection-e\">(3) Repealed: 1994, c. 27, s. 80 (4).</p> <p class=\"headnote-e\"><b>Definitions</b></p> <p class=\"subsection-e\">(4) Any word or expression used in this Act or the regulations may be defined in the regulations for the purposes of the regulations. R.S.O. 1990, c. E.8, s. 31 (4).</p> <p class=\"subsection-e\">(5) Repealed: 1994, c. 27, s. 80 (4).</p> <p class=\"subsection-e\">(6) Repealed: 1994, c. 27, s. 80 (4).</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90e08_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90e08_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}