{
    "act_info": {
        "full_title": "Emergency Management and Civil Protection Act, R.S.O. 1990, c. E.9",
        "act_name_text": "Emergency Management and Civil Protection Act",
        "citation": "R.S.O. 1990, c. E.9",
        "url": "https://www.ontario.ca/laws/statute/90e09",
        "date_scraped": "2023-12-18 04:04:13"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90e09/v13",
            "valid_from": "January  1, 2023",
            "valid_to": "June 30, 2023"
        },
        {
            "a_href": "/laws/statute/90e09/v12",
            "valid_from": "April 21, 2022",
            "valid_to": "December 31, 2022"
        },
        {
            "a_href": "/laws/statute/90e09/v11",
            "valid_from": "April 14, 2022",
            "valid_to": "April 20, 2022"
        },
        {
            "a_href": "/laws/statute/90e09/v10",
            "valid_from": "July  1, 2019",
            "valid_to": "April 13, 2022"
        },
        {
            "a_href": "/laws/statute/90e09/v9",
            "valid_from": "May 29, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/statute/90e09/v8",
            "valid_from": "December 15, 2009",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/90e09/v7",
            "valid_from": "August 20, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90e09/v6",
            "valid_from": "January  1, 2007",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/90e09/v5",
            "valid_from": "December 20, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/statute/90e09/v4",
            "valid_from": "October 19, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90e09/v3",
            "valid_from": "June 30, 2006",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "/laws/statute/90e09/v2",
            "valid_from": "June 20, 2006",
            "valid_to": "June 29, 2006"
        },
        {
            "a_href": "/laws/statute/90e09/v1",
            "valid_from": "May  5, 2003",
            "valid_to": "June 19, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/220082",
            "Citation": "O. Reg. 82/22",
            "title": "TERMINATION OF EMERGENCY"
        },
        {
            "a_href": "/laws/regulation/210025",
            "Citation": "O. Reg. 25/21",
            "title": "EXTENSIONS OF ORDERS"
        },
        {
            "a_href": "/laws/regulation/040380",
            "Citation": "O. Reg. 380/04",
            "title": "STANDARDS"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “emergency” means a situation or an impending situation that constitutes a danger of major proportions that could result in serious harm to persons or substantial damage to property and that is caused by the forces of nature, a disease or other health risk, an accident or an act whether intentional or otherwise; (“situation d’urgence”) “emergency area” means the area in which an emergency exists; (“zone de crise”) “emergency management program” means a program developed under section 2.1 or 5.1; (“programme de gestion des situations d’urgence”) “emergency plan” means a plan formulated under section 3, 6, 6.0.1, 8 or 8.1; (“plan de mesures d’urgence”) “employee of a municipality” means an employee as defined in section 278 of the Municipal Act, 2001 or a designated employee as defined in section 217 of the City of Toronto Act, 2006, as the case may be; (“employé municipal”) “head of council” includes a chair of the board of an improvement district; (“président du conseil”) “local board” means a local board as defined in the Municipal Affairs Act; (“conseil local”) “local services board” means a Local Services Board established under the Local Services Boards Act; (“régie locale des services publics”) “member of council” includes a trustee of the board of an improvement district; (“membre du conseil”) “necessary goods, services and resources” includes food, water, electricity, fossil fuels, clothing, equipment, transportation and medical services and supplies; (“denrées, services et ressources nécessaires”) “prescribed” means prescribed by the regulations; (“prescrit”) “public servant” means a public servant within the meaning of the Public Service of Ontario Act, 2006; (“fonctionnaire”) “regulations” means regulations made under this Act. (“règlements”) R.S.O. 1990, c. E.9, s. 1; 1999, c. 12, Sched. P, s. 3; 2002, c. 14, s. 3; 2002, c. 17, Sched. C, s. 10 (1, 2); 2006, c. 13, s. 1 (2); 2006, c. 32, Sched. C, s. 17; 2006, c. 35, Sched. C, s. 32 (1, 2); 2022, c. 11, Sched. 1, s. 1. Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. P, s. 3 (1, 2) - 04/02/2000 2002, c. 14, s. 3 (1, 2)\r\n- 15/04/2003; 2002, c. 17, Sched. C, s. 10 (1, 2) - 01/01/2003 2006, c. 13, s. 1 (2)\r\n- 30/06/2006; 2006, c. 32, Sched. C, s. 17 - 01/01/2007; 2006, c. 35, Sched. C, s. 32 (1, 2) - 20/08/2007 2022, c. 11, Sched. 1, s. 1 (1) - 01/01/2023; 2022, c. 11, Sched. 1, s. 1 (2) - 21/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“emergency” means a situation or an impending situation that constitutes a danger of major proportions that could result in serious harm to persons or substantial damage to property and that is caused by the forces of nature, a disease or other health risk, an accident or an act whether intentional or otherwise; (“situation d’urgence”)</p> <p class=\"definition\">“emergency area” means the area in which an emergency exists; (“zone de crise”)</p> <p class=\"definition\">“emergency management program” means a program developed under section 2.1 or 5.1; (“programme de gestion des situations d’urgence”)</p> <p class=\"definition\">“emergency plan” means a plan formulated under section 3, 6, 6.0.1, 8 or 8.1; (“plan de mesures d’urgence”)</p> <p class=\"definition\">“employee of a municipality” means an employee as defined in section 278 of the <i>Municipal Act, 2001</i><i> </i>or a designated employee as defined in section 217 of the<i> </i><i>City of Toronto Act, 2006</i>,<i> </i>as the case may be; (“employé municipal”)</p> <p class=\"definition\">“head of council” includes a chair of the board of an improvement district; (“président du conseil”)</p> <p class=\"definition\">“local board” means a local board as defined in the <i>Municipal Affairs Act</i>; (“conseil local”)</p> <p class=\"definition\">“local services board” means a Local Services Board established under the <i>Local Services Boards Act</i>; (“régie locale des services publics”)</p> <p class=\"definition\">“member of council” includes a trustee of the board of an improvement district; (“membre du conseil”)</p> <p class=\"definition\">“necessary goods, services and resources” includes food, water, electricity, fossil fuels, clothing, equipment, transportation and medical services and supplies; (“denrées, services et ressources nécessaires”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“public servant” means a public servant within the meaning of the <i>Public Service of Ontario Act, 2006</i>; (“fonctionnaire”)</p> <p class=\"definition\">“regulations” means regulations made under this Act. (“règlements”) R.S.O. 1990, c. E.9, s. 1; 1999, c. 12, Sched. P, s. 3; 2002, c. 14, s. 3; 2002, c. 17, Sched. C, s. 10 (1, 2); 2006, c. 13, s. 1 (2); 2006, c. 32, Sched. C, s. 17; 2006, c. 35, Sched. C, s. 32 (1, 2); 2022, c. 11, Sched. 1, s. 1.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. P, s. 3 (1, 2) - 04/02/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02014#s3s1\">2002, c. 14, s. 3 (1, 2)</a></span>\r\n- 15/04/2003; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedcs10s1\">2002, c. 17, Sched. C, s. 10 (1, 2)</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s2\">2006, c. 13, s. 1 (2)</a></span>\r\n- 30/06/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs17\">2006, c. 32, Sched. C, s. 17</a></span> - 01/01/2007; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs32s1\">2006, c. 35, Sched. C, s. 32 (1, 2)</a></span> - 20/08/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22011#sched1s1s1\">2022, c. 11, Sched. 1, s. 1 (1)</a></span> - 01/01/2023; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22011#sched1s1s2\">2022, c. 11, Sched. 1, s. 1 (2)</a></span> - 21/04/2022</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Administration of Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Administration of Act",
            "content": "2 The Solicitor General is responsible for the administration of this Act.  R.S.O. 1990, c. E.9, s. 2.",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>The Solicitor General is responsible for the administration of this Act.  R.S.O. 1990, c. E.9, s. 2.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.0.1",
            "section_x": "Cabinet advisory committee",
            "part_id": null,
            "part_type": null,
            "section_y": "Cabinet advisory committee",
            "content": "2.0.1 The Lieutenant Governor in Council may appoint, from among the members of the Executive Council, a committee to advise the Lieutenant Governor in Council on matters relating to emergencies.  2006, c. 13, s. 1 (3). Section Amendments with date in force (d/m/y) 2006, c. 13, s. 1 (3)\r\n- 30/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2.0.1 </b>The Lieutenant Governor in Council may appoint, from among the members of the Executive Council, a committee to advise the Lieutenant Governor in Council on matters relating to emergencies.  2006, c. 13, s. 1 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s3\">2006, c. 13, s. 1 (3)</a></span>\r\n- 30/06/2006</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.1",
            "section_x": "Municipal emergency management programs",
            "part_id": null,
            "part_type": null,
            "section_y": "Municipal emergency management programs",
            "content": "2.1 (1) Every municipality shall develop and implement an emergency management program and the council of the municipality shall by by-law adopt the emergency management program.  2002, c. 14, s. 4. Same (2) The emergency management program shall consist of, (a)  an emergency plan as required by section 3; (b)  training programs and exercises for employees of the municipality and other persons with respect to the provision of necessary services and the procedures to be followed in emergency response and recovery activities; (c)  public education on risks to public safety and on public preparedness for emergencies; and (d)  any other element required by the standards for emergency management programs set under section 14.  2002, c. 14, s. 4. Hazard and risk assessment and infrastructure identification (3) In developing its emergency management program, every municipality shall identify and assess the various hazards and risks to public safety that could give rise to emergencies and identify the facilities and other elements of the infrastructure that are at risk of being affected by emergencies.  2002, c. 14, s. 4. Confidentiality for defence reasons (4) Subject to subsection (5), a head of an institution, as defined in the Municipal Freedom of Information and Protection of Privacy Act, may refuse under that Act to disclose a record if, (a)  the record contains information required for the identification and assessment activities under subsection (3); and (b)  its disclosure could reasonably be expected to prejudice the defence of Canada or of any foreign state allied or associated with Canada or be injurious to the detection, prevention or suppression of espionage, sabotage or terrorism.  2002, c. 14, s. 4. Same (5) A head of an institution, as defined in the Municipal Freedom of Information and Protection of Privacy Act, shall not disclose a record described in subsection (4), (a)  if the institution is a municipality and the head of the institution is not the council of the municipality, without the prior approval of the council of the municipality; (b)  if the institution is a board, commission or body of a municipality, without the prior approval of the council of the municipality or, if it is a board, commission or body of two or more municipalities, without the prior approval of the councils of those municipalities.  2002, c. 14, s. 4. Confidentiality of third party information (6) A head of an institution, as defined in the Municipal Freedom of Information and Protection of Privacy Act, shall not, under that Act, disclose a record that, (a)  contains information required for the identification and assessment activities under subsection (3); and (b)  reveals a trade secret or scientific, technical, commercial, financial or labour relations information, supplied in confidence implicitly or explicitly.  2002, c. 14, s. 4. Meetings closed to public (7) The council of a municipality shall close to the public a meeting or part of a meeting if the subject matter being considered is the council’s approval for the purpose of subsection (5).  2002, c. 14, s. 4. Application of Municipal Freedom of Information and Protection of Privacy Act (8) Nothing in this section affects a person’s right of appeal under section 39 of the Municipal Freedom of Information and Protection of Privacy Act with respect to a record described in this section.  2002, c. 14, s. 4. Section Amendments with date in force (d/m/y) 2002, c. 14, s. 4\r\n- 15/04/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2.1</b> (1) Every municipality shall develop and implement an emergency management program and the council of the municipality shall by by-law adopt the emergency management program.  2002, c. 14, s. 4.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The emergency management program shall consist of,</p> <p class=\"paragraph\">  (a)  an emergency plan as required by section 3;</p> <p class=\"paragraph\">  (b)  training programs and exercises for employees of the municipality and other persons with respect to the provision of necessary services and the procedures to be followed in emergency response and recovery activities;</p> <p class=\"paragraph\">  (c)  public education on risks to public safety and on public preparedness for emergencies; and</p> <p class=\"paragraph\">  (d)  any other element required by the standards for emergency management programs set under section 14.  2002, c. 14, s. 4.</p> <p class=\"headnote\">Hazard and risk assessment and infrastructure identification</p> <p class=\"subsection\">(3) In developing its emergency management program, every municipality shall identify and assess the various hazards and risks to public safety that could give rise to emergencies and identify the facilities and other elements of the infrastructure that are at risk of being affected by emergencies.  2002, c. 14, s. 4.</p> <p class=\"headnote\">Confidentiality for defence reasons</p> <p class=\"subsection\">(4) Subject to subsection (5), a head of an institution, as defined in the <i>Municipal Freedom of Information and Protection of Privacy Act</i>, may refuse under that Act to disclose a record if, </p> <p class=\"paragraph\">  (a)  the record contains information required for the identification and assessment activities under subsection (3); and </p> <p class=\"paragraph\">  (b)  its disclosure could reasonably be expected to prejudice the defence of Canada or of any foreign state allied or associated with Canada or be injurious to the detection, prevention or suppression of espionage, sabotage or terrorism.  2002, c. 14, s. 4.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) A head of an institution, as defined in the <i>Municipal Freedom of Information and Protection of Privacy Act</i>, shall not disclose a record described in subsection (4),</p> <p class=\"paragraph\">  (a)  if the institution is a municipality and the head of the institution is not the council of the municipality, without the prior approval of the council of the municipality;</p> <p class=\"paragraph\">  (b)  if the institution is a board, commission or body of a municipality, without the prior approval of the council of the municipality or, if it is a board, commission or body of two or more municipalities, without the prior approval of the councils of those municipalities.  2002, c. 14, s. 4.</p> <p class=\"headnote\">Confidentiality of third party information</p> <p class=\"subsection\">(6) A head of an institution, as defined in the <i>Municipal Freedom of Information and Protection of Privacy Act</i>, shall not, under that Act, disclose a record that, </p> <p class=\"paragraph\">  (a)  contains information required for the identification and assessment activities under subsection (3); and </p> <p class=\"paragraph\">  (b)  reveals a trade secret or scientific, technical, commercial, financial or labour relations information, supplied in confidence implicitly or explicitly.  2002, c. 14, s. 4.</p> <p class=\"headnote\">Meetings closed to public</p> <p class=\"subsection\">(7) The council of a municipality shall close to the public a meeting or part of a meeting if the subject matter being considered is the council’s approval for the purpose of subsection (5).  2002, c. 14, s. 4.</p> <p class=\"headnote\">Application of<i> Municipal Freedom of Information and Protection of Privacy Act</i></p> <p class=\"subsection\">(8) Nothing in this section affects a person’s right of appeal under section 39 of the <i>Municipal Freedom of Information and Protection of Privacy Act</i> with respect to a record described in this section.  2002, c. 14, s. 4.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02014#s4\">2002, c. 14, s. 4</a></span>\r\n- 15/04/2003</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Municipal emergency plan",
            "part_id": null,
            "part_type": null,
            "section_y": "Municipal emergency plan",
            "content": "3 (1) Every municipality shall formulate an emergency plan governing the provision of necessary services during an emergency and the procedures under and the manner in which employees of the municipality and other persons will respond to the emergency and the council of the municipality shall by by-law adopt the emergency plan.  2002, c. 14, s. 5 (1). (2) Repealed:  2002, c. 14, s. 5 (1). Co-ordination by county (3) The council of a county may with the consent of the councils of the municipalities situated within the county co-ordinate and assist in the formulation of their emergency plans under subsection (1).  R.S.O. 1990, c. E.9, s. 3 (3). Specific emergencies may be designated (4) The Lieutenant Governor in Council may designate a municipality to address a specific type of emergency in its emergency plan and, if so required, the municipality shall include the type of emergency specified in its emergency plan.  2002, c. 14, s. 5 (2). Training and exercises (5) Every municipality shall conduct training programs and exercises to ensure the readiness of employees of the municipality and other persons to act under the emergency plan.  2002, c. 14, s. 5 (3). Review of plan (6) Every municipality shall review and, if necessary, revise its emergency plan every year.  2002, c. 14, s. 5 (3). Section Amendments with date in force (d/m/y) 2002, c. 14, s. 5 (1-3)\r\n- 15/04/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) Every municipality shall formulate an emergency plan governing the provision of necessary services during an emergency and the procedures under and the manner in which employees of the municipality and other persons will respond to the emergency and the council of the municipality shall by by-law adopt the emergency plan.  2002, c. 14, s. 5 (1).</p> <p class=\"subsection\">(2) <span>Repealed:</span>  2002, c. 14, s. 5 (1).</p> <p class=\"headnote\">Co-ordination by county</p> <p class=\"subsection\">(3) The council of a county may with the consent of the councils of the municipalities situated within the county co-ordinate and assist in the formulation of their emergency plans under subsection (1).  R.S.O. 1990, c. E.9, s. 3 (3).</p> <p class=\"headnote\">Specific emergencies may be designated</p> <p class=\"subsection\">(4) The Lieutenant Governor in Council may designate a municipality to address a specific type of emergency in its emergency plan and, if so required, the municipality shall include the type of emergency specified in its emergency plan.  2002, c. 14, s. 5 (2).</p> <p class=\"headnote\">Training and exercises</p> <p class=\"subsection\">(5) Every municipality shall conduct training programs and exercises to ensure the readiness of employees of the municipality and other persons to act under the emergency plan.  2002, c. 14, s. 5 (3).</p> <p class=\"headnote\">Review of plan</p> <p class=\"subsection\">(6) Every municipality shall review and, if necessary, revise its emergency plan every year.  2002, c. 14, s. 5 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02014#s5s1\">2002, c. 14, s. 5 (1-3)</a></span>\r\n- 15/04/2003</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Declaration of emergency",
            "part_id": null,
            "part_type": null,
            "section_y": "Declaration of emergency",
            "content": "4 (1) The head of council of a municipality may declare that an emergency exists in the municipality or in any part thereof and may take such action and make such orders as he or she considers necessary and are not contrary to law to implement the emergency plan of the municipality and to protect property and the health, safety and welfare of the inhabitants of the emergency area.  R.S.O. 1990, c. E.9, s. 4 (1). Declaration as to termination of emergency (2) The head of council or the council of a municipality may at any time declare that an emergency has terminated.  R.S.O. 1990, c. E.9, s. 4 (2). Solicitor General to be notified (3) The head of council shall ensure that the Solicitor General is notified forthwith of a declaration made under subsection (1) or (2).  R.S.O. 1990, c. E.9, s. 4 (3). Premier may declare emergency terminated (4) The Premier of Ontario may at any time declare that an emergency has terminated.  R.S.O. 1990, c. E.9, s. 4 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>(1) The head of council of a municipality may declare that an emergency exists in the municipality or in any part thereof and may take such action and make such orders as he or she considers necessary and are not contrary to law to implement the emergency plan of the municipality and to protect property and the health, safety and welfare of the inhabitants of the emergency area.  R.S.O. 1990, c. E.9, s. 4 (1).</p> <p class=\"headnote\">Declaration as to termination of emergency</p> <p class=\"subsection\">(2) The head of council or the council of a municipality may at any time declare that an emergency has terminated.  R.S.O. 1990, c. E.9, s. 4 (2).</p> <p class=\"headnote\">Solicitor General to be notified</p> <p class=\"subsection\">(3) The head of council shall ensure that the Solicitor General is notified forthwith of a declaration made under subsection (1) or (2).  R.S.O. 1990, c. E.9, s. 4 (3).</p> <p class=\"headnote\">Premier may declare emergency terminated</p> <p class=\"subsection\">(4) The Premier of Ontario may at any time declare that an emergency has terminated.  R.S.O. 1990, c. E.9, s. 4 (4).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Conformity with upper-tier plan",
            "part_id": null,
            "part_type": null,
            "section_y": "Conformity with upper-tier plan",
            "content": "5 The emergency plan of a lower-tier municipality in an upper-tier municipality, excluding a county, shall conform to the emergency plan of the upper-tier municipality and has no effect to the extent of any inconsistency and, for the purposes of this section, The Corporation of the County of Lambton shall be deemed to be an upper-tier municipality.  2002, c. 17, Sched. C, s. 10 (3). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. C, s. 10 (3) - 01/01/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>The emergency plan of a lower-tier municipality in an upper-tier municipality, excluding a county, shall conform to the emergency plan of the upper-tier municipality and has no effect to the extent of any inconsistency and, for the purposes of this section, The Corporation of the County of Lambton shall be deemed to be an upper-tier municipality.  2002, c. 17, Sched. C, s. 10 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedcs10s3\">2002, c. 17, Sched. C, s. 10 (3)</a></span> - 01/01/2003</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.1",
            "section_x": "Emergency management programs of provincial government bodies",
            "part_id": null,
            "part_type": null,
            "section_y": "Emergency management programs of provincial government bodies",
            "content": "5.1 (1) Every minister of the Crown presiding over a ministry of the Government of Ontario and every agency, board, commission and other branch of government designated by the Lieutenant Governor in Council shall develop and implement an emergency management program consisting of, (a)  an emergency plan as required by section 6; (b)  training programs and exercises for public servants and other persons with respect to the provision of necessary services and the procedures to be followed in emergency response and recovery activities; (c)  public education on risks to public safety and on public preparedness for emergencies; and (d)  any other element required by the standards for emergency management programs set under section 14.  2002, c. 14, s. 7; 2006, c. 35, Sched. C, s. 32 (3). Hazard and risk assessment and infrastructure identification (2) In developing an emergency management program, every minister of the Crown and every designated agency, board, commission and other branch of government shall identify and regularly monitor and assess the various hazards and risks to public safety that could give rise to emergencies and identify the facilities and other elements of the infrastructure for which the minister or agency, board, commission or branch is responsible that are at risk of being affected by emergencies. 2022, c. 11, Sched. 1, s. 2. Same, identification of necessary goods, services and resources (2.1) The emergency management program must include an identification of the necessary goods, services and resources that would be required to respond to the hazards and risks identified under subsection (2) and the availability and readiness of those necessary goods, services and resources. 2022, c. 11, Sched. 1, s. 2. Same, provision upon request (2.2) Every minister of the Crown and every designated agency, board, commission and other branch of government shall provide information on the hazards and risks identified under subsection (2) and the related information described in subsection (2.1) to the Chief, Emergency Management Ontario annually and at any other time requested by the Chief. 2022, c. 11, Sched. 1, s. 2. Confidentiality of third party information (3) A head of an institution, as defined in the Freedom of Information and Protection of Privacy Act, shall not, under that Act, disclose a record that, (a)  contains information required for the identification and assessment activities under subsection (2); and (b)  reveals a trade secret or scientific, technical, commercial, financial or labour relations information, supplied in confidence implicitly or explicitly.  2002, c. 14, s. 7. Application of Freedom of Information and Protection of Privacy Act (4) Nothing in this section affects a person’s right of appeal under section 50 of the Freedom of Information and Protection of Privacy Act with respect to a record described in this section.  2002, c. 14, s. 7. Section Amendments with date in force (d/m/y) 2002, c. 14, s. 7\r\n- 15/04/2003 2006, c. 35, Sched. C, s. 32 (3) - 20/08/2007 2022, c. 11, Sched. 1, s. 2 - 01/07/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>5.1</b><b> </b>(1) Every minister of the Crown presiding over a ministry of the Government of Ontario and every agency, board, commission and other branch of government designated by the Lieutenant Governor in Council shall develop and implement an emergency management program consisting of,</p> <p class=\"paragraph\">  (a)  an emergency plan as required by section 6;</p> <p class=\"paragraph\">  (b)  training programs and exercises for public servants and other persons with respect to the provision of necessary services and the procedures to be followed in emergency response and recovery activities;</p> <p class=\"paragraph\">  (c)  public education on risks to public safety and on public preparedness for emergencies; and</p> <p class=\"paragraph\">  (d)  any other element required by the standards for emergency management programs set under section 14.  2002, c. 14, s. 7; 2006, c. 35, Sched. C, s. 32 (3).</p> <p class=\"headnote\">Hazard and risk assessment and infrastructure identification</p> <p class=\"subsection\">(2) In developing an emergency management program, every minister of the Crown and every designated agency, board, commission and other branch of government shall identify and regularly monitor and assess the various hazards and risks to public safety that could give rise to emergencies and identify the facilities and other elements of the infrastructure for which the minister or agency, board, commission or branch is responsible that are at risk of being affected by emergencies. 2022, c. 11, Sched. 1, s. 2.</p> <p class=\"headnote\">Same, identification of necessary goods, services and resources</p> <p class=\"subsection\">(2.1) The emergency management program must include an identification of the necessary goods, services and resources that would be required to respond to the hazards and risks identified under subsection (2) and the availability and readiness of those necessary goods, services and resources. 2022, c. 11, Sched. 1, s. 2.</p> <p class=\"headnote\">Same, provision upon request</p> <p class=\"subsection\">(2.2) Every minister of the Crown and every designated agency, board, commission and other branch of government shall provide information on the hazards and risks identified under subsection (2) and the related information described in subsection (2.1) to the Chief, Emergency Management Ontario annually and at any other time requested by the Chief. 2022, c. 11, Sched. 1, s. 2.</p> <p class=\"headnote\">Confidentiality of third party information</p> <p class=\"subsection\">(3) A head of an institution, as defined in the <i>Freedom of Information and Protection of Privacy Act</i>, shall not, under that Act, disclose a record that, </p> <p class=\"paragraph\">  (a)  contains information required for the identification and assessment activities under subsection (2); and </p> <p class=\"paragraph\">  (b)  reveals a trade secret or scientific, technical, commercial, financial or labour relations information, supplied in confidence implicitly or explicitly.  2002, c. 14, s. 7.</p> <p class=\"headnote\">Application of<i> Freedom of Information and Protection of Privacy Act</i></p> <p class=\"subsection\">(4) Nothing in this section affects a person’s right of appeal under section 50 of the <i>Freedom of Information and Protection of Privacy Act</i> with respect to a record described in this section.  2002, c. 14, s. 7.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02014#s7\">2002, c. 14, s. 7</a></span>\r\n- 15/04/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs32s3\">2006, c. 35, Sched. C, s. 32 (3)</a></span> - 20/08/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22011#sched1s2\">2022, c. 11, Sched. 1, s. 2</a></span> - 01/07/2023</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "section_x": "Emergency plans of provincial government bodies",
            "part_id": null,
            "part_type": null,
            "section_y": "Emergency plans of provincial government bodies",
            "content": "6 (1) It is the responsibility of, (a)  each minister of the Crown presiding over a ministry of the Government of Ontario; and (b)  each agency, board, commission or other branch of government designated by the Lieutenant Governor in Council, to formulate an emergency plan for the ministry or branch of government, as the case may be, in respect of the type of emergency assigned to it by the Lieutenant Governor in Council, governing the provision of necessary services during an emergency and the procedures under and the manner in which public servants and other persons will respond to the emergency.  R.S.O. 1990, c. E.9, s. 6 (1); 2006, c. 35, Sched. C, s. 32 (3). Plan shall reflect provincial emergency management plan (1.1) The emergency plan must reflect any relevant contents from the provincial emergency management plan formulated under section 6.0.1. 2022, c. 11, Sched. 1, s. 3. Training and exercises (2) Every minister of the Crown described in clause (1) (a) and every agency, board, commission or other branch of government described in clause (1) (b) shall conduct training programs and exercises to ensure the readiness of public servants and other persons to act under their emergency plans.  2002, c. 14, s. 8; 2006, c. 35, Sched. C, s. 32 (3). Review of plan (3) Every minister of the Crown described in clause (1) (a) and every agency, board, commission or other branch of government described in clause (1) (b) shall review and, if necessary, revise its emergency plan every year.  2002, c. 14, s. 8. Section Amendments with date in force (d/m/y) 2002, c. 14, s. 8\r\n- 15/04/2003 2006, c. 35, Sched. C, s. 32 (3) - 20/08/2007 2022, c. 11, Sched. 1, s. 3 - 01/01/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>6 </b>(1) It is the responsibility of,</p> <p class=\"paragraph\">  (a)  each minister of the Crown presiding over a ministry of the Government of Ontario; and</p> <p class=\"paragraph\">  (b)  each agency, board, commission or other branch of government designated by the Lieutenant Governor in Council,</p> <p class=\"section\">to formulate an emergency plan for the ministry or branch of government, as the case may be, in respect of the type of emergency assigned to it by the Lieutenant Governor in Council, governing the provision of necessary services during an emergency and the procedures under and the manner in which public servants and other persons will respond to the emergency.  R.S.O. 1990, c. E.9, s. 6 (1); 2006, c. 35, Sched. C, s. 32 (3).</p> <p class=\"headnote\">Plan shall reflect provincial emergency management plan</p> <p class=\"subsection\">(1.1) The emergency plan must reflect any relevant contents from the provincial emergency management plan formulated under section 6.0.1. 2022, c. 11, Sched. 1, s. 3.</p> <p class=\"headnote\">Training and exercises</p> <p class=\"subsection\">(2) Every minister of the Crown described in clause (1) (a) and every agency, board, commission or other branch of government described in clause (1) (b) shall conduct training programs and exercises to ensure the readiness of public servants and other persons to act under their emergency plans.  2002, c. 14, s. 8; 2006, c. 35, Sched. C, s. 32 (3).</p> <p class=\"headnote\">Review of plan</p> <p class=\"subsection\">(3) Every minister of the Crown described in clause (1) (a) and every agency, board, commission or other branch of government described in clause (1) (b) shall review and, if necessary, revise its emergency plan every year.  2002, c. 14, s. 8.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02014#s8\">2002, c. 14, s. 8</a></span>\r\n- 15/04/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs32s3\">2006, c. 35, Sched. C, s. 32 (3)</a></span> - 20/08/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22011#sched1s3\">2022, c. 11, Sched. 1, s. 3</a></span> - 01/01/2023</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "6.0.1",
            "section_x": "Provincial emergency management plan",
            "part_id": null,
            "part_type": null,
            "section_y": "Provincial emergency management plan",
            "content": "6.0.1 (1) The Solicitor General shall formulate a provincial emergency management plan that describes how Ontario will co-ordinate the response to any emergency that requires co-ordination at the provincial level. 2022, c. 11, Sched. 1, s. 4. Training and exercises (2) The Solicitor General shall conduct training programs and exercises to ensure the readiness of public servants and other persons to act under the provincial emergency management plan. 2022, c. 11, Sched. 1, s. 4. Annual report (3) The Solicitor General shall prepare an annual report detailing the progress that has been made on achieving the objectives of the provincial emergency management plan. 2022, c. 11, Sched. 1, s. 4. Review and revision of plan (4) The Solicitor General shall review the provincial emergency management plan and revise it at least every five years. 2022, c. 11, Sched. 1, s. 4. Publication (5) The Solicitor General shall make the provincial emergency management plan and the annual report described in subsection (3) available to the public on a website of the Government of Ontario or in such other manner as may be prescribed. 2022, c. 11, Sched. 1, s. 4. Section Amendments with date in force (d/m/y) 2022, c. 11, Sched. 1, s. 4 - 01/01/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>6.0.1 </b>(1) The Solicitor General shall formulate a provincial emergency management plan that describes how Ontario will co-ordinate the response to any emergency that requires co-ordination at the provincial level. 2022, c. 11, Sched. 1, s. 4.</p> <p class=\"headnote\">Training and exercises</p> <p class=\"subsection\">(2) The Solicitor General shall conduct training programs and exercises to ensure the readiness of public servants and other persons to act under the provincial emergency management plan. 2022, c. 11, Sched. 1, s. 4.</p> <p class=\"headnote\">Annual report</p> <p class=\"subsection\">(3) The Solicitor General shall prepare an annual report detailing the progress that has been made on achieving the objectives of the provincial emergency management plan. 2022, c. 11, Sched. 1, s. 4.</p> <p class=\"headnote\">Review and revision of plan</p> <p class=\"subsection\">(4) The Solicitor General shall review the provincial emergency management plan and revise it at least every five years. 2022, c. 11, Sched. 1, s. 4.</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(5) The Solicitor General shall make the provincial emergency management plan and the annual report described in subsection (3) available to the public on a website of the Government of Ontario or in such other manner as may be prescribed. 2022, c. 11, Sched. 1, s. 4.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22011#sched1s4\">2022, c. 11, Sched. 1, s. 4</a></span> - 01/01/2023</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "6.1",
            "section_x": "Commissioner and Chief",
            "part_id": null,
            "part_type": null,
            "section_y": "Commissioner and Chief",
            "content": "6.1 (1) The Lieutenant Governor shall appoint a Commissioner of Emergency Management and a Chief, Emergency Management Ontario. 2022, c. 11, Sched. 1, s. 5. Commissioner operates under direction of Solicitor General (2) The Commissioner of Emergency Management operates under the direction of the Solicitor General. 2022, c. 11, Sched. 1, s. 5. Chief operates under direction of Commissioner (3) The Chief, Emergency Management Ontario operates under the direction of the Commissioner of Emergency Management. 2022, c. 11, Sched. 1, s. 5. Responsibilities of Chief (4) The Chief, Emergency Management Ontario is responsible for monitoring, co-ordinating and assisting in the development and implementation of emergency management programs under sections 2.1 and 5.1 and for ensuring that those programs are co-ordinated in so far as possible with emergency management programs and emergency plans of the Government of Canada and its agencies. 2022, c. 11, Sched. 1, s. 5. Transition (5) The appointments of the Commissioner of Emergency Management and the Chief, Emergency Management Ontario that were in effect immediately before this subsection came into force are continued on the day this subsection comes into force as appointments made under this section. 2022, c. 11, Sched. 1, s. 5. Section Amendments with date in force (d/m/y) 2002, c. 14, s. 9\r\n- 15/04/2003 2022, c. 11, Sched. 1, s. 5 - 21/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>6.1 </b>(1) The Lieutenant Governor shall appoint a Commissioner of Emergency Management and a Chief, Emergency Management Ontario. 2022, c. 11, Sched. 1, s. 5.</p> <p class=\"headnote\">Commissioner operates under direction of Solicitor General</p> <p class=\"subsection\">(2) The Commissioner of Emergency Management operates under the direction of the Solicitor General. 2022, c. 11, Sched. 1, s. 5.</p> <p class=\"headnote\">Chief operates under direction of Commissioner</p> <p class=\"subsection\">(3) The Chief, Emergency Management Ontario operates under the direction of the Commissioner of Emergency Management. 2022, c. 11, Sched. 1, s. 5.</p> <p class=\"headnote\">Responsibilities of Chief</p> <p class=\"subsection\">(4) The Chief, Emergency Management Ontario is responsible for monitoring, co-ordinating and assisting in the development and implementation of emergency management programs under sections 2.1 and 5.1 and for ensuring that those programs are co-ordinated in so far as possible with emergency management programs and emergency plans of the Government of Canada and its agencies. 2022, c. 11, Sched. 1, s. 5.</p> <p class=\"headnote\">Transition</p> <p class=\"subsection\">(5) The appointments of the Commissioner of Emergency Management and the Chief, Emergency Management Ontario that were in effect immediately before this subsection came into force are continued on the day this subsection comes into force as appointments made under this section. 2022, c. 11, Sched. 1, s. 5.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02014#s9\">2002, c. 14, s. 9</a></span>\r\n- 15/04/2003</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22011#sched1s5\">2022, c. 11, Sched. 1, s. 5</a></span> - 21/04/2022</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "6.1.1",
            "section_x": "Accountability and governance framework",
            "part_id": null,
            "part_type": null,
            "section_y": "Accountability and governance framework",
            "content": "6.1.1 (1) The Solicitor General shall develop a written framework for accountability and governance during emergencies. 2022, c. 11, Sched. 1, s. 5. Contents (2) The framework shall articulate, (a)  the role, authority, powers and responsibilities of the Solicitor General, the Commissioner of Emergency Management and the Chief, Emergency Management Ontario during an emergency; and (b)  the roles and responsibilities of each minister of the Crown presiding over a ministry of the Government of Ontario during an emergency. 2022, c. 11, Sched. 1, s. 5. Publication (3) The Solicitor General shall make the framework available to the public on a website of the Government of Ontario or in such other manner as may be prescribed. 2022, c. 11, Sched. 1, s. 5. Compliance (4) The Solicitor General, Commissioner of Emergency Management and Chief, Emergency Management Ontario and any other prescribed ministers of the Crown presiding over a ministry of the Government of Ontario shall operate in compliance with the framework. 2022, c. 11, Sched. 1, s. 5. Section Amendments with date in force (d/m/y) 2022, c. 11, Sched. 1, s. 5 - 21/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>6.1.1 </b>(1) The Solicitor General shall develop a written framework for accountability and governance during emergencies. 2022, c. 11, Sched. 1, s. 5.</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(2) The framework shall articulate,</p> <p class=\"paragraph\">  (a)  the role, authority, powers and responsibilities of the Solicitor General, the Commissioner of Emergency Management and the Chief, Emergency Management Ontario during an emergency; and</p> <p class=\"paragraph\">  (b)  the roles and responsibilities of each minister of the Crown presiding over a ministry of the Government of Ontario during an emergency. 2022, c. 11, Sched. 1, s. 5.</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(3) The Solicitor General shall make the framework available to the public on a website of the Government of Ontario or in such other manner as may be prescribed. 2022, c. 11, Sched. 1, s. 5.</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(4) The Solicitor General, Commissioner of Emergency Management and Chief, Emergency Management Ontario and any other prescribed ministers of the Crown presiding over a ministry of the Government of Ontario shall operate in compliance with the framework. 2022, c. 11, Sched. 1, s. 5.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22011#sched1s5\">2022, c. 11, Sched. 1, s. 5</a></span> - 21/04/2022</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "6.2",
            "section_x": "Emergency plans submitted to Chief",
            "part_id": null,
            "part_type": null,
            "section_y": "Emergency plans submitted to Chief",
            "content": "6.2 (1) Every municipality, minister of the Crown and designated agency, board, commission and other branch of government shall submit a copy of their emergency plans and of any revisions to their emergency plans to the Chief, Emergency Management Ontario, and shall ensure that the Chief, Emergency Management Ontario has, at any time, the most current version of their emergency plans.  2002, c. 14, s. 10. Repository for emergency plans (2) The Chief, Emergency Management Ontario shall keep in a secure place the most current version of every emergency plan submitted to him or her.  2002, c. 14, s. 10. Section Amendments with date in force (d/m/y) 2002, c. 14, s. 10\r\n- 15/04/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>6.2</b><b> </b>(1) Every municipality, minister of the Crown and designated agency, board, commission and other branch of government shall submit a copy of their emergency plans and of any revisions to their emergency plans to the Chief, Emergency Management Ontario, and shall ensure that the Chief, Emergency Management Ontario has, at any time, the most current version of their emergency plans.  2002, c. 14, s. 10.</p> <p class=\"headnote\">Repository for emergency plans</p> <p class=\"subsection\">(2) The Chief, Emergency Management Ontario shall keep in a secure place the most current version of every emergency plan submitted to him or her.  2002, c. 14, s. 10.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02014#s10\">2002, c. 14, s. 10</a></span>\r\n- 15/04/2003</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "7.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "7 In sections 7.0.1 to 7.0.11, “animal” means a domestic animal or bird or an animal or bird that is wild by nature that is in captivity; (“animal”) “municipality” includes a local board of a municipality, a district social services administration board and, despite subsection 6 (2) of the Northern Services Boards Act, a local services board. (“municipalité”) 2006, c. 13, s. 1 (4) ; 2022, c. 11, Sched. 1, s. 6. Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. P, s. 5 - 04/02/2000 2006, c. 13, s. 1 (4)\r\n- 30/06/2006 2022, c. 11, Sched. 1, s. 6 - 21/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>7 </b>In sections 7.0.1 to 7.0.11,</p> <p class=\"definition\">“animal” means a domestic animal or bird or an animal or bird that is wild by nature that is in captivity; (“animal”)</p> <p class=\"definition\">“municipality” includes a local board of a municipality, a district social services administration board and, despite subsection 6 (2) of the <i>Northern Services Boards Act</i>,<i> </i>a local services board. (“municipalité”) 2006, c. 13, s. 1 (4) ; 2022, c. 11, Sched. 1, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. P, s. 5 - 04/02/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s4\">2006, c. 13, s. 1 (4)</a></span>\r\n- 30/06/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22011#sched1s6\">2022, c. 11, Sched. 1, s. 6</a></span> - 21/04/2022</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "7.0.1",
            "section_x": "Declaration of emergency",
            "part_id": null,
            "part_type": null,
            "section_y": "Declaration of emergency",
            "content": "7.0.1 (1) Subject to subsection (3), the Lieutenant Governor in Council or the Premier, if in the Premier’s opinion the urgency of the situation requires that an order be made immediately, may by order declare that an emergency exists throughout Ontario or in any part of Ontario.  2006, c. 13, s. 1 (4). Confirmation of urgent declaration (2) An order of the Premier that declares an emergency is terminated after 72 hours unless the order is confirmed by order of the Lieutenant Governor in Council before it terminates.  2006, c. 13, s. 1 (4). Criteria for declaration (3) An order declaring that an emergency exists throughout Ontario or any part of it may be made under this section if, in the opinion of the Lieutenant Governor in Council or the Premier, as the case may be, the following criteria are satisfied: 1.  There is an emergency that requires immediate action to prevent, reduce or mitigate a danger of major proportions that could result in serious harm to persons or substantial damage to property. 2.  One of the following circumstances exists: i.  The resources normally available to a ministry of the Government of Ontario or an agency, board or commission or other branch of the government, including existing legislation, cannot be relied upon without the risk of serious delay. ii.  The resources referred to in subparagraph i may be insufficiently effective to address the emergency. iii.  It is not possible, without the risk of serious delay, to ascertain whether the resources referred to in subparagraph i can be relied upon.  2006, c. 13, s. 1 (4). Section Amendments with date in force (d/m/y) 2006, c. 13, s. 1 (4)\r\n- 30/06/2006 Emergency powers and orders",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>7.0.1 </b>(1) Subject to subsection (3), the Lieutenant Governor in Council or the Premier, if in the Premier’s opinion the urgency of the situation requires that an order be made immediately, may by order declare that an emergency exists throughout Ontario or in any part of Ontario.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Confirmation of urgent declaration</p> <p class=\"subsection\">(2) An order of the Premier that declares an emergency is terminated after 72 hours unless the order is confirmed by order of the Lieutenant Governor in Council before it terminates.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Criteria for declaration</p> <p class=\"subsection\">(3) An order declaring that an emergency exists throughout Ontario or any part of it may be made under this section if, in the opinion of the Lieutenant Governor in Council or the Premier, as the case may be, the following criteria are satisfied: </p> <p class=\"paragraph\">  1.  There is an emergency that requires immediate action to prevent, reduce or mitigate a danger of major proportions that could result in serious harm to persons or substantial damage to property. </p> <p class=\"paragraph\">  2.  One of the following circumstances exists:</p> <p class=\"subpara\">  i.  The resources normally available to a ministry of the Government of Ontario or an agency, board or commission or other branch of the government, including existing legislation, cannot be relied upon without the risk of serious delay.</p> <p class=\"subpara\">  ii.  The resources referred to in subparagraph i may be insufficiently effective to address the emergency.</p> <p class=\"subpara\">  iii.  It is not possible, without the risk of serious delay, to ascertain whether the resources referred to in subparagraph i can be relied upon.  2006, c. 13, s. 1 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s4\">2006, c. 13, s. 1 (4)</a></span>\r\n- 30/06/2006</p> <p class=\"headnote\">Emergency powers and orders</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "7.0.2",
            "section_x": "Emergency powers and orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Purpose",
            "content": "7.0.2 (1) The purpose of making orders under this section is to promote the public good by protecting the health, safety and welfare of the people of Ontario in times of declared emergencies in a manner that is subject to the Canadian Charter of Rights and Freedoms.  2006, c. 13, s. 1 (4). Criteria for emergency orders (2) During a declared emergency, the Lieutenant Governor in Council may make orders that the Lieutenant Governor in Council believes are necessary and essential in the circumstances to prevent, reduce or mitigate serious harm to persons or substantial damage to property, if in the opinion of the Lieutenant Governor in Council it is reasonable to believe that, (a)  the harm or damage will be alleviated by an order; and (b)  making an order is a reasonable alternative to other measures that might be taken to address the emergency.  2006, c. 13, s. 1 (4). Limitations on emergency order (3) Orders made under this section are subject to the following limitations: 1.  The actions authorized by an order shall be exercised in a manner which, consistent with the objectives of the order, limits their intrusiveness. 2.  An order shall only apply to the areas of the Province where it is necessary. 3.  Subject to section 7.0.8, an order shall be effective only for as long as is necessary.  2006, c. 13, s. 1 (4). Emergency orders (4) In accordance with subsection (2) and subject to the limitations in subsection (3), the Lieutenant Governor in Council may make orders in respect of the following: 1.  Implementing any emergency plans formulated under section 3, 6, 8 or 8.1. 2.  Regulating or prohibiting travel or movement to, from or within any specified area. 3.  Evacuating individuals and animals and removing personal property from any specified area and making arrangements for the adequate care and protection of individuals and property. 4.  Establishing facilities for the care, welfare, safety and shelter of individuals, including emergency shelters and hospitals. 5.  Closing any place, whether public or private, including any business, office, school, hospital or other establishment or institution. 6.  To prevent, respond to or alleviate the effects of the emergency, constructing works, restoring necessary facilities and appropriating, using, destroying, removing or disposing of property. 7.  Collecting, transporting, storing, processing and disposing of any type of waste. 8.  Authorizing facilities, including electrical generating facilities, to operate as is necessary to respond to or alleviate the effects of the emergency. 9.  Using any necessary goods, services and resources within any part of Ontario, distributing, and making available necessary goods, services and resources and establishing centres for their distribution. 10.  Procuring necessary goods, services and resources. 11.  Fixing prices for necessary goods, services and resources and prohibiting charging unconscionable prices in respect of necessary goods, services and resources. 12.  Authorizing, but not requiring, any person, or any person of a class of persons, to render services of a type that that person, or a person of that class, is reasonably qualified to provide. 13.  Subject to subsection (7), requiring that any person collect, use or disclose information that in the opinion of the Lieutenant Governor in Council may be necessary in order to prevent, respond to or alleviate the effects of the emergency. 14.  Consistent with the powers authorized in this subsection, taking such other actions or implementing such other measures as the Lieutenant Governor in Council considers necessary in order to prevent, respond to or alleviate the effects of the emergency.  2006, c. 13, s. 1 (4). Terms and conditions for services (5) An order under paragraph 12 of subsection (4) may provide for terms and conditions of service for persons providing and receiving services under that paragraph, including the payment of compensation to the person providing services.  2006, c. 13, s. 1 (4). Employment protected (6) The employment of a person providing services under an order made under paragraph 12 of subsection (4) shall not be terminated because the person is providing those services.  2006, c. 13, s. 1 (4). Disclosure of information (7) The following rules apply with respect to an order under paragraph 13 of subsection (4): 1.  Information that is subject to the order must be used to prevent, respond to or alleviate the effects of the emergency and for no other purpose. 2.  Information that is subject to the order that is personal information within the meaning of the Freedom of Information and Protection of Privacy Act is subject to any law with respect to the privacy and confidentiality of personal information when the declared emergency is terminated.  2006, c. 13, s. 1 (4). Exception (8) Paragraph 2 of subsection (7) does not prohibit the use of data that is collected as a result of an order to disclose information under paragraph 13 of subsection (4) for research purposes if, (a)  information that could be used to identify a specific individual is removed from the data; or (b)  the individual to whom the information relates consents to its use.  2006, c. 13, s. 1 (4). Authorization to render information anonymous (9) A person who has collected or used information as the result of an order under paragraph 13 of subsection (4) may remove information that could be used to identify a specific individual from the data for the purpose of clause (8) (a).  2006, c. 13, s. 1 (4). Section Amendments with date in force (d/m/y) 2006, c. 13, s. 1 (4)\r\n- 30/06/2006 Powers of the Premier",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>7.0.2 </b>(1) The purpose of making orders under this section is to promote the public good by protecting the health, safety and welfare of the people of Ontario in times of declared emergencies in a manner that is subject to the <i>Canadian Charter of Rights and Freedoms</i>.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Criteria for emergency orders</p> <p class=\"subsection\">(2) During a declared emergency, the Lieutenant Governor in Council may make orders that the Lieutenant Governor in Council believes are necessary and essential in the circumstances to prevent, reduce or mitigate serious harm to persons or substantial damage to property, if in the opinion of the Lieutenant Governor in Council it is reasonable to believe that, \r\n</p> <p class=\"paragraph\">  (a)  the harm or damage will be alleviated by an order; and</p> <p class=\"paragraph\">  (b)  making an order is a reasonable alternative to other measures that might be taken to address the emergency.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Limitations on emergency order</p> <p class=\"subsection\">(3) Orders made under this section are subject to the following limitations:</p> <p class=\"paragraph\">  1.  The actions authorized by an order shall be exercised in a manner which, consistent with the objectives of the order, limits their intrusiveness. </p> <p class=\"paragraph\">  2.  An order shall only apply to the areas of the Province where it is necessary.</p> <p class=\"paragraph\">  3.  Subject to section 7.0.8, an order shall be effective only for as long as is necessary.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Emergency orders</p> <p class=\"subsection\">(4) In accordance with subsection (2) and subject to the limitations in subsection (3), the Lieutenant Governor in Council may make orders in respect of the following:</p> <p class=\"paragraph\">  1.  Implementing any emergency plans formulated under section 3, 6, 8 or 8.1.</p> <p class=\"paragraph\">  2.  Regulating or prohibiting travel or movement to, from or within any specified area.</p> <p class=\"paragraph\"><b> </b>3.  Evacuating individuals and animals and removing personal property from any specified area and making arrangements for the adequate care and protection of individuals and property. </p> <p class=\"paragraph\">  4.  Establishing facilities for the care, welfare, safety and shelter of individuals, including emergency shelters and hospitals. </p> <p class=\"paragraph\">  5.  Closing any place, whether public or private, including any business, office, school, hospital or other establishment or institution.</p> <p class=\"paragraph\">  6.  To prevent, respond to or alleviate the effects of the emergency, constructing works, restoring necessary facilities and appropriating, using, destroying, removing or disposing of property.</p> <p class=\"paragraph\">  7.  Collecting, transporting, storing, processing and disposing of any type of waste. </p> <p class=\"paragraph\">  8.  Authorizing facilities, including electrical generating facilities, to operate as is necessary to respond to or alleviate the effects of the emergency. </p> <p class=\"paragraph\">  9.  Using any necessary goods, services and resources within any part of Ontario, distributing, and making available necessary goods, services and resources and establishing centres for their distribution. </p> <p class=\"paragraph\">  10.  Procuring necessary goods, services and resources. </p> <p class=\"paragraph\"> <span>11.  Fixing </span>prices for necessary goods, services and resources and prohibiting charging<b> </b>unconscionable prices in respect of necessary goods, services and resources.</p> <p class=\"paragraph\">  12.  Authorizing, but not requiring, any person, or any person of a class of persons, to render services of a type that that person, or a person of that class, is reasonably qualified to provide.</p> <p class=\"paragraph\">  13.  Subject to subsection (7), requiring that any person collect, use or disclose information that in the opinion of the Lieutenant Governor in Council may be necessary in order to prevent, respond to or alleviate the effects of the emergency.</p> <p class=\"paragraph\">  14.  Consistent with the powers authorized in this subsection, taking such other actions or implementing such other measures as the Lieutenant Governor in Council considers necessary in order to prevent, respond to or alleviate the effects of the emergency.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Terms and conditions for services</p> <p class=\"subsection\">(5) An order under paragraph 12 of subsection (4) may provide for terms and conditions of service for persons providing and receiving services under that paragraph, including the payment of compensation to the person providing services.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Employment protected</p> <p class=\"subsection\">(6) The employment of a person providing services under an order made under paragraph 12 of subsection (4) shall not be terminated because the person is providing those services.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Disclosure of information</p> <p class=\"subsection\">(7) The following rules apply with respect to an order under paragraph 13 of subsection (4):</p> <p class=\"paragraph\">  1.  Information that is subject to the order must be used to prevent, respond to or alleviate the effects of the emergency and for no other purpose.</p> <p class=\"paragraph\">  2.  Information that is subject to the order that is personal information within the meaning of the <i>Freedom of Information and Protection of Privacy Act </i>is subject to any law with respect to the privacy and confidentiality of personal information when the declared emergency is terminated.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(8) Paragraph 2 of subsection (7) does not prohibit the use of data that is collected as a result of an order to disclose information under paragraph 13 of subsection (4) for research purposes if,</p> <p class=\"paragraph\">  (a)  information that could be used to identify a specific individual is removed from the data; or</p> <p class=\"paragraph\">  (b)  the individual to whom the information relates consents to its use.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Authorization to render information anonymous</p> <p class=\"subsection\">(9) A person who has collected or used information as the result of an order under paragraph 13 of subsection (4) may remove information that could be used to identify a specific individual from the data for the purpose of clause (8) (a).  2006, c. 13, s. 1 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s4\">2006, c. 13, s. 1 (4)</a></span>\r\n- 30/06/2006</p> <p class=\"headnote\">Powers of the Premier</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "7.0.3",
            "section_x": "Powers of the Premier",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers delegated to Premier",
            "content": "7.0.3 (1) If an order is made under section 7.0.1, the Premier may exercise any power or perform any duty conferred upon a minister of the Crown or an employee of the Crown by or under an Act of the Legislature.  2006, c. 13, s. 1 (4); 2006, c. 35, Sched. C, s. 32 (4). Powers of Premier, municipal powers (2) If an order is made under section 7.0.1 and the emergency area or any part of it is within the jurisdiction of a municipality, the Premier, where he or she considers it necessary, may by order made under this section, (a)  direct and control the administration, facilities and equipment of the municipality in the emergency area, and, without restricting the generality of the foregoing, the exercise by the municipality of its powers and duties in the emergency area, whether under an emergency plan or otherwise, is subject to the direction and control of the Premier; and (b)  require any municipality to provide such assistance as he or she considers necessary to an emergency area or any part of the emergency area that is not within the jurisdiction of the municipality and direct and control the provision of such assistance.  2006, c. 13, s. 1 (4). By-law not necessary (3) Despite subsection 5 (3) of the Municipal Act, 2001, a municipality is authorized to exercise a municipal power in response to an order of the Premier or his or her delegate made under subsection (2) without a by-law.  2006, c. 13, s. 1 (4). Section Amendments with date in force (d/m/y) 2006, c. 13, s. 1 (4)\r\n- 30/06/2006; 2006, c. 35, Sched. C, s. 32 (4) - 20/08/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>7.0.3 </b>(1) If an order is made under section 7.0.1, the Premier may exercise any power or perform any duty conferred upon a minister of the Crown or an employee of the Crown by or under an Act of the Legislature.  2006, c. 13, s. 1 (4); 2006, c. 35, Sched. C, s. 32 (4).</p> <p class=\"headnote\">Powers of Premier, municipal powers</p> <p class=\"subsection\">(2) If an order is made under section 7.0.1 and the emergency area or any part of it is within the jurisdiction of a municipality, the Premier, where he or she considers it necessary, may by order made under this section,</p> <p class=\"paragraph\">  (a)  direct and control the administration, facilities and equipment of the municipality in the emergency area, and, without restricting the generality of the foregoing, the exercise by the municipality of its powers and duties in the emergency area, whether under an emergency plan or otherwise, is subject to the direction and control of the Premier; and </p> <p class=\"paragraph\">  (b)  require any municipality to provide such assistance as he or she considers necessary to an emergency area or any part of the emergency area that is not within the jurisdiction of the municipality and direct and control the provision of such assistance.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">By-law not necessary</p> <p class=\"subsection\">(3) Despite subsection 5 (3) of the <i>Municipal Act, 2001</i>, a municipality is authorized to exercise a municipal power in response to an order of the Premier or his or her delegate made under subsection (2) without a by-law.  2006, c. 13, s. 1 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s4\">2006, c. 13, s. 1 (4)</a></span>\r\n- 30/06/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs32s4\">2006, c. 35, Sched. C, s. 32 (4)</a></span> - 20/08/2007</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "7.0.4",
            "section_x": "Delegation of powers",
            "part_id": null,
            "part_type": null,
            "section_y": "Delegation of powers",
            "content": "7.0.4 (1) After an order has been made under section 7.0.1, the Lieutenant Governor in Council may delegate to a minister of the Crown or to the Commissioner of Emergency Management any of the powers of the Lieutenant Governor in Council under subsection 7.0.2 (4) and the Premier may delegate to a minister of the Crown or to the Commissioner of Emergency Management any of the Premier’s powers under section 7.0.3.  2006, c. 13, s. 1 (4). Same (2) A minister to whom powers have been delegated under subsection (1) may delegate any of his or her powers under subsection 7.0.2 (4) and section 7.0.3 to the Commissioner of Emergency Management.  2006, c. 13, s. 1 (4). Section Amendments with date in force (d/m/y) 2006, c. 13, s. 1 (4)\r\n- 30/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>7.0.4 </b>(1) After an order has been made under section 7.0.1, the Lieutenant Governor in Council may delegate to a minister of the Crown or to the Commissioner of Emergency Management any of the powers of the Lieutenant Governor in Council under subsection 7.0.2 (4) and the Premier may delegate to a minister of the Crown or to the Commissioner of Emergency Management any of the Premier’s powers under section 7.0.3.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A minister to whom powers have been delegated under subsection (1) may delegate any of his or her powers under subsection 7.0.2 (4) and section 7.0.3 to the Commissioner of Emergency Management.  2006, c. 13, s. 1 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s4\">2006, c. 13, s. 1 (4)</a></span>\r\n- 30/06/2006</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "7.0.5",
            "section_x": "Proceedings to restrain contravention of order",
            "part_id": null,
            "part_type": null,
            "section_y": "Proceedings to restrain contravention of order",
            "content": "7.0.5 Despite any other remedy or any penalty, the contravention by any person of an order made under subsection 7.0.2 (4) may be restrained by order of a judge of the Superior Court of Justice upon application without notice by the Crown in right of Ontario, a member of the Executive Council or the Commissioner of Emergency Management, and the judge may make the order and it may be enforced in the same manner as any other order or judgment of the Superior Court of Justice.  2006, c. 13, s. 1 (4). Section Amendments with date in force (d/m/y) 2006, c. 13, s. 1 (4)\r\n- 30/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>7.0.5 </b>Despite any other remedy or any penalty, the contravention by any person of an order made under subsection 7.0.2 (4) may be restrained by order of a judge of the Superior Court of Justice upon application without notice by the Crown in right of Ontario, a member of the Executive Council or the Commissioner of Emergency Management, and the judge may make the order and it may be enforced in the same manner as any other order or judgment of the Superior Court of Justice.  2006, c. 13, s. 1 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s4\">2006, c. 13, s. 1 (4)</a></span>\r\n- 30/06/2006</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "7.0.6",
            "section_x": "Reports during an emergency",
            "part_id": null,
            "part_type": null,
            "section_y": "Reports during an emergency",
            "content": "7.0.6 During an emergency, the Premier, or a Minister to whom the Premier delegates the responsibility, shall regularly report to the public with respect to the emergency.  2006, c. 13, s. 1 (4). Section Amendments with date in force (d/m/y) 2006, c. 13, s. 1 (4)\r\n- 30/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>7.0.6 </b>During an emergency, the Premier, or a Minister to whom the Premier delegates the responsibility, shall regularly report to the public with respect to the emergency.  2006, c. 13, s. 1 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s4\">2006, c. 13, s. 1 (4)</a></span>\r\n- 30/06/2006</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "7.0.7",
            "section_x": "Termination of emergency",
            "part_id": null,
            "part_type": null,
            "section_y": "Termination of emergency",
            "content": "7.0.7 (1) Subject to this section, an emergency declared under section 7.0.1 is terminated at the end of the 14th day following its declaration unless the Lieutenant Governor in Council by order declares it to be terminated at an earlier date.  2006, c. 13, s. 1 (4). Extension of emergency, L.G. in C. (2) The Lieutenant Governor in Council may by order extend an emergency before it is terminated for one further period of no more than 14 days.  2006, c. 13, s. 1 (4). Extension of emergency, Assembly (3) The Assembly, on the recommendation of the Premier, may by resolution extend the period of an emergency for additional periods of no more than 28 days.  2006, c. 13, s. 1 (4). Same (4) If there is a resolution before the Assembly to extend the period of the emergency, the declaration of emergency shall continue until the resolution is voted on.  2006, c. 13, s. 1 (4). Section Amendments with date in force (d/m/y) 2006, c. 13, s. 1 (4)\r\n- 30/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>7.0.7 </b>(1) Subject to this section, an emergency declared under section 7.0.1 is terminated at the end of the 14th day following its declaration unless the Lieutenant Governor in Council by order declares it to be terminated at an earlier date.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Extension of emergency, L.G. in C.</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may by order extend an emergency before it is terminated for one further period of no more than 14 days.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Extension of emergency, Assembly</p> <p class=\"subsection\">(3) The Assembly, on the recommendation of the Premier, may by resolution extend the period of an emergency for additional periods of no more than 28 days.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) If there is a resolution before the Assembly to extend the period of the emergency, the declaration of emergency shall continue until the resolution is voted on.  2006, c. 13, s. 1 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s4\">2006, c. 13, s. 1 (4)</a></span>\r\n- 30/06/2006</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "7.0.8",
            "section_x": "Revocation of orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Revocation of orders",
            "content": "7.0.8 (1) Subject to this section, an order made under subsection 7.0.2 (4) is revoked 14 days after it is made unless it is revoked sooner.  2006, c. 13, s. 1 (4). Commissioner’s orders (2) An order of the Commissioner of Emergency Management made under subsection 7.0.2 (4) is revoked at the end of the second full day following its making unless it is confirmed before that time by order of the Lieutenant Governor in Council, the Premier or the Minister who delegated the power to make the order.  2006, c. 13, s. 1 (4). Extension of orders, L.G. in C., etc. (3) During a declared emergency, the Lieutenant Governor in Council or a Minister to whom the power has been delegated may by order, before it is revoked, extend the effective period of an order made under subsection 7.0.2 (4) for periods of no more than 14 days.  2006, c. 13, s. 1 (4). Extension of order after emergency (4) Despite the termination or disallowance of the emergency, the Lieutenant Governor in Council may by order extend the effective period of an order made under subsection 7.0.2 (4) for periods of no more than 14 days where the extension of the order is necessary to deal with the effects of the emergency.  2006, c. 13, s. 1 (4). Section Amendments with date in force (d/m/y) 2006, c. 13, s. 1 (4)\r\n- 30/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>7.0.8 </b>(1) Subject to this section, an order made under subsection 7.0.2 (4) is revoked 14 days after it is made unless it is revoked sooner.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Commissioner’s orders</p> <p class=\"subsection\">(2) An order of the Commissioner of Emergency Management made under subsection 7.0.2 (4) is revoked at the end of the second full day following its making unless it is confirmed before that time by order of the Lieutenant Governor in Council, the Premier or the Minister who delegated the power to make the order.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Extension of orders, L.G. in C., etc.</p> <p class=\"subsection\">(3) During a declared emergency, the Lieutenant Governor in Council or a Minister to whom the power has been delegated may by order, before it is revoked, extend the effective period of an order made under subsection 7.0.2 (4) for periods of no more than 14 days.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Extension of order after emergency</p> <p class=\"subsection\">(4) Despite the termination or disallowance of the emergency, the Lieutenant Governor in Council may by order extend the effective period of an order made under subsection 7.0.2 (4) for periods of no more than 14 days where the extension of the order is necessary to deal with the effects of the emergency.  2006, c. 13, s. 1 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s4\">2006, c. 13, s. 1 (4)</a></span>\r\n- 30/06/2006</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "7.0.9",
            "section_x": "Disallowance of emergency by Assembly",
            "part_id": null,
            "part_type": null,
            "section_y": "Disallowance of emergency by Assembly",
            "content": "7.0.9 (1) Despite section 7.0.7, the Assembly may by resolution disallow the declaration of emergency under section 7.0.1 or the extension of an emergency.  2006, c. 13, s. 1 (4). Same (2) If the Assembly passes a resolution disallowing the declaration of emergency or the extension of one, any order made under subsection 7.0.2 (4) is revoked as of the day the resolution passes.  2006, c. 13, s. 1 (4). Section Amendments with date in force (d/m/y) 2006, c. 13, s. 1 (4)\r\n- 30/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>7.0.9 </b>(1) Despite section 7.0.7, the Assembly may by resolution disallow the declaration of emergency under section 7.0.1 or the extension of an emergency.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If the Assembly passes a resolution disallowing the declaration of emergency or the extension of one, any order made under subsection 7.0.2 (4) is revoked as of the day the resolution passes.  2006, c. 13, s. 1 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s4\">2006, c. 13, s. 1 (4)</a></span>\r\n- 30/06/2006</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "7.0.10",
            "section_x": "Report on emergency",
            "part_id": null,
            "part_type": null,
            "section_y": "Report on emergency",
            "content": "7.0.10 (1) The Premier shall table a report in respect of the emergency in the Assembly within 120 days after the termination of an emergency declared under section 7.0.1 and, if the Assembly is not then in session, the Premier shall table the report within seven days of the Assembly reconvening.  2006, c. 13, s. 1 (4). Content of report (2) The report of the Premier shall include information, (a)  in respect of making any orders under subsection 7.0.2 (4) and an explanation of how the order met the criteria for making an order under subsection 7.0.2 (2) and how the order satisfied the limitations set out in subsection 7.0.2 (3); and (b)  in respect of making any orders under subsection 7.0.3 (2) and an explanation as to why he or she considered it necessary to make the order.  2006, c. 13, s. 1 (4). Consideration of report (3) The Assembly shall consider the report within five sitting days after the report is tabled.  2006, c. 13, s. 1 (4). Commissioner’s report (4) If the Commissioner of Emergency Management makes any orders under subsection 7.0.2 (4) or 7.0.3 (2), he or she shall, within 90 days after the termination of an emergency declared under subsection 7.0.1 (1), make a report to the Premier in respect of the orders and the Premier shall include it in the report required by subsection (1).  2006, c. 13, s. 1 (4). Section Amendments with date in force (d/m/y) 2006, c. 13, s. 1 (4)\r\n- 30/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>7.0.10 </b>(1) The Premier shall table a report in respect of the emergency in the Assembly within 120 days after the termination of an emergency declared under section 7.0.1 and, if the Assembly is not then in session, the Premier shall table the report within seven days of the Assembly reconvening.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Content of report</p> <p class=\"subsection\">(2) The report of the Premier shall include information,</p> <p class=\"paragraph\">  (a)  in respect of making any orders under subsection 7.0.2 (4) and an explanation of how the order met the criteria for making an order under subsection 7.0.2 (2) and how the order satisfied the limitations set out in subsection 7.0.2 (3); and</p> <p class=\"paragraph\">  (b)  in respect of making any orders under subsection 7.0.3 (2) and an explanation as to why he or she considered it necessary to make the order.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Consideration of report</p> <p class=\"subsection\">(3) The Assembly shall consider the report within five sitting days after the report is tabled.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Commissioner’s report</p> <p class=\"subsection\">(4) If the Commissioner of Emergency Management makes any orders under subsection 7.0.2 (4) or 7.0.3 (2), he or she shall, within 90 days after the termination of an emergency declared under subsection 7.0.1 (1), make a report to the Premier in respect of the orders and the Premier shall include it in the report required by subsection (1).  2006, c. 13, s. 1 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s4\">2006, c. 13, s. 1 (4)</a></span>\r\n- 30/06/2006</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "7.0.11",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "7.0.11 (1) Every person who fails to comply with an order under subsection 7.0.2 (4) or who interferes with or obstructs any person in the exercise of a power or the performance of a duty conferred by an order under that subsection is guilty of an offence and is liable on conviction, (a)  in the case of an individual, subject to clause (b), to a fine of not more than $100,000 and for a term of imprisonment of not more than one year; (b)  in the case of an individual who is a director or officer of a corporation, to a fine of not more than $500,000 and for a term of imprisonment of not more than one year; and (c)  in the case of a corporation, to a fine of not more than $10,000,000.  2006, c. 13, s. 1 (4). Separate offence (2) A person is guilty of a separate offence on each day that an offence under subsection (1) occurs or continues.  2006, c. 13, s. 1 (4). Increased penalty (3) Despite the maximum fines set out in subsection (1), the court that convicts a person of an offence may increase a fine imposed on the person by an amount equal to the financial benefit that was acquired by or that accrued to the person as a result of the commission of the offence.  2006, c. 13, s. 1 (4). Exception (4) No person shall be charged with an offence under subsection (1) for failing to comply with or interference or obstruction in respect of an order that is retroactive to a date that is specified in the order, if the failure to comply, interference or obstruction is in respect of conduct that occurred before the order was made but is after the retroactive date specified in the order.  2006, c. 13, s. 1 (4). Section Amendments with date in force (d/m/y) 2006, c. 13, s. 1 (4)\r\n- 30/06/2006 Orders in emergency",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>7.0.11 </b>(1) Every person who fails to comply with an order under subsection 7.0.2 (4) or who interferes with or obstructs any person in the exercise of a power or the performance of a duty conferred by an order under that subsection is guilty of an offence and is liable on conviction,</p> <p class=\"paragraph\">  (a)  in the case of an individual, subject to clause (b), to a fine of not more than $100,000 and for a term of imprisonment of not more than one year;</p> <p class=\"paragraph\">  (b)  in the case of an individual who is a director or officer of a corporation, to a fine of not more than $500,000 and for a term of imprisonment of not more than one year; and</p> <p class=\"paragraph\">  (c)  in the case of a corporation, to a fine of not more than $10,000,000.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Separate offence</p> <p class=\"subsection\">(2) A person is guilty of a separate offence on each day that an offence under subsection (1) occurs or continues.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Increased penalty</p> <p class=\"subsection\">(3) Despite the maximum fines set out in subsection (1), the court that convicts a person of an offence may increase a fine imposed on the person by an amount equal to the financial benefit that was acquired by or that accrued to the person as a result of the commission of the offence.  2006, c. 13, s. 1 (4).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(4) No person shall be charged with an offence under subsection (1) for failing to comply with or interference or obstruction in respect of an order that is retroactive to a date that is specified in the order, if the failure to comply, interference or obstruction is in respect of conduct that occurred before the order was made but is after the retroactive date specified in the order.  2006, c. 13, s. 1 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s4\">2006, c. 13, s. 1 (4)</a></span>\r\n- 30/06/2006</p> <p class=\"headnote\">Orders in emergency</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "7.1",
            "section_x": "Orders in emergency",
            "part_id": null,
            "part_type": null,
            "section_y": "Purpose",
            "content": "7.1 (1) The purpose of this section is to authorize the Lieutenant Governor in Council to make appropriate orders when, in the opinion of the Lieutenant Governor in Council, victims of an emergency or other persons affected by an emergency need greater services, benefits or compensation than the law of Ontario provides or may be prejudiced by the operation of the law of Ontario.  2006, c. 13, s. 1 (5).   Order (2) If the conditions set out in subsection (3) are satisfied, the Lieutenant Governor in Council may, by order made on the recommendation of the Attorney General, but only if the Lieutenant Governor in Council is of the opinion described in subsection (1), (a)  temporarily suspend the operation of a provision of a statute, regulation, rule, by-law or order of the Government of Ontario; and (b)  if it is appropriate to do so, set out a replacement provision to be in effect during the temporary suspension period only.  2006, c. 13, s. 1 (5). Conditions (3) The conditions referred to in subsection (2) are: 1.  A declaration has been made under section 7.0.1. 2.  The provision, i.  governs services, benefits or compensation, including, A.  fixing maximum amounts, B.  establishing eligibility requirements, C.  requiring that something be proved or supplied before services, benefits or compensation become available, D.  restricting how often a service or benefit may be provided or a payment may be made in a given time period, E.  restricting the duration of services, benefits or compensation or the time period during which they may be provided, ii.  establishes a limitation period or a period of time within which a step must be taken in a proceeding, or iii.  requires the payment of fees in respect of a proceeding or in connection with anything done in the administration of justice. 3.  In the opinion of the Lieutenant Governor in Council, the order would facilitate providing assistance to victims of the emergency or would otherwise help victims or other persons to deal with the emergency and its aftermath.  2006, c. 13, s. 1 (5). Maximum period, renewals and new orders (4) The period of temporary suspension under an order shall not exceed 90 days, but the Lieutenant Governor in Council may, (a)  before the end of the period of temporary suspension, review the order and, if the conditions set out in subsection (3) continue to apply, make an order renewing the original order for a further period of temporary suspension not exceeding 90 days; (b)  at any time, make a new order under subsection (2) for a further period of temporary suspension not exceeding 90 days.  2006, c. 13, s. 1 (5). Further renewals (5) An order that has previously been renewed under clause (4) (a) may be renewed again, and in that case clause (4) (a) applies with necessary modifications.  2006, c. 13, s. 1 (5). Effect of temporary suspension:  time period (6) If a provision establishing a limitation period or a period of time within which a step must be taken in a proceeding is temporarily suspended by the order and the order does not provide for a replacement limitation period or period of time, the limitation period or period of time resumes running on the date on which the temporary suspension ends and the temporary suspension period shall not be counted.  2006, c. 13, s. 1 (5). Effect of temporary suspension:  fee (7) If a provision requiring the payment of a fee is temporarily suspended by the order and the order does not provide for a replacement fee, no fee is payable at any time with respect to things done during the temporary suspension period.  2006, c. 13, s. 1 (5). Restriction (8) This section does not authorize, (a)  making any reduction in respect of services, benefits or compensation; (b)  shortening a limitation period or a period of time within which a step must be taken in a proceeding; or (c)  increasing the amount of a fee.  2006, c. 13, s. 1 (5). Section Amendments with date in force (d/m/y) 2002, c. 14, s. 11\r\n- 15/04/2003 2003, c. 1, s. 14 (1-3)\r\n- 05/05/2003 2006, c. 13, s. 1 (5)\r\n- 30/06/2006 Orders, general",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>7.1 </b>(1) The purpose of this section is to authorize the Lieutenant Governor in Council to make appropriate orders when, in the opinion of the Lieutenant Governor in Council, victims of an emergency or other persons affected by an emergency need greater services, benefits or compensation than the law of Ontario provides or may be prejudiced by the operation of the law of Ontario.  2006, c. 13, s. 1 (5).  </p> <p class=\"headnote\">Order </p> <p class=\"subsection\">(2) If the conditions set out in subsection (3) are satisfied, the Lieutenant Governor in Council may, by order made on the recommendation of the Attorney General, but only if the Lieutenant Governor in Council is of the opinion described in subsection (1),</p> <p class=\"paragraph\">  (a)  temporarily suspend the operation of a provision of a statute, regulation, rule, by-law or order of the Government of Ontario; and</p> <p class=\"paragraph\">  (b)  if it is appropriate to do so, set out a replacement provision to be in effect during the temporary suspension period only.  2006, c. 13, s. 1 (5).</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(3) The conditions referred to in subsection (2) are:</p> <p class=\"paragraph\">  1.  A declaration has been made under section 7.0.1.</p> <p class=\"paragraph\">  2.  The provision,</p> <p class=\"subpara\">  i.  governs services, benefits or compensation, including,</p> <p class=\"subsubpara\">  A.  fixing maximum amounts, </p> <p class=\"subsubpara\">  B.  establishing eligibility requirements,</p> <p class=\"subsubpara\">  C.  requiring that something be proved or supplied before services, benefits or compensation become available,</p> <p class=\"subsubpara\">  D.  restricting how often a service or benefit may be provided or a payment may be made in a given time period,</p> <p class=\"subsubpara\">  E.  restricting the duration of services, benefits or compensation or the time period during which they may be provided, </p> <p class=\"subpara\">  ii.  establishes a limitation period or a period of time within which a step must be taken in a proceeding, or</p> <p class=\"subpara\">  iii.  requires the payment of fees in respect of a proceeding or in connection with anything done in the administration of justice.</p> <p class=\"paragraph\">  3.  In the opinion of the Lieutenant Governor in Council, the order would facilitate providing assistance to victims of the emergency or would otherwise help victims or other persons to deal with the emergency and its aftermath.  2006, c. 13, s. 1 (5). </p> <p class=\"headnote\">Maximum period, renewals and new orders </p> <p class=\"subsection\">(4) The period of temporary suspension under an order shall not exceed 90 days, but the Lieutenant Governor in Council may, </p> <p class=\"paragraph\">  (a)  before the end of the period of temporary suspension, review the order and, if the conditions set out in subsection (3) continue to apply, make an order renewing the original order for a further period of temporary suspension not exceeding 90 days;</p> <p class=\"paragraph\">  (b)  at any time, make a new order under subsection (2) for a further period of temporary suspension not exceeding 90 days.  2006, c. 13, s. 1 (5).</p> <p class=\"headnote\">Further renewals</p> <p class=\"subsection\">(5) An order that has previously been renewed under clause (4) (a) may be renewed again, and in that case clause (4) (a) applies with necessary modifications.  2006, c. 13, s. 1 (5).</p> <p class=\"headnote\">Effect of temporary suspension:  time period</p> <p class=\"subsection\">(6) If a provision establishing a limitation period or a period of time within which a step must be taken in a proceeding is temporarily suspended by the order and the order does not provide for a replacement limitation period or period of time, the limitation period or period of time resumes running on the date on which the temporary suspension ends and the temporary suspension period shall not be counted.  2006, c. 13, s. 1 (5).</p> <p class=\"headnote\">Effect of temporary suspension:  fee</p> <p class=\"subsection\">(7) If a provision requiring the payment of a fee is temporarily suspended by the order and the order does not provide for a replacement fee, no fee is payable at any time with respect to things done during the temporary suspension period.  2006, c. 13, s. 1 (5).</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(8) This section does not authorize,</p> <p class=\"paragraph\">  (a)  making any reduction in respect of services, benefits or compensation;</p> <p class=\"paragraph\">  (b)  shortening a limitation period or a period of time within which a step must be taken in a proceeding; or</p> <p class=\"paragraph\">  (c)  increasing the amount of a fee.  2006, c. 13, s. 1 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02014#s11\">2002, c. 14, s. 11</a></span>\r\n- 15/04/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S03001#s14s1\">2003, c. 1, s. 14 (1-3)</a></span>\r\n- 05/05/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s5\">2006, c. 13, s. 1 (5)</a></span>\r\n- 30/06/2006</p> <p class=\"headnote\">Orders, general</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "7.2",
            "section_x": "Orders, general",
            "part_id": null,
            "part_type": null,
            "section_y": "Commencement",
            "content": "7.2 (1) An order made under subsection 7.0.2 (4) or 7.1 (2), (a)  takes effect immediately upon its making; or (b)  if it so provides, may be retroactive to a date specified in the order.  2006, c. 13, s. 1 (5). Notice (2) Subsection 23 (2) of the Legislation Act, 2006 does not apply to an order made under subsection 7.0.2 (4) or 7.1 (2), but the Lieutenant Governor in Council shall take steps to publish the order in order to bring it to the attention of affected persons pending publication under the Legislation Act, 2006.  2006, c. 13, s. 2 (3). General or specific (3) An order made under subsection 7.0.2 (4) or 7.1 (2) may be general or specific in its application.  2006, c. 13, s. 1 (5). Conflict (4) In the event of conflict between an order made under subsection 7.0.2 (4) or 7.1 (2) and any statute, regulation, rule, by-law, other order or instrument of a legislative nature, including a licence or approval, made or issued under a statute or regulation, the order made under subsection 7.0.2 (4) or 7.1 (2) prevails unless the statute, regulation, rule, by-law, other order or instrument of a legislative nature specifically provides that it is to apply despite this Act.  2006, c. 13, s. 1 (5). Chief Medical Officer of Health (5) Except to the extent that there is a conflict with an order made under subsection 7.0.2 (4), nothing in this Act shall be construed as abrogating or derogating from any of the powers of the Chief Medical Officer of Health as defined in subsection 1 (1) of the Health Protection and Promotion Act.  2006, c. 13, s. 1 (5). Limitation (6) Nothing in this Act shall be construed or applied so as to confer any power to make orders altering the provisions of this Act.  2006, c. 13, s. 1 (5). Same (7) Nothing in this Act affects the rights of a person to bring an application for the judicial review of any act or failure to act under this Act.  2006, c. 13, s. 1 (5). Occupational Health and Safety Act (8) Despite subsection (4), in the event of a conflict between this Act or an order made under subsection 7.0.2 (4) and the Occupational Health and Safety Act or a regulation made under it, the Occupational Health and Safety Act or the regulation made under it prevails.  2006, c. 13, s. 1 (5). Section Amendments with date in force (d/m/y) 2006, c. 13, s. 1 (5)\r\n- 30/06/2006; 2006, c. 13, s. 2 (3)\r\n- 19/10/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>7.2 </b>(1) An order made under subsection 7.0.2 (4) or 7.1 (2),</p> <p class=\"paragraph\">  (a)  takes effect immediately upon its making; or</p> <p class=\"paragraph\">  (b)  if it so provides, may be retroactive to a date specified in the order.  2006, c. 13, s. 1 (5).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) Subsection 23 (2) of the <i>Legislation Act, 2006</i> does not apply to an order made under subsection 7.0.2 (4) or 7.1 (2), but the Lieutenant Governor in Council shall take steps to publish the order in order to bring it to the attention of affected persons pending publication under the <i>Legislation Act, 2006</i>.  2006, c. 13, s. 2 (3).</p> <p class=\"headnote\">General or specific</p> <p class=\"subsection\">(3) An order made under subsection 7.0.2 (4) or 7.1 (2) may be general or specific in its application.  2006, c. 13, s. 1 (5). </p> <p class=\"headnote\">Conflict</p> <p class=\"subsection\">(4) In the event of conflict between an order made under subsection 7.0.2 (4) or 7.1 (2) and any statute, regulation, rule, by-law, other order or instrument of a legislative nature, including a licence or approval, made or issued under a statute or regulation, the order made under subsection 7.0.2 (4) or 7.1 (2) prevails unless the statute, regulation, rule, by-law, other order or instrument of a legislative nature specifically provides that it is to apply despite this Act.  2006, c. 13, s. 1 (5).  </p> <p class=\"headnote\">Chief Medical Officer of Health</p> <p class=\"subsection\">(5) Except to the extent that there is a conflict with an order made under subsection 7.0.2 (4), nothing in this Act shall be construed as abrogating or derogating from any of the powers of the Chief Medical Officer of Health as defined in subsection 1 (1) of the <i>Health Protection and Promotion Act</i>.  2006, c. 13, s. 1 (5). </p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(6) Nothing in this Act shall be construed or applied so as to confer any power to make orders altering the provisions of this Act.  2006, c. 13, s. 1 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) Nothing in this Act affects the rights of a person to bring an application for the judicial review of any act or failure to act under this Act.  2006, c. 13, s. 1 (5).</p> <p class=\"headnote\"><i>Occupational Health and Safety Act</i></p> <p class=\"subsection\">(8) Despite subsection (4), in the event of a conflict between this Act or an order made under subsection 7.0.2 (4) and the <i>Occupational Health and Safety Act</i> or a regulation made under it, the <i>Occupational Health and Safety Act</i> or the regulation made under it prevails.  2006, c. 13, s. 1 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s5\">2006, c. 13, s. 1 (5)</a></span>\r\n- 30/06/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s2s3\">2006, c. 13, s. 2 (3)</a></span>\r\n- 19/10/2006</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "8.",
            "section_x": "Lieutenant Governor in Council to formulate plan",
            "part_id": null,
            "part_type": null,
            "section_y": "Lieutenant Governor in Council to formulate plan",
            "content": "8 The Lieutenant Governor in Council shall formulate an emergency plan respecting emergencies arising in connection with nuclear facilities, and any provisions of an emergency plan of a municipality respecting such an emergency shall conform to the plan formulated by the Lieutenant Governor in Council and are subject to the approval of the Solicitor General and the Solicitor General may make such alterations as he or she considers necessary for the purpose of co-ordinating the plan with the plan formulated by the Lieutenant Governor in Council.  R.S.O. 1990, c. E.9, s. 8; 1999, c. 12, Sched. P, s. 6. Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. P, s. 6 - 04/02/2000",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>8 </b>The Lieutenant Governor in Council shall formulate an emergency plan respecting emergencies arising in connection with nuclear facilities, and any provisions of an emergency plan of a municipality respecting such an emergency shall conform to the plan formulated by the Lieutenant Governor in Council and are subject to the approval of the Solicitor General and the Solicitor General may make such alterations as he or she considers necessary for the purpose of co-ordinating the plan with the plan formulated by the Lieutenant Governor in Council.  R.S.O. 1990, c. E.9, s. 8; 1999, c. 12, Sched. P, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. P, s. 6 - 04/02/2000</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "8.1",
            "section_x": "Other emergency plans",
            "part_id": null,
            "part_type": null,
            "section_y": "Other emergency plans",
            "content": "8.1 The Solicitor General may, if he or she thinks it is necessary or desirable in the interests of emergency management and public safety, formulate emergency plans respecting types of emergencies other than those arising in connection with nuclear facilities.  2002, c. 14, s. 12. Section Amendments with date in force (d/m/y) 2002, c. 14, s. 12\r\n- 15/04/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>8.1</b><b> </b>The Solicitor General may, if he or she thinks it is necessary or desirable in the interests of emergency management and public safety, formulate emergency plans respecting types of emergencies other than those arising in connection with nuclear facilities.  2002, c. 14, s. 12.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02014#s12\">2002, c. 14, s. 12</a></span>\r\n- 15/04/2003</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "9.",
            "section_x": "What plan may provide",
            "part_id": null,
            "part_type": null,
            "section_y": "What plan may provide",
            "content": "9 An emergency plan formulated under section 3, 6, 6.0.1 or 8 shall, (a)  in the case of a municipality, authorize employees of the municipality or, in the case of a plan formulated under section 6 or 8, authorize public servants to take action under the emergency plan where an emergency exists but has not yet been declared to exist; (b)  specify procedures to be taken for the safety or evacuation of persons in an emergency area; (c)  in the case of a municipality, designate one or more members of council who may exercise the powers and perform the duties of the head of council under this Act or the emergency plan during the absence of the head of council or during his or her inability to act; (d)  establish committees and designate employees to be responsible for reviewing the emergency plan, training employees in their functions and implementing the emergency plan during an emergency; (e)  provide for obtaining and distributing materials, equipment and supplies during an emergency; (e.1)  provide for any other matter required by the standards for emergency plans set under section 14; and (f)  provide for such other matters as are considered necessary or advisable for the implementation of the emergency plan during an emergency.  R.S.O. 1990, c. E.9, s. 9; 2002, c. 14, s. 13; 2006, c. 35, Sched. C, s. 32 (5); 2022, c. 11, Sched. 1, s. 7. Section Amendments with date in force (d/m/y) 2002, c. 14, s. 13 (1, 2) - 15/04/2003 2006, c. 35, Sched. C, s. 32 (5) - 20/08/2007 2022, c. 11, Sched. 1, s. 7 - 01/01/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>9 </b>An emergency plan formulated under section 3, 6, 6.0.1 or 8 shall,</p> <p class=\"paragraph\">  (a)  in the case of a municipality, authorize employees of the municipality or, in the case of a plan formulated under section 6 or 8, authorize public servants to take action under the emergency plan where an emergency exists but has not yet been declared to exist;</p> <p class=\"paragraph\">  (b)  specify procedures to be taken for the safety or evacuation of persons in an emergency area;</p> <p class=\"paragraph\">  (c)  in the case of a municipality, designate one or more members of council who may exercise the powers and perform the duties of the head of council under this Act or the emergency plan during the absence of the head of council or during his or her inability to act;</p> <p class=\"paragraph\">  (d)  establish committees and designate employees to be responsible for reviewing the emergency plan, training employees in their functions and implementing the emergency plan during an emergency;</p> <p class=\"paragraph\">  (e)  provide for obtaining and distributing materials, equipment and supplies during an emergency;</p> <p class=\"paragraph\"> (e.1)  provide for any other matter required by the standards for emergency plans set under section 14; and</p> <p class=\"paragraph\">  (f)  provide for such other matters as are considered necessary or advisable for the implementation of the emergency plan during an emergency.  R.S.O. 1990, c. E.9, s. 9; 2002, c. 14, s. 13; 2006, c. 35, Sched. C, s. 32 (5); 2022, c. 11, Sched. 1, s. 7.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02014#s13s1\">2002, c. 14, s. 13 (1, 2)</a></span> - 15/04/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs32s5\">2006, c. 35, Sched. C, s. 32 (5)</a></span> - 20/08/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22011#sched1s7\">2022, c. 11, Sched. 1, s. 7</a></span> - 01/01/2023</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "10.",
            "section_x": "Public access to plans",
            "part_id": null,
            "part_type": null,
            "section_y": "Public access to plans",
            "content": "10 Except for plans respecting continuity of operations or services, an emergency plan formulated under section 3, 6, 6.0.1 or 8 shall be made available to the public for inspection and copying during ordinary business hours at an office of the municipality, ministry or branch of government, as the case may be.  R.S.O. 1990, c. E.9, s. 10; 2009, c. 33, Sched. 9, s. 4; 2022, c. 11, Sched. 1, s. 8. Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 9, s. 4 - 15/12/2009 2022, c. 11, Sched. 1, s. 8 - 01/01/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>10 </b>Except for plans respecting continuity of operations or services, an emergency plan formulated under section 3, 6, 6.0.1 or 8 shall be made available to the public for inspection and copying during ordinary business hours at an office of the municipality, ministry or branch of government, as the case may be.  R.S.O. 1990, c. E.9, s. 10; 2009, c. 33, Sched. 9, s. 4; 2022, c. 11, Sched. 1, s. 8.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched9s4\">2009, c. 33, Sched. 9, s. 4</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22011#sched1s8\">2022, c. 11, Sched. 1, s. 8</a></span> - 01/01/2023</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "11.",
            "section_x": "Protection from action",
            "part_id": null,
            "part_type": null,
            "section_y": "Protection from action",
            "content": "11 (1) No action or other proceeding lies or shall be instituted against a member of council, an employee of a municipality, an employee of a local services board, an employee of a district social services administration board, a minister of the Crown, a public servant or any other individual acting pursuant to this Act or an order made under this Act for any act done in good faith in the exercise or performance or the intended exercise or performance of any power or duty under this Act or an order under this Act or for neglect or default in the good faith exercise or performance of such a power or duty.  2006, c. 13, s. 1 (6); 2006, c. 35, Sched. C, s. 32 (6). Crown not relieved of liability (2) Despite subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsection (1) does not relieve the Crown of liability for the acts or omissions of a minister of the Crown or a public servant referred to in subsection (1) and the Crown is liable under that Act as if subsection (1) had not been enacted.  2006, c. 13, s. 1 (6); 2006, c. 35, Sched. C, s. 32 (7); 2019, c. 7, Sched. 17, s. 64. Municipality not relieved of liability (3) Subsection (1) does not relieve a municipality of liability for the acts or omissions of a member of council or an employee of the municipality referred to in subsection (1), and the municipality is liable as if subsection (1) had not been enacted and, in the case of a member of council, as if the member were an employee of the municipality.  2006, c. 13, s. 1 (6). Application of subs. (1) (4) In the case of an order that is made retroactive to a date specified in the order, subsection (1) applies to an individual referred to in that subsection in respect of any act or any neglect or default that occurs before the order is made but on or after the date specified in the order.  2006, c. 13, s. 1 (6). Definitions (5) In this section, “member of council” includes a member of a local board, a local services board or a district social service administration board; (“membre du conseil”) “municipality” includes a local board of a municipality. (“municipalité”)  2006, c. 13, s. 1 (6). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. P, s. 7 - 04/02/2000 2002, c. 14, s. 14\r\n- 15/04/2003 2006, c. 13, s. 1 (6)\r\n- 30/06/2006; 2006, c. 35, Sched. C, s. 32 (6, 7) - 20/08/2007 2019, c. 7, Sched. 17, s. 64 - 01/07/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>11 </b>(1) No action or other proceeding lies or shall be instituted against a member of council, an employee of a municipality, an employee of a local services board, an employee of a district social services administration board, a minister of the Crown, a public servant or any other individual acting pursuant to this Act or an order made under this Act for any act done in good faith in the exercise or performance or the intended exercise or performance of any power or duty under this Act or an order under this Act or for neglect or default in the good faith exercise or performance of such a power or duty.  2006, c. 13, s. 1 (6); 2006, c. 35, Sched. C, s. 32 (6).</p> <p class=\"headnote\">Crown not relieved of liability</p> <p class=\"subsection\">(2) Despite subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsection (1) does not relieve the Crown of liability for the acts or omissions of a minister of the Crown or a public servant referred to in subsection (1) and the Crown is liable under that Act as if subsection (1) had not been enacted.  2006, c. 13, s. 1 (6); 2006, c. 35, Sched. C, s. 32 (7); 2019, c. 7, Sched. 17, s. 64.</p> <p class=\"headnote\">Municipality not relieved of liability</p> <p class=\"subsection\">(3) Subsection (1) does not relieve a municipality of liability for the acts or omissions of a member of council or an employee of the municipality referred to in subsection (1), and the municipality is liable as if subsection (1) had not been enacted and, in the case of a member of council, as if the member were an employee of the municipality.  2006, c. 13, s. 1 (6).</p> <p class=\"headnote\">Application of subs. (1)</p> <p class=\"subsection\">(4) In the case of an order that is made retroactive to a date specified in the order, subsection (1) applies to an individual referred to in that subsection in respect of any act or any neglect or default that occurs before the order is made but on or after the date specified in the order.  2006, c. 13, s. 1 (6).</p> <p class=\"headnote\">Definitions</p> <p class=\"subsection\">(5) In this section,</p> <p class=\"definition\">“member of council” includes a member of a local board, a local services board or a district social service administration board; (“membre du conseil”)</p> <p class=\"definition\">“municipality” includes a local board of a municipality. (“municipalité”)  2006, c. 13, s. 1 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. P, s. 7 - 04/02/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02014#s14\">2002, c. 14, s. 14</a></span>\r\n- 15/04/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s6\">2006, c. 13, s. 1 (6)</a></span>\r\n- 30/06/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs32s6\">2006, c. 35, Sched. C, s. 32 (6, 7)</a></span> - 20/08/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched17s64\">2019, c. 7, Sched. 17, s. 64</a></span> - 01/07/2019</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "12.",
            "section_x": "Right of action",
            "part_id": null,
            "part_type": null,
            "section_y": "Right of action",
            "content": "12 Where money is expended or cost is incurred by a municipality or the Crown in the implementation of an emergency plan or in connection with an emergency, the municipality or the Crown, as the case may be, has a right of action against any person who caused the emergency for the recovery of such money or cost, and for the purposes of this section, “municipality” includes a local board of a municipality and a local services board.  R.S.O. 1990, c. E.9, s. 12; 1999, c. 12, Sched. P, s. 8. Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. P, s. 8 - 04/02/2000",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>12 </b>Where money is expended or cost is incurred by a municipality or the Crown in the implementation of an emergency plan or in connection with an emergency, the municipality or the Crown, as the case may be, has a right of action against any person who caused the emergency for the recovery of such money or cost, and for the purposes of this section, “municipality” includes a local board of a municipality and a local services board.  R.S.O. 1990, c. E.9, s. 12; 1999, c. 12, Sched. P, s. 8.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. P, s. 8 - 04/02/2000</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "13.",
            "section_x": "Agreements",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreements",
            "content": "13 (1) The Solicitor General, with the approval of the Lieutenant Governor in Council, may make agreements with the Crown in right of Canada in respect of the payment by Canada to Ontario of any part of the cost to Ontario and to municipalities of the development and implementation of emergency management programs and the formulation and implementation of emergency plans.  R.S.O. 1990, c. E.9, s. 13 (1); 2002, c. 14, s. 15. Idem (2) The Solicitor General, with the approval of the Lieutenant Governor in Council, may make agreements with the Crown in right of Canada and with the Crown in right of any other province for the provision of any personnel, service, equipment or material during an emergency.  R.S.O. 1990, c. E.9, s. 13 (2). Idem (3) The council of a municipality may make an agreement with the council of any other municipality or with any person for the provision of any personnel, service, equipment or material during an emergency.  R.S.O. 1990, c. E.9, s. 13 (3); 1999, c. 12, Sched. P, s. 9. Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. P, s. 9 - 04/02/2000 2002, c. 14, s. 15\r\n- 15/04/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>13 </b>(1) The Solicitor General, with the approval of the Lieutenant Governor in Council, may make agreements with the Crown in right of Canada in respect of the payment by Canada to Ontario of any part of the cost to Ontario and to municipalities of the development and implementation of emergency management programs and the formulation and implementation of emergency plans.  R.S.O. 1990, c. E.9, s. 13 (1); 2002, c. 14, s. 15.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The Solicitor General, with the approval of the Lieutenant Governor in Council, may make agreements with the Crown in right of Canada and with the Crown in right of any other province for the provision of any personnel, service, equipment or material during an emergency.  R.S.O. 1990, c. E.9, s. 13 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) The council of a municipality may make an agreement with the council of any other municipality or with any person for the provision of any personnel, service, equipment or material during an emergency.  R.S.O. 1990, c. E.9, s. 13 (3); 1999, c. 12, Sched. P, s. 9.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. P, s. 9 - 04/02/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02014#s15\">2002, c. 14, s. 15</a></span>\r\n- 15/04/2003</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "13.1",
            "section_x": "Action not an expropriation",
            "part_id": null,
            "part_type": null,
            "section_y": "Action not an expropriation",
            "content": "13.1 (1) Nothing done under this Act or under an order made under subsection 7.0.2 (4) constitutes an expropriation or injurious affection for the purposes of the Expropriations Act or otherwise at law and there is no compensation for the loss, including a taking, of any real or personal property except in accordance with subsection (3).  2006, c. 13, s. 1 (7). Payment of cost of assistance (2) The Lieutenant Governor in Council may by order authorize the payment of the cost of providing any assistance that arises under this Act or as the result of an emergency out of funds appropriated by the Assembly.  2006, c. 13, s. 1 (7). Compensation for loss of property (3) If, as the result of making an order under subsection 7.0.2 (4), a person suffers the loss, including a taking, of any real or personal property, the Lieutenant Governor in Council may by order authorize the reasonable compensation of the person for the loss in accordance with such guidelines as may be approved by the Lieutenant Governor in Council.  2006, c. 13, s. 1 (7). Compensation for municipalities (4) Without limiting the generality of subsection (2), the Lieutenant Governor in Council may by order authorize the payment of the costs incurred by a municipality in respect of an order made under this Act out of funds appropriated by the Assembly.  2006, c. 13, s. 1 (7). Section Amendments with date in force (d/m/y) 2006, c. 13, s. 1 (7)\r\n- 30/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>13.1 </b>(1) Nothing done under this Act or under an order made under subsection 7.0.2 (4) constitutes an expropriation or injurious affection for the purposes of the <i>Expropriations Act</i> or otherwise at law and there is no compensation for the loss, including a taking, of any real or personal property except in accordance with subsection (3).  2006, c. 13, s. 1 (7).</p> <p class=\"headnote\">Payment of cost of assistance</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may by order authorize the payment of the cost of providing any assistance that arises under this Act or as the result of an emergency out of funds appropriated by the Assembly.  2006, c. 13, s. 1 (7).</p> <p class=\"headnote\">Compensation for loss of property</p> <p class=\"subsection\">(3) If, as the result of making an order under subsection 7.0.2 (4), a person suffers the loss, including a taking, of any real or personal property, the Lieutenant Governor in Council may by order authorize the reasonable compensation of the person for the loss in accordance with such guidelines as may be approved by the Lieutenant Governor in Council.  2006, c. 13, s. 1 (7).</p> <p class=\"headnote\">Compensation for municipalities</p> <p class=\"subsection\">(4) Without limiting the generality of subsection (2), the Lieutenant Governor in Council may by order authorize the payment of the costs incurred by a municipality in respect of an order made under this Act out of funds appropriated by the Assembly.  2006, c. 13, s. 1 (7).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s7\">2006, c. 13, s. 1 (7)</a></span>\r\n- 30/06/2006</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "14.",
            "section_x": "Standards for emergency management programs and emergency plans",
            "part_id": null,
            "part_type": null,
            "section_y": "Standards for emergency management programs and emergency plans",
            "content": "14 (1) The Solicitor General may make regulations setting standards for the development and implementation of emergency management programs under sections 2.1 and 5.1 and for the formulation and implementation of emergency plans under sections 3 and 6.  2002, c. 14, s. 16. General or particular (2) A regulation made under subsection (1) may be general or particular in its application.  2002, c. 14, s. 16. Conformity to standards required (3) Every municipality, minister of the Crown and designated agency, board, commission and other branch of government shall ensure that their emergency management programs and emergency plans conform to the standards set under this section.  2002, c. 14, s. 16. Section Amendments with date in force (d/m/y) 2002, c. 14, s. 16\r\n- 15/04/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>14 </b>(1) The Solicitor General may make regulations setting standards for the development and implementation of emergency management programs under sections 2.1 and 5.1 and for the formulation and implementation of emergency plans under sections 3 and 6.  2002, c. 14, s. 16.</p> <p class=\"headnote\">General or particular</p> <p class=\"subsection\">(2) A regulation made under subsection (1) may be general or particular in its application.  2002, c. 14, s. 16.</p> <p class=\"headnote\">Conformity to standards required</p> <p class=\"subsection\">(3) Every municipality, minister of the Crown and designated agency, board, commission and other branch of government shall ensure that their emergency management programs and emergency plans conform to the standards set under this section.  2002, c. 14, s. 16.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02014#s16\">2002, c. 14, s. 16</a></span>\r\n- 15/04/2003</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "14.1",
            "section_x": "Regulations, LGIC",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations, LGIC",
            "content": "14.1 The Lieutenant Governor in Council may make regulations prescribing anything that, under this Act, may or must be prescribed or done by regulation. 2022, c. 11, Sched. 1, s. 9. Section Amendments with date in force (d/m/y) 2022, c. 11, Sched. 1, s. 9 - 21/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>14.1 </b>The Lieutenant Governor in Council may make regulations prescribing anything that, under this Act, may or must be prescribed or done by regulation. 2022, c. 11, Sched. 1, s. 9.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22011#sched1s9\">2022, c. 11, Sched. 1, s. 9</a></span> - 21/04/2022</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "15.",
            "section_x": "Crown bound",
            "part_id": null,
            "part_type": null,
            "section_y": "Crown bound",
            "content": "15 This Act binds the Crown.  2006, c. 13, s. 1 (8). Section Amendments with date in force (d/m/y) 2006, c. 13, s. 1 (8)\r\n- 30/06/2006 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>15</b> This Act binds the Crown.  2006, c. 13, s. 1 (8).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06013#s1s8\">2006, c. 13, s. 1 (8)</a></span>\r\n- 30/06/2006</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90e09\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}