{
    "act_info": {
        "full_title": "Employers and Employees Act, R.S.O. 1990, c. E.12",
        "act_name_text": "Employers and Employees Act",
        "citation": "R.S.O. 1990, c. E.12",
        "url": "https://www.ontario.ca/laws/statute/90e12",
        "date_scraped": "2023-12-19 02:22:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90e12/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/90e12/v1",
            "valid_from": "January  1, 2004",
            "valid_to": "June 21, 2006"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definition",
            "content": "1 In this Act, “wages” means wages or salary whether the employment in respect of which the same is payable is by time or by the job or piece or otherwise.  R.S.O. 1990, c. E.12, s. 1.",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“wages” means wages or salary whether the employment in respect of which the same is payable is by time or by the job or piece or otherwise.  R.S.O. 1990, c. E.12, s. 1.</p>"
        },
        {
            "id": "2",
            "section": "Limitation of voluntary contract of service",
            "content": "2 No voluntary contract of service or indenture is binding for longer than a term of nine years from the date thereof.  R.S.O. 1990, c. E.12, s. 2.",
            "raw_html": "<p class=\"section\"><b>2 </b>No voluntary contract of service or indenture is binding for longer than a term of nine years from the date thereof.  R.S.O. 1990, c. E.12, s. 2.</p>"
        },
        {
            "id": "3",
            "section": "Agreement for share in profits of business",
            "content": "3 (1) An agreement entered into by an employee and his or her employer under which a share of the profits of any trade, calling, business or employment is to be paid to the employee in lieu of or in addition to salary, wages or other remuneration, unless the agreement otherwise provides or a contrary intention may be reasonably inferred therefrom, does not, (a) create any relation in the nature of a partnership or the rights or liabilities of partners; or (b) give to the employee the right to examine into the accounts or interfere in the management or affairs of the trade, calling or business.  R.S.O. 1990, c. E.12, s. 3 (1). Employer’s statement of profits to be final (2) Any statement or return by the employer of the net profits of the trade, calling, business or employment on which the employer declares and appropriates the share of profits payable under such agreement is final and conclusive between the parties and all persons claiming under them, and is not impeachable upon any ground, except fraud.  R.S.O. 1990, c. E.12, s. 3 (2).",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) An agreement entered into by an employee and his or her employer under which a share of the profits of any trade, calling, business or employment is to be paid to the employee in lieu of or in addition to salary, wages or other remuneration, unless the agreement otherwise provides or a contrary intention may be reasonably inferred therefrom, does not,</p> <p class=\"paragraph\">  (a) create any relation in the nature of a partnership or the rights or liabilities of partners; or</p> <p class=\"paragraph\">  (b) give to the employee the right to examine into the accounts or interfere in the management or affairs of the trade, calling or business.  R.S.O. 1990, c. E.12, s. 3 (1).</p> <p class=\"headnote\">Employer’s statement of profits to be final</p> <p class=\"subsection\">(2) Any statement or return by the employer of the net profits of the trade, calling, business or employment on which the employer declares and appropriates the share of profits payable under such agreement is final and conclusive between the parties and all persons claiming under them, and is not impeachable upon any ground, except fraud.  R.S.O. 1990, c. E.12, s. 3 (2).</p>"
        },
        {
            "id": "4",
            "section": "Complaints by employees for non-payment of wages",
            "content": "4 (1) Upon the complaint on oath of an employee against his or her employer concerning any non-payment of wages a justice of the peace may summon the employer to appear at a reasonable time to be stated in the summons, and the justice or some other justice upon proof on oath of the personal service of the summons, or of its service as hereinafter authorized, shall examine into the matter of the complaint, whether or not the employer appears, and upon due proof of the cause of complaint the justice may discharge the employee from the service or employment of the employer, and may direct the payment to him or her of any wages found to be due, not exceeding the sum of $500 and the justice shall make such order as to him or her seems just and reasonable for the payment of such wages, with costs, and in case of the non-payment of the same, together with the costs, for the space of eight days after the order has been made the justice shall issue a warrant of distress for the levying of the wages, together with the costs of the order and of the distress.  R.S.O. 1990, c. E.12, s. 4 (1). Warrant for arrest (2) Where the justice of the peace before whom a complaint is laid under this section is satisfied that the employer is about to leave Ontario, the justice of the peace may issue a warrant in Form 1, in English or French, for the arrest of the employer.  R.S.O. 1990, c. E.12, s. 4 (2). (3) Repealed:  2002, c. 24, Sched. B, s. 25. Work done in Ontario under agreement made out of Ontario (4) A proceeding may be had for non-payment of wages in respect of service or labour performed in Ontario upon a verbal or written agreement or bargain made out of Ontario.  R.S.O. 1990, c. E.12, s. 4 (4). When master claims set-off (5) Where the employer claims a set-off or makes a claim for unliquidated damages, the justice of the peace shall  investigate the same and give judgment for the balance of wages, if any, due to the claimant after deducting the set-off or claim.  R.S.O. 1990, c. E.12, s. 4 (5). Limit of jurisdiction as to set-off (6) The justice of the peace does not have jurisdiction to adjudicate upon a set-off or claim exceeding the claim for wages except to the extent of the wages.  R.S.O. 1990, c. E.12, s. 4 (6). Section Amendments with date in force (d/m/y) 2002, c. 24, Sched. B, s. 25 - 01/01/2004",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) Upon the complaint on oath of an employee against his or her employer concerning any non-payment of wages a justice of the peace may summon the employer to appear at a reasonable time to be stated in the summons, and the justice or some other justice upon proof on oath of the personal service of the summons, or of its service as hereinafter authorized, shall examine into the matter of the complaint, whether or not the employer appears, and upon due proof of the cause of complaint the justice may discharge the employee from the service or employment of the employer, and may direct the payment to him or her of any wages found to be due, not exceeding the sum of $500 and the justice shall make such order as to him or her seems just and reasonable for the payment of such wages, with costs, and in case of the non-payment of the same, together with the costs, for the space of eight days after the order has been made the justice shall issue a warrant of distress for the levying of the wages, together with the costs of the order and of the distress.  R.S.O. 1990, c. E.12, s. 4 (1).</p> <p class=\"headnote\">Warrant for arrest</p> <p class=\"subsection\">(2) Where the justice of the peace before whom a complaint is laid under this section is satisfied that the employer is about to leave Ontario, the justice of the peace may issue a warrant in Form 1, in English or French, for the arrest of the employer.  R.S.O. 1990, c. E.12, s. 4 (2).</p> <p class=\"subsection\">(3) <span class=\"ovsmallcap\">Repealed</span>:  2002, c. 24, Sched. B, s. 25.</p> <p class=\"headnote\">Work done in Ontario under agreement made out of Ontario</p> <p class=\"subsection\">(4) A proceeding may be had for non-payment of wages in respect of service or labour performed in Ontario upon a verbal or written agreement or bargain made out of Ontario.  R.S.O. 1990, c. E.12, s. 4 (4).</p> <p class=\"headnote\">When master claims set-off</p> <p class=\"subsection\">(5) Where the employer claims a set-off or makes a claim for unliquidated damages, the justice of the peace shall  investigate the same and give judgment for the balance of wages, if any, due to the claimant after deducting the set-off or claim.  R.S.O. 1990, c. E.12, s. 4 (5).</p> <p class=\"headnote\">Limit of jurisdiction as to set-off</p> <p class=\"subsection\">(6) The justice of the peace does not have jurisdiction to adjudicate upon a set-off or claim exceeding the claim for wages except to the extent of the wages.  R.S.O. 1990, c. E.12, s. 4 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02024#schedbs25\">2002, c. 24, Sched. B, s. 25</a></span> - 01/01/2004</p>"
        },
        {
            "id": "5",
            "section": "Additional remedy in cases before provincial judge",
            "content": "5 Where the proceeding is taken before a provincial judge, and payment of wages is ordered by him or her to be made by the employer to the employee, and the same are not paid within the time limited by the order, the same proceeding may be taken by the person claiming the benefit of the order as may be taken by a party having an unsatisfied judgment or order in the Small Claims Court for the payment of any debt, damages or costs, as respects the examination of the judgment debtor touching the judgment debtor’s estate and effects and means of discharging the liability, and the disposal the judgment debtor has made of any property, and the provincial judge has the like power and authority to enforce payment of the debt as are possessed by a judge of the Small Claims Court in like cases, and the practice and procedure thereon shall be the same as nearly as may be and have the same effect as in the Small Claims Court.  R.S.O. 1990, c. E.12, s. 5.",
            "raw_html": "<p class=\"section\"><b>5 </b>Where the proceeding is taken before a provincial judge, and payment of wages is ordered by him or her to be made by the employer to the employee, and the same are not paid within the time limited by the order, the same proceeding may be taken by the person claiming the benefit of the order as may be taken by a party having an unsatisfied judgment or order in the Small Claims Court for the payment of any debt, damages or costs, as respects the examination of the judgment debtor touching the judgment debtor’s estate and effects and means of discharging the liability, and the disposal the judgment debtor has made of any property, and the provincial judge has the like power and authority to enforce payment of the debt as are possessed by a judge of the Small Claims Court in like cases, and the practice and procedure thereon shall be the same as nearly as may be and have the same effect as in the Small Claims Court.  R.S.O. 1990, c. E.12, s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Limit of time for payment",
            "content": "6 Subject to section 8, the provincial judge may name in the order for payment of wages such time, not exceeding twenty-one days, as to him or her may seem just and reasonable for the payment of the same and costs, and in case of non-payment within such time the complainant is entitled to take forthwith the proceeding for enforcing payment herein provided.  R.S.O. 1990, c. E.12, s. 6.",
            "raw_html": "<p class=\"section\"><b>6 </b>Subject to section 8, the provincial judge may name in the order for payment of wages such time, not exceeding twenty-one days, as to him or her may seem just and reasonable for the payment of the same and costs, and in case of non-payment within such time the complainant is entitled to take forthwith the proceeding for enforcing payment herein provided.  R.S.O. 1990, c. E.12, s. 6.</p>"
        },
        {
            "id": "7",
            "section": "Procedure upon order of provincial judge",
            "content": "7 Where an order is made under this Act by a provincial judge for the payment of money, such order may be proceeded upon and enforced in the manner provided by section 787 of the Criminal Code\r\n(Canada) and it applies as if it were set out and enacted herein.  R.S.O. 1990, c. E.12, s. 7.",
            "raw_html": "<p class=\"section\"><b>7 </b>Where an order is made under this Act by a provincial judge for the payment of money, such order may be proceeded upon and enforced in the manner provided by section 787 of the <i>Criminal Code</i>\r\n(Canada) and it applies as if it were set out and enacted herein.  R.S.O. 1990, c. E.12, s. 7.</p>"
        },
        {
            "id": "8",
            "section": "Jurisdiction of provincial judges",
            "content": "8 (1) In the case of wages due to any person in respect of services supplied to an improvement within the meaning of the Construction Lien Act, the jurisdiction of a provincial judge under this Act extends to wages for thirty days, or for a balance equal to the wages for thirty days, though the same or the balance thereof exceed the sum of $400.  R.S.O. 1990, c. E.12, s. 8 (1). Where no specific rate of wages agreed on (2) Where no specific rate of wages has been expressly agreed to between the parties, the provincial judge may order payment of the wages, reckoning the amount thereof according to the current rate of wages in like cases, or according to what may appear to be a just and reasonable allowance.  R.S.O. 1990, c. E.12, s. 8 (2). Order for payment of wages, enforcing (3) The order shall direct payment of the wages to be made forthwith, and a warrant of distress shall be issued accordingly, unless the employer takes oath, and the provincial judge believes, that the employer is unable to make the payment forthwith, and expects to be able to pay and intends to pay the same within the time given, and unless also the provincial judge considers the proposed delay to be under the circumstances reasonable, and the provincial judge, if he or she sees fit, may order security to be given as a condition of delay.  R.S.O. 1990, c. E.12, s. 8 (3). Adjournment at instance of employer (4) In case of an adjournment at the instance of the employer the same shall be on payment for the claimant’s time in attending the court, the amount to be fixed by the provincial judge, and such payment shall be made forthwith unless the provincial judge sees reason for dispensing with immediate payment.  R.S.O. 1990, c. E.12, s. 8 (4). Enforcement in Small Claims Court (5) The order for payment may be filed in the Small Claims Court, and on such filing the order becomes a judgment of  the Small Claims Court and may be enforced as a judgment of that court.  R.S.O. 1990, c. E.12, s. 8 (5).",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) In the case of wages due to any person in respect of services supplied to an improvement within the meaning of the <i>Construction Lien Act</i>, the jurisdiction of a provincial judge under this Act extends to wages for thirty days, or for a balance equal to the wages for thirty days, though the same or the balance thereof exceed the sum of $400.  R.S.O. 1990, c. E.12, s. 8 (1).</p> <p class=\"headnote\">Where no specific rate of wages agreed on</p> <p class=\"subsection\">(2) Where no specific rate of wages has been expressly agreed to between the parties, the provincial judge may order payment of the wages, reckoning the amount thereof according to the current rate of wages in like cases, or according to what may appear to be a just and reasonable allowance.  R.S.O. 1990, c. E.12, s. 8 (2).</p> <p class=\"headnote\">Order for payment of wages, enforcing</p> <p class=\"subsection\">(3) The order shall direct payment of the wages to be made forthwith, and a warrant of distress shall be issued accordingly, unless the employer takes oath, and the provincial judge believes, that the employer is unable to make the payment forthwith, and expects to be able to pay and intends to pay the same within the time given, and unless also the provincial judge considers the proposed delay to be under the circumstances reasonable, and the provincial judge, if he or she sees fit, may order security to be given as a condition of delay.  R.S.O. 1990, c. E.12, s. 8 (3).</p> <p class=\"headnote\">Adjournment at instance of employer</p> <p class=\"subsection\">(4) In case of an adjournment at the instance of the employer the same shall be on payment for the claimant’s time in attending the court, the amount to be fixed by the provincial judge, and such payment shall be made forthwith unless the provincial judge sees reason for dispensing with immediate payment.  R.S.O. 1990, c. E.12, s. 8 (4).</p> <p class=\"headnote\">Enforcement in Small Claims Court</p> <p class=\"subsection\">(5) The order for payment may be filed in the Small Claims Court, and on such filing the order becomes a judgment of  the Small Claims Court and may be enforced as a judgment of that court.  R.S.O. 1990, c. E.12, s. 8 (5).</p>"
        },
        {
            "id": "9",
            "section": "Service of summons, etc.",
            "content": "9 (1) Every summons issued under this Act against an individual, firm or corporation, and every subsequent paper or process in the action or proceeding in which the summons has been issued may be served, except in the cases provided for by subsection (2), upon the person to whom it is directed either by delivering it personally or, if the person cannot be found conveniently, by leaving the same for the person at any place where such individual, firm or corporation carries on business with some adult person employed in the office or place of business of such person.  R.S.O. 1990, c. E.12, s. 9 (1). Service on certain public companies (2) In cases against railway, telegraph, telephone or express companies every such summons and other papers may be served on any agent of the company whose office or place of business as such agent is within Ontario, and for the purposes of this section the word “agent” includes, (a) in the case of a railway company, a station master having charge of a station belonging to the company; (b) in the case of a telegraph company, a person having charge of a telegraph office belonging to the company; (c) in the case of a telephone company, a person having charge of a telephone office belonging to the company; and (d) in the case of an express company, a person having charge of an express office belonging to the company.  R.S.O. 1990, c. E.12, s. 9 (2). Effect of service under this section (3) Service as authorized by this section has the same effect as personal service.  R.S.O. 1990, c. E.12, s. 9 (3).",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) Every summons issued under this Act against an individual, firm or corporation, and every subsequent paper or process in the action or proceeding in which the summons has been issued may be served, except in the cases provided for by subsection (2), upon the person to whom it is directed either by delivering it personally or, if the person cannot be found conveniently, by leaving the same for the person at any place where such individual, firm or corporation carries on business with some adult person employed in the office or place of business of such person.  R.S.O. 1990, c. E.12, s. 9 (1).</p> <p class=\"headnote\">Service on certain public companies</p> <p class=\"subsection\">(2) In cases against railway, telegraph, telephone or express companies every such summons and other papers may be served on any agent of the company whose office or place of business as such agent is within Ontario, and for the purposes of this section the word “agent” includes,</p> <p class=\"paragraph\">  (a) in the case of a railway company, a station master having charge of a station belonging to the company;</p> <p class=\"paragraph\">  (b) in the case of a telegraph company, a person having charge of a telegraph office belonging to the company;</p> <p class=\"paragraph\">  (c) in the case of a telephone company, a person having charge of a telephone office belonging to the company; and</p> <p class=\"paragraph\">  (d) in the case of an express company, a person having charge of an express office belonging to the company.  R.S.O. 1990, c. E.12, s. 9 (2).</p> <p class=\"headnote\">Effect of service under this section</p> <p class=\"subsection\">(3) Service as authorized by this section has the same effect as personal service.  R.S.O. 1990, c. E.12, s. 9 (3).</p>"
        },
        {
            "id": "10",
            "section": "Appeal",
            "content": "10 (1) An appeal from an order for the payment of  wages, or order of dismissal from service or employment, or against any decision of any justice of the peace or provincial judge under this Act shall be made to the Superior Court of Justice and in case of dismissal of the appeal, or affirmance of the order or decision, the court appealed to shall enforce the order for payment of wages or of dismissal, and for the payment of the costs awarded, and shall, if necessary, issue process for carrying such judgment into effect.  R.S.O. 1990, c. E.12, s. 10 (1); 2006, c. 19, Sched. C, s. 1 (1). Idem (2) The appeal shall be taken within the time and as nearly as may be, in the manner provided by the Provincial Offences Act as to appeals to the Superior Court of Justice, and the proceedings upon and incidental to the appeal and subsequent thereto shall, except as provided by subsection (1) and by section 11, be the same as nearly as may be, as in the case of an appeal under the Provincial Offences Act.  R.S.O. 1990, c. E.12, s. 10 (2); 2006, c. 19, Sched. C, s. 1 (1). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) An appeal from an order for the payment of  wages, or order of dismissal from service or employment, or against any decision of any justice of the peace or provincial judge under this Act shall be made to the Superior Court of Justice and in case of dismissal of the appeal, or affirmance of the order or decision, the court appealed to shall enforce the order for payment of wages or of dismissal, and for the payment of the costs awarded, and shall, if necessary, issue process for carrying such judgment into effect.  R.S.O. 1990, c. E.12, s. 10 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The appeal shall be taken within the time and as nearly as may be, in the manner provided by the <i>Provincial Offences Act</i> as to appeals to the Superior Court of Justice, and the proceedings upon and incidental to the appeal and subsequent thereto shall, except as provided by subsection (1) and by section 11, be the same as nearly as may be, as in the case of an appeal under the <i>Provincial Offences Act</i>.  R.S.O. 1990, c. E.12, s. 10 (2); 2006, c. 19, Sched. C, s. 1 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "11",
            "section": "Contracts waiving application of Act to be void",
            "content": "11 (1) Every agreement or bargain, verbal or written, expressed or implied, on the part of any person employed in manual labour whereby it is agreed that this Act shall not apply, or that the remedies hereby provided shall not be available for the benefit of any person entering into such agreement, is void.  R.S.O. 1990, c. E.12, s. 11 (1). Section not to apply to certain persons (2) This section does not apply to any manager, officer or superintendent.  R.S.O. 1990, c. E.12, s. 11 (2). form 1 \nWarrant to Arrest Employers and Employees Act  R.S.O. 1990, c. E.12, Form 1. ____________________  Français  ",
            "raw_html": "<p class=\"section\"><b>11 </b>(1) Every agreement or bargain, verbal or written, expressed or implied, on the part of any person employed in manual labour whereby it is agreed that this Act shall not apply, or that the remedies hereby provided shall not be available for the benefit of any person entering into such agreement, is void.  R.S.O. 1990, c. E.12, s. 11 (1).</p> <p class=\"headnote\">Section not to apply to certain persons</p> <p class=\"subsection\">(2) This section does not apply to any manager, officer or superintendent.  R.S.O. 1990, c. E.12, s. 11 (2).</p> <p class=\"form\">form 1 <br/>\n<span class=\"ovsmallcap\">Warrant to Arrest</span></p> <p class=\"act\"><i>Employers and Employees Act</i></p> <p class=\"MsoNormal\"><img border=\"0\" height=\"429\" src=\"90e12_e_files/image001.png\" width=\"331\"/></p> <p class=\"footnote\">R.S.O. 1990, c. E.12, Form 1.</p> <p class=\"line\">____________________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90e12\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}