{
    "act_info": {
        "full_title": "Employment Equity Act, 1993, S.O. 1993, c. 35",
        "act_name_text": "Not Found",
        "citation": "Employment Equity Act, 1993, S.O. 1993, c. 35",
        "url": "https://www.ontario.ca/laws/statute/93e35",
        "date_scraped": "2023-12-21 13:12:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/950339",
            "revoked_reg_citation": "O. Reg. 339/95",
            "revoked_reg_title": "PUBLIC SECTOR (THE CROWN AND ITS EMPLOYEES)"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/940390",
            "revoked_reg_citation": "O. Reg. 390/94",
            "revoked_reg_title": "GENERAL"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/940389",
            "revoked_reg_citation": "O. Reg. 389/94",
            "revoked_reg_title": "DEFINITIONS"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/940388",
            "revoked_reg_citation": "O. Reg. 388/94",
            "revoked_reg_title": "AGRICULTURAL INDUSTRY"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/940387",
            "revoked_reg_citation": "O. Reg. 387/94",
            "revoked_reg_title": "CONSTRUCTION INDUSTRY"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/940386",
            "revoked_reg_citation": "O. Reg. 386/94",
            "revoked_reg_title": "ABORIGINAL WORKPLACES"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Entitlement",
            "content": "1. (1) All people are entitled to equal treatment in employment in accordance with the Human Rights Code. Aboriginal people (2) Aboriginal people are entitled to be considered for employment, hired, retained, treated and promoted in accordance with employment equity principles. People with disabilities, racial minorities and women (3) People with disabilities, members of racial minorities and women are entitled to be considered for employment, hired, retained, treated and promoted in accordance with employment equity principles. 1993, c. 35, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> (1) All people are entitled to equal treatment in employment in accordance with the <i>Human Rights Code</i>.</p> <p class=\"headnote-e\"><b>Aboriginal people</b></p> <p class=\"subsection-e\">(2) Aboriginal people are entitled to be considered for employment, hired, retained, treated and promoted in accordance with employment equity principles.</p> <p class=\"headnote-e\"><b>People with disabilities, racial minorities and women</b></p> <p class=\"subsection-e\">(3) People with disabilities, members of racial minorities and women are entitled to be considered for employment, hired, retained, treated and promoted in accordance with employment equity principles. 1993, c. 35, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Employment equity principles",
            "content": "2. The following principles of employment equity apply throughout Ontario: 1. Every Aboriginal person, every person with a disability, every member of a racial minority and every woman is entitled to be considered for employment, hired, retained, treated and promoted free of barriers, including systemic and deliberate practices and policies, that discriminate against them as an Aboriginal person, as a person with a disability, as a member of a racial minority or as a woman. 2. Every employer’s workforce, in all occupational categories and at all levels of employment, shall reflect the representation of Aboriginal people, people with disabilities, members of racial minorities and women in the community. 3. Every employer shall ensure that its employment policies and practices, including its policies and practices with respect to recruitment, hiring, retention, treatment and promotion, are free of barriers, both systemic and deliberate, that discriminate against Aboriginal people, people with disabilities, members of racial minorities and women. 4. Every employer shall implement positive measures with respect to the recruitment, hiring, retention, treatment and promotion of Aboriginal people, people with disabilities, members of racial minorities and women. 5. Every employer shall implement supportive measures with respect to the recruitment, hiring, retention, treatment and promotion of Aboriginal people, people with disabilities, members of racial minorities and women which also benefit the employer’s workforce as a whole. 1993, c. 35, s. 2. PART II   GENERAL Interpretation",
            "raw_html": "<p class=\"section-e\"><b>2.</b> The following principles of employment equity apply throughout Ontario:</p> <p class=\"paragraph-e\">1. Every Aboriginal person, every person with a disability, every member of a racial minority and every woman is entitled to be considered for employment, hired, retained, treated and promoted free of barriers, including systemic and deliberate practices and policies, that discriminate against them as an Aboriginal person, as a person with a disability, as a member of a racial minority or as a woman.</p> <p class=\"paragraph-e\">2. Every employer’s workforce, in all occupational categories and at all levels of employment, shall reflect the representation of Aboriginal people, people with disabilities, members of racial minorities and women in the community.</p> <p class=\"paragraph-e\">3. Every employer shall ensure that its employment policies and practices, including its policies and practices with respect to recruitment, hiring, retention, treatment and promotion, are free of barriers, both systemic and deliberate, that discriminate against Aboriginal people, people with disabilities, members of racial minorities and women.</p> <p class=\"paragraph-e\">4. Every employer shall implement positive measures with respect to the recruitment, hiring, retention, treatment and promotion of Aboriginal people, people with disabilities, members of racial minorities and women.</p> <p class=\"paragraph-e\">5. Every employer shall implement supportive measures with respect to the recruitment, hiring, retention, treatment and promotion of Aboriginal people, people with disabilities, members of racial minorities and women which also benefit the employer’s workforce as a whole. 1993, c. 35, s. 2.</p> <p class=\"partnum-e\"><b>PART II <br/>  GENERAL</b></p> <p class=\"heading1-e\">Interpretation</p>"
        },
        {
            "id": "3.",
            "section": "Definitions",
            "content": "3. (1) In this Act, “bargaining agent” means a trade union or other organization that, under any Act, has bargaining rights in respect of any unit of employees; (“agent négociateur”) “broader public sector” means the employers named in the Schedule to the Pay Equity Act and such other employers as may be named or described in the regulations but does not include the Ontario Public Service or such employers as may be named or described in the regulations; (“secteur parapublic”) “collective agreement” means an agreement in writing between an employer and a bargaining agent covering terms and conditions of employment; (“convention collective”) “effective date” means the date on which section 12 (employment equity plan) comes into force; (“date d’entrée en vigueur”) “employee” means a permanent employee, a seasonal employee and a term employee, and within those categories, includes an individual who is primarily working for an employer on a commission basis, a dependent contractor and such others as are designated in the regulations; (“employé”) “employer” includes any entity, whether or not incorporated, that employs one or more employees, a trustee, a receiver and a person who regularly engages the services of others on such other basis as may be prescribed by the regulations; (“employeur”) “person” includes any entity, whether or not incorporated; (“personne”) “private sector employer” means an employer other than the Crown in right of Ontario or an employer in the broader public sector; (“employeur du secteur privé”) “regulations” means the regulations made under this Act; (“règlements”) “seasonal employee” means an employee who is employed in a position that is filled for a specific period of time on a regular basis each year; (“employé saisonnier”) “term employee” means an employee, other than a permanent employee or a seasonal employee, who has been or is expected to be employed by the employer for three consecutive months or more. (“employé embauché pour une période déterminée”) Ontario Public Service (2) For the purposes of this Act, the Crown in right of Ontario is considered to be the employer of the Ontario Public Service which, for the purposes of this Act, consists of the people employed in the ministries of the Crown and in those agencies, boards and commissions of the Crown which employ public servants appointed under the Public Service Act. Exception, other Crown agencies (3) All other agencies, boards and commissions of the Crown are deemed to be separate employers and the people working for them are deemed to be their employees for the purposes of this Act. Deemed employers (4) Subject to subsection (3), two or more employers are deemed to constitute a single employer for the purposes of this Act if, (a) the employers are declared by the Employment Equity Tribunal under section 32 to constitute a single employer; or (b) the employers are declared by the Ontario Labour Relations Board under subsection 1 (4) of the Labour Relations Act to constitute a single employer for the purposes of that Act, regardless of whether the Board’s declaration was made in respect of all or part of the employers’ workforces. Existing employers, number of employees (5) For the purposes of Parts III and IV, the number of employees that an employer has on the effective date is deemed to be the greater of, (a) the actual number of employees that the employer has on that date; and (b) the greatest number of employees that the employer had at any time during the twelve-month period ending on that date. 1993, c. 35, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) In this Act,</p> <p class=\"firstdef-e\">“bargaining agent” means a trade union or other organization that, under any Act, has bargaining rights in respect of any unit of employees; (“agent négociateur”)</p> <p class=\"definition-e\">“broader public sector” means the employers named in the Schedule to the <i>Pay Equity Act</i> and such other employers as may be named or described in the regulations but does not include the Ontario Public Service or such employers as may be named or described in the regulations; (“secteur parapublic”)</p> <p class=\"definition-e\">“collective agreement” means an agreement in writing between an employer and a bargaining agent covering terms and conditions of employment; (“convention collective”)</p> <p class=\"definition-e\">“effective date” means the date on which section 12 (employment equity plan) comes into force; (“date d’entrée en vigueur”)</p> <p class=\"definition-e\">“employee” means a permanent employee, a seasonal employee and a term employee, and within those categories, includes an individual who is primarily working for an employer on a commission basis, a dependent contractor and such others as are designated in the regulations; (“employé”)</p> <p class=\"definition-e\">“employer” includes any entity, whether or not incorporated, that employs one or more employees, a trustee, a receiver and a person who regularly engages the services of others on such other basis as may be prescribed by the regulations; (“employeur”)</p> <p class=\"definition-e\">“person” includes any entity, whether or not incorporated; (“personne”)</p> <p class=\"definition-e\">“private sector employer” means an employer other than the Crown in right of Ontario or an employer in the broader public sector; (“employeur du secteur privé”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“seasonal employee” means an employee who is employed in a position that is filled for a specific period of time on a regular basis each year; (“employé saisonnier”)</p> <p class=\"definition-e\">“term employee” means an employee, other than a permanent employee or a seasonal employee, who has been or is expected to be employed by the employer for three consecutive months or more. (“employé embauché pour une période déterminée”)</p> <p class=\"headnote-e\"><b>Ontario Public Service</b></p> <p class=\"subsection-e\">(2) For the purposes of this Act, the Crown in right of Ontario is considered to be the employer of the Ontario Public Service which, for the purposes of this Act, consists of the people employed in the ministries of the Crown and in those agencies, boards and commissions of the Crown which employ public servants appointed under the <i>Public Service Act</i>.</p> <p class=\"headnote-e\"><b>Exception, other Crown agencies</b></p> <p class=\"subsection-e\">(3) All other agencies, boards and commissions of the Crown are deemed to be separate employers and the people working for them are deemed to be their employees for the purposes of this Act.</p> <p class=\"headnote-e\"><b>Deemed employers</b></p> <p class=\"subsection-e\">(4) Subject to subsection (3), two or more employers are deemed to constitute a single employer for the purposes of this Act if,</p> <p class=\"clause-e\">(a) the employers are declared by the Employment Equity Tribunal under section 32 to constitute a single employer; or</p> <p class=\"clause-e\">(b) the employers are declared by the Ontario Labour Relations Board under subsection 1 (4) of the <i>Labour Relations Act</i> to constitute a single employer for the purposes of that Act, regardless of whether the Board’s declaration was made in respect of all or part of the employers’ workforces.</p> <p class=\"headnote-e\"><b>Existing employers, number of employees</b></p> <p class=\"subsection-e\">(5) For the purposes of Parts III and IV, the number of employees that an employer has on the effective date is deemed to be the greater of,</p> <p class=\"clause-e\">(a) the actual number of employees that the employer has on that date; and</p> <p class=\"clause-e\">(b) the greatest number of employees that the employer had at any time during the twelve-month period ending on that date. 1993, c. 35, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Designated groups",
            "content": "4. Aboriginal people, people with disabilities, members of racial minorities and women constitute the designated groups for the purposes of this Act. 1993, c. 35, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> Aboriginal people, people with disabilities, members of racial minorities and women constitute the designated groups for the purposes of this Act. 1993, c. 35, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Legitimate requirements, handicaps, special employment",
            "content": "5. It is not a breach of this Act to give a preference in hiring or to deny employment to someone if the preference or denial is one that is permitted under the Human Rights Code by section 11 (constructive discrimination), section 17 (handicap) or clause 24 (1) (a) or (b)(special employment). 1993, c. 35, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> It is not a breach of this Act to give a preference in hiring or to deny employment to someone if the preference or denial is one that is permitted under the <i>Human Rights Code</i> by section 11 (constructive discrimination), section 17 (handicap) or clause 24 (1) (a) or (b)(special employment). 1993, c. 35, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Plan to prevail",
            "content": "6. An employment equity plan that is prepared, established or amended under this Act prevails over all relevant collective agreements in the event of any inconsistency and to the extent of that inconsistency. 1993, c. 35, s. 6. Application",
            "raw_html": "<p class=\"section-e\"><b>6.</b> An employment equity plan that is prepared, established or amended under this Act prevails over all relevant collective agreements in the event of any inconsistency and to the extent of that inconsistency. 1993, c. 35, s. 6.</p> <p class=\"heading1-e\">Application</p>"
        },
        {
            "id": "7.",
            "section": "Application of Parts III, IV and VI",
            "content": "7. (1) Except as provided in this section, Parts III, IV and VI apply with respect to every employer in Ontario, including the Crown in right of Ontario. Exception, small employers (broader public sector) (2) Parts III, IV and VI do not apply with respect to an employer in the broader public sector that has fewer than ten employees unless, at any time after the effective date, the employer has ten employees or more. Exception, small employers (private sector) (3) Parts III, IV and VI do not apply with respect to a private sector employer that has fewer than fifty employees unless, at any time after the effective date, the employer has fifty employees or more. Exception, police forces (4) Parts III, IV and VI do not apply with respect to the Ontario Provincial Police or any other police force to which section 48 of the Police Services Act applies. 1993, c. 35, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) Except as provided in this section, Parts III, IV and VI apply with respect to every employer in Ontario, including the Crown in right of Ontario.</p> <p class=\"headnote-e\"><b>Exception, small employers (broader public sector)</b></p> <p class=\"subsection-e\">(2) Parts III, IV and VI do not apply with respect to an employer in the broader public sector that has fewer than ten employees unless, at any time after the effective date, the employer has ten employees or more.</p> <p class=\"headnote-e\"><b>Exception, small employers (private sector)</b></p> <p class=\"subsection-e\">(3) Parts III, IV and VI do not apply with respect to a private sector employer that has fewer than fifty employees unless, at any time after the effective date, the employer has fifty employees or more.</p> <p class=\"headnote-e\"><b>Exception, police forces</b></p> <p class=\"subsection-e\">(4) Parts III, IV and VI do not apply with respect to the Ontario Provincial Police or any other police force to which section 48 of the <i>Police Services Act</i> applies. 1993, c. 35, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Crown bound",
            "content": "8. Parts III, IV and VI bind the Crown. 1993, c. 35, s. 8. PART III   OBLIGATIONS Obligations",
            "raw_html": "<p class=\"section-e\"><b>8.</b> Parts III, IV and VI bind the Crown. 1993, c. 35, s. 8.</p> <p class=\"partnum-e\"><b>PART III <br/>  OBLIGATIONS</b></p> <p class=\"heading1-e\">Obligations</p>"
        },
        {
            "id": "9.",
            "section": "Implementation and maintenance of employment equity",
            "content": "9. (1) Every employer shall implement and maintain employment equity by recruiting, hiring, retaining, treating and promoting employees according to employment equity principles and in accordance with the employment equity plan that applies in respect of those employees. Role of supervisors, etc. (2) Every employer shall ensure that the employer’s staff who have responsibility for recruiting, hiring, supervising, evaluating or promoting employees are aware of, and observe, the requirements of this Act, the regulations and the employment equity plan that applies in respect of those employees. Same (3) Every member of staff who has responsibility for recruiting, hiring, supervising, evaluating or promoting employees shall work in accordance with this Act, the regulations and the employment equity plan that applies in respect of those employees. 1993, c. 35, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) Every employer shall implement and maintain employment equity by recruiting, hiring, retaining, treating and promoting employees according to employment equity principles and in accordance with the employment equity plan that applies in respect of those employees.</p> <p class=\"headnote-e\"><b>Role of supervisors, etc.</b></p> <p class=\"subsection-e\">(2) Every employer shall ensure that the employer’s staff who have responsibility for recruiting, hiring, supervising, evaluating or promoting employees are aware of, and observe, the requirements of this Act, the regulations and the employment equity plan that applies in respect of those employees.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) Every member of staff who has responsibility for recruiting, hiring, supervising, evaluating or promoting employees shall work in accordance with this Act, the regulations and the employment equity plan that applies in respect of those employees. 1993, c. 35, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Collection of workforce information",
            "content": "10. (1) Every employer shall, in accordance with the regulations, conduct employment equity workforce surveys and collect other information to determine the extent to which members of the designated groups are employed in the employer’s workforce. Voluntary giving of information (2) An employee has the right to decide whether to answer questions asked by an employer under subsection (1). 1993, c. 35, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) Every employer shall, in accordance with the regulations, conduct employment equity workforce surveys and collect other information to determine the extent to which members of the designated groups are employed in the employer’s workforce.</p> <p class=\"headnote-e\"><b>Voluntary giving of information</b></p> <p class=\"subsection-e\">(2) An employee has the right to decide whether to answer questions asked by an employer under subsection (1). 1993, c. 35, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Review of employment policies",
            "content": "11. (1) Every employer shall review the employer’s employment policies and practices in accordance with the regulations. Purpose of review (2) The purpose of the review is to identify and enable the employer to remove barriers to the recruitment, hiring, retention, treatment and promotion of members of the designated groups, including terms and conditions of employment that adversely affect members of the designated groups. Seniority rights (3) For the purpose of this Act, employee seniority rights with respect to a layoff or recall to employment after a layoff that are acquired through a collective agreement or an established practice of an employer are deemed not to be barriers to the recruitment, hiring, retention, treatment or promotion of members of the designated groups. Same (4) For the purpose of this Act, employee seniority rights, other than those referred to in subsection (3), that are acquired through a collective agreement or an established practice of an employer are deemed not to be barriers to the recruitment, hiring, retention, treatment or promotion of members of the designated groups unless a board of inquiry under the Human Rights Code finds that the seniority rights discriminate against members of a designated group in a manner that is contrary to the Human Rights Code. 1993, c. 35, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) Every employer shall review the employer’s employment policies and practices in accordance with the regulations.</p> <p class=\"headnote-e\"><b>Purpose of review</b></p> <p class=\"subsection-e\">(2) The purpose of the review is to identify and enable the employer to remove barriers to the recruitment, hiring, retention, treatment and promotion of members of the designated groups, including terms and conditions of employment that adversely affect members of the designated groups.</p> <p class=\"headnote-e\"><b>Seniority rights</b></p> <p class=\"subsection-e\">(3) For the purpose of this Act, employee seniority rights with respect to a layoff or recall to employment after a layoff that are acquired through a collective agreement or an established practice of an employer are deemed not to be barriers to the recruitment, hiring, retention, treatment or promotion of members of the designated groups.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) For the purpose of this Act, employee seniority rights, other than those referred to in subsection (3), that are acquired through a collective agreement or an established practice of an employer are deemed not to be barriers to the recruitment, hiring, retention, treatment or promotion of members of the designated groups unless a board of inquiry under the <i>Human Rights Code</i> finds that the seniority rights discriminate against members of a designated group in a manner that is contrary to the <i>Human Rights Code.</i> 1993, c. 35, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Employment equity plan",
            "content": "12. (1) Every employer shall prepare an employment equity plan in accordance with the regulations. It must provide for, (a) the elimination of barriers identified under section 11; (b) the implementation of positive measures with respect to the recruitment, hiring, retention, treatment and promotion of members of the designated groups; (c) the implementation of supportive measures with respect to the recruitment, hiring, retention, treatment and promotion of members of the designated groups which also benefit the employer’s workforce as a whole; (d) the implementation of measures to accommodate members of the designated groups in the employer’s workforce; (e) specific goals and timetables for the matters referred to in clauses (a) to (d); (f) specific goals and timetables with respect to the composition of the employer’s workforce; and (g) such other matters as may be prescribed by the regulations. More than one plan (2) An employer may prepare more than one plan, in accordance with the regulations, for the purpose of meeting the employer’s obligations under subsection (1), so long as each plan meets the requirements set out in subsection (1), and so long as, together, the plans cover all of the employer’s employees and all of the employer’s workplaces. Plan certificate (3) After preparing a plan, the employer shall prepare a certificate respecting the plan in accordance with the regulations. Additional requirements (4) The certificate of every employer other than an employer in the broader public sector that has fewer than fifty employees and a private sector employer that has fewer than 100 employees shall, in accordance with the regulations, include information with respect to the provisions of the plan for the elimination of barriers and for the implementation of positive measures, supportive measures and measures to accommodate members of the designated groups. Filing of certificate (5) The employer shall file the certificate with the Employment Equity Commission in a form approved by the Commission and in accordance with the regulations. Copy of plan (6) The Commission may require the employer to file a copy of the plan. Filing of copy of plan (7) Despite subsection (6), after preparing a plan, the Crown in right of Ontario shall file a copy of the plan with the Commission. 1993, c. 35, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> (1) Every employer shall prepare an employment equity plan in accordance with the regulations. It must provide for,</p> <p class=\"clause-e\">(a) the elimination of barriers identified under section 11;</p> <p class=\"clause-e\">(b) the implementation of positive measures with respect to the recruitment, hiring, retention, treatment and promotion of members of the designated groups;</p> <p class=\"clause-e\">(c) the implementation of supportive measures with respect to the recruitment, hiring, retention, treatment and promotion of members of the designated groups which also benefit the employer’s workforce as a whole;</p> <p class=\"clause-e\">(d) the implementation of measures to accommodate members of the designated groups in the employer’s workforce;</p> <p class=\"clause-e\">(e) specific goals and timetables for the matters referred to in clauses (a) to (d);</p> <p class=\"clause-e\">(f) specific goals and timetables with respect to the composition of the employer’s workforce; and</p> <p class=\"clause-e\">(g) such other matters as may be prescribed by the regulations.</p> <p class=\"headnote-e\"><b>More than one plan</b></p> <p class=\"subsection-e\">(2) An employer may prepare more than one plan, in accordance with the regulations, for the purpose of meeting the employer’s obligations under subsection (1), so long as each plan meets the requirements set out in subsection (1), and so long as, together, the plans cover all of the employer’s employees and all of the employer’s workplaces.</p> <p class=\"headnote-e\"><b>Plan certificate</b></p> <p class=\"subsection-e\">(3) After preparing a plan, the employer shall prepare a certificate respecting the plan in accordance with the regulations.</p> <p class=\"headnote-e\"><b>Additional requirements</b></p> <p class=\"subsection-e\">(4) The certificate of every employer other than an employer in the broader public sector that has fewer than fifty employees and a private sector employer that has fewer than 100 employees shall, in accordance with the regulations, include information with respect to the provisions of the plan for the elimination of barriers and for the implementation of positive measures, supportive measures and measures to accommodate members of the designated groups.</p> <p class=\"headnote-e\"><b>Filing of certificate</b></p> <p class=\"subsection-e\">(5) The employer shall file the certificate with the Employment Equity Commission in a form approved by the Commission and in accordance with the regulations.</p> <p class=\"headnote-e\"><b>Copy of plan</b></p> <p class=\"subsection-e\">(6) The Commission may require the employer to file a copy of the plan.</p> <p class=\"headnote-e\"><b>Filing of copy of plan</b></p> <p class=\"subsection-e\">(7) Despite subsection (6), after preparing a plan, the Crown in right of Ontario shall file a copy of the plan with the Commission. 1993, c. 35, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Standard re contents of plan",
            "content": "13. Every employer shall ensure that the matters referred to in subsection 12 (1) that are contained in an employment equity plan would, if implemented, constitute reasonable progress toward achieving compliance with the principles of employment equity that are set out in section 2. 1993, c. 35, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> Every employer shall ensure that the matters referred to in subsection 12 (1) that are contained in an employment equity plan would, if implemented, constitute reasonable progress toward achieving compliance with the principles of employment equity that are set out in section 2. 1993, c. 35, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Implementation of plan",
            "content": "14. Every employer shall make all reasonable efforts to implement each of the employer’s employment equity plans and to achieve the goals set out in each plan in accordance with the timetables set out in the plan. 1993, c. 35, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> Every employer shall make all reasonable efforts to implement each of the employer’s employment equity plans and to achieve the goals set out in each plan in accordance with the timetables set out in the plan. 1993, c. 35, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Review and revision of plan",
            "content": "15. (1) Every employer shall review and revise each of the employer’s employment equity plans in accordance with the regulations. Plan certificate (2) After revising a plan, the employer shall prepare a certificate respecting the revised plan in accordance with the regulations. Additional requirements (3) The certificate of every employer other than an employer in the broader public sector that has fewer than fifty employees and a private sector employer that has fewer than 100 employees shall, in accordance with the regulations, include, (a) information with respect to the efforts made to implement the previous plan and the results achieved; and (b) information with respect to the provisions of the revised plan for the elimination of barriers and for the implementation of positive measures, supportive measures and measures to accommodate members of the designated groups. Filing of certificate (4) The employer shall file the certificate with the Employment Equity Commission in a form approved by the Commission and in accordance with the regulations. Copy of plan (5) The Commission may require the employer to file a copy of the revised plan. Filing of copy of plan (6) Despite subsection (5), after revising a plan, the Crown in right of Ontario shall file a copy of the revised plan with the Commission. 1993, c. 35, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) Every employer shall review and revise each of the employer’s employment equity plans in accordance with the regulations.</p> <p class=\"headnote-e\"><b>Plan certificate</b></p> <p class=\"subsection-e\">(2) After revising a plan, the employer shall prepare a certificate respecting the revised plan in accordance with the regulations.</p> <p class=\"headnote-e\"><b>Additional requirements</b></p> <p class=\"subsection-e\">(3) The certificate of every employer other than an employer in the broader public sector that has fewer than fifty employees and a private sector employer that has fewer than 100 employees shall, in accordance with the regulations, include,</p> <p class=\"clause-e\">(a) information with respect to the efforts made to implement the previous plan and the results achieved; and</p> <p class=\"clause-e\">(b) information with respect to the provisions of the revised plan for the elimination of barriers and for the implementation of positive measures, supportive measures and measures to accommodate members of the designated groups.</p> <p class=\"headnote-e\"><b>Filing of certificate</b></p> <p class=\"subsection-e\">(4) The employer shall file the certificate with the Employment Equity Commission in a form approved by the Commission and in accordance with the regulations.</p> <p class=\"headnote-e\"><b>Copy of plan</b></p> <p class=\"subsection-e\">(5) The Commission may require the employer to file a copy of the revised plan.</p> <p class=\"headnote-e\"><b>Filing of copy of plan</b></p> <p class=\"subsection-e\">(6) Despite subsection (5), after revising a plan, the Crown in right of Ontario shall file a copy of the revised plan with the Commission. 1993, c. 35, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Joint responsibilities, employer and bargaining agent",
            "content": "16. (1) This section applies if any of an employer’s employees are represented by a bargaining agent. Same (2) The employer and the bargaining agent shall jointly carry out the responsibilities described in sections 10, 11, 12, 13 and 15 in respect of the part of the employer’s workforce in which employees are represented by the bargaining agent. More than one bargaining agent (3) If the employees of the employer are represented by more than one bargaining agent, the employer and the bargaining agents shall establish a committee to co-ordinate the carrying out of their joint responsibilities. Composition of committee (4) The committee shall be composed of representatives of the bargaining agents and up to an equal number of representatives of the employer, in accordance with the regulations. Good faith, etc. (5) The joint responsibilities shall be carried out in good faith, separately from the normal collective bargaining process and in the manner prescribed by the regulations. Right to information (6) The employer shall provide the bargaining agent with all information in the employer’s possession or control in respect of the part of the employer’s workforce in which employees are represented by the bargaining agent that is necessary for the bargaining agent to participate effectively in carrying out their joint responsibilities, including the information prescribed by the regulations. Exception (7) Subsection (6) does not require the employer to provide the bargaining agent with information of a scientific, technical, commercial, financial, personal or other nature if, (a) the disclosure of the information could reasonably be expected to prejudice the employer’s competitive position; or (b) the disclosure of the information meets the criteria prescribed by the regulations. 1993, c. 35, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) This section applies if any of an employer’s employees are represented by a bargaining agent.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The employer and the bargaining agent shall jointly carry out the responsibilities described in sections 10, 11, 12, 13 and 15 in respect of the part of the employer’s workforce in which employees are represented by the bargaining agent.</p> <p class=\"headnote-e\"><b>More than one bargaining agent</b></p> <p class=\"subsection-e\">(3) If the employees of the employer are represented by more than one bargaining agent, the employer and the bargaining agents shall establish a committee to co-ordinate the carrying out of their joint responsibilities.</p> <p class=\"headnote-e\"><b>Composition of committee</b></p> <p class=\"subsection-e\">(4) The committee shall be composed of representatives of the bargaining agents and up to an equal number of representatives of the employer, in accordance with the regulations.</p> <p class=\"headnote-e\"><b>Good faith, etc.</b></p> <p class=\"subsection-e\">(5) The joint responsibilities shall be carried out in good faith, separately from the normal collective bargaining process and in the manner prescribed by the regulations.</p> <p class=\"headnote-e\"><b>Right to information</b></p> <p class=\"subsection-e\">(6) The employer shall provide the bargaining agent with all information in the employer’s possession or control in respect of the part of the employer’s workforce in which employees are represented by the bargaining agent that is necessary for the bargaining agent to participate effectively in carrying out their joint responsibilities, including the information prescribed by the regulations.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(7) Subsection (6) does not require the employer to provide the bargaining agent with information of a scientific, technical, commercial, financial, personal or other nature if,</p> <p class=\"clause-e\">(a) the disclosure of the information could reasonably be expected to prejudice the employer’s competitive position; or</p> <p class=\"clause-e\">(b) the disclosure of the information meets the criteria prescribed by the regulations. 1993, c. 35, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Consultation with unrepresented employees",
            "content": "17.  Every employer shall, in accordance with the regulations, consult with the employer’s employees who are not represented by a bargaining agent concerning the conduct of the employer’s employment equity workforce survey, the review of the employer’s employment policies and practices, and the development, implementation, review and revision of the employment equity plan that applies in respect of those employees. 1993, c. 35, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17.</b>  Every employer shall, in accordance with the regulations, consult with the employer’s employees who are not represented by a bargaining agent concerning the conduct of the employer’s employment equity workforce survey, the review of the employer’s employment policies and practices, and the development, implementation, review and revision of the employment equity plan that applies in respect of those employees. 1993, c. 35, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Duty to post information",
            "content": "18. (1) Every employer shall post in each of the employer’s workplaces, (a) a copy of each certificate that the employer has filed with the Employment Equity Commission in respect of each employment equity plan that applies in respect of the employees in the workplace; and (b) such other information in respect of this Act and employment equity as may be prescribed by the regulations. Same (2) The information described in clauses (1) (a) and (b) shall be posted in prominent places in the workplace that are accessible to all employees to whom the information applies. Duty to make information available (3) Every employer shall provide or make available to the employer’s employees information in respect of this Act and employment equity, in accordance with the regulations. Duty to make copy of plan available (4) Every employer shall make available in each of the employer’s workplaces a copy of each plan that applies in respect of the employees in the workplace. Same (5) A plan shall be made available in the workplace in such a manner that it is accessible to all employees to whom it applies. 1993, c. 35, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> (1) Every employer shall post in each of the employer’s workplaces,</p> <p class=\"clause-e\">(a) a copy of each certificate that the employer has filed with the Employment Equity Commission in respect of each employment equity plan that applies in respect of the employees in the workplace; and</p> <p class=\"clause-e\">(b) such other information in respect of this Act and employment equity as may be prescribed by the regulations.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The information described in clauses (1) (a) and (b) shall be posted in prominent places in the workplace that are accessible to all employees to whom the information applies.</p> <p class=\"headnote-e\"><b>Duty to make information available</b></p> <p class=\"subsection-e\">(3) Every employer shall provide or make available to the employer’s employees information in respect of this Act and employment equity, in accordance with the regulations.</p> <p class=\"headnote-e\"><b>Duty to make copy of plan available</b></p> <p class=\"subsection-e\">(4) Every employer shall make available in each of the employer’s workplaces a copy of each plan that applies in respect of the employees in the workplace.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5) A plan shall be made available in the workplace in such a manner that it is accessible to all employees to whom it applies. 1993, c. 35, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Employment equity records",
            "content": "19. (1) Every employer shall establish and maintain employment equity records in respect of the employer’s workforce. Self-identification (2) The employer shall keep in the employer’s records concerning employees’ membership in designated groups only the information, if any, that is provided by each employee about himself or herself. 1993, c. 35, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19.</b> (1) Every employer shall establish and maintain employment equity records in respect of the employer’s workforce.</p> <p class=\"headnote-e\"><b>Self-identification</b></p> <p class=\"subsection-e\">(2) The employer shall keep in the employer’s records concerning employees’ membership in designated groups only the information, if any, that is provided by each employee about himself or herself. 1993, c. 35, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Reports to the Commission",
            "content": "20. Every employer shall submit reports and other information to the Employment Equity Commission in accordance with the regulations concerning the composition of the employer’s workforce and the development, implementation, review and revision of the employer’s employment equity plans. 1993, c. 35, s. 20. Application to the Commission",
            "raw_html": "<p class=\"section-e\"><b>20.</b> Every employer shall submit reports and other information to the Employment Equity Commission in accordance with the regulations concerning the composition of the employer’s workforce and the development, implementation, review and revision of the employer’s employment equity plans. 1993, c. 35, s. 20.</p> <p class=\"heading1-e\">Application to the Commission</p>"
        },
        {
            "id": "21.",
            "section": "Access to information",
            "content": "21. Any person may apply to the Employment Equity Commission for access to a copy of any information provided to the Commission under this Act and in the possession of the Commission. 1993, c. 35, s. 21. Exemptions",
            "raw_html": "<p class=\"section-e\"><b>21.</b> Any person may apply to the Employment Equity Commission for access to a copy of any information provided to the Commission under this Act and in the possession of the Commission. 1993, c. 35, s. 21.</p> <p class=\"heading1-e\">Exemptions</p>"
        },
        {
            "id": "22.",
            "section": "Regulations re Aboriginal workplaces",
            "content": "22. (1) The Lieutenant Governor in Council may, by regulation, vary the application of any of the provisions of this Part and the regulations as they apply to Aboriginal workplaces. The regulation may define what constitutes an Aboriginal workplace. Broader public sector employers (2) The Lieutenant Governor in Council may, by regulation, (a) exempt employers in the broader public sector that have fewer than fifty employees from any provision of this Part and the regulations; (b) vary the application of any provision of this Part and the regulations to impose less stringent requirements on those employers. Regulation ceases to apply (3) A regulation made under subsection (2) ceases to apply to an employer who employs fifty or more employees at any time after the effective date. Private sector employers (4) The Lieutenant Governor in Council may, by regulation, (a) exempt private sector employers that have fewer than 100 employees from any provision of this Part and the regulations; (b) vary the application of any provision of this Part and the regulations to impose less stringent requirements on those employers. Regulation ceases to apply (5) A regulation made under subsection (4) ceases to apply to an employer who employs 100 or more employees at any time after the effective date. 1993, c. 35, s. 22. Implementation",
            "raw_html": "<p class=\"section-e\"><b>22.</b> (1) The Lieutenant Governor in Council may, by regulation, vary the application of any of the provisions of this Part and the regulations as they apply to Aboriginal workplaces. The regulation may define what constitutes an Aboriginal workplace.</p> <p class=\"headnote-e\"><b>Broader public sector employers</b></p> <p class=\"subsection-e\">(2) The Lieutenant Governor in Council may, by regulation,</p> <p class=\"clause-e\">(a) exempt employers in the broader public sector that have fewer than fifty employees from any provision of this Part and the regulations;</p> <p class=\"clause-e\">(b) vary the application of any provision of this Part and the regulations to impose less stringent requirements on those employers.</p> <p class=\"headnote-e\"><b>Regulation ceases to apply</b></p> <p class=\"subsection-e\">(3) A regulation made under subsection (2) ceases to apply to an employer who employs fifty or more employees at any time after the effective date.</p> <p class=\"headnote-e\"><b>Private sector employers</b></p> <p class=\"subsection-e\">(4) The Lieutenant Governor in Council may, by regulation,</p> <p class=\"clause-e\">(a) exempt private sector employers that have fewer than 100 employees from any provision of this Part and the regulations;</p> <p class=\"clause-e\">(b) vary the application of any provision of this Part and the regulations to impose less stringent requirements on those employers.</p> <p class=\"headnote-e\"><b>Regulation ceases to apply</b></p> <p class=\"subsection-e\">(5) A regulation made under subsection (4) ceases to apply to an employer who employs 100 or more employees at any time after the effective date. 1993, c. 35, s. 22.</p> <p class=\"heading1-e\">Implementation</p>"
        },
        {
            "id": "23.",
            "section": "Time to comply, existing employers",
            "content": "23. (1) An employer that has employees on the effective date shall comply with sections 10 (collection of workforce information), 11 (review of employment policies) and 12 (employment equity plan) within the period that ends on the following day: 1. For the Crown in right of Ontario, on the day that is twelve months after the effective date. 2. For an employer in the broader public sector with ten or more employees on the effective date, on the day that is eighteen months after the effective date. 3. For a private sector employer with 500 or more employees on the effective date, on the day that is eighteen months after the effective date. 4. For a private sector employer with 100 or more but fewer than 500 employees on the effective date, on the day that is twenty-four months after the effective date. 5. For a private sector employer with fifty or more but fewer than 100 employees on the effective date, on the day that is thirty-six months after the effective date. New employers, broader public sector (2) If an employer in the broader public sector does not exist or employs fewer than ten employees on the effective date but employs ten or more employees at any time after that, the employer shall comply with sections 10, 11 and 12 within the period that ends on the later of the following days: 1. The day that is twelve months after the employer first employs ten employees. 2. The day that is eighteen months after the effective date. New private employers (3) If a private sector employer does not exist or employs fewer than fifty employees on the effective date but employs fifty or more employees at any time after that, the employer shall comply with sections 10, 11 and 12 within the period that ends on the later of the following days: 1. The day that is twelve months after the employer first employs fifty employees. 2. The day that is thirty-six months after the effective date. 1993, c. 35, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23.</b> (1) An employer that has employees on the effective date shall comply with sections 10 (collection of workforce information), 11 (review of employment policies) and 12 (employment equity plan) within the period that ends on the following day:</p> <p class=\"paragraph-e\">1. For the Crown in right of Ontario, on the day that is twelve months after the effective date.</p> <p class=\"paragraph-e\">2. For an employer in the broader public sector with ten or more employees on the effective date, on the day that is eighteen months after the effective date.</p> <p class=\"paragraph-e\">3. For a private sector employer with 500 or more employees on the effective date, on the day that is eighteen months after the effective date.</p> <p class=\"paragraph-e\">4. For a private sector employer with 100 or more but fewer than 500 employees on the effective date, on the day that is twenty-four months after the effective date.</p> <p class=\"paragraph-e\">5. For a private sector employer with fifty or more but fewer than 100 employees on the effective date, on the day that is thirty-six months after the effective date.</p> <p class=\"headnote-e\"><b>New employers, broader public sector</b></p> <p class=\"subsection-e\">(2) If an employer in the broader public sector does not exist or employs fewer than ten employees on the effective date but employs ten or more employees at any time after that, the employer shall comply with sections 10, 11 and 12 within the period that ends on the later of the following days:</p> <p class=\"paragraph-e\">1. The day that is twelve months after the employer first employs ten employees.</p> <p class=\"paragraph-e\">2. The day that is eighteen months after the effective date.</p> <p class=\"headnote-e\"><b>New private employers</b></p> <p class=\"subsection-e\">(3) If a private sector employer does not exist or employs fewer than fifty employees on the effective date but employs fifty or more employees at any time after that, the employer shall comply with sections 10, 11 and 12 within the period that ends on the later of the following days:</p> <p class=\"paragraph-e\">1. The day that is twelve months after the employer first employs fifty employees.</p> <p class=\"paragraph-e\">2. The day that is thirty-six months after the effective date. 1993, c. 35, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": "If exemption ceases to apply, broader public sector",
            "content": "24. (1) If an exemption under subsection 22 (2) ceases to apply to an employer in the broader public sector, the employer shall comply with sections 10, 11 and 12 within the period that ends on the later of the following days: 1. The day that is twelve months after the exemption ceases to apply to the employer. 2. The day that is eighteen months after the effective date. Same, private sector employer (2) If an exemption under subsection 22 (4) ceases to apply to a private sector employer, the employer shall comply with sections 10, 11 and 12 within the period that ends on the later of the following days: 1. The day that is twelve months after the exemption ceases to apply to the employer. 2. The day that is twenty-four months after the effective date. 1993, c. 35, s. 24. PART IV   ENFORCEMENT Audit and Enforcement by the Commission",
            "raw_html": "<p class=\"section-e\"><b>24.</b> (1) If an exemption under subsection 22 (2) ceases to apply to an employer in the broader public sector, the employer shall comply with sections 10, 11 and 12 within the period that ends on the later of the following days:</p> <p class=\"paragraph-e\">1. The day that is twelve months after the exemption ceases to apply to the employer.</p> <p class=\"paragraph-e\">2. The day that is eighteen months after the effective date.</p> <p class=\"headnote-e\"><b>Same, private sector employer</b></p> <p class=\"subsection-e\">(2) If an exemption under subsection 22 (4) ceases to apply to a private sector employer, the employer shall comply with sections 10, 11 and 12 within the period that ends on the later of the following days:</p> <p class=\"paragraph-e\">1. The day that is twelve months after the exemption ceases to apply to the employer.</p> <p class=\"paragraph-e\">2. The day that is twenty-four months after the effective date. 1993, c. 35, s. 24.</p> <p class=\"partnum-e\"><b>PART IV <br/>  ENFORCEMENT</b></p> <p class=\"heading1-e\">Audit and Enforcement by the Commission</p>"
        },
        {
            "id": "25.",
            "section": "Commission audit",
            "content": "25. (1) The Employment Equity Commission may conduct an audit of an employer to determine whether the employer is complying with Part III. Audit powers (2) In the course of an audit, an employee of the Commission, (a) may enter any place at any reasonable time; (b) may request the production for inspection of documents or things that may be relevant to the audit; (c) upon giving a receipt therefor, may remove from a place documents or things produced under clause (b) for the purpose of making copies or extracts and shall promptly return them to the person who produced them; and (d) may question a person on matters that are or may be relevant to the audit subject to the person’s right to have counsel or some other representative present during the examination. Identification (3) When exercising a power of entry, the employee shall produce identification and evidence of his or her employment with the Commission if requested to do so by the owner or occupier. Restriction on power of entry: dwellings (4) The employee shall not enter a place that is being used as a dwelling without the consent of the occupier except under the authority of a warrant issued under subsection (6). Warrant for search (5) If a justice of the peace is satisfied on evidence upon oath that there are in a place documents or things that there is reasonable ground to believe will afford evidence relevant to the carrying out of an audit, the justice of the peace may issue a warrant authorizing an employee of the Commission named in the warrant to search the place for any such documents or things and to remove them for the purposes of making copies or extracts and they shall be returned promptly to the place from which they were removed. Warrant for entry (6) If a justice of the peace is satisfied on evidence upon oath that there is reasonable ground to believe it is necessary that a place being used as a dwelling or to which entry has been denied be entered so that an employee of the Commission may carry out his or her duties under this Act, the justice of the peace may issue a warrant authorizing such entry by the employee named in the warrant. Execution and expiry (7) A warrant issued under this section, (a) shall specify the hours and days during which it may be executed; and (b) shall name a date on which it expires, which date shall not be later than fifteen days after its issue. Admissibility of copies (8) Copies of, or extracts from, documents and things removed from premises in the course of an audit and certified as being true copies of, or extracts from, the originals by the person who made them are admissible in evidence to the same extent as, and have the same evidentiary value as, the documents or things of which they are copies or extracts. 1993, c. 35, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>25.</b> (1) The Employment Equity Commission may conduct an audit of an employer to determine whether the employer is complying with Part III.</p> <p class=\"headnote-e\"><b>Audit powers</b></p> <p class=\"subsection-e\">(2) In the course of an audit, an employee of the Commission,</p> <p class=\"clause-e\">(a) may enter any place at any reasonable time;</p> <p class=\"clause-e\">(b) may request the production for inspection of documents or things that may be relevant to the audit;</p> <p class=\"clause-e\">(c) upon giving a receipt therefor, may remove from a place documents or things produced under clause (b) for the purpose of making copies or extracts and shall promptly return them to the person who produced them; and</p> <p class=\"clause-e\">(d) may question a person on matters that are or may be relevant to the audit subject to the person’s right to have counsel or some other representative present during the examination.</p> <p class=\"headnote-e\"><b>Identification</b></p> <p class=\"subsection-e\">(3) When exercising a power of entry, the employee shall produce identification and evidence of his or her employment with the Commission if requested to do so by the owner or occupier.</p> <p class=\"headnote-e\"><b>Restriction on power of entry: dwellings</b></p> <p class=\"subsection-e\">(4) The employee shall not enter a place that is being used as a dwelling without the consent of the occupier except under the authority of a warrant issued under subsection (6).</p> <p class=\"headnote-e\"><b>Warrant for search</b></p> <p class=\"subsection-e\">(5) If a justice of the peace is satisfied on evidence upon oath that there are in a place documents or things that there is reasonable ground to believe will afford evidence relevant to the carrying out of an audit, the justice of the peace may issue a warrant authorizing an employee of the Commission named in the warrant to search the place for any such documents or things and to remove them for the purposes of making copies or extracts and they shall be returned promptly to the place from which they were removed.</p> <p class=\"headnote-e\"><b>Warrant for entry</b></p> <p class=\"subsection-e\">(6) If a justice of the peace is satisfied on evidence upon oath that there is reasonable ground to believe it is necessary that a place being used as a dwelling or to which entry has been denied be entered so that an employee of the Commission may carry out his or her duties under this Act, the justice of the peace may issue a warrant authorizing such entry by the employee named in the warrant.</p> <p class=\"headnote-e\"><b>Execution and expiry</b></p> <p class=\"subsection-e\">(7) A warrant issued under this section,</p> <p class=\"clause-e\">(a) shall specify the hours and days during which it may be executed; and</p> <p class=\"clause-e\">(b) shall name a date on which it expires, which date shall not be later than fifteen days after its issue.</p> <p class=\"headnote-e\"><b>Admissibility of copies</b></p> <p class=\"subsection-e\">(8) Copies of, or extracts from, documents and things removed from premises in the course of an audit and certified as being true copies of, or extracts from, the originals by the person who made them are admissible in evidence to the same extent as, and have the same evidentiary value as, the documents or things of which they are copies or extracts. 1993, c. 35, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": "Settlement with Commission",
            "content": "26. (1) If the Commission is of the opinion that an employer may not be complying with Part III, the Commission may endeavour to effect a settlement with the employer that will ensure compliance. Written agreement (2) The Commission and the employer shall embody the terms of any settlement in a written agreement. 1993, c. 35, s. 26.",
            "raw_html": "<p class=\"section-e\"><b>26.</b> (1) If the Commission is of the opinion that an employer may not be complying with Part III, the Commission may endeavour to effect a settlement with the employer that will ensure compliance.</p> <p class=\"headnote-e\"><b>Written agreement</b></p> <p class=\"subsection-e\">(2) The Commission and the employer shall embody the terms of any settlement in a written agreement. 1993, c. 35, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": "Commission order to comply",
            "content": "27. (1) The Commission may, without a hearing, order an employer to take the specified steps to achieve compliance with Part III if it considers that any of the following circumstances exist: 1. The employer has not conducted a workforce survey or collected other information in accordance with section 10. 2. The employer has not completed a review of the employer’s employment policies and practices in accordance with section 11. 3. An employment equity plan does not comply with section 12 or 13. 4. The employer has not filed a certificate or a copy of an employment equity plan with the Commission in accordance with section 12 or 15, as the case may be. 5. The employer has not consulted, in accordance with section 17, with the employer’s employees who are not represented by a bargaining agent. 6. The employer has not posted information in a workplace or made information or a copy of an employment equity plan available in a workplace in accordance with section 18. 7. The employer has not established or maintained employment equity records in accordance with section 19. 8. The employer has not submitted a report or other information to the Commission in accordance with section 20. Copy of order (2) The Commission shall mail a copy of the order to the employer. The order is deemed to have been received on the fifth day after the date of mailing. Appeal to Tribunal (3) The employer may appeal the order to the Employment Equity Tribunal within thirty-five days after the Commission mails it. Powers of Tribunal (4) The Tribunal may, by order, rescind, vary or confirm the order of the Commission. Effect of no appeal (5) If the employer does not appeal an order in accordance with subsection (3), the order is deemed to be an order of the Tribunal. 1993, c. 35, s. 27. Applications to the Tribunal",
            "raw_html": "<p class=\"section-e\"><b>27.</b> (1) The Commission may, without a hearing, order an employer to take the specified steps to achieve compliance with Part III if it considers that any of the following circumstances exist:</p> <p class=\"paragraph-e\">1. The employer has not conducted a workforce survey or collected other information in accordance with section 10.</p> <p class=\"paragraph-e\">2. The employer has not completed a review of the employer’s employment policies and practices in accordance with section 11.</p> <p class=\"paragraph-e\">3. An employment equity plan does not comply with section 12 or 13.</p> <p class=\"paragraph-e\">4. The employer has not filed a certificate or a copy of an employment equity plan with the Commission in accordance with section 12 or 15, as the case may be.</p> <p class=\"paragraph-e\">5. The employer has not consulted, in accordance with section 17, with the employer’s employees who are not represented by a bargaining agent.</p> <p class=\"paragraph-e\">6. The employer has not posted information in a workplace or made information or a copy of an employment equity plan available in a workplace in accordance with section 18.</p> <p class=\"paragraph-e\">7. The employer has not established or maintained employment equity records in accordance with section 19.</p> <p class=\"paragraph-e\">8. The employer has not submitted a report or other information to the Commission in accordance with section 20.</p> <p class=\"headnote-e\"><b>Copy of order</b></p> <p class=\"subsection-e\">(2) The Commission shall mail a copy of the order to the employer. The order is deemed to have been received on the fifth day after the date of mailing.</p> <p class=\"headnote-e\"><b>Appeal to Tribunal</b></p> <p class=\"subsection-e\">(3) The employer may appeal the order to the Employment Equity Tribunal within thirty-five days after the Commission mails it.</p> <p class=\"headnote-e\"><b>Powers of Tribunal</b></p> <p class=\"subsection-e\">(4) The Tribunal may, by order, rescind, vary or confirm the order of the Commission.</p> <p class=\"headnote-e\"><b>Effect of no appeal</b></p> <p class=\"subsection-e\">(5) If the employer does not appeal an order in accordance with subsection (3), the order is deemed to be an order of the Tribunal. 1993, c. 35, s. 27.</p> <p class=\"heading1-e\">Applications to the Tribunal</p>"
        },
        {
            "id": "28.",
            "section": "Application by Commission",
            "content": "28. (1) The Employment Equity Commission may apply to the Employment Equity Tribunal for a determination of whether an employer has complied with Part III. Deemed non-compliance (2) In an application by the Commission, the employer is deemed not to have complied with Part III if the employer has failed to take steps required by an employment equity plan or failed to achieve the goals set out in a plan in accordance with the timetables set out in the plan unless the employer proves that, (a) the employer’s employment equity plan complies with Part III; and (b) the employer made all reasonable efforts to implement the plan and to achieve the goals set out in the plan in accordance with the timetables set out in the plan. 1993, c. 35, s. 28.",
            "raw_html": "<p class=\"section-e\"><b>28.</b> (1) The Employment Equity Commission may apply to the Employment Equity Tribunal for a determination of whether an employer has complied with Part III.</p> <p class=\"headnote-e\"><b>Deemed non-compliance</b></p> <p class=\"subsection-e\">(2) In an application by the Commission, the employer is deemed not to have complied with Part III if the employer has failed to take steps required by an employment equity plan or failed to achieve the goals set out in a plan in accordance with the timetables set out in the plan unless the employer proves that,</p> <p class=\"clause-e\">(a) the employer’s employment equity plan complies with Part III; and</p> <p class=\"clause-e\">(b) the employer made all reasonable efforts to implement the plan and to achieve the goals set out in the plan in accordance with the timetables set out in the plan. 1993, c. 35, s. 28.</p>"
        },
        {
            "id": "29.",
            "section": "Application for failure to implement plan or settlement",
            "content": "29. (1) Any person other than the Commission may apply to the Tribunal on any of the following grounds: 1. An employer has failed to take steps required by an employment equity plan. 2. An employer has failed to achieve the goals set out in an employment equity plan in accordance with the timetables set out in the plan. 3. An employer has failed to implement a settlement referred to in subsection 26 (2) or 35 (2). Defence (2) If the application alleges a failure to achieve the goals set out in an employment equity plan in accordance with the timetables in the plan, the Tribunal shall not make an order if the employer proves that, (a) the employer’s employment equity plan complies with Part III; and (b) the employer made all reasonable efforts to implement the plan and to achieve the goals set out in the plan in accordance with the timetables set out in the plan. 1993, c. 35, s. 29.",
            "raw_html": "<p class=\"section-e\"><b>29. </b>(1) Any person other than the Commission may apply to the Tribunal on any of the following grounds:</p> <p class=\"paragraph-e\">1. An employer has failed to take steps required by an employment equity plan.</p> <p class=\"paragraph-e\">2. An employer has failed to achieve the goals set out in an employment equity plan in accordance with the timetables set out in the plan.</p> <p class=\"paragraph-e\">3. An employer has failed to implement a settlement referred to in subsection 26 (2) or 35 (2).</p> <p class=\"headnote-e\"><b>Defence</b></p> <p class=\"subsection-e\">(2) If the application alleges a failure to achieve the goals set out in an employment equity plan in accordance with the timetables in the plan, the Tribunal shall not make an order if the employer proves that,</p> <p class=\"clause-e\">(a) the employer’s employment equity plan complies with Part III; and</p> <p class=\"clause-e\">(b) the employer made all reasonable efforts to implement the plan and to achieve the goals set out in the plan in accordance with the timetables set out in the plan. 1993, c. 35, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": "Applications re joint responsibilities",
            "content": "30. (1) If the employer and the bargaining agent have not resolved any matter that is their joint responsibility, either of them may apply to the Tribunal at any time to determine the matter. Mandatory application (2) The employer shall promptly apply to the Tribunal if the employer and the bargaining agent have not carried out their joint responsibilities within the time required under Part III. Entitlement continues (3) Failure of the employer to comply with subsection (2) does not prevent the bargaining agent from making an application under subsection (1). Order (4) The Tribunal may make any order it considers just in respect of the part of the employer’s workforce in which employees are represented by the bargaining agent. 1993, c. 35, s. 30.",
            "raw_html": "<p class=\"section-e\"><b>30.</b> (1) If the employer and the bargaining agent have not resolved any matter that is their joint responsibility, either of them may apply to the Tribunal at any time to determine the matter.</p> <p class=\"headnote-e\"><b>Mandatory application</b></p> <p class=\"subsection-e\">(2) The employer shall promptly apply to the Tribunal if the employer and the bargaining agent have not carried out their joint responsibilities within the time required under Part III.</p> <p class=\"headnote-e\"><b>Entitlement continues</b></p> <p class=\"subsection-e\">(3) Failure of the employer to comply with subsection (2) does not prevent the bargaining agent from making an application under subsection (1).</p> <p class=\"headnote-e\"><b>Order</b></p> <p class=\"subsection-e\">(4) The Tribunal may make any order it considers just in respect of the part of the employer’s workforce in which employees are represented by the bargaining agent. 1993, c. 35, s. 30.</p>"
        },
        {
            "id": "31.",
            "section": "Application by employee re joint responsibilities",
            "content": "31. (1) An employee of an employer may apply to the Tribunal on either of the following grounds: 1. The employer and a bargaining agent are not carrying out their joint responsibilities in good faith. 2. The employer has not applied to the Tribunal when required to do so under subsection 30 (2). Order (2) The Tribunal may make any order it considers just, including an order removing or modifying a term in an employment equity plan that, in the opinion of the Tribunal, was not included in good faith. 1993, c. 35, s. 31.",
            "raw_html": "<p class=\"section-e\"><b>31.</b> (1) An employee of an employer may apply to the Tribunal on either of the following grounds:</p> <p class=\"paragraph-e\">1. The employer and a bargaining agent are not carrying out their joint responsibilities in good faith.</p> <p class=\"paragraph-e\">2. The employer has not applied to the Tribunal when required to do so under subsection 30 (2).</p> <p class=\"headnote-e\"><b>Order</b></p> <p class=\"subsection-e\">(2) The Tribunal may make any order it considers just, including an order removing or modifying a term in an employment equity plan that, in the opinion of the Tribunal, was not included in good faith. 1993, c. 35, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": "Application re employers",
            "content": "32. (1) An employer, an employee of the employer or a bargaining agent that represents any of the employer’s employees may apply to the Tribunal for a declaration that the employer and one or more other employers constitute a single employer for the purposes of this Act. Evidence (2) The employers that are parties to the application shall adduce all facts within their knowledge that are material to the application. Order (3) The Tribunal may make an order that the employers constitute a single employer for the purposes of this Act if the Tribunal finds that, (a) the employers carry on associated or related activities or businesses under common control or direction; (b) the employers carry out employment policies and practices under common control or direction; and (c) the order is necessary to give full effect to the requirements of this Act and the regulations. 1993, c. 35, s. 32.",
            "raw_html": "<p class=\"section-e\"><b>32. </b>(1) An employer, an employee of the employer or a bargaining agent that represents any of the employer’s employees may apply to the Tribunal for a declaration that the employer and one or more other employers constitute a single employer for the purposes of this Act.</p> <p class=\"headnote-e\"><b>Evidence</b></p> <p class=\"subsection-e\">(2) The employers that are parties to the application shall adduce all facts within their knowledge that are material to the application.</p> <p class=\"headnote-e\"><b>Order</b></p> <p class=\"subsection-e\">(3) The Tribunal may make an order that the employers constitute a single employer for the purposes of this Act if the Tribunal finds that,</p> <p class=\"clause-e\">(a) the employers carry on associated or related activities or businesses under common control or direction;</p> <p class=\"clause-e\">(b) the employers carry out employment policies and practices under common control or direction; and</p> <p class=\"clause-e\">(c) the order is necessary to give full effect to the requirements of this Act and the regulations. 1993, c. 35, s. 32.</p>"
        },
        {
            "id": "33.",
            "section": "Application re intimidation, etc.",
            "content": "33. (1) A person may apply to the Tribunal on the grounds that another person has intimidated, coerced, penalized or discriminated against the applicant contrary to section 42(intimidation). Burden of proof (2) If an application is made under subsection (1), a person who is alleged to have intimidated, coerced, penalized or discriminated against another person contrary to section 42 has the burden of proving that the person did not contravene the section. Orders (3) The Tribunal may make any order it considers just, including any of the following orders: 1. An order requiring the person who contravened section 42 to pay an amount specified in the order to the applicant as compensation. 2. An order requiring the person who contravened that section to take steps specified in the order to remedy the effects of the contravention, including, i. rehiring the applicant, if he or she was dismissed from employment, or ii. rescinding any penalty imposed on the applicant. 3. An order requiring the person who contravened that section to take steps specified in the order to prevent further contraventions. 1993, c. 35, s. 33.",
            "raw_html": "<p class=\"section-e\"><b>33.</b> (1) A person may apply to the Tribunal on the grounds that another person has intimidated, coerced, penalized or discriminated against the applicant contrary to section 42(intimidation).</p> <p class=\"headnote-e\"><b>Burden of proof</b></p> <p class=\"subsection-e\">(2) If an application is made under subsection (1), a person who is alleged to have intimidated, coerced, penalized or discriminated against another person contrary to section 42 has the burden of proving that the person did not contravene the section.</p> <p class=\"headnote-e\"><b>Orders</b></p> <p class=\"subsection-e\">(3) The Tribunal may make any order it considers just, including any of the following orders:</p> <p class=\"paragraph-e\">1. An order requiring the person who contravened section 42 to pay an amount specified in the order to the applicant as compensation.</p> <p class=\"paragraph-e\">2. An order requiring the person who contravened that section to take steps specified in the order to remedy the effects of the contravention, including,</p> <p class=\"subpara-e\">i. rehiring the applicant, if he or she was dismissed from employment, or</p> <p class=\"subpara-e\">ii. rescinding any penalty imposed on the applicant.</p> <p class=\"paragraph-e\">3. An order requiring the person who contravened that section to take steps specified in the order to prevent further contraventions. 1993, c. 35, s. 33.</p>"
        },
        {
            "id": "34.",
            "section": "Notice to Commission",
            "content": "34. (1) The Tribunal shall notify the Employment Equity Commission of any application under this Part, other than an application under section 28(application by Commission), 32 (application re employers) or 33 (application re intimidation, etc.). Commission audit (2) The Commission shall advise the Tribunal if it is conducting an audit of an employer that is a party to the application. Effect on Tribunal proceeding (3) If the Commission advises the Tribunal that it is auditing an employer, the Tribunal shall not take any further step in the application, other than a step authorized by the regulations, until at least thirty days after it notified the Commission of the application. Report on audit (4) The Commission may submit a report to the Tribunal on the audit and, if it does, the report shall be filed in evidence at any hearing held by the Tribunal in the application. 1993, c. 35, s. 34.",
            "raw_html": "<p class=\"section-e\"><b>34.</b> (1) The Tribunal shall notify the Employment Equity Commission of any application under this Part, other than an application under section 28(application by Commission), 32 (application re employers) or 33 (application re intimidation, etc.).</p> <p class=\"headnote-e\"><b>Commission audit</b></p> <p class=\"subsection-e\">(2) The Commission shall advise the Tribunal if it is conducting an audit of an employer that is a party to the application.</p> <p class=\"headnote-e\"><b>Effect on Tribunal proceeding</b></p> <p class=\"subsection-e\">(3) If the Commission advises the Tribunal that it is auditing an employer, the Tribunal shall not take any further step in the application, other than a step authorized by the regulations, until at least thirty days after it notified the Commission of the application.</p> <p class=\"headnote-e\"><b>Report on audit</b></p> <p class=\"subsection-e\">(4) The Commission may submit a report to the Tribunal on the audit and, if it does, the report shall be filed in evidence at any hearing held by the Tribunal in the application. 1993, c. 35, s. 34.</p>"
        },
        {
            "id": "35.",
            "section": "Mediation",
            "content": "35. (1) The Employment Equity Tribunal shall refer every application under this Part to one of its employees who may endeavour to effect a settlement between the parties to the application. Settlement (2) If the parties agree on a settlement, it shall be embodied in a written agreement or, with their consent, may be embodied in an order of the Tribunal made without a hearing. Hearing (3) If the employee considers that mediation or further efforts at mediation are not a practical means of resolving the application, the Tribunal shall hold a hearing and determine the application unless the regulations provide otherwise. Decision to not deal with application (4) Despite subsection (3), the Tribunal may, without a hearing, decide not to deal with an application if it appears to the Tribunal that, (a) the subject-matter of an application is trivial, frivolous, vexatious or made in bad faith; or (b) the application is not within the jurisdiction of the Tribunal. 1993, c. 35, s. 35.",
            "raw_html": "<p class=\"section-e\"><b>35.</b> (1) The Employment Equity Tribunal shall refer every application under this Part to one of its employees who may endeavour to effect a settlement between the parties to the application.</p> <p class=\"headnote-e\"><b>Settlement</b></p> <p class=\"subsection-e\">(2) If the parties agree on a settlement, it shall be embodied in a written agreement or, with their consent, may be embodied in an order of the Tribunal made without a hearing.</p> <p class=\"headnote-e\"><b>Hearing</b></p> <p class=\"subsection-e\">(3) If the employee considers that mediation or further efforts at mediation are not a practical means of resolving the application, the Tribunal shall hold a hearing and determine the application unless the regulations provide otherwise.</p> <p class=\"headnote-e\"><b>Decision to not deal with application</b></p> <p class=\"subsection-e\">(4) Despite subsection (3), the Tribunal may, without a hearing, decide not to deal with an application if it appears to the Tribunal that,</p> <p class=\"clause-e\">(a) the subject-matter of an application is trivial, frivolous, vexatious or made in bad faith; or</p> <p class=\"clause-e\">(b) the application is not within the jurisdiction of the Tribunal. 1993, c. 35, s. 35.</p>"
        },
        {
            "id": "36.",
            "section": "Parties",
            "content": "36. (1) The parties to an application under this Part are the applicant, the respondent, the interested employer, the interested bargaining agent, if any, and such other persons as the Tribunal may specify. Commission (2) The Commission is entitled, at its request, to be a party to any application. 1993, c. 35, s. 36.",
            "raw_html": "<p class=\"section-e\"><b>36.</b> (1) The parties to an application under this Part are the applicant, the respondent, the interested employer, the interested bargaining agent, if any, and such other persons as the Tribunal may specify.</p> <p class=\"headnote-e\"><b>Commission</b></p> <p class=\"subsection-e\">(2) The Commission is entitled, at its request, to be a party to any application. 1993, c. 35, s. 36.</p>"
        },
        {
            "id": "37.",
            "section": "Power to make orders",
            "content": "37. (1) In any application under this Part, the Tribunal may make such orders as it considers just, including any of the following: 1. An order establishing an employment equity plan. 2. An order amending an employment equity plan. 3. An order requiring an employer to create an employment equity fund to be used for the purposes and in the manner specified in the order. 4. An order appointing an administrator who, at the expense of the employer, is responsible for developing, implementing, reviewing and revising an employment equity plan. Conditions (2) An order may be made subject to such conditions as the Tribunal considers just. Reconsideration (3) The Tribunal may, if it considers it advisable to do so, reconsider any decision or order and vary or revoke it. Orders re collective agreements (4) Despite any provision of this Act, the Tribunal may make an order amending a collective agreement only if the Tribunal considers that other orders are not sufficient, in the circumstances, to ensure compliance with this Act. 1993, c. 35, s. 37.",
            "raw_html": "<p class=\"section-e\"><b>37.</b> (1) In any application under this Part, the Tribunal may make such orders as it considers just, including any of the following:</p> <p class=\"paragraph-e\">1. An order establishing an employment equity plan.</p> <p class=\"paragraph-e\">2. An order amending an employment equity plan.</p> <p class=\"paragraph-e\">3. An order requiring an employer to create an employment equity fund to be used for the purposes and in the manner specified in the order.</p> <p class=\"paragraph-e\">4. An order appointing an administrator who, at the expense of the employer, is responsible for developing, implementing, reviewing and revising an employment equity plan.</p> <p class=\"headnote-e\"><b>Conditions</b></p> <p class=\"subsection-e\">(2) An order may be made subject to such conditions as the Tribunal considers just.</p> <p class=\"headnote-e\"><b>Reconsideration</b></p> <p class=\"subsection-e\">(3) The Tribunal may, if it considers it advisable to do so, reconsider any decision or order and vary or revoke it.</p> <p class=\"headnote-e\"><b>Orders re collective agreements</b></p> <p class=\"subsection-e\">(4) Despite any provision of this Act, the Tribunal may make an order amending a collective agreement only if the Tribunal considers that other orders are not sufficient, in the circumstances, to ensure compliance with this Act. 1993, c. 35, s. 37.</p>"
        },
        {
            "id": "38.",
            "section": "Exclusive jurisdiction",
            "content": "38. (1) The Tribunal has exclusive jurisdiction to hear and determine any proceeding before it and to determine all questions of law or fact that arise in a proceeding. Decision, etc., final (2) A decision or an order of the Tribunal is final and conclusive for all purposes. 1993, c. 35, s. 38. Offences",
            "raw_html": "<p class=\"section-e\"><b>38.</b> (1) The Tribunal has exclusive jurisdiction to hear and determine any proceeding before it and to determine all questions of law or fact that arise in a proceeding.</p> <p class=\"headnote-e\"><b>Decision, etc., final</b></p> <p class=\"subsection-e\">(2) A decision or an order of the Tribunal is final and conclusive for all purposes. 1993, c. 35, s. 38.</p> <p class=\"heading1-e\">Offences</p>"
        },
        {
            "id": "39.",
            "section": "Confidentiality of information",
            "content": "39. A person in possession of information collected from employees under Part III shall keep the information confidential and shall not disclose or use it except for the purpose of complying with Part III or IV. 1993, c. 35, s. 39.",
            "raw_html": "<p class=\"section-e\"><b>39.</b> A person in possession of information collected from employees under Part III shall keep the information confidential and shall not disclose or use it except for the purpose of complying with Part III or IV. 1993, c. 35, s. 39.</p>"
        },
        {
            "id": "40.",
            "section": "Obstruction",
            "content": "40. (1) No person shall hinder, obstruct or interfere with an employee of the Employment Equity Commission in the execution of a warrant or otherwise impede an employee in the course of an audit. Exception (2) Subsection (1) is not contravened if a person refuses to produce documents or things unless a warrant has been issued under subsection 25 (5). 1993, c. 35, s. 40.",
            "raw_html": "<p class=\"section-e\"><b>40.</b> (1) No person shall hinder, obstruct or interfere with an employee of the Employment Equity Commission in the execution of a warrant or otherwise impede an employee in the course of an audit.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) Subsection (1) is not contravened if a person refuses to produce documents or things unless a warrant has been issued under subsection 25 (5). 1993, c. 35, s. 40.</p>"
        },
        {
            "id": "41.",
            "section": "Providing false information",
            "content": "41. No person shall knowingly provide false information on a certificate that is filed with the Employment Equity Commission under subsection 12 (5) or 15 (5). 1993, c. 35, s. 41.",
            "raw_html": "<p class=\"section-e\"><b>41.</b> No person shall knowingly provide false information on a certificate that is filed with the Employment Equity Commission under subsection 12 (5) or 15 (5). 1993, c. 35, s. 41.</p>"
        },
        {
            "id": "42.",
            "section": "Intimidation",
            "content": "42. No person shall intimidate, coerce, penalize or discriminate against another person because that person, (a) is exercising or may exercise a right under this Act; (b) is participating or may participate in a proceeding under this Act; (c) has made or may make a disclosure required in a proceeding under this Act; (d) has acted or may act in compliance with this Act or an order made under it or has sought or may seek the enforcement of this Act or an order. 1993, c. 35, s. 42.",
            "raw_html": "<p class=\"section-e\"><b>42.</b> No person shall intimidate, coerce, penalize or discriminate against another person because that person,</p> <p class=\"clause-e\">(a) is exercising or may exercise a right under this Act;</p> <p class=\"clause-e\">(b) is participating or may participate in a proceeding under this Act;</p> <p class=\"clause-e\">(c) has made or may make a disclosure required in a proceeding under this Act;</p> <p class=\"clause-e\">(d) has acted or may act in compliance with this Act or an order made under it or has sought or may seek the enforcement of this Act or an order. 1993, c. 35, s. 42.</p>"
        },
        {
            "id": "43.",
            "section": "Offences and penalty",
            "content": "43. Every person who contravenes or fails to comply with section 39, 40, 41 or 42 or an order of the Employment Equity Tribunal is guilty of an offence and on conviction is liable to a fine of not more than $50,000. 1993, c. 35, s. 43.",
            "raw_html": "<p class=\"section-e\"><b>43.</b> Every person who contravenes or fails to comply with section 39, 40, 41 or 42 or an order of the Employment Equity Tribunal is guilty of an offence and on conviction is liable to a fine of not more than $50,000. 1993, c. 35, s. 43.</p>"
        },
        {
            "id": "44.",
            "section": "Consent to prosecution",
            "content": "44. No prosecution for an offence under section 43 shall be instituted except with the consent in writing of the Tribunal. 1993, c. 35, s. 44. PART V   ADMINISTRATION Employment Equity Commission",
            "raw_html": "<p class=\"section-e\"><b>44.</b> No prosecution for an offence under section 43 shall be instituted except with the consent in writing of the Tribunal. 1993, c. 35, s. 44.</p> <p class=\"partnum-e\"><b>PART V <br/>  ADMINISTRATION</b></p> <p class=\"heading1-e\">Employment Equity Commission</p>"
        },
        {
            "id": "45.",
            "section": "Commission established",
            "content": "45. (1) A commission is established to be known in English as the Employment Equity Commission and in French as Commission de l’équité en matière d’emploi. Composition (2) The Commission is composed of one or more members to be appointed by the Lieutenant Governor in Council. Employment Equity Commissioner (3) One member shall be designated by the Lieutenant Governor in Council as the Employment Equity Commissioner. Employees (4) Such employees as are necessary for the proper conduct of the Commission’s work may be appointed under the Public Service Act. Delegation (5) The Commission may delegate any powers or duties to its employees. 1993, c. 35, s. 45.",
            "raw_html": "<p class=\"section-e\"><b>45.</b> (1) A commission is established to be known in English as the Employment Equity Commission and in French as Commission de l’équité en matière d’emploi.</p> <p class=\"headnote-e\"><b>Composition</b></p> <p class=\"subsection-e\">(2) The Commission is composed of one or more members to be appointed by the Lieutenant Governor in Council.</p> <p class=\"headnote-e\"><b>Employment Equity Commissioner</b></p> <p class=\"subsection-e\">(3) One member shall be designated by the Lieutenant Governor in Council as the Employment Equity Commissioner.</p> <p class=\"headnote-e\"><b>Employees</b></p> <p class=\"subsection-e\">(4) Such employees as are necessary for the proper conduct of the Commission’s work may be appointed under the <i>Public Service Act</i>.</p> <p class=\"headnote-e\"><b>Delegation</b></p> <p class=\"subsection-e\">(5) The Commission may delegate any powers or duties to its employees. 1993, c. 35, s. 45.</p>"
        },
        {
            "id": "46.",
            "section": "Functions of the Commission",
            "content": "46. (1) The Employment Equity Commission has the following functions: 1. To further the principles of employment equity. 2. To monitor the implementation of employment equity and the effectiveness of this Act. 3. To conduct research and develop policy in relation to employment equity. 4. To assist employers, employees and bargaining agents in complying with Part III. 5. To educate the public about employment equity. 6. To carry out any function assigned to the Commission under this or any other Act. Public consultations (2) The Commission may engage in public consultations which may include public hearings. 1993, c. 35, s. 46.",
            "raw_html": "<p class=\"section-e\"><b>46.</b> (1) The Employment Equity Commission has the following functions:</p> <p class=\"paragraph-e\">1. To further the principles of employment equity.</p> <p class=\"paragraph-e\">2. To monitor the implementation of employment equity and the effectiveness of this Act.</p> <p class=\"paragraph-e\">3. To conduct research and develop policy in relation to employment equity.</p> <p class=\"paragraph-e\">4. To assist employers, employees and bargaining agents in complying with Part III.</p> <p class=\"paragraph-e\">5. To educate the public about employment equity.</p> <p class=\"paragraph-e\">6. To carry out any function assigned to the Commission under this or any other Act.</p> <p class=\"headnote-e\"><b>Public consultations</b></p> <p class=\"subsection-e\">(2) The Commission may engage in public consultations which may include public hearings. 1993, c. 35, s. 46.</p>"
        },
        {
            "id": "47.",
            "section": "Policy directives",
            "content": "47. (1) The Commission may issue policy directives on matters related to employment equity. When effective (2) A policy directive takes effect on the day it is published in The Ontario Gazette. Effect of directive (3) The Employment Equity Tribunal shall consider the Commission’s policy directives in making decisions. 1993, c. 35, s. 47.",
            "raw_html": "<p class=\"section-e\"><b>47.</b> (1) The Commission may issue policy directives on matters related to employment equity.</p> <p class=\"headnote-e\"><b>When effective</b></p> <p class=\"subsection-e\">(2) A policy directive takes effect on the day it is published in <i>The Ontario Gazette</i>.</p> <p class=\"headnote-e\"><b>Effect of directive</b></p> <p class=\"subsection-e\">(3) The Employment Equity Tribunal shall consider the Commission’s policy directives in making decisions. 1993, c. 35, s. 47.</p>"
        },
        {
            "id": "48.",
            "section": "Commission rules",
            "content": "48. The Commission may make rules for the conduct and management of its affairs and for the practice and procedure to be observed in relation to matters it deals with. 1993, c. 35, s. 48.",
            "raw_html": "<p class=\"section-e\"><b>48.</b> The Commission may make rules for the conduct and management of its affairs and for the practice and procedure to be observed in relation to matters it deals with. 1993, c. 35, s. 48.</p>"
        },
        {
            "id": "49.",
            "section": "Annual report",
            "content": "49. (1) Each year the Employment Equity Commissioner shall make an annual report to the Minister of Citizenship on the activities and affairs of the Commission. Same (2) The report shall include data and information in respect of the progress made toward achieving employment equity in Ontario. Tabling of report (3) The Minister shall table the report before the Assembly if it is in session or, if not, at the next session. When due (4) Each annual report is due on or before the 31st day of March. First annual report (5) The first annual report is not due until the second anniversary of the 31st day of March following the coming into force of this section. 1993, c. 35, s. 49.",
            "raw_html": "<p class=\"section-e\"><b>49.</b> (1) Each year the Employment Equity Commissioner shall make an annual report to the Minister of Citizenship on the activities and affairs of the Commission.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The report shall include data and information in respect of the progress made toward achieving employment equity in Ontario.</p> <p class=\"headnote-e\"><b>Tabling of report</b></p> <p class=\"subsection-e\">(3) The Minister shall table the report before the Assembly if it is in session or, if not, at the next session.</p> <p class=\"headnote-e\"><b>When due</b></p> <p class=\"subsection-e\">(4) Each annual report is due on or before the 31st day of March.</p> <p class=\"headnote-e\"><b>First annual report</b></p> <p class=\"subsection-e\">(5) The first annual report is not due until the second anniversary of the 31st day of March following the coming into force of this section. 1993, c. 35, s. 49.</p>"
        },
        {
            "id": "50.",
            "section": "Advisory councils",
            "content": "50. (1) The Minister of Citizenship may appoint one or more advisory councils to advise the Commission. Provincial or regional (2) An advisory council may be appointed for the province as a whole or for a region of the province. Minimum representation (3) An advisory council must include a representative of employers, a representative of labour and a representative of the designated groups. 1993, c. 35, s. 50. Employment Equity Tribunal",
            "raw_html": "<p class=\"section-e\"><b>50.</b> (1) The Minister of Citizenship may appoint one or more advisory councils to advise the Commission.</p> <p class=\"headnote-e\"><b>Provincial or regional</b></p> <p class=\"subsection-e\">(2) An advisory council may be appointed for the province as a whole or for a region of the province.</p> <p class=\"headnote-e\"><b>Minimum representation</b></p> <p class=\"subsection-e\">(3) An advisory council must include a representative of employers, a representative of labour and a representative of the designated groups. 1993, c. 35, s. 50.</p> <p class=\"heading1-e\">Employment Equity Tribunal</p>"
        },
        {
            "id": "51.",
            "section": "Tribunal established",
            "content": "51. (1) A tribunal is established to be known in English as the Employment Equity Tribunal and in French as Tribunal de l’équité en matière d’emploi. Composition (2) The Tribunal is composed of such members as are appointed by the Lieutenant Governor in Council. Chair (3) One member shall be designated by the Lieutenant Governor in Council as the chair. Vice-chairs (4) The Lieutenant Governor in Council may designate one or more members as vice-chair. Employees (5) Such employees as are necessary for the proper conduct of the Tribunal’s work may be appointed under the Public Service Act. 1993, c. 35, s. 51.",
            "raw_html": "<p class=\"section-e\"><b>51.</b> (1) A tribunal is established to be known in English as the Employment Equity Tribunal and in French as Tribunal de l’équité en matière d’emploi.</p> <p class=\"headnote-e\"><b>Composition</b></p> <p class=\"subsection-e\">(2) The Tribunal is composed of such members as are appointed by the Lieutenant Governor in Council.</p> <p class=\"headnote-e\"><b>Chair</b></p> <p class=\"subsection-e\">(3) One member shall be designated by the Lieutenant Governor in Council as the chair.</p> <p class=\"headnote-e\"><b>Vice-chairs</b></p> <p class=\"subsection-e\">(4) The Lieutenant Governor in Council may designate one or more members as vice-chair.</p> <p class=\"headnote-e\"><b>Employees</b></p> <p class=\"subsection-e\">(5) Such employees as are necessary for the proper conduct of the Tribunal’s work may be appointed under the <i>Public Service Act</i>. 1993, c. 35, s. 51.</p>"
        },
        {
            "id": "52.",
            "section": "Panels of the Tribunal",
            "content": "52. (1) The chair may appoint panels composed of one or more members of the Tribunal to conduct hearings. Presiding officer (2) The chair shall designate one member of each panel to preside over hearings of the panel. Decision (3) A decision of a panel is a decision of the Tribunal. Same (4) If a panel has more than one member, the panel’s decision is the decision of the majority of the members or, if there is no majority decision, the decision of the person designated to preside. 1993, c. 35, s. 52.",
            "raw_html": "<p class=\"section-e\"><b>52.</b> (1) The chair may appoint panels composed of one or more members of the Tribunal to conduct hearings.</p> <p class=\"headnote-e\"><b>Presiding officer</b></p> <p class=\"subsection-e\">(2) The chair shall designate one member of each panel to preside over hearings of the panel.</p> <p class=\"headnote-e\"><b>Decision</b></p> <p class=\"subsection-e\">(3) A decision of a panel is a decision of the Tribunal.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) If a panel has more than one member, the panel’s decision is the decision of the majority of the members or, if there is no majority decision, the decision of the person designated to preside. 1993, c. 35, s. 52.</p>"
        },
        {
            "id": "53.",
            "section": "Tribunal rules",
            "content": "53. The Tribunal may make rules for the conduct and management of its affairs and for the practice and procedure to be observed in proceedings before it. 1993, c. 35, s. 53. PART VI   MISCELLANEOUS AND REGULATIONS",
            "raw_html": "<p class=\"section-e\"><b>53.</b> The Tribunal may make rules for the conduct and management of its affairs and for the practice and procedure to be observed in proceedings before it. 1993, c. 35, s. 53.</p> <p class=\"partnum-e\"><b>PART VI <br/>  MISCELLANEOUS AND REGULATIONS</b></p>"
        },
        {
            "id": "54.",
            "section": "Employment equity: government contracts",
            "content": "54. (1) It is a condition of every contract entered into by or on behalf of the Crown or an agency of the Crown that every other party to the contract shall comply with Part III to the extent that the party has obligations under that Part. Subcontracts (2) Subsection (1) also applies with respect to subcontracts entered into in the performance of a contract described in subsection (1). Employment equity: government grants, etc. (3) It is a condition of every grant, contribution, loan or guarantee made by or on behalf of the Crown or an agency of the Crown that the person to whom the grant, contribution, loan or guarantee is made comply with Part III to the extent that the party has obligations under that Part. Proof of breach (4) A finding by the Employment Equity Tribunal that Part III has been breached is conclusive proof of a breach of the condition. Effect of breach of condition (5) The breach is sufficient grounds for the cancellation of the contract, subcontract, grant, contribution, loan or guarantee and for the refusal to enter into any further contract with or to make any further grant, contribution, loan or guarantee to the same person. 1993, c. 35, s. 54.",
            "raw_html": "<p class=\"section-e\"><b>54.</b> (1) It is a condition of every contract entered into by or on behalf of the Crown or an agency of the Crown that every other party to the contract shall comply with Part III to the extent that the party has obligations under that Part.</p> <p class=\"headnote-e\"><b>Subcontracts</b></p> <p class=\"subsection-e\">(2) Subsection (1) also applies with respect to subcontracts entered into in the performance of a contract described in subsection (1).</p> <p class=\"headnote-e\"><b>Employment equity: government grants, etc.</b></p> <p class=\"subsection-e\">(3) It is a condition of every grant, contribution, loan or guarantee made by or on behalf of the Crown or an agency of the Crown that the person to whom the grant, contribution, loan or guarantee is made comply with Part III to the extent that the party has obligations under that Part.</p> <p class=\"headnote-e\"><b>Proof of breach</b></p> <p class=\"subsection-e\">(4) A finding by the Employment Equity Tribunal that Part III has been breached is conclusive proof of a breach of the condition.</p> <p class=\"headnote-e\"><b>Effect of breach of condition</b></p> <p class=\"subsection-e\">(5) The breach is sufficient grounds for the cancellation of the contract, subcontract, grant, contribution, loan or guarantee and for the refusal to enter into any further contract with or to make any further grant, contribution, loan or guarantee to the same person. 1993, c. 35, s. 54.</p>"
        },
        {
            "id": "55.",
            "section": "Regulations",
            "content": "55. (1) The Lieutenant Governor in Council may make regulations, 1. defining any word or expression used in this Act that is not already defined in this Act; 2. governing what constitutes membership in a designated group; 3. designating subgroups within a designated group; 4. naming or describing employers in addition to those named in the Schedule to the Pay Equity Act as employers in the broader public sector; 5. excluding employers by name or description from the broader public sector; 6. prescribing additional bases upon which a person may regularly engage the services of others as an employer for the purpose of this Act; 7. designating persons as employees for the purpose of this Act; 8. setting out and governing circumstances in which any of an employer’s obligations under Part III change or cease to apply due to a change in the number of employees in the employer’s workforce; 9. governing the application of this Act and adapting the requirements of this Act to an employer and a bargaining agent, if any, in the case of the purchase, sale, merger or other change in the circumstances of an employer’s business; 10. governing the application of this Act and adapting the requirements of this Act, i. as it applies to the construction industry, ii. as it applies in situations where people are hired through union hiring halls, iii. as it applies to employers that employ seasonal or term employees, iv. as it applies to particular industries or sectors of the economy which in the opinion of the Lieutenant Governor in Council cannot be properly accommodated through the provisions of this Act because of unique situations in the industry or sector; 11. governing employment equity workforce surveys and the collection of other information to determine the extent to which members of the designated groups are employed in an employer’s workforce; 12. requiring employers that have 500 or more employees to collect additional information to determine the extent to which members of subgroups within a designated group are employed in the employer’s workforce; 13. designating classes of employers in the broader public sector and requiring the Crown in right of Ontario and every employer in the broader public sector or in a class of employers in the broader public sector to collect additional information to determine the extent to which members of sub-groups within a designated group are employed in the Crown’s workforce or the employer’s workforce, as the case may be; 14. governing reviews of an employer’s employment policies and practices; 15. governing the content of employment equity plans in situations where an employer prepares only one plan and in situations where an employer prepares more than one plan; 16. governing the development, implementation, review and revision of employment equity plans; 17. governing certificates to be prepared and filed with the Employment Equity Commission on the development, implementation, review or revision of the employer’s employment equity plans; 18. designating classes of employers in the broader public sector and requiring employers or classes of employers in the broader public sector to file copies of employment equity plans with the Commission; 19. governing the manner in which an employer and a bargaining agent shall jointly carry out responsibilities under Part III and governing payment to employees who are selected by a bargaining agent to carry out joint responsibilities; 20. governing the composition of the co-ordinating committee and respecting the powers of the committee in carrying out joint responsibilities; 21. prescribing information that an employer must provide to a bargaining agent and prescribing criteria for the purpose of subsection 16(7); 22. governing consultation by employers with employees in accordance with section 17 and governing payment to employees for time spent for the purpose of consultation; 23. governing certificates and other information in respect of this Act and employment equity that must be posted in the workplace; 24. governing information in respect of this Act and employment equity that an employer must provide or make available to the employer’s employees; 25. governing the establishment and maintenance of employment equity records in respect of an employer’s employees; 26. governing reports and other information to be submitted to the Commission on the composition of an employer’s workforce or the development, implementation, review or revision of the employer’s employment equity plans; 27. requiring employers that have 500 or more employees to prepare reports containing information on the extent to which members of subgroups within a designated group are employed in the employer’s workforce; 28. designating classes of employers in the broader public sector and requiring the Crown in right of Ontario and every employer in the broader public sector or in a class of employers in the broader public sector to prepare reports containing information on the extent to which members of sub-groups within a designated group are employed in the Crown’s workforce or the employer’s workforce, as the case may be; 29. requiring employers that have 500 or more employees to prepare reports containing information on the extent to which members of the designated groups are employed in each salary group in the employer’s workforce; 30. designating classes of employers in the broader public sector and imposing more stringent requirements on the Crown in right of Ontario and employers or classes of employers in the broader public sector with respect to reports or other information to be submitted to the Commission; 31. prescribing steps that may be taken by the Employment Equity Tribunal under subsection 34 (3); 32. prescribing, for the purpose of subsection 35 (3), circumstances in which the Tribunal is not required to hold a hearing and determine an application, and governing the procedure for determining whether the circumstances exist. Numerical goals in plans (2) A regulation governing the content of employment equity plans may require plans to contain numerical goals determined in a manner prescribed by the regulation. It may provide that the goals shall be determined with reference to percentages approved by the Commission that, in the opinion of the Commission, fairly reflect the representation of the designated groups in the population of a geographical area or in any other group of people. General or specific (3) Regulations may be general or specific in nature. Conditions (4) A regulation may be made subject to such conditions as are set out in the regulation. 1993, c. 35, s. 55. Note: A standing or select committee of the Legislative Assembly shall, on or before September 1, 1999, undertake a comprehensive review of this Act and the regulations and shall, within one year after beginning that review, make recommendations to the Legislative Assembly regarding amendments to this Act and the regulations. See: 1993, c. 35, s. 57. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>55.</b> (1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph-e\">1. defining any word or expression used in this Act that is not already defined in this Act;</p> <p class=\"paragraph-e\">2. governing what constitutes membership in a designated group;</p> <p class=\"paragraph-e\">3. designating subgroups within a designated group;</p> <p class=\"paragraph-e\">4. naming or describing employers in addition to those named in the Schedule to the <i>Pay Equity Act</i> as employers in the broader public sector;</p> <p class=\"paragraph-e\">5. excluding employers by name or description from the broader public sector;</p> <p class=\"paragraph-e\">6. prescribing additional bases upon which a person may regularly engage the services of others as an employer for the purpose of this Act;</p> <p class=\"paragraph-e\">7. designating persons as employees for the purpose of this Act;</p> <p class=\"paragraph-e\">8. setting out and governing circumstances in which any of an employer’s obligations under Part III change or cease to apply due to a change in the number of employees in the employer’s workforce;</p> <p class=\"paragraph-e\">9. governing the application of this Act and adapting the requirements of this Act to an employer and a bargaining agent, if any, in the case of the purchase, sale, merger or other change in the circumstances of an employer’s business;</p> <p class=\"paragraph-e\">10. governing the application of this Act and adapting the requirements of this Act,</p> <p class=\"subpara-e\">i. as it applies to the construction industry,</p> <p class=\"subpara-e\">ii. as it applies in situations where people are hired through union hiring halls,</p> <p class=\"subpara-e\">iii. as it applies to employers that employ seasonal or term employees,</p> <p class=\"subpara-e\">iv. as it applies to particular industries or sectors of the economy which in the opinion of the Lieutenant Governor in Council cannot be properly accommodated through the provisions of this Act because of unique situations in the industry or sector;</p> <p class=\"paragraph-e\">11. governing employment equity workforce surveys and the collection of other information to determine the extent to which members of the designated groups are employed in an employer’s workforce;</p> <p class=\"paragraph-e\">12. requiring employers that have 500 or more employees to collect additional information to determine the extent to which members of subgroups within a designated group are employed in the employer’s workforce;</p> <p class=\"paragraph-e\">13. designating classes of employers in the broader public sector and requiring the Crown in right of Ontario and every employer in the broader public sector or in a class of employers in the broader public sector to collect additional information to determine the extent to which members of sub-groups within a designated group are employed in the Crown’s workforce or the employer’s workforce, as the case may be;</p> <p class=\"paragraph-e\">14. governing reviews of an employer’s employment policies and practices;</p> <p class=\"paragraph-e\">15. governing the content of employment equity plans in situations where an employer prepares only one plan and in situations where an employer prepares more than one plan;</p> <p class=\"paragraph-e\">16. governing the development, implementation, review and revision of employment equity plans;</p> <p class=\"paragraph-e\">17. governing certificates to be prepared and filed with the Employment Equity Commission on the development, implementation, review or revision of the employer’s employment equity plans;</p> <p class=\"paragraph-e\">18. designating classes of employers in the broader public sector and requiring employers or classes of employers in the broader public sector to file copies of employment equity plans with the Commission;</p> <p class=\"paragraph-e\">19. governing the manner in which an employer and a bargaining agent shall jointly carry out responsibilities under Part III and governing payment to employees who are selected by a bargaining agent to carry out joint responsibilities;</p> <p class=\"paragraph-e\">20. governing the composition of the co-ordinating committee and respecting the powers of the committee in carrying out joint responsibilities;</p> <p class=\"paragraph-e\">21. prescribing information that an employer must provide to a bargaining agent and prescribing criteria for the purpose of subsection 16(7);</p> <p class=\"paragraph-e\">22. governing consultation by employers with employees in accordance with section 17 and governing payment to employees for time spent for the purpose of consultation;</p> <p class=\"paragraph-e\">23. governing certificates and other information in respect of this Act and employment equity that must be posted in the workplace;</p> <p class=\"paragraph-e\">24. governing information in respect of this Act and employment equity that an employer must provide or make available to the employer’s employees;</p> <p class=\"paragraph-e\">25. governing the establishment and maintenance of employment equity records in respect of an employer’s employees;</p> <p class=\"paragraph-e\">26. governing reports and other information to be submitted to the Commission on the composition of an employer’s workforce or the development, implementation, review or revision of the employer’s employment equity plans;</p> <p class=\"paragraph-e\">27. requiring employers that have 500 or more employees to prepare reports containing information on the extent to which members of subgroups within a designated group are employed in the employer’s workforce;</p> <p class=\"paragraph-e\">28. designating classes of employers in the broader public sector and requiring the Crown in right of Ontario and every employer in the broader public sector or in a class of employers in the broader public sector to prepare reports containing information on the extent to which members of sub-groups within a designated group are employed in the Crown’s workforce or the employer’s workforce, as the case may be;</p> <p class=\"paragraph-e\">29. requiring employers that have 500 or more employees to prepare reports containing information on the extent to which members of the designated groups are employed in each salary group in the employer’s workforce;</p> <p class=\"paragraph-e\">30. designating classes of employers in the broader public sector and imposing more stringent requirements on the Crown in right of Ontario and employers or classes of employers in the broader public sector with respect to reports or other information to be submitted to the Commission;</p> <p class=\"paragraph-e\">31. prescribing steps that may be taken by the Employment Equity Tribunal under subsection 34 (3);</p> <p class=\"paragraph-e\">32. prescribing, for the purpose of subsection 35 (3), circumstances in which the Tribunal is not required to hold a hearing and determine an application, and governing the procedure for determining whether the circumstances exist.</p> <p class=\"headnote-e\"><b>Numerical goals in plans</b></p> <p class=\"subsection-e\">(2) A regulation governing the content of employment equity plans may require plans to contain numerical goals determined in a manner prescribed by the regulation. It may provide that the goals shall be determined with reference to percentages approved by the Commission that, in the opinion of the Commission, fairly reflect the representation of the designated groups in the population of a geographical area or in any other group of people.</p> <p class=\"headnote-e\"><b>General or specific</b></p> <p class=\"subsection-e\">(3) Regulations may be general or specific in nature.</p> <p class=\"headnote-e\"><b>Conditions</b></p> <p class=\"subsection-e\">(4) A regulation may be made subject to such conditions as are set out in the regulation. 1993, c. 35, s. 55.</p> <p class=\"Pnote-e\"><b>Note: A standing or select committee of the Legislative Assembly shall, on or before September 1, 1999, undertake a comprehensive review of this Act and the regulations and shall, within one year after beginning that review, make recommendations to the Legislative Assembly regarding amendments to this Act and the regulations. See: 1993, c. 35, s. 57.</b></p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_93e35_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_93e35_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}