{
    "act_info": {
        "full_title": "Employment Agencies Act, R.S.O. 1990, c. E.13",
        "act_name_text": "Not Found",
        "citation": "Employment Agencies Act, R.S.O. 1990, c. E.13",
        "url": "https://www.ontario.ca/laws/statute/90e13",
        "date_scraped": "2023-12-21 13:11:58"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900320",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 320",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “employment agency” means the business of procuring for a fee, reward or other remuneration, (a) persons for employment, or (b) employment for persons, and includes the business of counselling or testing persons for a fee, reward or other remuneration to assist them in securing employment; (“agence de placement”) “licence” means a licence under this Act; (“permis”) “regulations” means the regulations made under this Act; (“règlements”) “supervisor” means the supervisor of employment agencies. (“superviseur”) R.S.O. 1990, c. E.13, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“employment agency” means the business of procuring for a fee, reward or other remuneration,</p> <p class=\"defclause-e\">(a) persons for employment, or</p> <p class=\"defclause-e\">(b) employment for persons,</p> <p class=\"Sdefinition-e\">and includes the business of counselling or testing persons for a fee, reward or other remuneration to assist them in securing employment; (“agence de placement”)</p> <p class=\"definition-e\">“licence” means a licence under this Act; (“permis”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“supervisor” means the supervisor of employment agencies. (“superviseur”) R.S.O. 1990, c. E.13, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Licence required",
            "content": "2. No person shall carry on an employment agency unless licensed so to do by the supervisor. R.S.O. 1990, c. E.13, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> No person shall carry on an employment agency unless licensed so to do by the supervisor. R.S.O. 1990, c. E.13, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Licence, issue",
            "content": "3. (1) Subject to section 6, an applicant for a licence to carry on a class of employment agency who, (a) applies in the prescribed form; (b) pays the prescribed fee; (c) furnishes such security as is prescribed by the regulations; and (d) complies with the qualifications prescribed by the regulations, is entitled to be issued such licence by the supervisor. R.S.O. 1990, c. E.13, s. 3 (1). Renewal (2) Subject to section 7, a licensee who applies for a renewal of licence in accordance with this Act and the regulations and pays the prescribed fee is entitled to renewal of the licence by the supervisor. R.S.O. 1990, c. E.13, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) Subject to section 6, an applicant for a licence to carry on a class of employment agency who,</p> <p class=\"clause-e\">(a) applies in the prescribed form;</p> <p class=\"clause-e\">(b) pays the prescribed fee;</p> <p class=\"clause-e\">(c) furnishes such security as is prescribed by the regulations; and</p> <p class=\"clause-e\">(d) complies with the qualifications prescribed by the regulations,</p> <p class=\"Ssection-e\">is entitled to be issued such licence by the supervisor. R.S.O. 1990, c. E.13, s. 3 (1).</p> <p class=\"headnote-e\"><b>Renewal</b></p> <p class=\"subsection-e\">(2) Subject to section 7, a licensee who applies for a renewal of licence in accordance with this Act and the regulations and pays the prescribed fee is entitled to renewal of the licence by the supervisor. R.S.O. 1990, c. E.13, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Term of licence",
            "content": "4. A licence expires on the 31st day of March next following its date of issue, unless it is sooner suspended or revoked. R.S.O. 1990, c. E.13, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> A licence expires on the 31st day of March next following its date of issue, unless it is sooner suspended or revoked. R.S.O. 1990, c. E.13, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Branches, etc.",
            "content": "5. Where an employment agency is carried on in or from more than one place of business, a separate licence shall be obtained in respect of each place of business. R.S.O. 1990, c. E.13, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> Where an employment agency is carried on in or from more than one place of business, a separate licence shall be obtained in respect of each place of business. R.S.O. 1990, c. E.13, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Refusal to issue licence",
            "content": "6. Subject to section 8, the supervisor may refuse to issue a licence to an applicant who otherwise has complied with the requirements of section 3 if in the supervisor’s opinion, (a) the past conduct of the applicant affords reasonable grounds for belief that the applicant will not carry on the employment agency in accordance with law and with honesty and integrity; or (b) having regard to the applicant’s financial position, the applicant cannot reasonably be expected to be financially responsible in the carrying on of the employment agency; or (c) where the applicant is a corporation, (i) the past conduct of its officers or directors affords reasonable grounds for belief that the employment agency will not be carried on by it in accordance with law or with honesty and integrity, or (ii) having regard to its financial position, it cannot reasonably be expected to be financially responsible in the carrying on of the employment agency. R.S.O. 1990, c. E.13, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> Subject to section 8, the supervisor may refuse to issue a licence to an applicant who otherwise has complied with the requirements of section 3 if in the supervisor’s opinion,</p> <p class=\"clause-e\">(a) the past conduct of the applicant affords reasonable grounds for belief that the applicant will not carry on the employment agency in accordance with law and with honesty and integrity; or</p> <p class=\"clause-e\">(b) having regard to the applicant’s financial position, the applicant cannot reasonably be expected to be financially responsible in the carrying on of the employment agency; or</p> <p class=\"clause-e\">(c) where the applicant is a corporation,</p> <p class=\"subclause-e\">(i) the past conduct of its officers or directors affords reasonable grounds for belief that the employment agency will not be carried on by it in accordance with law or with honesty and integrity, or</p> <p class=\"subclause-e\">(ii) having regard to its financial position, it cannot reasonably be expected to be financially responsible in the carrying on of the employment agency. R.S.O. 1990, c. E.13, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Suspension, revocation, etc.",
            "content": "7. Subject to section 8, the supervisor may refuse to renew or may suspend or revoke a licence if in the supervisor’s opinion, (a) the licensee or, where the licensee is a corporation, any officer, director or employee thereof has contravened or has knowingly permitted any person under his or her control or direction or associated with him or her in the carrying on of the employment agency carried on under the licence to contravene any provision of this Act or of the regulations or of any other Act or regulations applying to the carrying on of the employment agency and such contravention occurred through lack of competence or with intent to evade the requirements of such provision; or (b) the licence would be refused under section 6 if the licensee were making application for it in the first instance. R.S.O. 1990, c. E.13, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> Subject to section 8, the supervisor may refuse to renew or may suspend or revoke a licence if in the supervisor’s opinion,</p> <p class=\"clause-e\">(a) the licensee or, where the licensee is a corporation, any officer, director or employee thereof has contravened or has knowingly permitted any person under his or her control or direction or associated with him or her in the carrying on of the employment agency carried on under the licence to contravene any provision of this Act or of the regulations or of any other Act or regulations applying to the carrying on of the employment agency and such contravention occurred through lack of competence or with intent to evade the requirements of such provision; or</p> <p class=\"clause-e\">(b) the licence would be refused under section 6 if the licensee were making application for it in the first instance. R.S.O. 1990, c. E.13, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Notice of proposal to refuse or revoke",
            "content": "8. (1) The supervisor, when proposing to refuse to issue or renew a licence or to suspend or revoke a licence, shall serve notice of the proposal, together with written reasons therefor, on the applicant or licensee advising of the right to a hearing by a judge of the Ontario Court (General Division) in the area in which the applicant or licensee intended to carry on or carried on the employment agency under the licence if application is made to the judge within fifteen days after service of the notice by the supervisor, and the applicant or licensee may within such time apply to the judge for a hearing. R.S.O. 1990, c. E.13, s. 8 (1). Powers of supervisor where no hearing (2) Where an applicant or licensee does not apply for a hearing in accordance with subsection (1), the supervisor may carry out the proposal stated in the notice under subsection (1). R.S.O. 1990, c. E.13, s. 8 (2). Powers of judge where hearing (3) Where an applicant or licensee applies to a judge for a hearing in accordance with subsection (1), the judge shall appoint a time for and hold the hearing and, on the application of the supervisor at the hearing, may by order direct the supervisor to carry out the proposal or refrain from carrying out the proposal and to take such action as the judge considers the supervisor ought to take in accordance with this Act and the regulations, and for such purposes the judge may substitute his or her opinion for that of the supervisor. R.S.O. 1990, c. E.13, s. 8 (3). Service of notice (4) The supervisor may serve notice under subsection (1) personally or by registered mail addressed to the applicant or licensee at the address last known to the supervisor and, where notice is served by registered mail, the notice shall be deemed to have been served on the third day after the day of mailing unless the person to whom notice is being given establishes to the judge to whom application is made for a hearing that the applicant or licensee did not, acting in good faith, through absence, accident, illness or other cause beyond the control of the applicant or licensee receive the notice or order until a later date. R.S.O. 1990, c. E.13, s. 8 (4). Extension of time for hearing (5) A judge to whom application is made by an applicant or licensee for a hearing under subsection (1) may extend the time for making the application, either before or after expiration of the time fixed therein, if satisfied that there are apparent grounds for granting relief to the applicant or licensee pursuant to a hearing and that there are reasonable grounds for applying for the extension and may give such directions as he or she considers proper consequent upon the extension. R.S.O. 1990, c. E.13, s. 8 (5). Continuation of licences pending renewal (6) Where, within the time prescribed therefor or, if no time is prescribed, before expiry of the licence, a licensee has applied for renewal of the licence and paid the prescribed fee, the licence shall be deemed to continue, (a) until the renewal is granted; or (b) where the licensee is served with notice that the supervisor proposes to refuse to grant the renewal, until the time for applying to a judge for a hearing expires and, where a hearing is applied for, until the judge has made an order. R.S.O. 1990, c. E.13, s. 8 (6).",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) The supervisor, when proposing to refuse to issue or renew a licence or to suspend or revoke a licence, shall serve notice of the proposal, together with written reasons therefor, on the applicant or licensee advising of the right to a hearing by a judge of the Ontario Court (General Division) in the area in which the applicant or licensee intended to carry on or carried on the employment agency under the licence if application is made to the judge within fifteen days after service of the notice by the supervisor, and the applicant or licensee may within such time apply to the judge for a hearing. R.S.O. 1990, c. E.13, s. 8 (1).</p> <p class=\"headnote-e\"><b>Powers of supervisor where no hearing</b></p> <p class=\"subsection-e\">(2) Where an applicant or licensee does not apply for a hearing in accordance with subsection (1), the supervisor may carry out the proposal stated in the notice under subsection (1). R.S.O. 1990, c. E.13, s. 8 (2).</p> <p class=\"headnote-e\"><b>Powers of judge where hearing</b></p> <p class=\"subsection-e\">(3) Where an applicant or licensee applies to a judge for a hearing in accordance with subsection (1), the judge shall appoint a time for and hold the hearing and, on the application of the supervisor at the hearing, may by order direct the supervisor to carry out the proposal or refrain from carrying out the proposal and to take such action as the judge considers the supervisor ought to take in accordance with this Act and the regulations, and for such purposes the judge may substitute his or her opinion for that of the supervisor. R.S.O. 1990, c. E.13, s. 8 (3).</p> <p class=\"headnote-e\"><b>Service of notice</b></p> <p class=\"subsection-e\">(4) The supervisor may serve notice under subsection (1) personally or by registered mail addressed to the applicant or licensee at the address last known to the supervisor and, where notice is served by registered mail, the notice shall be deemed to have been served on the third day after the day of mailing unless the person to whom notice is being given establishes to the judge to whom application is made for a hearing that the applicant or licensee did not, acting in good faith, through absence, accident, illness or other cause beyond the control of the applicant or licensee receive the notice or order until a later date. R.S.O. 1990, c. E.13, s. 8 (4).</p> <p class=\"headnote-e\"><b>Extension of time for hearing</b></p> <p class=\"subsection-e\">(5) A judge to whom application is made by an applicant or licensee for a hearing under subsection (1) may extend the time for making the application, either before or after expiration of the time fixed therein, if satisfied that there are apparent grounds for granting relief to the applicant or licensee pursuant to a hearing and that there are reasonable grounds for applying for the extension and may give such directions as he or she considers proper consequent upon the extension. R.S.O. 1990, c. E.13, s. 8 (5).</p> <p class=\"headnote-e\"><b>Continuation of licences pending renewal</b></p> <p class=\"subsection-e\">(6) Where, within the time prescribed therefor or, if no time is prescribed, before expiry of the licence, a licensee has applied for renewal of the licence and paid the prescribed fee, the licence shall be deemed to continue,</p> <p class=\"clause-e\">(a) until the renewal is granted; or</p> <p class=\"clause-e\">(b) where the licensee is served with notice that the supervisor proposes to refuse to grant the renewal, until the time for applying to a judge for a hearing expires and, where a hearing is applied for, until the judge has made an order. R.S.O. 1990, c. E.13, s. 8 (6).</p>"
        },
        {
            "id": "9.",
            "section": "Parties",
            "content": "9. (1) The supervisor, the applicant or licensee who has applied for the hearing and such other persons as the judge may specify are parties to the proceedings before a judge under section 8. R.S.O. 1990, c. E.13, s. 9 (1). When notice to be given (2) Notice of a hearing under section 8 shall afford to the applicant or licensee a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue or retention of the licence. R.S.O. 1990, c. E.13, s. 9 (2). Examination of documentary evidence (3) An applicant or licensee who is a party to proceedings under section 8 shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing. R.S.O. 1990, c. E.13, s. 9 (3). Recording of evidence (4) The oral evidence taken before the judge at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Ontario Court (General Division). R.S.O. 1990, c. E.13, s. 9 (4). Findings of fact (5) The findings of fact of a judge pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the Statutory Powers Procedure Act. R.S.O. 1990, c. E.13, s. 9 (5).",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) The supervisor, the applicant or licensee who has applied for the hearing and such other persons as the judge may specify are parties to the proceedings before a judge under section 8. R.S.O. 1990, c. E.13, s. 9 (1).</p> <p class=\"headnote-e\"><b>When notice to be given</b></p> <p class=\"subsection-e\">(2) Notice of a hearing under section 8 shall afford to the applicant or licensee a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue or retention of the licence. R.S.O. 1990, c. E.13, s. 9 (2).</p> <p class=\"headnote-e\"><b>Examination of documentary evidence</b></p> <p class=\"subsection-e\">(3) An applicant or licensee who is a party to proceedings under section 8 shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing. R.S.O. 1990, c. E.13, s. 9 (3).</p> <p class=\"headnote-e\"><b>Recording of evidence</b></p> <p class=\"subsection-e\">(4) The oral evidence taken before the judge at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Ontario Court (General Division). R.S.O. 1990, c. E.13, s. 9 (4).</p> <p class=\"headnote-e\"><b>Findings of fact</b></p> <p class=\"subsection-e\">(5) The findings of fact of a judge pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the<i> Statutory Powers Procedure Act</i>. R.S.O. 1990, c. E.13, s. 9 (5).</p>"
        },
        {
            "id": "10.",
            "section": "Appeal from order of judge",
            "content": "10. (1) Any party to proceedings before a judge may appeal from the decision or order of the judge to the Divisional Court. R.S.O. 1990, c. E.13, s. 10 (1). Record to be filed in court (2) Where notice of an appeal is served under this section, the judge shall forthwith file with the Ontario Court (General Division) the record of the proceedings before him or her in which the decision or order was made, which, together with the transcript of the evidence before the judge if it is not part of the record of the judge, shall constitute the record in the appeal. R.S.O. 1990, c. E.13, s. 10 (2). Representations by Minister (3) The Minister of Labour is entitled to be heard, by counsel or otherwise, upon the argument of an appeal under this section. R.S.O. 1990, c. E.13, s. 10 (3). Decision (4) The Divisional Court may, on the appeal, exercise the powers of the judge appealed from and for such purpose the court may substitute its opinion for that of the supervisor or of the judge or the court may refer the matter back to the judge for a hearing, in whole or in part, in accordance with such directions as the court considers proper. R.S.O. 1990, c. E.13, s. 10 (4).",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) Any party to proceedings before a judge may appeal from the decision or order of the judge to the Divisional Court. R.S.O. 1990, c. E.13, s. 10 (1).</p> <p class=\"headnote-e\"><b>Record to be filed in court</b></p> <p class=\"subsection-e\">(2) Where notice of an appeal is served under this section, the judge shall forthwith file with the Ontario Court (General Division) the record of the proceedings before him or her in which the decision or order was made, which, together with the transcript of the evidence before the judge if it is not part of the record of the judge, shall constitute the record in the appeal. R.S.O. 1990, c. E.13, s. 10 (2).</p> <p class=\"headnote-e\"><b>Representations by Minister</b></p> <p class=\"subsection-e\">(3) The Minister of Labour is entitled to be heard, by counsel or otherwise, upon the argument of an appeal under this section. R.S.O. 1990, c. E.13, s. 10 (3).</p> <p class=\"headnote-e\"><b>Decision</b></p> <p class=\"subsection-e\">(4) The Divisional Court may, on the appeal, exercise the powers of the judge appealed from and for such purpose the court may substitute its opinion for that of the supervisor or of the judge or the court may refer the matter back to the judge for a hearing, in whole or in part, in accordance with such directions as the court considers proper. R.S.O. 1990, c. E.13, s. 10 (4).</p>"
        },
        {
            "id": "11.",
            "section": "Provisional order of supervisor",
            "content": "11. Despite section 8, the supervisor, by notice to a licensee, and without a hearing, may provisionally refuse renewal of or suspend the licensee’s licence where the carrying on of the employment agency under the licence is, in the supervisor’s opinion, an immediate threat to the interests of persons dealing with the agency or to the public interest and the supervisor so states in the notice giving reasons therefor, and thereafter sections 8, 9 and 10 apply as if the notice given under this section were a notice of a proposal to revoke the licence served under subsection 8(1). R.S.O. 1990, c. E.13, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> Despite section 8, the supervisor, by notice to a licensee, and without a hearing, may provisionally refuse renewal of or suspend the licensee’s licence where the carrying on of the employment agency under the licence is, in the supervisor’s opinion, an immediate threat to the interests of persons dealing with the agency or to the public interest and the supervisor so states in the notice giving reasons therefor, and thereafter sections 8, 9 and 10 apply as if the notice given under this section were a notice of a proposal to revoke the licence served under subsection 8(1). R.S.O. 1990, c. E.13, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Display of licence",
            "content": "12. A licensee shall display the licence in a conspicuous place in the premises in which the business is carried on. R.S.O. 1990, c. E.13, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> A licensee shall display the licence in a conspicuous place in the premises in which the business is carried on. R.S.O. 1990, c. E.13, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Offence",
            "content": "13. Every person who contravenes any provision of this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not more than $5,000 or, if the person is a body corporate, to a fine of not more than $50,000. R.S.O. 1990, c. E.13, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> Every person who contravenes any provision of this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not more than $5,000 or, if the person is a body corporate, to a fine of not more than $50,000. R.S.O. 1990, c. E.13, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Regulations",
            "content": "14. The Lieutenant Governor in Council may make regulations, (a) prescribing the qualifications of applicants for licences; (b) classifying employment agencies; (c) prescribing the nature and amount of the security to be furnished by employment agencies or any class thereof; (d) limiting and prescribing the nature of the business that shall be carried on by employment agencies or any class thereof; (e) regulating and controlling the manner in which the business of employment agencies or any class thereof shall be carried on; (f) prescribing the records, books and accounts that shall be kept by employment agencies or any class thereof; (g) prescribing the fee, reward or other remuneration that may be charged by employment agencies or any class thereof for their services; (h) requiring, providing for and prescribing the annual or other returns that shall be made to the supervisor by employment agencies or any class thereof; (i) fixing the fees to be paid for licences for employment agencies or any class thereof; (j) providing for the inspection of employment agencies or any class thereof; (k) prescribing forms and providing for their use. R.S.O. 1990, c. E.13, s. 14. ____________________ Français ",
            "raw_html": "<p class=\"section-e\"><b>14.</b> The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) prescribing the qualifications of applicants for licences;</p> <p class=\"clause-e\">(b) classifying employment agencies;</p> <p class=\"clause-e\">(c) prescribing the nature and amount of the security to be furnished by employment agencies or any class thereof;</p> <p class=\"clause-e\">(d) limiting and prescribing the nature of the business that shall be carried on by employment agencies or any class thereof;</p> <p class=\"clause-e\">(e) regulating and controlling the manner in which the business of employment agencies or any class thereof shall be carried on;</p> <p class=\"clause-e\">(f) prescribing the records, books and accounts that shall be kept by employment agencies or any class thereof;</p> <p class=\"clause-e\">(g) prescribing the fee, reward or other remuneration that may be charged by employment agencies or any class thereof for their services;</p> <p class=\"clause-e\">(h) requiring, providing for and prescribing the annual or other returns that shall be made to the supervisor by employment agencies or any class thereof;</p> <p class=\"clause-e\">(i) fixing the fees to be paid for licences for employment agencies or any class thereof;</p> <p class=\"clause-e\">(j) providing for the inspection of employment agencies or any class thereof;</p> <p class=\"clause-e\">(k) prescribing forms and providing for their use. R.S.O. 1990, c. E.13, s. 14.</p> <p class=\"line-e\">____________________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90e13_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90e13_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}