{
    "act_info": {
        "full_title": "Employee Share Ownership Plan Act, R.S.O. 1990, c. E.10",
        "act_name_text": "Not Found",
        "citation": "Employee Share Ownership Plan Act, R.S.O. 1990, c. E.10",
        "url": "https://www.ontario.ca/laws/statute/90e10",
        "date_scraped": "2023-12-21 13:11:25"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900318",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 318",
            "revoked_reg_title": "GENERAL"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/900317",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 317",
            "revoked_reg_title": "FORMS"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “administrator” means an administrator under an escrow agreement; (“administrateur”) “associated corporations” means corporations that are associated corporations under section 256 of the Income Tax Act (Canada) or corporations that would be associated corporations under that section if the corporations had been incorporated in Canada; (“personnes morales qui ont un lien”) “eligible corporation” means a corporation to which a certificate of eligibility has been issued under section 7; (“personne morale admissible”) “eligible employee” means an eligible employee referred to in section 11; (“employé admissible”) “employee” means an individual who is employed by an eligible corporation on a continuing basis for at least fourteen hours per week; (“employé”) “employee group” means those employees who have been certified under subsection 4 (4); (“groupe d’employés”) “employee share” means a share issued by an eligible corporation that includes the right, (a) to vote at all meetings of shareholders, and (b) to receive the remaining property of the corporation upon dissolution; (“action de l’employé”) “employee share ownership plan” means an arrangement whereby eligible employees may acquire employee shares in an eligible corporation; (“régime d’actionnariat des employés”) “employee share purchase agreement” means an agreement entered into by an eligible corporation and its employees for the purchase of employee shares by eligible employees containing the requirements set out in subsection 2 (1); (“contrat d’achat d’actions de l’employé”) “escrow agreement” means an agreement entered into by an eligible corporation, an administrator and an eligible employee containing the provisions required under subsection 2 (2); (“contrat d’entiercement”) “Minister” means the Minister of Revenue; (“ministre”) “person” includes an employee, an employee group, a corporation and an administrator; (“personne”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means the regulations made under this Act; (“règlements”) “specified shareholder of the eligible corporation” means a person who is a specified shareholder of the corporation within the meaning of subsection 248 (1) of the Income Tax Act (Canada) for the purposes of that Act and any reference to a taxpayer in the definition under that Act shall be read as referring to an employee under this Act; (“actionnaire désigné de la personne morale admissible”) “taxation year”, in respect of a corporation, means a taxation year of the corporation for the purposes of the Income Tax Act (Canada), whether or not the corporation is subject to tax under that Act or is resident in Canada for the purposes of that Act. (“année d’imposition”) R.S.O. 1990, c. E.10, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Act,</p> <p class=\"firstdef-e\">“administrator” means an administrator under an escrow agreement; (“administrateur”)</p> <p class=\"definition-e\">“associated corporations” means corporations that are associated corporations under section 256 of the<i> Income Tax Act</i> (Canada) or corporations that would be associated corporations under that section if the corporations had been incorporated in Canada; (“personnes morales qui ont un lien”)</p> <p class=\"definition-e\">“eligible corporation” means a corporation to which a certificate of eligibility has been issued under section 7; (“personne morale admissible”)</p> <p class=\"definition-e\">“eligible employee” means an eligible employee referred to in section 11; (“employé admissible”)</p> <p class=\"definition-e\">“employee” means an individual who is employed by an eligible corporation on a continuing basis for at least fourteen hours per week; (“employé”)</p> <p class=\"definition-e\">“employee group” means those employees who have been certified under subsection 4 (4); (“groupe d’employés”)</p> <p class=\"definition-e\">“employee share” means a share issued by an eligible corporation that includes the right,</p> <p class=\"defclause-e\">(a) to vote at all meetings of shareholders, and</p> <p class=\"defclause-e\">(b) to receive the remaining property of the corporation upon dissolution; (“action de l’employé”)</p> <p class=\"definition-e\">“employee share ownership plan” means an arrangement whereby eligible employees may acquire employee shares in an eligible corporation; (“régime d’actionnariat des employés”)</p> <p class=\"definition-e\">“employee share purchase agreement” means an agreement entered into by an eligible corporation and its employees for the purchase of employee shares by eligible employees containing the requirements set out in subsection 2 (1); (“contrat d’achat d’actions de l’employé”)</p> <p class=\"definition-e\">“escrow agreement” means an agreement entered into by an eligible corporation, an administrator and an eligible employee containing the provisions required under subsection 2 (2); (“contrat d’entiercement”)</p> <p class=\"definition-e\">“Minister” means the Minister of Revenue; (“ministre”)</p> <p class=\"definition-e\">“person” includes an employee, an employee group, a corporation and an administrator; (“personne”)</p> <p class=\"definition-e\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“specified shareholder of the eligible corporation” means a person who is a specified shareholder of the corporation within the meaning of subsection 248 (1) of the<i> Income Tax Act</i> (Canada) for the purposes of that Act and any reference to a taxpayer in the definition under that Act shall be read as referring to an employee under this Act; (“actionnaire désigné de la personne morale admissible”)</p> <p class=\"definition-e\">“taxation year”, in respect of a corporation, means a taxation year of the corporation for the purposes of the<i> Income Tax Act</i> (Canada), whether or not the corporation is subject to tax under that Act or is resident in Canada for the purposes of that Act. (“année d’imposition”) R.S.O. 1990, c. E.10, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Provisions of employee share purchase agreement",
            "content": "2. (1) An employee share purchase agreement shall contain, in addition to any other terms and conditions that are prescribed or that are agreed to by the parties, the following provisions: 1. The employee shares to be purchased in accordance with the agreement shall be offered for purchase to all eligible employees. 2. A method of valuing such employee shares shall be described which shall apply to all common shares and employee shares issued by the eligible corporation. 3. A subscription price for the employee shares shall be specified and shall comply with the method of valuing the shares. 4. The terms and conditions for the purchase, sale, redemption and transfer, as applicable, of the employee shares shall be specified. 5. The employee shares shall be issued to, and be recorded on the share register in the name of, the eligible employee to be held in escrow by the administrator under the escrow agreement. 6. The eligible corporation shall provide to the eligible employees all financial information necessary to fully inform such employees in respect of the purchase, sale, transfer or redemption of employee shares. 7. The eligible corporation shall issue to the administrator an investment confirmation certificate in the prescribed form in respect of the purchase of employee shares. 8. The eligible corporation shall comply with all the provisions of the Securities Act, including all notice provisions applicable to the issuance, sale or transfer of shares. 9. The eligible corporation shall advise the eligible employees of the provisions of the Securities Act applying to the sale or transfer of shares and applying to insider trading. Provisions of escrow agreement (2) An escrow agreement shall contain, in addition to any other terms and conditions that are prescribed or that are agreed to by the parties, the following provisions: 1. All employee shares purchased by an eligible employee shall be held in escrow by the administrator for a period of two years from the date of purchase, or until sold, whichever is the earlier. 2. The administrator shall be a person who is independent of and is not subject to the direction of the eligible corporation or of any eligible employee. 3. The administrator shall deliver to the eligible employee the investment confirmation certificate issued by the eligible corporation in respect of the employee shares. 4. The administrator shall maintain records of employee shares purchased, sold, transferred or redeemed, in a form acceptable to the Minister and provide to each eligible employee a report of his or her employee shares purchased, sold, transferred or redeemed. 5. All proceeds receivable by an eligible employee on the sale, transfer or redemption of the employee shares held in escrow shall be paid to the administrator. 6. The administrator shall withhold from proceeds received on a sale, transfer or redemption of employee shares paid under paragraph 5 an amount equal to the lesser of the grant paid under section 12 and the amount determined by prescribed formula, and shall remit such amount to the Treasurer of Ontario. 7. The administrator shall file an annual return with the Minister in the manner, at the time and in the form prescribed. R.S.O. 1990, c. E.10, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) An employee share purchase agreement shall contain, in addition to any other terms and conditions that are prescribed or that are agreed to by the parties, the following provisions:</p> <p class=\"paragraph-e\">1. The employee shares to be purchased in accordance with the agreement shall be offered for purchase to all eligible employees.</p> <p class=\"paragraph-e\">2. A method of valuing such employee shares shall be described which shall apply to all common shares and employee shares issued by the eligible corporation.</p> <p class=\"paragraph-e\">3. A subscription price for the employee shares shall be specified and shall comply with the method of valuing the shares.</p> <p class=\"paragraph-e\">4. The terms and conditions for the purchase, sale, redemption and transfer, as applicable, of the employee shares shall be specified.</p> <p class=\"paragraph-e\">5. The employee shares shall be issued to, and be recorded on the share register in the name of, the eligible employee to be held in escrow by the administrator under the escrow agreement.</p> <p class=\"paragraph-e\">6. The eligible corporation shall provide to the eligible employees all financial information necessary to fully inform such employees in respect of the purchase, sale, transfer or redemption of employee shares.</p> <p class=\"paragraph-e\">7. The eligible corporation shall issue to the administrator an investment confirmation certificate in the prescribed form in respect of the purchase of employee shares.</p> <p class=\"paragraph-e\">8. The eligible corporation shall comply with all the provisions of the<i> Securities Act</i>, including all notice provisions applicable to the issuance, sale or transfer of shares.</p> <p class=\"paragraph-e\">9. The eligible corporation shall advise the eligible employees of the provisions of the<i> Securities Act</i> applying to the sale or transfer of shares and applying to insider trading.</p> <p class=\"headnote-e\"><b>Provisions of escrow agreement</b></p> <p class=\"subsection-e\">(2) An escrow agreement shall contain, in addition to any other terms and conditions that are prescribed or that are agreed to by the parties, the following provisions:</p> <p class=\"paragraph-e\">1. All employee shares purchased by an eligible employee shall be held in escrow by the administrator for a period of two years from the date of purchase, or until sold, whichever is the earlier.</p> <p class=\"paragraph-e\">2. The administrator shall be a person who is independent of and is not subject to the direction of the eligible corporation or of any eligible employee.</p> <p class=\"paragraph-e\">3. The administrator shall deliver to the eligible employee the investment confirmation certificate issued by the eligible corporation in respect of the employee shares.</p> <p class=\"paragraph-e\">4. The administrator shall maintain records of employee shares purchased, sold, transferred or redeemed, in a form acceptable to the Minister and provide to each eligible employee a report of his or her employee shares purchased, sold, transferred or redeemed.</p> <p class=\"paragraph-e\">5. All proceeds receivable by an eligible employee on the sale, transfer or redemption of the employee shares held in escrow shall be paid to the administrator.</p> <p class=\"paragraph-e\">6. The administrator shall withhold from proceeds received on a sale, transfer or redemption of employee shares paid under paragraph 5 an amount equal to the lesser of the grant paid under section 12 and the amount determined by prescribed formula, and shall remit such amount to the Treasurer of Ontario.</p> <p class=\"paragraph-e\">7. The administrator shall file an annual return with the Minister in the manner, at the time and in the form prescribed. R.S.O. 1990, c. E.10, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Eligibility to register employee share ownership plan",
            "content": "3. (1) No corporation is eligible to register an employee share ownership plan under this Act unless, (a) the corporation is incorporated in Canada; (b) the aggregate of all wages and salaries paid in the last taxation year of the corporation that ends before the date of application under subsection 5 (1) to employees of permanent establishments of the corporation in Ontario for the purposes of the Corporations Tax Act is not less than 25 per cent of all wages and salaries paid in the year by the corporation; (c) either its gross revenue, together with the gross revenue of all associated corporations, or its total assets, together with the total assets of all associated corporations, in the last taxation year ending prior to the date of application under subsection 5 (1) does not exceed $50,000,000 or such other amount as is prescribed. Calculation of gross revenue and total assets (2) Subject to subsections (3) and (4), for the purposes of subsection (1) and section 10, (a) the gross revenue of a corporation in a taxation year is the amount equal to the product of, (i) the gross revenue of the corporation as disclosed in the financial statements of the corporation for that taxation year prepared in accordance with generally accepted accounting principles, and (ii) the ratio of 365 to the number of days in the taxation year; and (b) the total assets of a corporation in a taxation year is the amount equal to the sum of, (i) the total assets as disclosed in the financial statements of the corporation for that taxation year prepared in accordance with generally accepted accounting principles, and (ii) the amount by which the value of any asset of the corporation has been written down and deducted from its income or undivided profits where such amount is not deductible in the calculation of its taxable income for the current and all prior taxation years under Part I of the Income Tax Act (Canada). Idem, associated corporations (3) For the purposes of this section and section 10, (a) if a corporation is a member of a group of associated corporations during its last taxation year ending before the date of application under subsection 5 (1), the gross revenue of the corporation for the taxation year is the amount by which, (i) the sum of, (A) the gross revenue of the corporation determined under clause (2) (a), and (B) the aggregate of all amounts, each of which is the gross revenue of an associated corporation for its taxation year that ends in the last taxation year of the corporation determined under clause (2) (a), exceeds, (ii) the aggregate of any amounts included in the gross revenue of the corporation or an associated corporation attributable to transactions between the corporations; and (b) if a corporation is a member of a group of associated corporations during its last taxation year ending before the date of application under subsection 5 (1), the total assets of the corporation for the taxation year is the amount by which, (i) the sum of, (A) the total assets of the corporation determined under clause (2) (b), and (B) the aggregate of all amounts, each of which is the amount of the total assets of an associated corporation for its taxation year that ends in the last taxation year of the corporation determined under clause (2) (b), exceeds, (ii) the aggregate of, (A) the amounts, if any, included in the total assets of the corporation under subclause (i), representing debts owed at the end of the taxation year to the corporation by an associated corporation and to an associated corporation by the corporation, and (B) the cost to the corporation of any shares of an associated corporation beneficially owned by the corporation at the end of the taxation year and the cost to an associated corporation of any shares of the corporation beneficially owned by the associated corporation at the end of its taxation year. Idem, corporations in partnership (4) For the purposes of this section and section 10, a corporation that is a member of a partnership shall include in its gross revenue and in its total assets for a taxation year the percentage of gross revenue and the percentage of the total assets as disclosed in the financial statements of the partnership for the fiscal period ending in that taxation year prepared in accordance with generally accepted accounting principles that represents the corporation’s participation in the profits of the partnership during the fiscal period of the partnership. R.S.O. 1990, c. E.10, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) No corporation is eligible to register an employee share ownership plan under this Act unless,</p> <p class=\"clause-e\">(a) the corporation is incorporated in Canada;</p> <p class=\"clause-e\">(b) the aggregate of all wages and salaries paid in the last taxation year of the corporation that ends before the date of application under subsection 5 (1) to employees of permanent establishments of the corporation in Ontario for the purposes of the<i> Corporations Tax Act</i> is not less than 25 per cent of all wages and salaries paid in the year by the corporation;</p> <p class=\"clause-e\">(c) either its gross revenue, together with the gross revenue of all associated corporations, or its total assets, together with the total assets of all associated corporations, in the last taxation year ending prior to the date of application under subsection 5 (1) does not exceed $50,000,000 or such other amount as is prescribed.</p> <p class=\"headnote-e\"><b>Calculation of gross revenue and total assets</b></p> <p class=\"subsection-e\">(2) Subject to subsections (3) and (4), for the purposes of subsection (1) and section 10,</p> <p class=\"clause-e\">(a) the gross revenue of a corporation in a taxation year is the amount equal to the product of,</p> <p class=\"subclause-e\">(i) the gross revenue of the corporation as disclosed in the financial statements of the corporation for that taxation year prepared in accordance with generally accepted accounting principles, and</p> <p class=\"subclause-e\">(ii) the ratio of 365 to the number of days in the taxation year; and</p> <p class=\"clause-e\">(b) the total assets of a corporation in a taxation year is the amount equal to the sum of,</p> <p class=\"subclause-e\">(i) the total assets as disclosed in the financial statements of the corporation for that taxation year prepared in accordance with generally accepted accounting principles, and</p> <p class=\"subclause-e\">(ii) the amount by which the value of any asset of the corporation has been written down and deducted from its income or undivided profits where such amount is not deductible in the calculation of its taxable income for the current and all prior taxation years under Part I of the<i> Income Tax Act</i> (Canada).</p> <p class=\"headnote-e\"><b>Idem, associated corporations</b></p> <p class=\"subsection-e\">(3) For the purposes of this section and section 10,</p> <p class=\"clause-e\">(a) if a corporation is a member of a group of associated corporations during its last taxation year ending before the date of application under subsection 5 (1), the gross revenue of the corporation for the taxation year is the amount by which,</p> <p class=\"subclause-e\">(i) the sum of,</p> <p class=\"subsubclause-e\">(A) the gross revenue of the corporation determined under clause (2) (a), and</p> <p class=\"subsubclause-e\">(B) the aggregate of all amounts, each of which is the gross revenue of an associated corporation for its taxation year that ends in the last taxation year of the corporation determined under clause (2) (a),</p> <p class=\"Sclause-e\">exceeds,</p> <p class=\"subclause-e\">(ii) the aggregate of any amounts included in the gross revenue of the corporation or an associated corporation attributable to transactions between the corporations; and</p> <p class=\"clause-e\">(b) if a corporation is a member of a group of associated corporations during its last taxation year ending before the date of application under subsection 5 (1), the total assets of the corporation for the taxation year is the amount by which,</p> <p class=\"subclause-e\">(i) the sum of,</p> <p class=\"subsubclause-e\">(A) the total assets of the corporation determined under clause (2) (b), and</p> <p class=\"subsubclause-e\">(B) the aggregate of all amounts, each of which is the amount of the total assets of an associated corporation for its taxation year that ends in the last taxation year of the corporation determined under clause (2) (b),</p> <p class=\"Sclause-e\">exceeds,</p> <p class=\"subclause-e\">(ii) the aggregate of,</p> <p class=\"subsubclause-e\">(A) the amounts, if any, included in the total assets of the corporation under subclause (i), representing debts owed at the end of the taxation year to the corporation by an associated corporation and to an associated corporation by the corporation, and</p> <p class=\"subsubclause-e\">(B) the cost to the corporation of any shares of an associated corporation beneficially owned by the corporation at the end of the taxation year and the cost to an associated corporation of any shares of the corporation beneficially owned by the associated corporation at the end of its taxation year.</p> <p class=\"headnote-e\"><b>Idem, corporations in partnership</b></p> <p class=\"subsection-e\">(4) For the purposes of this section and section 10, a corporation that is a member of a partnership shall include in its gross revenue and in its total assets for a taxation year the percentage of gross revenue and the percentage of the total assets as disclosed in the financial statements of the partnership for the fiscal period ending in that taxation year prepared in accordance with generally accepted accounting principles that represents the corporation’s participation in the profits of the partnership during the fiscal period of the partnership. R.S.O. 1990, c. E.10, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Where corporation proposes to apply to register plan",
            "content": "4. (1) Where a corporation intends to deliver an application to register an employee share ownership plan, the corporation shall forward to the Minister, in the prescribed manner, on or before May 15, 1993, copies of the proposed employee share purchase agreement, the proposed escrow agreement and any other material prescribed to be submitted for review by the Minister. R.S.O. 1990, c. E.10, s. 4 (1); 1993, c. 16, s. 7 (1). Review by Minister (2) The Minister shall forthwith review the proposed agreements and other materials submitted under subsection (1) and advise the corporation whether the agreements and other materials comply with this Act. Application for certification as employee group (3) Where employees of the corporation referred to in subsection (1) wish to retain the services of one or more persons to assist the employees in the negotiation, evaluation and implementation of an employee share ownership plan, the employees may make an application in the prescribed form to be certified as an employee group under this Act. R.S.O. 1990, c. E.10, s. 4 (2, 3). Time of application (3.1) The application made under subsection (3) shall be made on or before May 15, 1993. 1993, c. 16, s. 7 (2). Certification by Minister (4) The Minister shall consider the application made under subsection (3) and may certify those employees as an employee group for the purposes of section 14. One employee group only (5) Where the Minister has certified employees as an employee group under subsection (4), no further applications may be made under subsection (3). R.S.O. 1990, c.E.10, s. 4 (4, 5).",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) Where a corporation intends to deliver an application to register an employee share ownership plan, the corporation shall forward to the Minister, in the prescribed manner, on or before May 15, 1993, copies of the proposed employee share purchase agreement, the proposed escrow agreement and any other material prescribed to be submitted for review by the Minister. R.S.O. 1990, c. E.10, s. 4 (1); 1993, c. 16, s. 7 (1).</p> <p class=\"headnote-e\"><b>Review by Minister</b></p> <p class=\"subsection-e\">(2) The Minister shall forthwith review the proposed agreements and other materials submitted under subsection (1) and advise the corporation whether the agreements and other materials comply with this Act.</p> <p class=\"headnote-e\"><b>Application for certification as employee group</b></p> <p class=\"subsection-e\">(3) Where employees of the corporation referred to in subsection (1) wish to retain the services of one or more persons to assist the employees in the negotiation, evaluation and implementation of an employee share ownership plan, the employees may make an application in the prescribed form to be certified as an employee group under this Act. R.S.O. 1990, c. E.10, s. 4 (2, 3).</p> <p class=\"headnote-e\"><b>Time of application</b></p> <p class=\"subsection-e\">(3.1) The application made under subsection (3) shall be made on or before May 15, 1993. 1993, c. 16, s. 7 (2).</p> <p class=\"headnote-e\"><b>Certification by Minister</b></p> <p class=\"subsection-e\">(4) The Minister shall consider the application made under subsection (3) and may certify those employees as an employee group for the purposes of section 14.</p> <p class=\"headnote-e\"><b>One employee group only</b></p> <p class=\"subsection-e\">(5) Where the Minister has certified employees as an employee group under subsection (4), no further applications may be made under subsection (3). R.S.O. 1990, c.E.10, s. 4 (4, 5).</p>"
        },
        {
            "id": "5.",
            "section": "Application for registration of plan",
            "content": "5. (1) A corporation may apply to have an employee share ownership plan registered under this Act by delivering to the Minister an application in the prescribed form no later than May 15, 1993. R.S.O. 1990, c. E.10, s. 5 (1); 1993, c. 16, s. 7 (3). Material to accompany application (2) The application shall be accompanied by, (a) the corporation’s financial statements for its last taxation year ending prior to the date of application under subsection (1); (b) a certified copy of the corporation’s articles of incorporation and any amendments thereto; and (c) a true copy of the employee share purchase agreement, the escrow agreement and any other material prescribed to be submitted with the application. R.S.O. 1990, c. E.10, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) A corporation may apply to have an employee share ownership plan registered under this Act by delivering to the Minister an application in the prescribed form no later than May 15, 1993. R.S.O. 1990, c. E.10, s. 5 (1); 1993, c. 16, s. 7 (3).</p> <p class=\"headnote-e\"><b>Material to accompany application</b></p> <p class=\"subsection-e\">(2) The application shall be accompanied by,</p> <p class=\"clause-e\">(a) the corporation’s financial statements for its last taxation year ending prior to the date of application under subsection (1);</p> <p class=\"clause-e\">(b) a certified copy of the corporation’s articles of incorporation and any amendments thereto; and</p> <p class=\"clause-e\">(c) a true copy of the employee share purchase agreement, the escrow agreement and any other material prescribed to be submitted with the application. R.S.O. 1990, c. E.10, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Disentitlement to registration of plan",
            "content": "6. A corporation is not entitled to have its employee share ownership plan registered under subsection 7 (1) if, (a) the employee share purchase agreement does not comply with subsection 2 (1); (b) the escrow agreement does not comply with subsection 2 (2); (c) the corporation fails to comply with section 3 or 5; or (d) the corporation fails to file any material required by this Act or the regulations. R.S.O. 1990, c. E.10, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> A corporation is not entitled to have its employee share ownership plan registered under subsection 7 (1) if,</p> <p class=\"clause-e\">(a) the employee share purchase agreement does not comply with subsection 2 (1);</p> <p class=\"clause-e\">(b) the escrow agreement does not comply with subsection 2 (2);</p> <p class=\"clause-e\">(c) the corporation fails to comply with section 3 or 5; or</p> <p class=\"clause-e\">(d) the corporation fails to file any material required by this Act or the regulations. R.S.O. 1990, c. E.10, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Registration of plan and certificate of eligibility",
            "content": "7. (1) Where a corporation satisfies the requirements of this Act, the Minister shall register the corporation’s employee share ownership plan and issue a certificate of eligibility in the form prescribed by the Minister. Register open to public inspection (2) The Minister shall maintain a register of those eligible corporations who have registered an employee share ownership plan under this Act and the register shall be open for public inspection during normal business hours. R.S.O. 1990, c.E.10, s.7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Where a corporation satisfies the requirements of this Act, the Minister shall register the corporation’s employee share ownership plan and issue a certificate of eligibility in the form prescribed by the Minister.</p> <p class=\"headnote-e\"><b>Register open to public inspection</b></p> <p class=\"subsection-e\">(2) The Minister shall maintain a register of those eligible corporations who have registered an employee share ownership plan under this Act and the register shall be open for public inspection during normal business hours. R.S.O. 1990, c.E.10, s.7.</p>"
        },
        {
            "id": "8.",
            "section": "Amendments",
            "content": "8. (1) Where an eligible corporation proposes to amend its employee share purchase agreement or its escrow agreement or any other prescribed material, it shall forthwith advise the Minister. Approval, variation or rejection by Minister (2) Upon receipt of any proposal under subsection (1), the Minister shall forthwith consider such proposal and may approve, vary or reject the proposal, subject to section 17. R.S.O. 1990, c. E.10, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) Where an eligible corporation proposes to amend its employee share purchase agreement or its escrow agreement or any other prescribed material, it shall forthwith advise the Minister.</p> <p class=\"headnote-e\"><b>Approval, variation or rejection by Minister</b></p> <p class=\"subsection-e\">(2) Upon receipt of any proposal under subsection (1), the Minister shall forthwith consider such proposal and may approve, vary or reject the proposal, subject to section 17. R.S.O. 1990, c. E.10, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Returns",
            "content": "9. (1) Within 180 days after the end of each taxation year ending after the date of registration under subsection 7(1), every eligible corporation shall prepare and file with the Minister a return in the prescribed form setting out the information required in such return. Extension of time (2) The Minister may, in his or her discretion, enlarge the time for filing the return required under this section. R.S.O. 1990, c. E.10, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) Within 180 days after the end of each taxation year ending after the date of registration under subsection 7(1), every eligible corporation shall prepare and file with the Minister a return in the prescribed form setting out the information required in such return.</p> <p class=\"headnote-e\"><b>Extension of time</b></p> <p class=\"subsection-e\">(2) The Minister may, in his or her discretion, enlarge the time for filing the return required under this section. R.S.O. 1990, c. E.10, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Revocation of registration or refusal to pay grant",
            "content": "10. Subject to section 17, the Minister may revoke the registration of the employee share ownership plan of an eligible corporation or refuse to pay a grant under section 12 where, (a) the gross revenue of the eligible corporation, together with the gross revenue of all associated corporations calculated in accordance with section 3, exceeds $75,000,000, or such other amount as is prescribed, in a taxation year, and the total assets, together with the total assets of all associated corporations calculated in accordance with section 3, also exceed $75,000,000, or such other amount as is prescribed, in the same taxation year; (b) the eligible corporation ceases to comply with clause 3 (1) (b); (c) the eligible corporation, its officers or directors or its shareholders have failed to comply with any provisions of this Act or the regulations or are conducting their business and affairs in a manner that is contrary to the spirit and intent of this Act or for the purpose of obtaining a grant under this Act to which they would not otherwise be entitled; (d) the eligible corporation proceeds with any amendments not approved by the Minister under subsection 8 (2); or (e) the eligible corporation requests deregistration of its employee share ownership plan. R.S.O. 1990, c. E.10, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> Subject to section 17, the Minister may revoke the registration of the employee share ownership plan of an eligible corporation or refuse to pay a grant under section 12 where,</p> <p class=\"clause-e\">(a) the gross revenue of the eligible corporation, together with the gross revenue of all associated corporations calculated in accordance with section 3, exceeds $75,000,000, or such other amount as is prescribed, in a taxation year, and the total assets, together with the total assets of all associated corporations calculated in accordance with section 3, also exceed $75,000,000, or such other amount as is prescribed, in the same taxation year;</p> <p class=\"clause-e\">(b) the eligible corporation ceases to comply with clause 3 (1) (b);</p> <p class=\"clause-e\">(c) the eligible corporation, its officers or directors or its shareholders have failed to comply with any provisions of this Act or the regulations or are conducting their business and affairs in a manner that is contrary to the spirit and intent of this Act or for the purpose of obtaining a grant under this Act to which they would not otherwise be entitled;</p> <p class=\"clause-e\">(d) the eligible corporation proceeds with any amendments not approved by the Minister under subsection 8 (2); or</p> <p class=\"clause-e\">(e) the eligible corporation requests deregistration of its employee share ownership plan. R.S.O. 1990, c. E.10, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Grant to eligible employee",
            "content": "11. (1) Where an employee is an eligible employee under subsection (2) and complies with this Act, the Minister may make a grant under section 12 to the eligible employee upon application therefor. Where employee is eligible employee (2) An employee shall be an eligible employee if, (a) the employee was resident in Ontario on the last day of the previous calendar year and on the date the eligible corporation issues employee shares to the employee; and (b) the employee has been employed by the eligible corporation during the six months prior to the issue of employee shares to him or her under clause (3) (b). Condition of payment of grant (3) No grant shall be paid unless, (a) the eligible employee has applied to the eligible corporation to purchase employee shares of the eligible corporation in accordance with the employee share purchase agreement; (b) the eligible corporation has issued such employee shares in the name of the eligible employee and the shares are held in escrow by the administrator; (c) the eligible employee has fully paid for the employee shares; and (d) the employee shares are newly issued by the eligible corporation. Idem (4) No grant shall be paid where, (a) the purchaser of any employee shares is a specified shareholder of the eligible corporation; (b) the purchase of any employee share entitles the holder thereof to claim a credit against or deduction from income or income tax under the Income Tax Act (Canada); or (c) the purchase of any employee share entitles the holder thereof to apply for a grant under the Small Business Development Corporations Act. R.S.O. 1990, c. E.10, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) Where an employee is an eligible employee under subsection (2) and complies with this Act, the Minister may make a grant under section 12 to the eligible employee upon application therefor.</p> <p class=\"headnote-e\"><b>Where employee is eligible employee</b></p> <p class=\"subsection-e\">(2) An employee shall be an eligible employee if,</p> <p class=\"clause-e\">(a) the employee was resident in Ontario on the last day of the previous calendar year and on the date the eligible corporation issues employee shares to the employee; and</p> <p class=\"clause-e\">(b) the employee has been employed by the eligible corporation during the six months prior to the issue of employee shares to him or her under clause (3) (b).</p> <p class=\"headnote-e\"><b>Condition of payment of grant</b></p> <p class=\"subsection-e\">(3) No grant shall be paid unless,</p> <p class=\"clause-e\">(a) the eligible employee has applied to the eligible corporation to purchase employee shares of the eligible corporation in accordance with the employee share purchase agreement;</p> <p class=\"clause-e\">(b) the eligible corporation has issued such employee shares in the name of the eligible employee and the shares are held in escrow by the administrator;</p> <p class=\"clause-e\">(c) the eligible employee has fully paid for the employee shares; and</p> <p class=\"clause-e\">(d) the employee shares are newly issued by the eligible corporation.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) No grant shall be paid where,</p> <p class=\"clause-e\">(a) the purchaser of any employee shares is a specified shareholder of the eligible corporation;</p> <p class=\"clause-e\">(b) the purchase of any employee share entitles the holder thereof to claim a credit against or deduction from income or income tax under the<i> Income Tax Act</i> (Canada); or</p> <p class=\"clause-e\">(c) the purchase of any employee share entitles the holder thereof to apply for a grant under the<i> Small Business Development Corporations Act</i>. R.S.O. 1990, c. E.10, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Grants to eligible employees",
            "content": "12. (1) An eligible employee may make an application in the prescribed form for a grant and, subject to section 11 and this section, the Minister may pay a grant equal to the lesser of, (a) $300; and (b) 15 per cent of the cost to the eligible employee of employee shares purchased by the eligible employee from the eligible corporation in the calendar year. R.S.O. 1990, c. E.10, s. 12 (1). Time of application (2) No grant shall be paid under subsection (1) unless application therefor is received by the Minister within three years of the date of issue of the employee shares and not later than May 15, 1995. R.S.O. 1990, c. E.10, s. 12 (2); 1993, c. 16, s. 7 (4). Material to accompany application (3) An application under subsection (1) shall be accompanied by, (a) an investment confirmation certificate in the prescribed form signed by the secretary and one other authorized signing officer of the eligible corporation that issued the employee shares in respect of which an application for a grant is being made; and (b) any additional prescribed material. Calculation of cost where shares previously held disposed of, etc. (4) Where an applicant for a grant under subsection (1) has previously held and disposed of, (a) common shares of the eligible corporation within six months prior to the purchase of the employee shares from the eligible corporation; or (b) employee shares of the eligible corporation with respect to which a grant was paid under this Act which has not been repaid under subsection 15 (1), the cost to the applicant of the employee shares for the purposes of clause (1) (b) shall be deemed to be the amount by which the cost of the employee shares determined without reference to this subsection exceeds the aggregate of the net proceeds of disposition received or receivable by the applicant on the disposition of all shares referred to in clause (a) or (b). R.S.O. 1990, c. E.10, s. 12 (3, 4).",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) An eligible employee may make an application in the prescribed form for a grant and, subject to section 11 and this section, the Minister may pay a grant equal to the lesser of,</p> <p class=\"clause-e\">(a) $300; and</p> <p class=\"clause-e\">(b) 15 per cent of the cost to the eligible employee of employee shares purchased by the eligible employee from the eligible corporation in the calendar year. R.S.O. 1990, c. E.10, s. 12 (1).</p> <p class=\"headnote-e\"><b>Time of application</b></p> <p class=\"subsection-e\">(2) No grant shall be paid under subsection (1) unless application therefor is received by the Minister within three years of the date of issue of the employee shares and not later than May 15, 1995. R.S.O. 1990, c. E.10, s. 12 (2); 1993, c. 16, s. 7 (4).</p> <p class=\"headnote-e\"><b>Material to accompany application</b></p> <p class=\"subsection-e\">(3) An application under subsection (1) shall be accompanied by,</p> <p class=\"clause-e\">(a) an investment confirmation certificate in the prescribed form signed by the secretary and one other authorized signing officer of the eligible corporation that issued the employee shares in respect of which an application for a grant is being made; and</p> <p class=\"clause-e\">(b) any additional prescribed material.</p> <p class=\"headnote-e\"><b>Calculation of cost where shares previously held disposed of, etc.</b></p> <p class=\"subsection-e\">(4) Where an applicant for a grant under subsection (1) has previously held and disposed of,</p> <p class=\"clause-e\">(a) common shares of the eligible corporation within six months prior to the purchase of the employee shares from the eligible corporation; or</p> <p class=\"clause-e\">(b) employee shares of the eligible corporation with respect to which a grant was paid under this Act which has not been repaid under subsection 15 (1),</p> <p class=\"Ssubsection-e\">the cost to the applicant of the employee shares for the purposes of clause (1) (b) shall be deemed to be the amount by which the cost of the employee shares determined without reference to this subsection exceeds the aggregate of the net proceeds of disposition received or receivable by the applicant on the disposition of all shares referred to in clause (a) or (b). R.S.O. 1990, c. E.10, s. 12 (3, 4).</p>"
        },
        {
            "id": "13.",
            "section": "Grants to eligible corporations",
            "content": "13. (1) An eligible corporation may make an application to the Minister for a grant and the Minister may pay to the corporation a grant equal to the lesser of, (a) $10,000; and (b) one-third of the outlays and expenses as prescribed incurred by the eligible corporation to establish an employee share ownership plan. R.S.O. 1990, c. E.10, s. 13 (1). Time of application (2) No grant shall be paid under subsection (1) unless application therefor is made within one year of the date of issue to the corporation of the certificate of eligibility under subsection 7 (1) and not later than May 15, 1993. R.S.O. 1990, c. E.10, s. 13 (2); 1993, c. 16, s. 7 (5). One grant only (3) Where the Minister has made a grant under subsection (1), no further applications may be made by the eligible corporation under this section. R.S.O. 1990, c. E.10, s. 13 (3).",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) An eligible corporation may make an application to the Minister for a grant and the Minister may pay to the corporation a grant equal to the lesser of,</p> <p class=\"clause-e\">(a) $10,000; and</p> <p class=\"clause-e\">(b) one-third of the outlays and expenses as prescribed incurred by the eligible corporation to establish an employee share ownership plan. R.S.O. 1990, c. E.10, s. 13 (1).</p> <p class=\"headnote-e\"><b>Time of application</b></p> <p class=\"subsection-e\">(2) No grant shall be paid under subsection (1) unless application therefor is made within one year of the date of issue to the corporation of the certificate of eligibility under subsection 7 (1) and not later than May 15, 1993. R.S.O. 1990, c. E.10, s. 13 (2); 1993, c. 16, s. 7 (5).</p> <p class=\"headnote-e\"><b>One grant only</b></p> <p class=\"subsection-e\">(3) Where the Minister has made a grant under subsection (1), no further applications may be made by the eligible corporation under this section. R.S.O. 1990, c. E.10, s. 13 (3).</p>"
        },
        {
            "id": "14.",
            "section": "Grants to employee groups",
            "content": "14. (1) An employee group may make an application to the Minister for a grant and the Minister may pay to the employee group a grant equal to the lesser of, (a) $5,000; and (b) one-half of the outlays and expenses as prescribed incurred in advising employees in the negotiation, evaluation and implementation of an employee share ownership plan. R.S.O. 1990, c. E.10, s. 14 (1). Time of application (2) No grant shall be paid under subsection (1) unless application therefor is made within one year of the date of issuance of the certificate of eligibility to the eligible corporation under subsection 7 (1) and not later than May 15, 1993. R.S.O. 1990, c. E.10, s. 14 (2); 1993, c. 16, s. 7 (6). One grant only (3) Where the Minister has made a grant under subsection (1), no further applications may be made by the employee group under this section. R.S.O. 1990, c. E.10, s. 14 (3).",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) An employee group may make an application to the Minister for a grant and the Minister may pay to the employee group a grant equal to the lesser of,</p> <p class=\"clause-e\">(a) $5,000; and</p> <p class=\"clause-e\">(b) one-half of the outlays and expenses as prescribed incurred in advising employees in the negotiation, evaluation and implementation of an employee share ownership plan. R.S.O. 1990, c. E.10, s. 14 (1).</p> <p class=\"headnote-e\"><b>Time of application</b></p> <p class=\"subsection-e\">(2) No grant shall be paid under subsection (1) unless application therefor is made within one year of the date of issuance of the certificate of eligibility to the eligible corporation under subsection 7 (1) and not later than May 15, 1993. R.S.O. 1990, c. E.10, s. 14 (2); 1993, c. 16, s. 7 (6).</p> <p class=\"headnote-e\"><b>One grant only</b></p> <p class=\"subsection-e\">(3) Where the Minister has made a grant under subsection (1), no further applications may be made by the employee group under this section. R.S.O. 1990, c. E.10, s. 14 (3).</p>"
        },
        {
            "id": "15.",
            "section": "Repayment of grant when shares disposed of",
            "content": "15. (1) Subject to section 17 and other than in the case of an involuntary disposition prescribed, an eligible employee who disposes of employee shares in respect of which a grant was paid under section 12 within two years from the date of purchase of the employee shares shall repay to the Minister the lesser of, (a) an amount equal to the grant paid in respect of those employee shares to such eligible employee; and (b) the amount determined by the prescribed formula. Amounts paid to Treasurer (2) All amounts payable to the Minister under subsection (1) shall be retained by the administrator from the proceeds of sale of the employee shares and shall be remitted to the Treasurer of Ontario at the time and in the manner prescribed. R.S.O. 1990, c. E.10, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) Subject to section 17 and other than in the case of an involuntary disposition prescribed, an eligible employee who disposes of employee shares in respect of which a grant was paid under section 12 within two years from the date of purchase of the employee shares shall repay to the Minister the lesser of,</p> <p class=\"clause-e\">(a) an amount equal to the grant paid in respect of those employee shares to such eligible employee; and</p> <p class=\"clause-e\">(b) the amount determined by the prescribed formula.</p> <p class=\"headnote-e\"><b>Amounts paid to Treasurer</b></p> <p class=\"subsection-e\">(2) All amounts payable to the Minister under subsection (1) shall be retained by the administrator from the proceeds of sale of the employee shares and shall be remitted to the Treasurer of Ontario at the time and in the manner prescribed. R.S.O. 1990, c. E.10, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Repayment of grants to which not entitled",
            "content": "16. (1) Subject to section 17, where a person receives or obtains a grant under this Act to which that person was not entitled or receives or obtains the payment of any amount in excess of the amount of grant to which that person was entitled, the amount of the grant or excess payment, as the case may be, shall be deemed to be a debt due to the Crown and shall be paid forthwith by the person to the Minister. Demand for repayment (2) Where the Minister determines that any amount is repayable under subsection (1), the Minister shall, when requesting repayment thereof, serve on the person a demand for repayment together with the reasons therefor. Recovery (3) Where a person liable to make a payment under subsection (1) fails to make the payment to the Minister, the amount of the debt may be recovered in any court of competent jurisdiction in proceedings commenced by the Minister at any time. Acceptance of lesser amount (4) Despite subsection (1), if owing to special circumstances it is deemed inequitable to demand the whole amount due under this section, the Minister may accept such lesser amount as he or she considers proper. R.S.O. 1990, c. E.10, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) Subject to section 17, where a person receives or obtains a grant under this Act to which that person was not entitled or receives or obtains the payment of any amount in excess of the amount of grant to which that person was entitled, the amount of the grant or excess payment, as the case may be, shall be deemed to be a debt due to the Crown and shall be paid forthwith by the person to the Minister.</p> <p class=\"headnote-e\"><b>Demand for repayment</b></p> <p class=\"subsection-e\">(2) Where the Minister determines that any amount is repayable under subsection (1), the Minister shall, when requesting repayment thereof, serve on the person a demand for repayment together with the reasons therefor.</p> <p class=\"headnote-e\"><b>Recovery</b></p> <p class=\"subsection-e\">(3) Where a person liable to make a payment under subsection (1) fails to make the payment to the Minister, the amount of the debt may be recovered in any court of competent jurisdiction in proceedings commenced by the Minister at any time.</p> <p class=\"headnote-e\"><b>Acceptance of lesser amount</b></p> <p class=\"subsection-e\">(4) Despite subsection (1), if owing to special circumstances it is deemed inequitable to demand the whole amount due under this section, the Minister may accept such lesser amount as he or she considers proper. R.S.O. 1990, c. E.10, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Notice of proposal by Minister",
            "content": "17. (1) Where the Minister proposes, (a) to refuse to certify an employee group under subsection 4 (4); (b) to refuse to register an employee share ownership plan under subsection 7 (1); (c) to vary or reject an amendment under subsection 8 (2); (d) to revoke registration under section 10; (e) to refuse to make a grant under subsection 12 (1), 13 (1) or 14 (1); or (f) to require repayment under subsection 15 (1), the Minister shall serve notice of the proposal, together with written reasons therefor, on the applicant, registrant, corporation, employee group, eligible employee or other person, as the case may be. Deemed refusal of registration (2) If the Minister fails to register the employee share ownership plan of a corporation under section 7 within six months of application therefor under subsection 5 (1), the Minister shall be deemed to have refused to register the employee share ownership plan for the purposes of clause (1) (b). Notice of objection (3) Where a person objects to a proposal under subsection (1) or a demand for repayment under subsection 16 (2) that is served on that person, the person may, within sixty days from the day of mailing of the proposal or demand or from the date upon which the Minister has been deemed to have refused registration under subsection (2), serve on the Minister a notice of objection in the prescribed form setting out the reason for the objection and all relevant facts. Service of notice (4) A notice of objection under this section shall be served by being sent by registered mail addressed to the Minister, but the Minister may accept a notice of objection that was not served in the manner required. Where no notice served (5) Where no notice is served under subsection (4), the Minister may proceed to carry out the proposal under subsection (1) or recover the debt stated in the demand under subsection 16(2). Reconsideration by Minister (6) Upon receipt of the notice of objection, the Minister shall forthwith reconsider the proposal or demand and may confirm, vary or abandon such proposal or demand, and the Minister shall thereupon notify the person making the objection of such action by registered mail. Where no appeal (7) A decision of the Minister under subsection (6) is final and is not subject to appeal except where the decision involves the interpretation of a provision of this Act, or involves an issue solely of law. Surrender of certificate of eligibility (8) Where no notice was served under subsection (4) or where the Minister’s proposal was confirmed under subsection (6), subject to section 18, the eligible corporation shall surrender the certificate of eligibility issued to it under subsection 7 (1). R.S.O. 1990, c. E.10, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) Where the Minister proposes,</p> <p class=\"clause-e\">(a) to refuse to certify an employee group under subsection 4 (4);</p> <p class=\"clause-e\">(b) to refuse to register an employee share ownership plan under subsection 7 (1);</p> <p class=\"clause-e\">(c) to vary or reject an amendment under subsection 8 (2);</p> <p class=\"clause-e\">(d) to revoke registration under section 10;</p> <p class=\"clause-e\">(e) to refuse to make a grant under subsection 12 (1), 13 (1) or 14 (1); or</p> <p class=\"clause-e\">(f) to require repayment under subsection 15 (1),</p> <p class=\"Ssubsection-e\">the Minister shall serve notice of the proposal, together with written reasons therefor, on the applicant, registrant, corporation, employee group, eligible employee or other person, as the case may be.</p> <p class=\"headnote-e\"><b>Deemed refusal of registration</b></p> <p class=\"subsection-e\">(2) If the Minister fails to register the employee share ownership plan of a corporation under section 7 within six months of application therefor under subsection 5 (1), the Minister shall be deemed to have refused to register the employee share ownership plan for the purposes of clause (1) (b).</p> <p class=\"headnote-e\"><b>Notice of objection</b></p> <p class=\"subsection-e\">(3) Where a person objects to a proposal under subsection (1) or a demand for repayment under subsection 16 (2) that is served on that person, the person may, within sixty days from the day of mailing of the proposal or demand or from the date upon which the Minister has been deemed to have refused registration under subsection (2), serve on the Minister a notice of objection in the prescribed form setting out the reason for the objection and all relevant facts.</p> <p class=\"headnote-e\"><b>Service of notice</b></p> <p class=\"subsection-e\">(4) A notice of objection under this section shall be served by being sent by registered mail addressed to the Minister, but the Minister may accept a notice of objection that was not served in the manner required.</p> <p class=\"headnote-e\"><b>Where no notice served</b></p> <p class=\"subsection-e\">(5) Where no notice is served under subsection (4), the Minister may proceed to carry out the proposal under subsection (1) or recover the debt stated in the demand under subsection 16(2).</p> <p class=\"headnote-e\"><b>Reconsideration by Minister</b></p> <p class=\"subsection-e\">(6) Upon receipt of the notice of objection, the Minister shall forthwith reconsider the proposal or demand and may confirm, vary or abandon such proposal or demand, and the Minister shall thereupon notify the person making the objection of such action by registered mail.</p> <p class=\"headnote-e\"><b>Where no appeal</b></p> <p class=\"subsection-e\">(7) A decision of the Minister under subsection (6) is final and is not subject to appeal except where the decision involves the interpretation of a provision of this Act, or involves an issue solely of law.</p> <p class=\"headnote-e\"><b>Surrender of certificate of eligibility</b></p> <p class=\"subsection-e\">(8) Where no notice was served under subsection (4) or where the Minister’s proposal was confirmed under subsection (6), subject to section 18, the eligible corporation shall surrender the certificate of eligibility issued to it under subsection 7 (1). R.S.O. 1990, c. E.10, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Application to judge where facts undisputed",
            "content": "18. In any dispute over a decision or action of the Minister under subsection 17 (6), the Minister may, where the dispute involves the interpretation of a provision of this Act, or involves an issue solely of law in which no facts are in dispute, or involves the proper inference to be drawn from facts that are not in dispute, agree in writing with the disputing party as to the undisputed facts and thereafter apply to a judge of the Ontario Court (General Division) to have the issue in dispute determined and, if the Minister does not make the application within six weeks of the date upon which the undisputed facts have been agreed upon in writing, the other party to the dispute may apply to the court to have the issue determined. R.S.O. 1990, c. E.10, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>In any dispute over a decision or action of the Minister under subsection 17 (6), the Minister may, where the dispute involves the interpretation of a provision of this Act, or involves an issue solely of law in which no facts are in dispute, or involves the proper inference to be drawn from facts that are not in dispute, agree in writing with the disputing party as to the undisputed facts and thereafter apply to a judge of the Ontario Court (General Division) to have the issue in dispute determined and, if the Minister does not make the application within six weeks of the date upon which the undisputed facts have been agreed upon in writing, the other party to the dispute may apply to the court to have the issue determined. R.S.O. 1990, c. E.10, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Communication of information",
            "content": "19. (1) Except as provided in subsection (2), no person employed in the Government of Ontario shall, (a) knowingly communicate or allow to be communicated to any person any information obtained by or on behalf of the Minister for the purposes of this Act; or (b) knowingly allow any person to inspect or to have access to any book, record, writing, return or other document obtained by or on behalf of the Minister for the purposes of this Act. Exception (2) Despite anything in this Act, the Minister may permit information or a copy of any book, record, writing, return or other document obtained by the Minister or on his or her behalf for the purposes of this Act to be given to, (a) any official or authorized person employed by the Government of Ontario in the administration and enforcement of this Act; (b) the Minister of National Revenue of the Government of Canada or any official or employee employed under that Minister; (c) the Treasurer of Ontario and the Minister of Industry, Trade and Technology of the Government of Ontario and any official or employee employed under the Treasurer or Minister; or (d) the Ontario Securities Commission or any official employed by the Commission. R.S.O. 1990, c. E.10, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19.</b> (1) Except as provided in subsection (2), no person employed in the Government of Ontario shall,</p> <p class=\"clause-e\">(a) knowingly communicate or allow to be communicated to any person any information obtained by or on behalf of the Minister for the purposes of this Act; or</p> <p class=\"clause-e\">(b) knowingly allow any person to inspect or to have access to any book, record, writing, return or other document obtained by or on behalf of the Minister for the purposes of this Act.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) Despite anything in this Act, the Minister may permit information or a copy of any book, record, writing, return or other document obtained by the Minister or on his or her behalf for the purposes of this Act to be given to,</p> <p class=\"clause-e\">(a) any official or authorized person employed by the Government of Ontario in the administration and enforcement of this Act;</p> <p class=\"clause-e\">(b) the Minister of National Revenue of the Government of Canada or any official or employee employed under that Minister;</p> <p class=\"clause-e\">(c) the Treasurer of Ontario and the Minister of Industry, Trade and Technology of the Government of Ontario and any official or employee employed under the Treasurer or Minister; or</p> <p class=\"clause-e\">(d) the Ontario Securities Commission or any official employed by the Commission. R.S.O. 1990, c. E.10, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Records",
            "content": "20. (1) Every eligible corporation, administrator and employee group under this Act shall keep such records as may be prescribed by the Minister at its permanent establishment in Ontario, as defined in the Corporations Tax Act, or place of business in Ontario, as the case may be, or at such other place of business as is designated by the Minister, in the form and containing such information as will enable the Minister to determine that this Act and the regulations have been complied with. Idem (2) Where an eligible corporation, administrator or employee group has failed to keep adequate records for the purposes of this Act, the Minister may require the eligible corporation, administrator or employee group to keep such records as may be so required. Retention of records (3) Every eligible corporation, administrator or employee group required by this section to keep records shall, until permission for their disposal is given by the Minister, retain every such record and every account or voucher necessary to verify the information in any such record. R.S.O. 1990, c. E.10, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20.</b> (1) Every eligible corporation, administrator and employee group under this Act shall keep such records as may be prescribed by the Minister at its permanent establishment in Ontario, as defined in the<i> Corporations Tax Act</i>, or place of business in Ontario, as the case may be, or at such other place of business as is designated by the Minister, in the form and containing such information as will enable the Minister to determine that this Act and the regulations have been complied with.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Where an eligible corporation, administrator or employee group has failed to keep adequate records for the purposes of this Act, the Minister may require the eligible corporation, administrator or employee group to keep such records as may be so required.</p> <p class=\"headnote-e\"><b>Retention of records</b></p> <p class=\"subsection-e\">(3) Every eligible corporation, administrator or employee group required by this section to keep records shall, until permission for their disposal is given by the Minister, retain every such record and every account or voucher necessary to verify the information in any such record. R.S.O. 1990, c. E.10, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "Investigations",
            "content": "21. (1) Any person thereunto authorized by the Minister for any purpose relating to the administration or enforcement of this Act may at all reasonable times enter into any premises or place where any business is carried on or any property is kept or anything is done in connection with any business or records are or should be kept pursuant to this Act, and, (a) audit or examine the books and records and any account, voucher, letter, telegram or other document that relates or may relate to the information that is or should be in the books or records or to the amount of any grant paid or payable under this Act; (b) examine any property, process or matter an examination of which may, in his or her opinion, assist such person in determining the accuracy of any application required by this Act or in ascertaining the information that is or should be in the books and records or in such application, or the amount of any grant paid or payable under this Act; and (c) require any person on the premises to give him or her all reasonable assistance with the audit or examination and to answer all questions relating to the audit or examination either orally or, if so required, in writing, on oath or statutory declaration and, for that purpose, require such person to attend at the premises or place with him or her. Information (2) The Minister may, for any purpose relating to the administration and enforcement of this Act, by registered letter or by a demand served personally, require from any eligible corporation or from the president, manager, secretary or any director, agent or representative thereof, or from any other person, (a) any information or additional information or a return under section 9 or other return required by the regulations; or (b) production, or production on oath or affirmation, of books, letters, accounts, invoices, statements, financial or otherwise, or other documents, within such reasonable time as is stipulated therein. Idem (3) The Minister may, by registered letter or a demand served personally, require the production, under oath or otherwise, by any person, partnership, syndicate, trust or corporation, or by any agent or officer thereof, of any letters, accounts, invoices, statements, financial or otherwise, books or other documents in the possession or in the control of such person, partnership, syndicate, trust or corporation, or of any agent or officer thereof, for the purpose of determining eligibility or possible eligibility for a grant under this Act, and production thereof shall be made within such reasonable time as is stipulated in such registered letter or demand. Copies (4) Where a book, record or other document has been examined or produced under this section, the person by whom it is examined or to whom it is produced or any officer of the Ministry of Revenue may make, or cause to be made, one or more copies thereof and a document purporting to be certified by the Minister or by a person thereunto authorized by the Minister to be a copy made pursuant to this section is admissible in evidence and has the same probative force as the original document would have had had it been proven in the ordinary way. Compliance (5) No person shall hinder, molest or interfere with any person doing anything that he or she is authorized by this section to do or prevent or attempt to prevent any person doing any such thing and, despite any other law to the contrary, every person shall, unless he or she is unable to do so, do everything he or she is required by this section to do. Administration of oaths (6) Any officer or employee of the Ministry of Revenue who is authorized by the Minister may administer oaths and take or receive affidavits, declarations and affirmations for the purpose of or incidental to the administration or enforcement of this Act, and every person so authorized has, in respect of any such oath, affidavit, declaration or affirmation, all the powers of a commissioner for taking affidavits. R.S.O. 1990, c. E.10, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21. </b>(1) Any person thereunto authorized by the Minister for any purpose relating to the administration or enforcement of this Act may at all reasonable times enter into any premises or place where any business is carried on or any property is kept or anything is done in connection with any business or records are or should be kept pursuant to this Act, and,</p> <p class=\"clause-e\">(a) audit or examine the books and records and any account, voucher, letter, telegram or other document that relates or may relate to the information that is or should be in the books or records or to the amount of any grant paid or payable under this Act;</p> <p class=\"clause-e\">(b) examine any property, process or matter an examination of which may, in his or her opinion, assist such person in determining the accuracy of any application required by this Act or in ascertaining the information that is or should be in the books and records or in such application, or the amount of any grant paid or payable under this Act; and</p> <p class=\"clause-e\">(c) require any person on the premises to give him or her all reasonable assistance with the audit or examination and to answer all questions relating to the audit or examination either orally or, if so required, in writing, on oath or statutory declaration and, for that purpose, require such person to attend at the premises or place with him or her.</p> <p class=\"headnote-e\"><b>Information</b></p> <p class=\"subsection-e\">(2) The Minister may, for any purpose relating to the administration and enforcement of this Act, by registered letter or by a demand served personally, require from any eligible corporation or from the president, manager, secretary or any director, agent or representative thereof, or from any other person,</p> <p class=\"clause-e\">(a) any information or additional information or a return under section 9 or other return required by the regulations; or</p> <p class=\"clause-e\">(b) production, or production on oath or affirmation, of books, letters, accounts, invoices, statements, financial or otherwise, or other documents,</p> <p class=\"Ssubsection-e\">within such reasonable time as is stipulated therein.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) The Minister may, by registered letter or a demand served personally, require the production, under oath or otherwise, by any person, partnership, syndicate, trust or corporation, or by any agent or officer thereof, of any letters, accounts, invoices, statements, financial or otherwise, books or other documents in the possession or in the control of such person, partnership, syndicate, trust or corporation, or of any agent or officer thereof, for the purpose of determining eligibility or possible eligibility for a grant under this Act, and production thereof shall be made within such reasonable time as is stipulated in such registered letter or demand.</p> <p class=\"headnote-e\"><b>Copies</b></p> <p class=\"subsection-e\">(4) Where a book, record or other document has been examined or produced under this section, the person by whom it is examined or to whom it is produced or any officer of the Ministry of Revenue may make, or cause to be made, one or more copies thereof and a document purporting to be certified by the Minister or by a person thereunto authorized by the Minister to be a copy made pursuant to this section is admissible in evidence and has the same probative force as the original document would have had had it been proven in the ordinary way.</p> <p class=\"headnote-e\"><b>Compliance</b></p> <p class=\"subsection-e\">(5) No person shall hinder, molest or interfere with any person doing anything that he or she is authorized by this section to do or prevent or attempt to prevent any person doing any such thing and, despite any other law to the contrary, every person shall, unless he or she is unable to do so, do everything he or she is required by this section to do.</p> <p class=\"headnote-e\"><b>Administration of oaths</b></p> <p class=\"subsection-e\">(6) Any officer or employee of the Ministry of Revenue who is authorized by the Minister may administer oaths and take or receive affidavits, declarations and affirmations for the purpose of or incidental to the administration or enforcement of this Act, and every person so authorized has, in respect of any such oath, affidavit, declaration or affirmation, all the powers of a commissioner for taking affidavits. R.S.O. 1990, c. E.10, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": "Offences",
            "content": "22. (1) Every person who fails to deliver a return or report as and when required by this Act or the regulations is guilty of an offence and, in addition to any other penalty otherwise provided, on conviction is liable to a fine of not less than $50 for each day during which the default continues. Idem (2) Every person who fails to comply with or contravenes section 20 or 21 is guilty of an offence and, in addition to any penalty otherwise provided, on conviction is liable to a fine of $50 for each day during which the default continues. R.S.O. 1990, c. E.10, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22.</b> (1) Every person who fails to deliver a return or report as and when required by this Act or the regulations is guilty of an offence and, in addition to any other penalty otherwise provided, on conviction is liable to a fine of not less than $50 for each day during which the default continues.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Every person who fails to comply with or contravenes section 20 or 21 is guilty of an offence and, in addition to any penalty otherwise provided, on conviction is liable to a fine of $50 for each day during which the default continues. R.S.O. 1990, c. E.10, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Officers, etc., of corporations",
            "content": "23. Where a corporation is guilty of an offence under this Act, any officer, director or agent of the corporation who directed, authorized, assented to, acquiesced in or participated in the commission of the offence is a party to and guilty of the offence and on conviction is liable to the punishment provided for the offence whether or not the corporation has been prosecuted or convicted. R.S.O. 1990, c. E.10, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23.</b> Where a corporation is guilty of an offence under this Act, any officer, director or agent of the corporation who directed, authorized, assented to, acquiesced in or participated in the commission of the offence is a party to and guilty of the offence and on conviction is liable to the punishment provided for the offence whether or not the corporation has been prosecuted or convicted. R.S.O. 1990, c. E.10, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": "Offences",
            "content": "24. (1) Every person who, (a) made, or participated in, assented to or acquiesced in the making of, false or deceptive statements in a return, certificate, statement or answer filed or made as required by or under this Act or the regulations; (b) knowingly failed to disclose any information that is required to be disclosed and by reason thereof obtained the payment of a grant under this Act to which he or she was not entitled or to which the person on whose behalf he or she was acting was not entitled; (c) made, or assented to or acquiesced in the making of, false or deceptive entries, or omitted, or assented to or acquiesced in the omission, to enter a material particular, in records required to be maintained under this Act; (d) knowingly converted to his or her own use a payment of a grant under this Act to which he or she was not entitled; or (e) conspires with any person to commit an offence described in clauses (a) to (d), is guilty of an offence and on conviction is liable to a fine of not more than $25,000. Exception (2) No person is guilty of an offence under subsection (1) if he or she did not know that the statement was false or misleading and in the exercise of due diligence could not have known that the statement was false or misleading. R.S.O. 1990, c. E.10, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24. </b>(1) Every person who,</p> <p class=\"clause-e\">(a) made, or participated in, assented to or acquiesced in the making of, false or deceptive statements in a return, certificate, statement or answer filed or made as required by or under this Act or the regulations;</p> <p class=\"clause-e\">(b) knowingly failed to disclose any information that is required to be disclosed and by reason thereof obtained the payment of a grant under this Act to which he or she was not entitled or to which the person on whose behalf he or she was acting was not entitled;</p> <p class=\"clause-e\">(c) made, or assented to or acquiesced in the making of, false or deceptive entries, or omitted, or assented to or acquiesced in the omission, to enter a material particular, in records required to be maintained under this Act;</p> <p class=\"clause-e\">(d) knowingly converted to his or her own use a payment of a grant under this Act to which he or she was not entitled; or</p> <p class=\"clause-e\">(e) conspires with any person to commit an offence described in clauses (a) to (d),</p> <p class=\"Ssubsection-e\">is guilty of an offence and on conviction is liable to a fine of not more than $25,000.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) No person is guilty of an offence under subsection (1) if he or she did not know that the statement was false or misleading and in the exercise of due diligence could not have known that the statement was false or misleading. R.S.O. 1990, c. E.10, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": "Limitation",
            "content": "25. Proceedings in respect of an offence against this Act may be commenced not later than six years after the time the subject-matter of the proceedings arose. R.S.O. 1990, c. E.10, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>25.</b> Proceedings in respect of an offence against this Act may be commenced not later than six years after the time the subject-matter of the proceedings arose. R.S.O. 1990, c. E.10, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": "Regulations: by Lieutenant Governor in Council",
            "content": "26. (1) The Lieutenant Governor in Council may make regulations, (a) authorizing or requiring the Deputy Minister or any other officer of the Ministry of Revenue to exercise any power or perform any duty conferred or imposed upon the Minister by this Act or the regulations; (b) prescribing additional terms and conditions to be included in an employee share purchase agreement and an escrow agreement; (c) prescribing any amount that is greater or lesser than the amount set out in clause 3 (1) (c) or 10 (a); (d) providing for the forwarding of draft agreements and other materials to the Minister under subsection 4 (1); (e) prescribing additional material to be included in an application under sections 5 and 12; (f) providing for the annual filing of a return by an administrator; (g) prescribing the outlays and expenses referred to in clauses 13 (1) (b) and 14 (1) (b); (h) prescribing the circumstances or situations of involuntary dispositions in which an eligible employee will not be required to repay a grant made under section 12 for the purposes of subsection 15 (1); (i) prescribing the time and manner of the remitting of amounts withheld by an administrator under subsection 15 (2); (j) prescribing the formula to be used in determining the amount of any repayment under clause 15 (1) (b), in lieu of the amount of the repayment referred to in clause 15 (1) (a); (k) defining any word or expression in this Act or the regulations that has not already been expressly defined herein; (l) providing for the payment of interest on any amount repayable under subsection 15 (1). by Minister (2) The Minister may make regulations, (a) prescribing any form, return or statement to be made under this Act or the regulations or that, in the Minister’s opinion, will assist in the administration of this Act, and prescribing how and by whom any form, return or statement shall be completed and what information it shall contain; (b) prescribing, defining or determining anything the Minister is permitted or required by this Act to prescribe, define or determine; (c) prescribing for the purposes of this Act and the regulations the records to be maintained by an eligible corporation, an administrator or an eligible group. may be retroactive (3) A regulation is, if it so provides, effective with reference to a period before it was filed. R.S.O. 1990, c. E.10, s. 26.",
            "raw_html": "<p class=\"section-e\"><b>26.</b> (1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) authorizing or requiring the Deputy Minister or any other officer of the Ministry of Revenue to exercise any power or perform any duty conferred or imposed upon the Minister by this Act or the regulations;</p> <p class=\"clause-e\">(b) prescribing additional terms and conditions to be included in an employee share purchase agreement and an escrow agreement;</p> <p class=\"clause-e\">(c) prescribing any amount that is greater or lesser than the amount set out in clause 3 (1) (c) or 10 (a);</p> <p class=\"clause-e\">(d) providing for the forwarding of draft agreements and other materials to the Minister under subsection 4 (1);</p> <p class=\"clause-e\">(e) prescribing additional material to be included in an application under sections 5 and 12;</p> <p class=\"clause-e\">(f) providing for the annual filing of a return by an administrator;</p> <p class=\"clause-e\">(g) prescribing the outlays and expenses referred to in clauses 13 (1) (b) and 14 (1) (b);</p> <p class=\"clause-e\">(h) prescribing the circumstances or situations of involuntary dispositions in which an eligible employee will not be required to repay a grant made under section 12 for the purposes of subsection 15 (1);</p> <p class=\"clause-e\">(i) prescribing the time and manner of the remitting of amounts withheld by an administrator under subsection 15 (2);</p> <p class=\"clause-e\">(j) prescribing the formula to be used in determining the amount of any repayment under clause 15 (1) (b), in lieu of the amount of the repayment referred to in clause 15 (1) (a);</p> <p class=\"clause-e\">(k) defining any word or expression in this Act or the regulations that has not already been expressly defined herein;</p> <p class=\"clause-e\">(l) providing for the payment of interest on any amount repayable under subsection 15 (1).</p> <p class=\"headnote-e\"><b>by Minister</b></p> <p class=\"subsection-e\">(2) The Minister may make regulations,</p> <p class=\"clause-e\">(a) prescribing any form, return or statement to be made under this Act or the regulations or that, in the Minister’s opinion, will assist in the administration of this Act, and prescribing how and by whom any form, return or statement shall be completed and what information it shall contain;</p> <p class=\"clause-e\">(b) prescribing, defining or determining anything the Minister is permitted or required by this Act to prescribe, define or determine;</p> <p class=\"clause-e\">(c) prescribing for the purposes of this Act and the regulations the records to be maintained by an eligible corporation, an administrator or an eligible group.</p> <p class=\"headnote-e\"><b>may be retroactive</b></p> <p class=\"subsection-e\">(3) A regulation is, if it so provides, effective with reference to a period before it was filed. R.S.O. 1990, c. E.10, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": "Review",
            "content": "27. (1) In the fifth year after the 1st day of January, 1988, the incentive program established by this Act shall be referred to a Standing Committee of the Legislative Assembly. Purpose (2) The Standing Committee shall review the incentive program established by this Act to assess the effectiveness of the incentive program in achieving program objectives. Report (3) The Standing Committee shall report its findings to the Legislative Assembly and shall make a recommendation as to whether this Act should be continued unchanged, be amended or be repealed. R.S.O. 1990, c. E.10, s. 27. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>27. </b>(1) In the fifth year after the 1st day of January, 1988, the incentive program established by this Act shall be referred to a Standing Committee of the Legislative Assembly.</p> <p class=\"headnote-e\"><b>Purpose</b></p> <p class=\"subsection-e\">(2) The Standing Committee shall review the incentive program established by this Act to assess the effectiveness of the incentive program in achieving program objectives.</p> <p class=\"headnote-e\"><b>Report</b></p> <p class=\"subsection-e\">(3) The Standing Committee shall report its findings to the Legislative Assembly and shall make a recommendation as to whether this Act should be continued unchanged, be amended or be repealed. R.S.O. 1990, c. E.10, s. 27.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90e10_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90e10_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}