{
    "act_info": {
        "full_title": "English and Wabigoon Rivers Remediation Funding Act, 2017, S.O. 2017, c. 34, Sched. 14",
        "act_name_text": "English and Wabigoon Rivers Remediation Funding Act, 2017",
        "citation": "S.O. 2017, c. 34, Sched. 14",
        "url": "https://www.ontario.ca/laws/statute/17e34",
        "date_scraped": "2023-12-18 22:49:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/17e34/v2",
            "valid_from": "May 29, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/statute/17e34/v1",
            "valid_from": "December 14, 2017",
            "valid_to": "May 28, 2019"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Purpose",
            "part_id": null,
            "part_type": null,
            "section_y": "Purpose",
            "content": "1 (1) The purpose of this Act is to provide for, (a) the funding of the remediation of contaminants in the English and Wabigoon Rivers; (b) the co-operative management of that funding by Ontario and the two First Nations that have been most directly and significantly affected by historic mercury contamination in the English and Wabigoon Rivers; and (c) an opportunity for other Indigenous communities that have a historic relationship with the English and Wabigoon Rivers to be involved in discussions in respect of that funding. Non-derogations (2) For greater certainty, nothing in this Act shall be construed so as to abrogate or derogate from any protection provided for aboriginal or treaty rights.",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>(1) The purpose of this Act is to provide for,</p> <p class=\"paragraph\">  (a) the funding of the remediation of contaminants in the English and Wabigoon Rivers;</p> <p class=\"paragraph\">  (b) the co-operative management of that funding by Ontario and the two First Nations that have been most directly and significantly affected by historic mercury contamination in the English and Wabigoon Rivers; and</p> <p class=\"paragraph\">  (c) an opportunity for other Indigenous communities that have a historic relationship with the English and Wabigoon Rivers to be involved in discussions in respect of that funding.</p> <p class=\"headnote\">Non-derogations</p> <p class=\"subsection\">(2) For greater certainty, nothing in this Act shall be construed so as to abrogate or derogate from any protection provided for aboriginal or treaty rights.</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "2 In this Act, “aboriginal or treaty rights” means the existing aboriginal or treaty rights recognized and affirmed in section 35 of the Constitution Act, 1982; (“droits ancestraux ou issus de traités”) “contaminant” means, (a) mercury in all of its forms, and (b) any other substances that may be prescribed in the regulations; (“contaminant”) “Minister” means the Minister of Environment and Climate Change or such other member of the Executive Council as may be assigned the administration of this Act under the Executive Council Act; (“ministre”) “panel” means the English and Wabigoon Rivers Remediation Panel established under section 3; (“comité”) “regulations” means the regulations made under this Act; (“règlements”) “remediation” includes post-remediation monitoring; (“assainissement”) “Trust” means the English and Wabigoon Rivers Remediation Trust established under section 4; (“Fiducie”) “trustee” means the trustee of the Trust. (“fiduciaire”)",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>In this Act,</p> <p class=\"definition\">“aboriginal or treaty rights” means the existing aboriginal or treaty rights recognized and affirmed in section 35 of the <i>Constitution Act, 1982</i>; (“droits ancestraux ou issus de traités”)</p> <p class=\"definition\">“contaminant” means,</p> <p class=\"paragraph\">  (a) mercury in all of its forms, and</p> <p class=\"paragraph\">  (b) any other substances that may be prescribed in the regulations; (“contaminant”)</p> <p class=\"definition\">“Minister” means the Minister of Environment and Climate Change or such other member of the Executive Council as may be assigned the administration of this Act under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“panel” means the English and Wabigoon Rivers Remediation Panel established under section 3; (“comité”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“remediation” includes post-remediation monitoring; (“assainissement”)</p> <p class=\"definition\">“Trust” means the English and Wabigoon Rivers Remediation Trust established under section 4; (“Fiducie”)</p> <p class=\"definition\">“trustee” means the trustee of the Trust. (“fiduciaire”)</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "Panel",
            "part_id": null,
            "part_type": null,
            "section_y": "Panel",
            "content": "3 (1) A panel is established, to be known in English as the English and Wabigoon Rivers Remediation Panel and in French as Comité d’assainissement des rivières English et Wabigoon. Purposes (2) The purposes of the panel are to, (a) advise the Minister on, (i) the establishment of the Trust, (ii) the practices and procedures for the panel referred to in subsection (16), (iii) the criteria for the payment of funds from the Trust referred to in subsection 8 (1), and (iv) the development of remediation goals and objectives; (b) issue written directions to the trustee requiring the release of funds from the trust; (c) prepare the report described in section 11; and (d) perform other functions specified in this Act or required by the Minister. First Nation representatives (3) The Minister shall invite the band councils of each of the following First Nations to appoint two representatives to be members of the panel: 1. Grassy Narrows First Nation. 2. Wabaseemoong Independent Nations. First Nation representation (4) The band council of each First Nation mentioned in subsection (3) may, after receipt of an invitation from the Minister, appoint up to two representatives to be members of the panel. Other communities, representatives (5) Where an Indigenous community that has a historic relationship with the English or Wabigoon Rivers, other than a First Nation mentioned in subsection (3), has an interest in the remediation of the English or Wabigoon Rivers, the Minister may authorize a representative of that community to participate in one or more meetings of the panel. Not to vote, etc. (6) A person authorized under subsection (5) to participate in a meeting of the panel is not a member of the panel and may not vote on any matter considered by the panel. Ontario representative (7) The Minister may appoint up to two members to represent the interests of Ontario on the panel. Appointments at pleasure (8) A member of the panel serves at the pleasure of, (a) the band council of the First Nation the member represents, in the case of a member appointed under subsection (4); or (b) the Minister, in the case of a member appointed under subsection (7). Timing of invitations (9) The Minister shall issue the invitations under subsection (3) within 10 days after this section comes into force. Timing of appointments (10) Within 10 days after the invitations are issued, the Minister and the band council of each First Nation mentioned in subsection (3) shall each, if they wish to appoint representatives to the panel, endeavour to appoint one or two representatives. Chair and vice-chair (11) The members of the panel shall select a chair and vice-chair of the panel from among the members of the panel. Timing of selection (12) The members of the panel shall endeavour to hold the initial meeting of the panel and select the chair and vice-chair within 20 days following the expiry of the 10-day period provided for in subsection (10). Timing of advice, remediation goals and objectives (13) The panel shall endeavour to provide the advice to the Minister in respect of the development of the remediation goals and objectives as soon as reasonably possible. Quorum (14) Two-thirds of the members of the panel constitute a quorum. How decisions reached (15) The panel shall attempt to reach consensus in respect of a matter before it, but where that is not possible, the determination of a matter before the panel shall be by majority vote. Practices and procedures (16) The Minister may, after considering the advice, if any, of the panel, establish practices and procedures for the panel, including providing for, (a) means of dispute resolution including facilitation, mediation or arbitration; (b) the establishment of subcommittees to advise the panel; and (c) the means by which the panel and subcommittees make decisions, including procedures to be applied to take into account the views of each panel member in accordance with clause (19) (c). Facilitator or mediator (17) Despite any practice or procedure established under subsection (16), the chair of the panel may invite a person to participate in one or more meetings of the panel to assist the panel by acting as a facilitator or mediator in respect of disputes related to the work of the panel. Decisions of the panel (18) Decisions of the panel shall be made in accordance with the practices and procedures, if any, established under subsection (16). Directions of the panel to trustee (19) A decision of the panel to issue a written direction to the trustee requiring the release of funds from the trust, (a) shall be made in accordance with the practices and procedures, if any, established under subsection (16); (b) shall be made in accordance with the criteria established under subsection 8 (1); (c) shall take into account the views of each panel member appointed under subsection (4) as to whether the aboriginal or treaty rights of the First Nation the member represents are likely to be disproportionately and adversely affected by the activities to which the direction relates; and (d) shall be communicated to the trustee by the chair or the vice-chair on behalf of the panel. Dissolution (20) The Minister may, after seeking the advice of the panel, dissolve the panel if the Minister determines that the panel, (a) is no longer required because no further activities are required to address the presence of contaminants; or (b) is unable to carry out its functions.",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>3 </b>(1) A panel is established, to be known in English as the English and Wabigoon Rivers Remediation Panel and in French as Comité d’assainissement des rivières English et Wabigoon.</p> <p class=\"headnote\">Purposes</p> <p class=\"subsection\">(2) The purposes of the panel are to,</p> <p class=\"paragraph\">  (a) advise the Minister on,</p> <p class=\"subpara\">  (i) the establishment of the Trust,</p> <p class=\"subpara\">  (ii) the practices and procedures for the panel referred to in subsection (16),</p> <p class=\"subpara\">  (iii) the criteria for the payment of funds from the Trust referred to in subsection 8 (1), and</p> <p class=\"subpara\">  (iv) the development of remediation goals and objectives;</p> <p class=\"paragraph\">  (b) issue written directions to the trustee requiring the release of funds from the trust;</p> <p class=\"paragraph\">  (c) prepare the report described in section 11; and</p> <p class=\"paragraph\">  (d) perform other functions specified in this Act or required by the Minister.</p> <p class=\"headnote\">First Nation representatives</p> <p class=\"subsection\">(3) The Minister shall invite the band councils of each of the following First Nations to appoint two representatives to be members of the panel:</p> <p class=\"paragraph\">  1. Grassy Narrows First Nation.</p> <p class=\"paragraph\">  2. Wabaseemoong Independent Nations.</p> <p class=\"headnote\">First Nation representation</p> <p class=\"subsection\">(4) The band council of each First Nation mentioned in subsection (3) may, after receipt of an invitation from the Minister, appoint up to two representatives to be members of the panel.</p> <p class=\"headnote\">Other communities, representatives</p> <p class=\"subsection\">(5) Where an Indigenous community that has a historic relationship with the English or Wabigoon Rivers, other than a First Nation mentioned in subsection (3), has an interest in the remediation of the English or Wabigoon Rivers, the Minister may authorize a representative of that community to participate in one or more meetings of the panel.</p> <p class=\"headnote\">Not to vote, etc.</p> <p class=\"subsection\">(6) A person authorized under subsection (5) to participate in a meeting of the panel is not a member of the panel and may not vote on any matter considered by the panel.</p> <p class=\"headnote\">Ontario representative</p> <p class=\"subsection\">(7) The Minister may appoint up to two members to represent the interests of Ontario on the panel.</p> <p class=\"headnote\">Appointments at pleasure</p> <p class=\"subsection\">(8) A member of the panel serves at the pleasure of,</p> <p class=\"paragraph\">  (a) the band council of the First Nation the member represents, in the case of a member appointed under subsection (4); or</p> <p class=\"paragraph\">  (b) the Minister, in the case of a member appointed under subsection (7).</p> <p class=\"headnote\">Timing of invitations</p> <p class=\"subsection\">(9) The Minister shall issue the invitations under subsection (3) within 10 days after this section comes into force.</p> <p class=\"headnote\">Timing of appointments</p> <p class=\"subsection\">(10) Within 10 days after the invitations are issued, the Minister and the band council of each First Nation mentioned in subsection (3) shall each, if they wish to appoint representatives to the panel, endeavour to appoint one or two representatives.</p> <p class=\"headnote\">Chair and vice-chair</p> <p class=\"subsection\">(11) The members of the panel shall select a chair and vice-chair of the panel from among the members of the panel.</p> <p class=\"headnote\">Timing of selection</p> <p class=\"subsection\">(12) The members of the panel shall endeavour to hold the initial meeting of the panel and select the chair and vice-chair within 20 days following the expiry of the 10-day period provided for in subsection (10).</p> <p class=\"headnote\">Timing of advice, remediation goals and objectives</p> <p class=\"subsection\">(13) The panel shall endeavour to provide the advice to the Minister in respect of the development of the remediation goals and objectives as soon as reasonably possible.</p> <p class=\"headnote\">Quorum</p> <p class=\"subsection\">(14) Two-thirds of the members of the panel constitute a quorum.</p> <p class=\"headnote\">How decisions reached</p> <p class=\"subsection\">(15) The panel shall attempt to reach consensus in respect of a matter before it, but where that is not possible, the determination of a matter before the panel shall be by majority vote.</p> <p class=\"headnote\">Practices and procedures</p> <p class=\"subsection\">(16) The Minister may, after considering the advice, if any, of the panel, establish practices and procedures for the panel, including providing for,</p> <p class=\"paragraph\">  (a) means of dispute resolution including facilitation, mediation or arbitration;</p> <p class=\"paragraph\">  (b) the establishment of subcommittees to advise the panel; and</p> <p class=\"paragraph\">  (c) the means by which the panel and subcommittees make decisions, including procedures to be applied to take into account the views of each panel member in accordance with clause (19) (c).</p> <p class=\"headnote\">Facilitator or mediator</p> <p class=\"subsection\">(17) Despite any practice or procedure established under subsection (16), the chair of the panel may invite a person to participate in one or more meetings of the panel to assist the panel by acting as a facilitator or mediator in respect of disputes related to the work of the panel.</p> <p class=\"headnote\">Decisions of the panel</p> <p class=\"subsection\">(18) Decisions of the panel shall be made in accordance with the practices and procedures, if any, established under subsection (16).</p> <p class=\"headnote\">Directions of the panel to trustee</p> <p class=\"subsection\">(19) A decision of the panel to issue a written direction to the trustee requiring the release of funds from the trust,</p> <p class=\"paragraph\">  (a) shall be made in accordance with the practices and procedures, if any, established under subsection (16);</p> <p class=\"paragraph\">  (b) shall be made in accordance with the criteria established under subsection 8 (1);</p> <p class=\"paragraph\">  (c) shall take into account the views of each panel member appointed under subsection (4) as to whether the aboriginal or treaty rights of the First Nation the member represents are likely to be disproportionately and adversely affected by the activities to which the direction relates; and</p> <p class=\"paragraph\">  (d) shall be communicated to the trustee by the chair or the vice-chair on behalf of the panel.</p> <p class=\"headnote\">Dissolution</p> <p class=\"subsection\">(20) The Minister may, after seeking the advice of the panel, dissolve the panel if the Minister determines that the panel,</p> <p class=\"paragraph\">  (a) is no longer required because no further activities are required to address the presence of contaminants; or</p> <p class=\"paragraph\">  (b) is unable to carry out its functions.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "section_x": "Establishment of Trust",
            "part_id": null,
            "part_type": null,
            "section_y": "Establishment of Trust",
            "content": "4 (1) The Minister shall establish in writing a trust to be known in English as the English and Wabigoon Rivers Remediation Trust and in French as Fiducie pour l’assainissement des rivières English et Wabigoon. Advice of panel (2) Before establishing the Trust, the Minister shall seek the advice of the panel with respect to the Trust’s terms and conditions. Timeline (3) The Minister shall endeavour to establish the Trust, including causing the funds provided for in subsection 14 (1) to be paid into it, before April 1, 2018.",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>4 </b>(1) The Minister shall establish in writing a trust to be known in English as the English and Wabigoon Rivers Remediation Trust and in French as Fiducie pour l’assainissement des rivières English et Wabigoon.</p> <p class=\"headnote\">Advice of panel</p> <p class=\"subsection\">(2) Before establishing the Trust, the Minister shall seek the advice of the panel with respect to the Trust’s terms and conditions.</p> <p class=\"headnote\">Timeline</p> <p class=\"subsection\">(3) The Minister shall endeavour to establish the Trust, including causing the funds provided for in subsection 14 (1) to be paid into it, before April 1, 2018.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "section_x": "Purpose of Trust",
            "part_id": null,
            "part_type": null,
            "section_y": "Purpose of Trust",
            "content": "5 The purpose of the Trust is to provide for funding the remediation of contaminants in the English and Wabigoon Rivers.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>5 </b>The purpose of the Trust is to provide for funding the remediation of contaminants in the English and Wabigoon Rivers.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "section_x": "Terms of Trust",
            "part_id": null,
            "part_type": null,
            "section_y": "Terms of Trust",
            "content": "6 (1) The Trust shall, on such terms and conditions as the Minister may specify after considering the advice, if any, of the panel, provide for the funding of the remediation of contaminants in the English and Wabigoon Rivers, including the following activities: 1. Preventing or reducing the risk of a discharge of contaminants. 2. Reducing the presence, concentration or bio-availability of contaminants, including their presence and concentration in fish. 3. Post-remediation monitoring. 4. Other remediation activities, consistent with the purpose of the Trust, that may be specified by the Minister. Same (2) The Trust may provide for the following matters on such terms and conditions as may be specified by the Minister: 1. The funding of costs or reimbursement of expenses related to the activities of the panel, its members and persons from other Indigenous communities authorized under subsection 3 (5) to participate in the panel’s meetings, including remuneration. 2. The reimbursement of expenses related to the administration of the Trust, including remuneration of the trustee. 3. The funding of costs of Grassy Narrows First Nation, Wabaseemoong Independent Nations and other Indigenous communities authorized under subsection 3 (5) to participate in the panel’s meetings to support community engagement in connection with the work of the panel. 4. Other matters consistent with the purpose of the Trust.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>6 </b>(1) The Trust shall, on such terms and conditions as the Minister may specify after considering the advice, if any, of the panel, provide for the funding of the remediation of contaminants in the English and Wabigoon Rivers, including the following activities:</p> <p class=\"paragraph\">  1. Preventing or reducing the risk of a discharge of contaminants.</p> <p class=\"paragraph\">  2. Reducing the presence, concentration or bio-availability of contaminants, including their presence and concentration in fish.</p> <p class=\"paragraph\">  3. Post-remediation monitoring.</p> <p class=\"paragraph\">  4. Other remediation activities, consistent with the purpose of the Trust, that may be specified by the Minister.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Trust may provide for the following matters on such terms and conditions as may be specified by the Minister:</p> <p class=\"paragraph\">  1. The funding of costs or reimbursement of expenses related to the activities of the panel, its members and persons from other Indigenous communities authorized under subsection 3 (5) to participate in the panel’s meetings, including remuneration.</p> <p class=\"paragraph\">  2. The reimbursement of expenses related to the administration of the Trust, including remuneration of the trustee.</p> <p class=\"paragraph\">  3. The funding of costs of Grassy Narrows First Nation, Wabaseemoong Independent Nations and other Indigenous communities authorized under subsection 3 (5) to participate in the panel’s meetings to support community engagement in connection with the work of the panel.</p> <p class=\"paragraph\">  4. Other matters consistent with the purpose of the Trust.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "section_x": "Trustee",
            "part_id": null,
            "part_type": null,
            "section_y": "Trustee",
            "content": "7 (1) The Minister shall appoint a person who is regulated under the Trust and Loan Companies Act (Canada) as trustee. Directions of panel (2) Subject to the terms of the Trust and subsections (3) and (4), the trustee shall comply with the written directions of the panel provided for in clause 3 (2) (b). Directions, requirements (3) A direction of the panel provided for in clause 3 (2) (b) is not binding on the trustee unless it, (a) is signed by the chair or vice-chair of the panel; and (b) complies with the criteria established under subsection 8 (1). Restriction, s. 14 (3) funds (4) If additional funds are paid into the Trust under subsection 14 (3), the trustee shall pay those additional funds from the Trust only for, (a) the funding of costs or reimbursement of expenses related to the activities of the panel, its members and persons from other Indigenous communities authorized under subsection 3 (5) to participate in the panel’s meetings, including remuneration; or (b) the reimbursement of expenses related to the administration of the Trust, including remuneration of the trustee. Directions in case of dissolution (5) Where the Minister has dissolved the panel under subsection 3 (20), the Minister may issue written directions to the trustee requiring the release of funds from the trust, and the trustee shall comply with those directions. Consistency of directions (6) A direction issued by the Minister under subsection (5) must, (a) be consistent with the purpose of the Trust; and (b) comply with the criteria established under subsection 8 (1), with necessary modifications.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>7 </b>(1) The Minister shall appoint a person who is regulated under the <i>Trust and Loan Companies Act</i> (Canada) as trustee.</p> <p class=\"headnote\">Directions of panel</p> <p class=\"subsection\">(2) Subject to the terms of the Trust and subsections (3) and (4), the trustee shall comply with the written directions of the panel provided for in clause 3 (2) (b).</p> <p class=\"headnote\">Directions, requirements</p> <p class=\"subsection\">(3) A direction of the panel provided for in clause 3 (2) (b) is not binding on the trustee unless it,</p> <p class=\"paragraph\">  (a) is signed by the chair or vice-chair of the panel; and</p> <p class=\"paragraph\">  (b) complies with the criteria established under subsection 8 (1).</p> <p class=\"headnote\">Restriction, s. 14 (3) funds</p> <p class=\"subsection\">(4) If additional funds are paid into the Trust under subsection 14 (3), the trustee shall pay those additional funds from the Trust only for,</p> <p class=\"paragraph\">  (a) the funding of costs or reimbursement of expenses related to the activities of the panel, its members and persons from other Indigenous communities authorized under subsection 3 (5) to participate in the panel’s meetings, including remuneration; or</p> <p class=\"paragraph\">  (b) the reimbursement of expenses related to the administration of the Trust, including remuneration of the trustee.</p> <p class=\"headnote\">Directions in case of dissolution</p> <p class=\"subsection\">(5) Where the Minister has dissolved the panel under subsection 3 (20), the Minister may issue written directions to the trustee requiring the release of funds from the trust, and the trustee shall comply with those directions.</p> <p class=\"headnote\">Consistency of directions</p> <p class=\"subsection\">(6) A direction issued by the Minister under subsection (5) must,</p> <p class=\"paragraph\">  (a) be consistent with the purpose of the Trust; and</p> <p class=\"paragraph\">  (b) comply with the criteria established under subsection 8 (1), with necessary modifications.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "section_x": "Criteria for payments from funds of Trust",
            "part_id": null,
            "part_type": null,
            "section_y": "Criteria for payments from funds of Trust",
            "content": "8 (1) Subject to the terms of the Trust, and after considering the advice, if any, of the panel, the Minister shall establish criteria to be used in making payments from the funds of the Trust, which may include technical criteria, standards and objectives. Matters considered by panel (2) When developing its advice to the Minister in respect of the criteria, the panel shall consider, (a) the best available scientific information; (b) traditional ecological knowledge that has been offered; and (c) the priority of the remediation activities that may need to be funded.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>8 </b>(1) Subject to the terms of the Trust, and after considering the advice, if any, of the panel, the Minister shall establish criteria to be used in making payments from the funds of the Trust, which may include technical criteria, standards and objectives.</p> <p class=\"headnote\">Matters considered by panel</p> <p class=\"subsection\">(2) When developing its advice to the Minister in respect of the criteria, the panel shall consider,</p> <p class=\"paragraph\">  (a) the best available scientific information;</p> <p class=\"paragraph\">  (b) traditional ecological knowledge that has been offered; and</p> <p class=\"paragraph\">  (c) the priority of the remediation activities that may need to be funded.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "section_x": "Not part of C.R.F.",
            "part_id": null,
            "part_type": null,
            "section_y": "Not part of C.R.F.",
            "content": "9 Money received or held by the Trust shall not form part of the Consolidated Revenue Fund.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>9 </b>Money received or held by the Trust shall not form part of the Consolidated Revenue Fund.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "section_x": "Report, trustee",
            "part_id": null,
            "part_type": null,
            "section_y": "Report, trustee",
            "content": "10 (1) The trustee shall, no later than June 1 in each year, provide a report in respect of, (a) the financial affairs of the Trust for the annual period ending on March 31 in the year in which the report is due; (b) the disbursement of trust assets during that period; and (c) any other information requested by the Minister. Audited financial statements (2) The report shall include a copy of the audited financial statements of the Trust. Recipients of report (3) The trustee shall provide the report to, (a) the Minister; (b) the leadership of every Indigenous community that has participated in the work of the panel; and (c) the chair of the panel. Signature (4) The report shall be signed by the trustee. Tabling (5) The Minister shall table the report in the Legislative Assembly. Other reports, Minister (6) The trustee shall provide the Minister with such other reports and information as the Minister may request. Other information, panel (7) The trustee shall provide the chair of the panel with such information as the chair requests.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>10 </b>(1) The trustee shall, no later than June 1 in each year, provide a report in respect of,</p> <p class=\"paragraph\">  (a) the financial affairs of the Trust for the annual period ending on March 31 in the year in which the report is due;</p> <p class=\"paragraph\">  (b) the disbursement of trust assets during that period; and</p> <p class=\"paragraph\">  (c) any other information requested by the Minister.</p> <p class=\"headnote\">Audited financial statements</p> <p class=\"subsection\">(2) The report shall include a copy of the audited financial statements of the Trust.</p> <p class=\"headnote\">Recipients of report</p> <p class=\"subsection\">(3) The trustee shall provide the report to,</p> <p class=\"paragraph\">  (a) the Minister;</p> <p class=\"paragraph\">  (b) the leadership of every Indigenous community that has participated in the work of the panel; and</p> <p class=\"paragraph\">  (c) the chair of the panel.</p> <p class=\"headnote\">Signature</p> <p class=\"subsection\">(4) The report shall be signed by the trustee.</p> <p class=\"headnote\">Tabling</p> <p class=\"subsection\">(5) The Minister shall table the report in the Legislative Assembly.</p> <p class=\"headnote\">Other reports, Minister</p> <p class=\"subsection\">(6) The trustee shall provide the Minister with such other reports and information as the Minister may request.</p> <p class=\"headnote\">Other information, panel</p> <p class=\"subsection\">(7) The trustee shall provide the chair of the panel with such information as the chair requests.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "section_x": "Report, panel",
            "part_id": null,
            "part_type": null,
            "section_y": "Report, panel",
            "content": "11 (1) The chair of the panel shall, on behalf of the panel, provide a report no later than June 1 in each year in respect of, (a) the activities funded by the Trust for the annual period ending on March 31 in the year in which the report is due; (b) the balance of funds remaining in the trust as of March 31 in the year in which the report is due; (c) a forecast of the expenditures from the Trust for the five-year period beginning April 1 in the year in which the report is due; (d) a recommendation of whether additional funds will be required to fund the Trust and in what amount; (e) a description of how the activities funded by the Trust have contributed to the remediation of the English and Wabigoon Rivers; and (f) information requested by the Minister. Recipients of report (2) The chair of the panel shall provide the report to, (a) the Minister; and (b) the leadership of every Indigenous community that has participated in the work of the panel. Signature (3) The report shall be signed by the chair of the panel. Tabling (4) The Minister shall table the report in the Legislative Assembly. Other reports (5) The chair of the panel shall provide the Minister with such other reports and information as the Minister may request.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>11 </b>(1) The chair of the panel shall, on behalf of the panel, provide a report no later than June 1 in each year in respect of,</p> <p class=\"paragraph\">  (a) the activities funded by the Trust for the annual period ending on March 31 in the year in which the report is due;</p> <p class=\"paragraph\">  (b) the balance of funds remaining in the trust as of March 31 in the year in which the report is due;</p> <p class=\"paragraph\">  (c) a forecast of the expenditures from the Trust for the five-year period beginning April 1 in the year in which the report is due;</p> <p class=\"paragraph\">  (d) a recommendation of whether additional funds will be required to fund the Trust and in what amount;</p> <p class=\"paragraph\">  (e) a description of how the activities funded by the Trust have contributed to the remediation of the English and Wabigoon Rivers; and</p> <p class=\"paragraph\">  (f) information requested by the Minister.</p> <p class=\"headnote\">Recipients of report</p> <p class=\"subsection\">(2) The chair of the panel shall provide the report to,</p> <p class=\"paragraph\">  (a) the Minister; and</p> <p class=\"paragraph\">  (b) the leadership of every Indigenous community that has participated in the work of the panel.</p> <p class=\"headnote\">Signature</p> <p class=\"subsection\">(3) The report shall be signed by the chair of the panel.</p> <p class=\"headnote\">Tabling</p> <p class=\"subsection\">(4) The Minister shall table the report in the Legislative Assembly.</p> <p class=\"headnote\">Other reports</p> <p class=\"subsection\">(5) The chair of the panel shall provide the Minister with such other reports and information as the Minister may request.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "section_x": "Five-year report",
            "part_id": null,
            "part_type": null,
            "section_y": "Five-year report",
            "content": "12 (1) Promptly following the fifth anniversary of this Act coming into force, the Minister shall prepare a report on the success of the Act in achieving its purpose, together with any recommendations the Minister wishes to make. Consultation (2) In preparing the report, the Minister shall, (a) consult with Grassy Narrows First Nation, Wabaseemoong Independent Nations and other Indigenous communities that have participated in the panel’s work and include their views in the report; and (b) consult with any other person the Minister considers advisable, by any means the Minister considers advisable. Tabling (3) The Minister shall table the report in the Legislative Assembly.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>12 </b>(1) Promptly following the fifth anniversary of this Act coming into force, the Minister shall prepare a report on the success of the Act in achieving its purpose, together with any recommendations the Minister wishes to make.</p> <p class=\"headnote\">Consultation</p> <p class=\"subsection\">(2) In preparing the report, the Minister shall,</p> <p class=\"paragraph\">  (a) consult with Grassy Narrows First Nation, Wabaseemoong Independent Nations and other Indigenous communities that have participated in the panel’s work and include their views in the report; and</p> <p class=\"paragraph\">  (b) consult with any other person the Minister considers advisable, by any means the Minister considers advisable.</p> <p class=\"headnote\">Tabling</p> <p class=\"subsection\">(3) The Minister shall table the report in the Legislative Assembly.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "13.",
            "section_x": "Public notice",
            "part_id": null,
            "part_type": null,
            "section_y": "Public notice",
            "content": "13 The Minister shall make the reports described in sections 10, 11 and 12 available to the public on a website of the Government of Ontario and in any other manner that may be prescribed in the regulations.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>13 </b>The Minister shall make the reports described in sections 10, 11 and 12 available to the public on a website of the Government of Ontario and in any other manner that may be prescribed in the regulations.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "14.",
            "section_x": "Appropriation",
            "part_id": null,
            "part_type": null,
            "section_y": "Appropriation",
            "content": "14 (1) The amount of $85,000,000 shall be paid out of the Consolidated Revenue Fund for the purpose of establishing the Trust. Notice of low balance (2) After March 1 but before March 8 in each year the trustee shall provide written notice to the Minister and the chair of the panel if the balance of the funds remaining in the Trust is less than $425,000. Increase of funds (3) On receipt of a notice described in subsection (2), the balance of funds remaining in the Trust shall be increased to $425,000 by payment into it from the Consolidated Revenue Fund. Additional appropriations (4) The Legislature may provide for an appropriation of money as may be required in excess of the amounts provided for in subsections (1) and (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>14 </b>(1) The amount of $85,000,000 shall be paid out of the Consolidated Revenue Fund for the purpose of establishing the Trust.</p> <p class=\"headnote\">Notice of low balance</p> <p class=\"subsection\">(2) After March 1 but before March 8 in each year the trustee shall provide written notice to the Minister and the chair of the panel if the balance of the funds remaining in the Trust is less than $425,000.</p> <p class=\"headnote\">Increase of funds</p> <p class=\"subsection\">(3) On receipt of a notice described in subsection (2), the balance of funds remaining in the Trust shall be increased to $425,000 by payment into it from the Consolidated Revenue Fund.</p> <p class=\"headnote\">Additional appropriations</p> <p class=\"subsection\">(4) The Legislature may provide for an appropriation of money as may be required in excess of the amounts provided for in subsections (1) and (3).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "15.",
            "section_x": "Audit",
            "part_id": null,
            "part_type": null,
            "section_y": "Audit",
            "content": "15 (1) The Auditor General appointed under the Auditor General Act may conduct an audit of the accounts and financial transactions of the Trust. Contents of audit (2) When the Auditor General conducts an audit under subsection (1), the Auditor General shall examine, (a) whether funds were expended from the Trust other than for a purpose under this Act; and (b) whether funds were expended from the Trust without due regard to economy and efficiency. Access to information and records (3) Sections 10, 11, 11.1, 11.2, 27.1 and 27.2 of the Auditor General Act apply, with necessary modifications, with respect to the Auditor General’s audit. Report to Minister (4) The Auditor General shall report to the Minister on and make public any matter arising out of the audit that, in the opinion of the Auditor General, should be brought to the attention of the Minister.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>15 </b>(1) The Auditor General appointed under the <i>Auditor General Act</i> may conduct an audit of the accounts and financial transactions of the Trust.</p> <p class=\"headnote\">Contents of audit</p> <p class=\"subsection\">(2) When the Auditor General conducts an audit under subsection (1), the Auditor General shall examine,</p> <p class=\"paragraph\">  (a) whether funds were expended from the Trust other than for a purpose under this Act; and</p> <p class=\"paragraph\">  (b) whether funds were expended from the Trust without due regard to economy and efficiency.</p> <p class=\"headnote\">Access to information and records</p> <p class=\"subsection\">(3) Sections 10, 11, 11.1, 11.2, 27.1 and 27.2 of the <i>Auditor General Act</i> apply, with necessary modifications, with respect to the Auditor General’s audit.</p> <p class=\"headnote\">Report to Minister</p> <p class=\"subsection\">(4) The Auditor General shall report to the Minister on and make public any matter arising out of the audit that, in the opinion of the Auditor General, should be brought to the attention of the Minister.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "16.",
            "section_x": "Not a Crown agent",
            "part_id": null,
            "part_type": null,
            "section_y": "Not a Crown agent",
            "content": "16 The panel, the panel members and the trustee are not agents of the Crown in right of Ontario for any purpose, despite the Crown Agency Act, and shall not hold themselves out as such.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>16 </b>The panel, the panel members and the trustee are not agents of the Crown in right of Ontario for any purpose, despite the <i>Crown Agency Act</i>, and shall not hold themselves out as such.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "17.",
            "section_x": "Protection from liability",
            "part_id": null,
            "part_type": null,
            "section_y": "Protection from liability",
            "content": "17 (1) Subject to subsection (3), no cause of action arises against, (a) a member of the panel as a result of any act done in good faith in the performance or intended performance of the member’s duties or any alleged neglect or default in the performance in good faith of the member’s duties; (b) the Crown, a Minister of the Crown or an employee of the Crown as a result of any act or omission of a person who is not a Minister of the Crown or a Crown employee if the act or omission is related, directly or indirectly, to the panel, a member of the panel, the Trust, the trustee or to the administration of this Act. 2017, c. 34, Sched. 14, s. 17 (1). Same (2) No proceeding, including but not limited to a proceeding for a remedy in contract, restitution, tort or trust, shall be instituted against, (a) a member of the panel by a person who has suffered any damages, injury or other loss based on or related to any cause of action described in clause (1) (a); (b) the Crown, a Minister of the Crown or an employee of the Crown by a person who has suffered any damages, injury or other loss based on or related to any cause of action described in clause (1) (b). 2017, c. 34, Sched. 14, s. 17 (2). Crown liability (3) Despite subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsections (1) and (2) do not relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (1) or (2) to which the Crown would otherwise be subject. 2019, c. 7, Sched. 17, s. 65. Section Amendments with date in force (d/m/y) 2019, c. 7, Sched. 17, s. 65 - 01/07/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>17 </b>(1) Subject to subsection (3), no cause of action arises against,</p> <p class=\"paragraph\">  (a) a member of the panel as a result of any act done in good faith in the performance or intended performance of the member’s duties or any alleged neglect or default in the performance in good faith of the member’s duties;</p> <p class=\"paragraph\">  (b) the Crown, a Minister of the Crown or an employee of the Crown as a result of any act or omission of a person who is not a Minister of the Crown or a Crown employee if the act or omission is related, directly or indirectly, to the panel, a member of the panel, the Trust, the trustee or to the administration of this Act. 2017, c. 34, Sched. 14, s. 17 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No proceeding, including but not limited to a proceeding for a remedy in contract, restitution, tort or trust, shall be instituted against,</p> <p class=\"paragraph\">  (a) a member of the panel by a person who has suffered any damages, injury or other loss based on or related to any cause of action described in clause (1) (a);</p> <p class=\"paragraph\">  (b) the Crown, a Minister of the Crown or an employee of the Crown by a person who has suffered any damages, injury or other loss based on or related to any cause of action described in clause (1) (b). 2017, c. 34, Sched. 14, s. 17 (2).</p> <p class=\"headnote\">Crown liability</p> <p class=\"subsection\">(3) Despite subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsections (1) and (2) do not relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (1) or (2) to which the Crown would otherwise be subject. 2019, c. 7, Sched. 17, s. 65.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched17s65\">2019, c. 7, Sched. 17, s. 65</a></span> - 01/07/2019</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "18.",
            "section_x": "Rules as to perpetuities not applicable to Trust",
            "part_id": null,
            "part_type": null,
            "section_y": "Rules as to perpetuities not applicable to Trust",
            "content": "18 The rules of law and statutory enactments relating to perpetuities do not apply to the Trust and the Trust shall be deemed to be a valid charitable purpose trust under the laws of Ontario.",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>18 </b>The rules of law and statutory enactments relating to perpetuities do not apply to the Trust and the Trust shall be deemed to be a valid charitable purpose trust under the laws of Ontario.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "19.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "19 The Lieutenant Governor in Council may make regulations, (a) prescribing other substances for the purposes of the definition of “contaminant” in section 2; (b) prescribing and governing anything described in this Act as being prescribed in the regulations; (c) prescribing limitations on the remuneration of the panel members or persons authorized under subsection 3 (5) to participate in the panel’s meetings and the reimbursement of their expenses, if any; (d) generally for carrying out the purposes, provisions and intent of this Act. 20 Omitted (provides for coming into force of provisions of this Act). 21 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>19 </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) prescribing other substances for the purposes of the definition of “contaminant” in section 2;</p> <p class=\"paragraph\">  (b) prescribing and governing anything described in this Act as being prescribed in the regulations;</p> <p class=\"paragraph\">  (c) prescribing limitations on the remuneration of the panel members or persons authorized under subsection 3 (5) to participate in the panel’s meetings and the reimbursement of their expenses, if any;</p> <p class=\"paragraph\">  (d) generally for carrying out the purposes, provisions and intent of this Act.</p> <p class=\"section\"><b>20</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>21 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/17e34\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}