{
    "act_info": {
        "full_title": "Environmental Bill of Rights, 1993, S.O. 1993, c. 28",
        "act_name_text": "Environmental Bill of Rights, 1993",
        "citation": "S.O. 1993, c. 28",
        "url": "https://www.ontario.ca/laws/statute/93e28",
        "date_scraped": "2023-12-18 02:13:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  6, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/93e28/v19",
            "valid_from": "August 20, 2020",
            "valid_to": "December  5, 2023"
        },
        {
            "a_href": "/laws/statute/93e28/v18",
            "valid_from": "July 21, 2020",
            "valid_to": "August 19, 2020"
        },
        {
            "a_href": "/laws/statute/93e28/v17",
            "valid_from": "July  1, 2019",
            "valid_to": "July 20, 2020"
        },
        {
            "a_href": "/laws/statute/93e28/v16",
            "valid_from": "May 29, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/statute/93e28/v15",
            "valid_from": "April  1, 2019",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/93e28/v14",
            "valid_from": "December  6, 2018",
            "valid_to": "March 31, 2019"
        },
        {
            "a_href": "/laws/statute/93e28/v13",
            "valid_from": "January  1, 2015",
            "valid_to": "December  5, 2018"
        },
        {
            "a_href": "/laws/statute/93e28/v12",
            "valid_from": "July 24, 2014",
            "valid_to": "December 31, 2014"
        },
        {
            "a_href": "/laws/statute/93e28/v11",
            "valid_from": "June  1, 2011",
            "valid_to": "July 23, 2014"
        },
        {
            "a_href": "/laws/statute/93e28/v10",
            "valid_from": "December 15, 2009",
            "valid_to": "May 31, 2011"
        },
        {
            "a_href": "/laws/statute/93e28/v9",
            "valid_from": "September  9, 2009",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/93e28/v8",
            "valid_from": "May 14, 2009",
            "valid_to": "September  8, 2009"
        },
        {
            "a_href": "/laws/statute/93e28/v7",
            "valid_from": "August 20, 2007",
            "valid_to": "May 13, 2009"
        },
        {
            "a_href": "/laws/statute/93e28/v6",
            "valid_from": "July 25, 2007",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/93e28/v5",
            "valid_from": "December 20, 2006",
            "valid_to": "July 24, 2007"
        },
        {
            "a_href": "/laws/statute/93e28/v4",
            "valid_from": "October 19, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/93e28/v3",
            "valid_from": "June 22, 2006",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "/laws/statute/93e28/v2",
            "valid_from": "November 30, 2004",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/93e28/v1",
            "valid_from": "January  1, 2004",
            "valid_to": "November 29, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/940681",
            "Citation": "O. Reg. 681/94",
            "title": "CLASSIFICATION OF PROPOSALS FOR INSTRUMENTS"
        },
        {
            "a_href": "/laws/regulation/940073",
            "Citation": "O. Reg. 73/94",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Preamble",
            "section_x": "Preamble",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "PART I  ",
            "section_x": "PART I DEFINITIONS AND PURPOSES",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.",
            "section_x": "Interpretation",
            "part_id": "PART I  ",
            "part_type": "PART I DEFINITIONS AND PURPOSES",
            "section_y": "Interpretation",
            "content": "1 (1) In this Act, “air” means open air not enclosed in a building, structure, machine, chimney, stack or flue; (“air”) “Auditor General” means the Auditor General under the Auditor General Act; (“vérificateur général”) “environment” means the air, land, water, plant life, animal life and ecological systems of Ontario; (“environnement”) “Environment Minister” means the member of the Executive Council to whom the administration of this Act is assigned under the Executive Council Act; (“ministre de l’Environnement”) “greenhouse gas” means, (a)  carbon dioxide, (b)  methane, (c)  nitrous oxide, (d)  hydrofluorocarbons, (e)  perfluorocarbons, (f)  sulphur hexafluoride, or (g)  any other contaminant prescribed as a greenhouse gas by regulations under this Act; (“gaz à effet de serre”) “harm” means any contamination or degradation and includes harm caused by the release of any solid, liquid, gas, odour, heat, sound, vibration or radiation; (“atteinte”) “instrument”, except as otherwise provided under clause 121 (1) (c), means any document of legal effect issued under an Act and includes a permit, licence, approval, authorization, direction or order issued under an Act, but does not include a regulation; (“acte”) “land” means surface land not enclosed in a building, land covered by water (which, for greater certainty, includes wetland) and all subsoil; (“terre”) “policy” means a program, plan or objective and includes guidelines or criteria to be used in making decisions about the issuance, amendment or revocation of instruments but does not include an Act, a regulation or an instrument; (“politique”) “prescribed” means prescribed by the regulations under this Act; (“prescrit”) “registry” means the environmental registry established under section 5; (“registre”) “regulation”, except as otherwise provided under clause 121 (1) (c), has the same meaning as in Part III (Regulations) of the\r\nLegislation Act, 2006; (“règlement”) “water” means surface water and ground water. (“eau”)  1993, c. 28, s. 1 (1); 2006, c. 21, Sched. F, s. 136 (1); 2018, c. 17, Sched. 15, s. 1. Proposals for policies, Acts (2) For the purposes of this Act, a proposal to make, pass, amend, revoke or repeal a policy or Act is a proposal for a policy or Act.  1993, c. 28, s. 1 (2). Proposals for regulations (3) For the purposes of this Act, a proposal to make, amend or revoke a regulation is a proposal for a regulation.  1993, c. 28, s. 1 (3). Proposals for instruments (4) For the purposes of this Act, a proposal to issue, amend or revoke an instrument is a proposal for an instrument.  1993, c. 28, s. 1 (4). Classification of proposals for instruments (5) For the purposes of this Act, a proposal for an instrument is a Class I, II or III proposal if it is classified as a Class I, II or III proposal, as the case may be, by the regulations under this Act.  1993, c. 28, s. 1 (5). Interpretation: implementation of proposals (6) For the purposes of this Act, (a)  a proposal for a policy is implemented when the person or body with authority to implement the proposal does so; (b)  a proposal for an Act is implemented when the bill that would implement the proposal receives third reading in the Legislative Assembly; and (c)  a proposal for a regulation is implemented when the regulation that would implement the proposal is filed with the Registrar of Regulations in accordance with Part III (Regulations) of the Legislation Act, 2006 or, if that Part does not apply, when the regulation comes into force.  1993, c. 28, s. 1 (6); 1996, c. 27, s. 22; 2006, c. 21, Sched. F, s. 109. Same (7) For the purposes of this Act, a decision whether or not to implement a proposal for an instrument is made when the person or body with statutory authority to issue, amend or revoke the instrument does so.  1993, c. 28, s. 1 (7). Section Amendments with date in force (d/m/y) 1996, c. 27, s. 22 - 01/01/1997 2006, c. 21, Sched. F, s. 109, 136 (1) - 25/07/2007 2018, c. 17, Sched. 15, s. 1 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“air” means open air not enclosed in a building, structure, machine, chimney, stack or flue; (“air”)</p> <p class=\"definition\">“Auditor General” means the Auditor General under the <i>Auditor General Act</i>; (“vérificateur général”)</p> <p class=\"definition\">“environment” means the air, land, water, plant life, animal life and ecological systems of Ontario; (“environnement”)</p> <p class=\"definition\">“Environment Minister” means the member of the Executive Council to whom the administration of this Act is assigned under the <i>Executive Council Act</i>; (“ministre de l’Environnement”)</p> <p class=\"definition\">“greenhouse gas” means,</p> <p class=\"paragraph\">  (a)  carbon dioxide,</p> <p class=\"paragraph\">  (b)  methane,</p> <p class=\"paragraph\">  (c)  nitrous oxide,</p> <p class=\"paragraph\">  (d)  hydrofluorocarbons,</p> <p class=\"paragraph\">  (e)  perfluorocarbons,</p> <p class=\"paragraph\">  (f)  sulphur hexafluoride, or</p> <p class=\"paragraph\">  (g)  any other contaminant prescribed as a greenhouse gas by regulations under this Act; (“gaz à effet de serre”)</p> <p class=\"definition\">“harm” means any contamination or degradation and includes harm caused by the release of any solid, liquid, gas, odour, heat, sound, vibration or radiation; (“atteinte”)</p> <p class=\"definition\">“instrument”, except as otherwise provided under clause 121 (1) (c), means any document of legal effect issued under an Act and includes a permit, licence, approval, authorization, direction or order issued under an Act, but does not include a regulation; (“acte”)</p> <p class=\"definition\">“land” means surface land not enclosed in a building, land covered by water (which, for greater certainty, includes wetland) and all subsoil; (“terre”)</p> <p class=\"definition\">“policy” means a program, plan or objective and includes guidelines or criteria to be used in making decisions about the issuance, amendment or revocation of instruments but does not include an Act, a regulation or an instrument; (“politique”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations under this Act; (“prescrit”)</p> <p class=\"definition\">“registry” means the environmental registry established under section 5; (“registre”)</p> <p class=\"definition\">“regulation”, except as otherwise provided under clause 121 (1) (c), has the same meaning as in Part III (Regulations) of the\r\n<i>Legislation Act, 2006</i>; (“règlement”)</p> <p class=\"definition\">“water” means surface water and ground water. (“eau”)  1993, c. 28, s. 1 (1); 2006, c. 21, Sched. F, s. 136 (1); 2018, c. 17, Sched. 15, s. 1.</p> <p class=\"headnote\">Proposals for policies, Acts</p> <p class=\"subsection\">(2) For the purposes of this Act, a proposal to make, pass, amend, revoke or repeal a policy or Act is a proposal for a policy or Act.  1993, c. 28, s. 1 (2).</p> <p class=\"headnote\">Proposals for regulations</p> <p class=\"subsection\">(3) For the purposes of this Act, a proposal to make, amend or revoke a regulation is a proposal for a regulation.  1993, c. 28, s. 1 (3).</p> <p class=\"headnote\">Proposals for instruments</p> <p class=\"subsection\">(4) For the purposes of this Act, a proposal to issue, amend or revoke an instrument is a proposal for an instrument.  1993, c. 28, s. 1 (4).</p> <p class=\"headnote\">Classification of proposals for instruments</p> <p class=\"subsection\">(5) For the purposes of this Act, a proposal for an instrument is a Class I, II or III proposal if it is classified as a Class I, II or III proposal, as the case may be, by the regulations under this Act.  1993, c. 28, s. 1 (5).</p> <p class=\"headnote\">Interpretation: implementation of proposals</p> <p class=\"subsection\">(6) For the purposes of this Act,</p> <p class=\"paragraph\">  (a)  a proposal for a policy is implemented when the person or body with authority to implement the proposal does so;</p> <p class=\"paragraph\">  (b)  a proposal for an Act is implemented when the bill that would implement the proposal receives third reading in the Legislative Assembly; and</p> <p class=\"paragraph\">  (c)  a proposal for a regulation is implemented when the regulation that would implement the proposal is filed with the Registrar of Regulations in accordance with Part III (Regulations) of the <i>Legislation Act, 2006</i> or, if that Part does not apply, when the regulation comes into force.  1993, c. 28, s. 1 (6); 1996, c. 27, s. 22; 2006, c. 21, Sched. F, s. 109.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) For the purposes of this Act, a decision whether or not to implement a proposal for an instrument is made when the person or body with statutory authority to issue, amend or revoke the instrument does so.  1993, c. 28, s. 1 (7).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1996, c. 27, s. 22 - 01/01/1997</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedfs109\">2006, c. 21, Sched. F, s. 109, 136 (1)</a></span> - 25/07/2007</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s1\">2018, c. 17, Sched. 15, s. 1</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Purposes of Act",
            "part_id": "PART I  ",
            "part_type": "PART I DEFINITIONS AND PURPOSES",
            "section_y": "Purposes of Act",
            "content": "2 (1) The purposes of this Act are, (a)  to protect, conserve and, where reasonable, restore the integrity of the environment by the means provided in this Act; (b)  to provide sustainability of the environment by the means provided in this Act; and (c)  to protect the right to a healthful environment by the means provided in this Act.  1993, c. 28, s. 2 (1). Same (2) The purposes set out in subsection (1) include the following: 1.  The prevention, reduction and elimination of the use, generation and release of pollutants that are an unreasonable threat to the integrity of the environment. 2.  The protection and conservation of biological, ecological and genetic diversity. 3.  The protection and conservation of natural resources, including plant life, animal life and ecological systems. 4.  The encouragement of the wise management of our natural resources, including plant life, animal life and ecological systems. 5.  The identification, protection and conservation of ecologically sensitive areas or processes.  1993, c. 28, s. 2 (2). Same (3) In order to fulfil the purposes set out in subsections (1) and (2), this Act provides, (a)  means by which residents of Ontario may participate in the making of environmentally significant decisions by the Government of Ontario; (b)  increased accountability of the Government of Ontario for its environmental decision-making; (c)  increased access to the courts by residents of Ontario for the protection of the environment; and (d)  enhanced protection for employees who take action in respect of environmental harm.  1993, c. 28, s. 2 (3). Part I.1   ENVIRONMENT Minister",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>(1) The purposes of this Act are,</p> <p class=\"paragraph\">  (a)  to protect, conserve and, where reasonable, restore the integrity of the environment by the means provided in this Act;</p> <p class=\"paragraph\">  (b)  to provide sustainability of the environment by the means provided in this Act; and</p> <p class=\"paragraph\">  (c)  to protect the right to a healthful environment by the means provided in this Act.  1993, c. 28, s. 2 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The purposes set out in subsection (1) include the following:</p> <p class=\"paragraph\">  1.  The prevention, reduction and elimination of the use, generation and release of pollutants that are an unreasonable threat to the integrity of the environment.</p> <p class=\"paragraph\">  2.  The protection and conservation of biological, ecological and genetic diversity.</p> <p class=\"paragraph\">  3.  The protection and conservation of natural resources, including plant life, animal life and ecological systems.</p> <p class=\"paragraph\">  4.  The encouragement of the wise management of our natural resources, including plant life, animal life and ecological systems.</p> <p class=\"paragraph\">  5.  The identification, protection and conservation of ecologically sensitive areas or processes.  1993, c. 28, s. 2 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) In order to fulfil the purposes set out in subsections (1) and (2), this Act provides,</p> <p class=\"paragraph\">  (a)  means by which residents of Ontario may participate in the making of environmentally significant decisions by the Government of Ontario;</p> <p class=\"paragraph\">  (b)  increased accountability of the Government of Ontario for its environmental decision-making;</p> <p class=\"paragraph\">  (c)  increased access to the courts by residents of Ontario for the protection of the environment; and</p> <p class=\"paragraph\">  (d)  enhanced protection for employees who take action in respect of environmental harm.  1993, c. 28, s. 2 (3).</p> <p class=\"partnum\"><a name=\"BK4\"></a>Part I.1 <br/>  ENVIRONMENT Minister</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "PART I.1  ",
            "section_x": "PART I.1 ENVIRONMENT MINISTER",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "2.1",
            "section_x": "Environment Minister",
            "part_id": "PART I.1  ",
            "part_type": "PART I.1 ENVIRONMENT MINISTER",
            "section_y": "Environment Minister",
            "content": "2.1 In addition to fulfilling the Environment Minister’s other duties under this Act, the Environment Minister shall, (a)  at the request of a minister, assist a ministry in providing educational programs about this Act; (b)  provide educational programs about this Act to the public; and (c)  provide general information about this Act to members of the public who wish to participate in decision-making about a proposal as provided in this Act. 2018, c. 17, Sched. 15, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 2 - 01/04/2019 PART II   PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING General",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>2.1 </b>In addition to fulfilling the Environment Minister’s other duties under this Act, the Environment Minister shall,</p> <p class=\"paragraph\">  (a)  at the request of a minister, assist a ministry in providing educational programs about this Act;</p> <p class=\"paragraph\">  (b)  provide educational programs about this Act to the public; and</p> <p class=\"paragraph\">  (c)  provide general information about this Act to members of the public who wish to participate in decision-making about a proposal as provided in this Act. 2018, c. 17, Sched. 15, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s2\">2018, c. 17, Sched. 15, s. 2</a></span> - 01/04/2019</p> <p class=\"partnum\"><a name=\"BK6\"></a>PART II <br/>  PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING</p> <p class=\"heading1\"><a name=\"BK7\"></a>General</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "PART II  ",
            "section_x": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "General",
            "section_x": "General",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "3.",
            "section_x": "Purpose of Part II",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Purpose of Part II",
            "content": "3 (1) This Part sets out minimum levels of public participation that must be met before the Government of Ontario makes decisions on certain kinds of environmentally significant proposals for policies, Acts, regulations and instruments.  1993, c. 28, s. 3 (1). Same (2) This Part shall not be interpreted to limit any rights of public participation otherwise available.  1993, c. 28, s. 3 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>3 </b>(1) This Part sets out minimum levels of public participation that must be met before the Government of Ontario makes decisions on certain kinds of environmentally significant proposals for policies, Acts, regulations and instruments.  1993, c. 28, s. 3 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) This Part shall not be interpreted to limit any rights of public participation otherwise available.  1993, c. 28, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "4.",
            "section_x": "Application of Part II",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Application of Part II",
            "content": "4 Provisions of this Part apply in relation to ministries as prescribed.  1993, c. 28, s. 4. The Environmental Registry",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>4 </b>Provisions of this Part apply in relation to ministries as prescribed.  1993, c. 28, s. 4.</p> <p class=\"heading1\"><a name=\"BK10\"></a>The Environmental Registry</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "The Environmental Registry",
            "section_x": "The Environmental Registry",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "5.",
            "section_x": "Registry",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Registry",
            "content": "5 (1) An environmental registry shall be established as prescribed.  1993, c. 28, s. 5 (1). Cost of registry (2) The cost of establishing and operating the registry shall not be imposed on a municipality.  1993, c. 28, s. 5 (2); 2002, c. 17, Sched. F, Table. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>5 </b>(1) An environmental registry shall be established as prescribed.  1993, c. 28, s. 5 (1).</p> <p class=\"headnote\">Cost of registry</p> <p class=\"subsection\">(2) The cost of establishing and operating the registry shall not be imposed on a municipality.  1993, c. 28, s. 5 (2); 2002, c. 17, Sched. F, Table.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs1s1\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "6.",
            "section_x": "Purpose of registry",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Purpose of registry",
            "content": "6 (1) The purpose of the registry is to provide a means of giving information about the environment to the public.  1993, c. 28, s. 6 (1). Same (2) For the purposes of subsection (1), information about the environment includes, but is not limited to, information about, (a)  proposals, decisions and events that could affect the environment; (b)  actions brought under Part VI; and (c)  things done under this Act.  1993, c. 28, s. 6 (2). Ministry Statement of Environmental Values",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>6 </b>(1) The purpose of the registry is to provide a means of giving information about the environment to the public.  1993, c. 28, s. 6 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of subsection (1), information about the environment includes, but is not limited to, information about,</p> <p class=\"paragraph\">  (a)  proposals, decisions and events that could affect the environment;</p> <p class=\"paragraph\">  (b)  actions brought under Part VI; and</p> <p class=\"paragraph\">  (c)  things done under this Act.  1993, c. 28, s. 6 (2).</p> <p class=\"heading1\"><a name=\"BK13\"></a>Ministry Statement of Environmental Values</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Ministry Statement of Environmental Values",
            "section_x": "Ministry Statement of Environmental Values",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "7.",
            "section_x": "Ministry statement of environmental values",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Ministry statement of environmental values",
            "content": "7 Within three months after the date on which this section begins to apply to a ministry, the minister shall prepare a draft ministry statement of environmental values that, (a)  explains how the purposes of this Act are to be applied when decisions that might significantly affect the environment are made in the ministry; and (b)  explains how consideration of the purposes of this Act should be integrated with other considerations, including social, economic and scientific considerations, that are part of decision-making in the ministry.  1993, c. 28, s. 7.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>7 </b>Within three months after the date on which this section begins to apply to a ministry, the minister shall prepare a draft ministry statement of environmental values that,</p> <p class=\"paragraph\">  (a)  explains how the purposes of this Act are to be applied when decisions that might significantly affect the environment are made in the ministry; and</p> <p class=\"paragraph\">  (b)  explains how consideration of the purposes of this Act should be integrated with other considerations, including social, economic and scientific considerations, that are part of decision-making in the ministry.  1993, c. 28, s. 7.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "8.",
            "section_x": "Public participation in statement",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Public participation in statement",
            "content": "8 (1) After the draft ministry statement of environmental values is prepared and not later than three months after the day on which this section begins to apply to a ministry, the minister shall give notice to the public that he or she is developing the ministry statement of environmental values.  1993, c. 28, s. 8 (1). Means of giving notice (2) Notice under this section shall be given in the registry and by any other means the minister considers appropriate.  1993, c. 28, s. 8 (2). Contents of notice (3) Notice given under this section in the registry shall include the following: 1.  The text of the draft statement prepared under section 7 or a synopsis of the draft. 2.  A statement of how members of the public can obtain copies of the draft statement. 3.  A statement of when the minister expects to finalize the statement. 4.  An invitation to members of the public to submit written comments on the draft statement within a time specified in the notice. 5.  A description of any additional rights of participation in the development of the statement that the minister considers appropriate. 6.  An address to which members of the public may direct, i.  written comments on the draft statement, ii.  written questions about the draft statement, and iii.  written questions about the rights of members of the public to participate in developing the statement. 7.  Any information prescribed by the regulations under this Act. 8.  Any other information that the minister considers appropriate.  1993, c. 28, s. 8 (3). Time for public comment (4) The minister shall not finalize the ministry statement of environmental values until at least thirty days after giving the notice under this section.  1993, c. 28, s. 8 (4). Same (5) The minister shall consider allowing more than thirty days between giving the notice under this section and finalizing the statement in order to permit more informed public consultation on the statement.  1993, c. 28, s. 8 (5). Same (6) In considering how much time ought to be allowed under subsection (5), the minister shall consider the following factors: 1.  The complexity of the matters on which comments are invited. 2.  The level of public interest in the matters on which comments are invited. 3.  The period of time the public may require to make informed comment. 4.  Any private or public interest, including any governmental interest, in resolving the matters on which comments are invited in a timely manner. 5.  Any other factor that the minister considers relevant.  1993, c. 28, s. 8 (6).",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>8 </b>(1) After the draft ministry statement of environmental values is prepared and not later than three months after the day on which this section begins to apply to a ministry, the minister shall give notice to the public that he or she is developing the ministry statement of environmental values.  1993, c. 28, s. 8 (1).</p> <p class=\"headnote\">Means of giving notice</p> <p class=\"subsection\">(2) Notice under this section shall be given in the registry and by any other means the minister considers appropriate.  1993, c. 28, s. 8 (2).</p> <p class=\"headnote\">Contents of notice</p> <p class=\"subsection\">(3) Notice given under this section in the registry shall include the following:</p> <p class=\"paragraph\">  1.  The text of the draft statement prepared under section 7 or a synopsis of the draft.</p> <p class=\"paragraph\">  2.  A statement of how members of the public can obtain copies of the draft statement.</p> <p class=\"paragraph\">  3.  A statement of when the minister expects to finalize the statement.</p> <p class=\"paragraph\">  4.  An invitation to members of the public to submit written comments on the draft statement within a time specified in the notice.</p> <p class=\"paragraph\">  5.  A description of any additional rights of participation in the development of the statement that the minister considers appropriate.</p> <p class=\"paragraph\">  6.  An address to which members of the public may direct,</p> <p class=\"subpara\">  i.  written comments on the draft statement,</p> <p class=\"subpara\">  ii.  written questions about the draft statement, and</p> <p class=\"subpara\">  iii.  written questions about the rights of members of the public to participate in developing the statement.</p> <p class=\"paragraph\">  7.  Any information prescribed by the regulations under this Act.</p> <p class=\"paragraph\">  8.  Any other information that the minister considers appropriate.  1993, c. 28, s. 8 (3).</p> <p class=\"headnote\">Time for public comment</p> <p class=\"subsection\">(4) The minister shall not finalize the ministry statement of environmental values until at least thirty days after giving the notice under this section.  1993, c. 28, s. 8 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) The minister shall consider allowing more than thirty days between giving the notice under this section and finalizing the statement in order to permit more informed public consultation on the statement.  1993, c. 28, s. 8 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) In considering how much time ought to be allowed under subsection (5), the minister shall consider the following factors:</p> <p class=\"paragraph\">  1.  The complexity of the matters on which comments are invited.</p> <p class=\"paragraph\">  2.  The level of public interest in the matters on which comments are invited.</p> <p class=\"paragraph\">  3.  The period of time the public may require to make informed comment.</p> <p class=\"paragraph\">  4.  Any private or public interest, including any governmental interest, in resolving the matters on which comments are invited in a timely manner.</p> <p class=\"paragraph\">  5.  Any other factor that the minister considers relevant.  1993, c. 28, s. 8 (6).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "9.",
            "section_x": "Notice of final statement",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Notice of final statement",
            "content": "9 (1) Within nine months after the day on which this section begins to apply to a ministry, the minister shall finalize the ministry statement of environmental values and give notice of it to the public.  1993, c. 28, s. 9 (1). Means of giving notice (2) Notice under this section shall be given in the registry and by any other means the minister considers appropriate.  1993, c. 28, s. 9 (2). Contents of notice (3) The notice shall include a brief explanation of the effect, if any, of comments from members of the public on the development of the statement and any other information that the minister considers appropriate.  1993, c. 28, s. 9 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>9 </b>(1) Within nine months after the day on which this section begins to apply to a ministry, the minister shall finalize the ministry statement of environmental values and give notice of it to the public.  1993, c. 28, s. 9 (1).</p> <p class=\"headnote\">Means of giving notice</p> <p class=\"subsection\">(2) Notice under this section shall be given in the registry and by any other means the minister considers appropriate.  1993, c. 28, s. 9 (2).</p> <p class=\"headnote\">Contents of notice</p> <p class=\"subsection\">(3) The notice shall include a brief explanation of the effect, if any, of comments from members of the public on the development of the statement and any other information that the minister considers appropriate.  1993, c. 28, s. 9 (3).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "10.",
            "section_x": "Amending the statement",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Amending the statement",
            "content": "10 (1) The minister may amend the ministry statement of environmental values from time to time.  1993, c. 28, s. 10 (1). Same (2) Sections 7 to 9 apply with necessary modifications to amendments of the statement.  1993, c. 28, s. 10 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>10 </b>(1) The minister may amend the ministry statement of environmental values from time to time.  1993, c. 28, s. 10 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Sections 7 to 9 apply with necessary modifications to amendments of the statement.  1993, c. 28, s. 10 (2).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "11.",
            "section_x": "Effect of statement",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Effect of statement",
            "content": "11 The minister shall take every reasonable step to ensure that the ministry statement of environmental values is considered whenever decisions that might significantly affect the environment are made in the ministry.  1993, c. 28, s. 11. Proposals – General",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>11 </b>The minister shall take every reasonable step to ensure that the ministry statement of environmental values is considered whenever decisions that might significantly affect the environment are made in the ministry.  1993, c. 28, s. 11.</p> <p class=\"heading1\"><a name=\"BK19\"></a>Proposals – General</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Proposals – General",
            "section_x": "Proposals – General",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "12.",
            "section_x": "Interpretation: more than one ministry considering proposal",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Interpretation: more than one ministry considering proposal",
            "content": "12 For the purposes of sections 15, 16 and 22, where a proposal is under consideration in more than one ministry, “ministry” means the ministry with primary responsibility for the proposal and “minister” has a corresponding meaning.  1993, c. 28, s. 12.",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>12 </b>For the purposes of sections 15, 16 and 22, where a proposal is under consideration in more than one ministry,</p> <p class=\"definition\">“ministry” means the ministry with primary responsibility for the proposal and “minister” has a corresponding meaning.  1993, c. 28, s. 12.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "13.",
            "section_x": "Fundamental changes in a proposal",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Fundamental changes in a proposal",
            "content": "13 For the purposes of sections 15, 16 and 22, the question of whether a proposal has been so fundamentally altered as to become a new proposal is in the sole discretion of the minister.  1993, c. 28, s. 13.",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>13 </b>For the purposes of sections 15, 16 and 22, the question of whether a proposal has been so fundamentally altered as to become a new proposal is in the sole discretion of the minister.  1993, c. 28, s. 13.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "14.",
            "section_x": "Factors in determining effect of proposal on environment",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Factors in determining effect of proposal on environment",
            "content": "14 In determining, under section 15 or 16, whether a proposal for a policy, Act or regulation could, if implemented, have a significant effect on the environment, a minister shall consider the following factors: 1.  The extent and nature of the measures that might be required to mitigate or prevent any harm to the environment that could result from a decision whether or not to implement the proposal. 2.  The geographic extent, whether local, regional or provincial, of any harm to the environment that could result from a decision whether or not to implement the proposal. 3.  The nature of the private and public interests, including governmental interests, involved in the decision whether or not to implement the proposal. 4.  Any other matter that the minister considers relevant.  1993, c. 28, s. 14. Proposals for Policies, Acts and Regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>14 </b>In determining, under section 15 or 16, whether a proposal for a policy, Act or regulation could, if implemented, have a significant effect on the environment, a minister shall consider the following factors:</p> <p class=\"paragraph\">  1.  The extent and nature of the measures that might be required to mitigate or prevent any harm to the environment that could result from a decision whether or not to implement the proposal.</p> <p class=\"paragraph\">  2.  The geographic extent, whether local, regional or provincial, of any harm to the environment that could result from a decision whether or not to implement the proposal.</p> <p class=\"paragraph\">  3.  The nature of the private and public interests, including governmental interests, involved in the decision whether or not to implement the proposal.</p> <p class=\"paragraph\">  4.  Any other matter that the minister considers relevant.  1993, c. 28, s. 14.</p> <p class=\"heading1\"><a name=\"BK23\"></a>Proposals for Policies, Acts and Regulations</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "Proposals for Policies, Acts and Regulations",
            "section_x": "Proposals for Policies, Acts and Regulations",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "15.",
            "section_x": "Proposals for policies and Acts",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Proposals for policies and Acts",
            "content": "15 (1) If a minister considers that a proposal under consideration in his or her ministry for a policy or Act could, if implemented, have a significant effect on the environment, and the minister considers that the public should have an opportunity to comment on the proposal before implementation, the minister shall do everything in his or her power to give notice of the proposal to the public at least thirty days before the proposal is implemented.  1993, c. 28, s. 15 (1). Exception (2) Subsection (1) does not apply to a policy or Act that is predominantly financial or administrative in nature.  1993, c. 28, s. 15 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>15 </b>(1) If a minister considers that a proposal under consideration in his or her ministry for a policy or Act could, if implemented, have a significant effect on the environment, and the minister considers that the public should have an opportunity to comment on the proposal before implementation, the minister shall do everything in his or her power to give notice of the proposal to the public at least thirty days before the proposal is implemented.  1993, c. 28, s. 15 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply to a policy or Act that is predominantly financial or administrative in nature.  1993, c. 28, s. 15 (2).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "16.",
            "section_x": "Proposals for regulations",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Proposals for regulations",
            "content": "16 (1) If a minister considers that a proposal under consideration in his or her ministry for a regulation under a prescribed Act could, if implemented, have a significant effect on the environment, the minister shall do everything in his or her power to give notice of the proposal to the public at least thirty days before the proposal is implemented.  1993, c. 28, s. 16 (1). Exception (2) Subsection (1) does not apply to a regulation that is predominantly financial or administrative in nature.  1993, c. 28, s. 16 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>16 </b>(1) If a minister considers that a proposal under consideration in his or her ministry for a regulation under a prescribed Act could, if implemented, have a significant effect on the environment, the minister shall do everything in his or her power to give notice of the proposal to the public at least thirty days before the proposal is implemented.  1993, c. 28, s. 16 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply to a regulation that is predominantly financial or administrative in nature.  1993, c. 28, s. 16 (2).</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "17.",
            "section_x": "Additional time for public comment on proposals for policies, Acts, regulations",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Additional time for public comment on proposals for policies, Acts, regulations",
            "content": "17 (1) The minister shall consider allowing more than thirty days between giving notice of a proposal under section 15 or 16 and implementation of the proposal in order to permit more informed public consultation on the proposal.  1993, c. 28, s. 17 (1). Same (2) In considering how much time ought to be allowed under subsection (1), the minister shall consider the factors set out in subsection 8 (6).  1993, c. 28, s. 17 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>17 </b>(1) The minister shall consider allowing more than thirty days between giving notice of a proposal under section 15 or 16 and implementation of the proposal in order to permit more informed public consultation on the proposal.  1993, c. 28, s. 17 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In considering how much time ought to be allowed under subsection (1), the minister shall consider the factors set out in subsection 8 (6).  1993, c. 28, s. 17 (2).</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "18.",
            "section_x": "How to give notice under s. 15 or 16",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "How to give notice under s. 15 or 16",
            "content": "18 Notice under section 15 or 16 shall be given in accordance with section 27.  1993, c. 28, s. 18. Classifying Proposals for Instruments",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>18 </b>Notice under section 15 or 16 shall be given in accordance with section 27.  1993, c. 28, s. 18.</p> <p class=\"heading1\"><a name=\"BK28\"></a>Classifying Proposals for Instruments</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "Classifying Proposals for Instruments",
            "section_x": "Classifying Proposals for Instruments",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "19.",
            "section_x": "Minister to develop regulation to classify instrument proposals",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Minister to develop regulation to classify instrument proposals",
            "content": "19 Within a reasonable time after this section begins to apply to a ministry, the minister for the ministry shall prepare a proposal for a regulation to classify proposals for instruments as Class I, II or III proposals for the purposes of this Act and the regulations under it.  1993, c. 28, s. 19.",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>19 </b>Within a reasonable time after this section begins to apply to a ministry, the minister for the ministry shall prepare a proposal for a regulation to classify proposals for instruments as Class I, II or III proposals for the purposes of this Act and the regulations under it.  1993, c. 28, s. 19.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "20.",
            "section_x": "Classification process",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Classification process",
            "content": "20 (1) In this section, “implementation decision” means a decision whether or not to implement a proposal for an instrument.  1993, c. 28, s. 20 (1). Steps to develop regulation to classify instrument proposals (2) In developing a proposal under section 19 for a regulation to classify proposals for instruments as Class I, II or III proposals, the minister shall take the following steps: 1.  Review all Acts prescribed for the purposes of section 16 and administered by the minister for the ministry and list all provisions of those Acts that permit implementation decisions to be made. 2.  Exclude from the list compiled in step 1 all provisions that permit implementation decisions to be made on review of or appeal from an earlier implementation decision made under an Act. 3.  Consider each provision remaining on the list after step 2 to identify the provisions under which an implementation decision could be made that could have a significant effect on the environment. 4.  Consider each provision identified in step 3 and identify and describe each type of proposal for an instrument about which an implementation decision could be made under the provision that the minister considers should be classified as a Class I, II or III type of proposal because of the potential for implementation decisions about proposals of that type to have a significant effect on the environment. 5.  In determining whether a decision could have a significant effect on the environment for the purposes of steps 3 and 4, consider, i.  the extent and nature of the measures that might be required to mitigate or prevent any harm to the environment that could result from the decision, ii.  the geographic extent, whether local, regional or provincial, of any harm to the environment that could result from the decision, iii.  the nature of the private and public interests, including governmental interests, involved in the decision, and iv.  any other matter that the minister considers relevant. 6.  Classify each type of proposal for an instrument identified in step 4 as a Class I, II or III type of proposal, in accordance with steps 7 to 10. 7.  Classify a type of proposal as a Class II type of proposal if the minister considers that the public notice and public participation requirements of sections 23 to 25 ought to apply to it because of the level of risk and extent of potential harm to the environment involved. 8.  Classify a type of proposal as a Class II type of proposal if an Act provides for the exercise of discretion on whether a hearing should be held before an implementation decision is made on a proposal of the type, but does not require the hearing to be held if the discretion is not exercised. 9.  Classify a type of proposal as a Class III type of proposal if an Act requires hearings to be held to determine whether or not proposals of the type should be implemented, even if the Act provides for the exercise of discretion not to hold a hearing. 10.  Classify a type of proposal for an instrument as a Class I type of proposal if it has not been classified as a Class II or III type of proposal in steps 7 to 9. 11.  Prepare a proposal for a regulation that would classify proposals of each type identified in step 4 as Class I, II or III proposals in accordance with steps 7 to 10.  1993, c. 28, s. 20 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>20 </b>(1) In this section,</p> <p class=\"definition\">“implementation decision” means a decision whether or not to implement a proposal for an instrument.  1993, c. 28, s. 20 (1).</p> <p class=\"headnote\">Steps to develop regulation to classify instrument proposals</p> <p class=\"subsection\">(2) In developing a proposal under section 19 for a regulation to classify proposals for instruments as Class I, II or III proposals, the minister shall take the following steps:</p> <p class=\"paragraph\">  1.  Review all Acts prescribed for the purposes of section 16 and administered by the minister for the ministry and list all provisions of those Acts that permit implementation decisions to be made.</p> <p class=\"paragraph\">  2.  Exclude from the list compiled in step 1 all provisions that permit implementation decisions to be made on review of or appeal from an earlier implementation decision made under an Act.</p> <p class=\"paragraph\">  3.  Consider each provision remaining on the list after step 2 to identify the provisions under which an implementation decision could be made that could have a significant effect on the environment.</p> <p class=\"paragraph\">  4.  Consider each provision identified in step 3 and identify and describe each type of proposal for an instrument about which an implementation decision could be made under the provision that the minister considers should be classified as a Class I, II or III type of proposal because of the potential for implementation decisions about proposals of that type to have a significant effect on the environment.</p> <p class=\"paragraph\">  5.  In determining whether a decision could have a significant effect on the environment for the purposes of steps 3 and 4, consider,</p> <p class=\"subpara\">  i.  the extent and nature of the measures that might be required to mitigate or prevent any harm to the environment that could result from the decision,</p> <p class=\"subpara\">  ii.  the geographic extent, whether local, regional or provincial, of any harm to the environment that could result from the decision,</p> <p class=\"subpara\">  iii.  the nature of the private and public interests, including governmental interests, involved in the decision, and</p> <p class=\"subpara\">  iv.  any other matter that the minister considers relevant.</p> <p class=\"paragraph\">  6.  Classify each type of proposal for an instrument identified in step 4 as a Class I, II or III type of proposal, in accordance with steps 7 to 10.</p> <p class=\"paragraph\">  7.  Classify a type of proposal as a Class II type of proposal if the minister considers that the public notice and public participation requirements of sections 23 to 25 ought to apply to it because of the level of risk and extent of potential harm to the environment involved.</p> <p class=\"paragraph\">  8.  Classify a type of proposal as a Class II type of proposal if an Act provides for the exercise of discretion on whether a hearing should be held before an implementation decision is made on a proposal of the type, but does not require the hearing to be held if the discretion is not exercised.</p> <p class=\"paragraph\">  9.  Classify a type of proposal as a Class III type of proposal if an Act requires hearings to be held to determine whether or not proposals of the type should be implemented, even if the Act provides for the exercise of discretion not to hold a hearing.</p> <p class=\"paragraph\">  10.  Classify a type of proposal for an instrument as a Class I type of proposal if it has not been classified as a Class II or III type of proposal in steps 7 to 9.</p> <p class=\"paragraph\">  11.  Prepare a proposal for a regulation that would classify proposals of each type identified in step 4 as Class I, II or III proposals in accordance with steps 7 to 10.  1993, c. 28, s. 20 (2).</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "21.",
            "section_x": "Amending regulations to classify instrument proposals",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Amending regulations to classify instrument proposals",
            "content": "21 (1) A minister shall from time to time review the regulations that classify proposals for instruments as Class I, II or III proposals and that relate to Acts administered by the minister for the ministry and shall prepare proposals to amend the regulations as the minister considers advisable.  1993, c. 28, s. 21 (1). Same (2) Section 20 applies with necessary modifications to proposals prepared under this section.  1993, c. 28, s. 21 (2). Proposals for Instruments",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>21 </b>(1) A minister shall from time to time review the regulations that classify proposals for instruments as Class I, II or III proposals and that relate to Acts administered by the minister for the ministry and shall prepare proposals to amend the regulations as the minister considers advisable.  1993, c. 28, s. 21 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Section 20 applies with necessary modifications to proposals prepared under this section.  1993, c. 28, s. 21 (2).</p> <p class=\"heading1\"><a name=\"BK32\"></a>Proposals for Instruments</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "Proposals for Instruments",
            "section_x": "Proposals for Instruments",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "22.",
            "section_x": "Public notice of proposals for instruments",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Public notice of proposals for instruments",
            "content": "22 (1) The minister shall do everything in his or her power to give notice to the public of a Class I, II or III proposal for an instrument under consideration in his or her ministry at least thirty days before a decision is made whether or not to implement the proposal.  1993, c. 28, s. 22 (1). Interpretation (2) For the purposes of subsection (1), a proposal for an instrument is under consideration in a ministry if, (a)  it is possible that a decision whether or not to implement the proposal will be made under an Act by the minister for the ministry or by a person employed in the ministry; or (b)  it is possible that a decision whether or not to implement the proposal will be made under an Act administered by the minister for the ministry.  1993, c. 28, s. 22 (2). Exception (3) Despite subsection (1), the minister need not give notice of a proposal to amend or revoke an instrument if the minister considers that the potential effect of the amendment or revocation on the environment is insignificant.  1993, c. 28, s. 22 (3). How to give notice (4) Notice under this section shall be given in accordance with section 27.  1993, c. 28, s. 22 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>22 </b>(1) The minister shall do everything in his or her power to give notice to the public of a Class I, II or III proposal for an instrument under consideration in his or her ministry at least thirty days before a decision is made whether or not to implement the proposal.  1993, c. 28, s. 22 (1).</p> <p class=\"headnote\">Interpretation</p> <p class=\"subsection\">(2) For the purposes of subsection (1), a proposal for an instrument is under consideration in a ministry if,</p> <p class=\"paragraph\">  (a)  it is possible that a decision whether or not to implement the proposal will be made under an Act by the minister for the ministry or by a person employed in the ministry; or</p> <p class=\"paragraph\">  (b)  it is possible that a decision whether or not to implement the proposal will be made under an Act administered by the minister for the ministry.  1993, c. 28, s. 22 (2).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Despite subsection (1), the minister need not give notice of a proposal to amend or revoke an instrument if the minister considers that the potential effect of the amendment or revocation on the environment is insignificant.  1993, c. 28, s. 22 (3).</p> <p class=\"headnote\">How to give notice</p> <p class=\"subsection\">(4) Notice under this section shall be given in accordance with section 27.  1993, c. 28, s. 22 (4).</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "23.",
            "section_x": "Additional time for public comment on Class II proposals",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Additional time for public comment on Class II proposals",
            "content": "23 (1) A minister required to give notice under section 22 of a Class II proposal for an instrument shall consider allowing more than thirty days between giving the notice and the decision whether or not to implement the proposal in order to permit more informed public consultation on the proposal.  1993, c. 28, s. 23 (1). Same (2) In considering how much time ought to be allowed under subsection (1), the minister shall consider the factors set out in subsection 8 (6).  1993, c. 28, s. 23 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>23 </b>(1) A minister required to give notice under section 22 of a Class II proposal for an instrument shall consider allowing more than thirty days between giving the notice and the decision whether or not to implement the proposal in order to permit more informed public consultation on the proposal.  1993, c. 28, s. 23 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In considering how much time ought to be allowed under subsection (1), the minister shall consider the factors set out in subsection 8 (6).  1993, c. 28, s. 23 (2).</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "24.",
            "section_x": "Enhanced public participation for Class II proposals",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Enhanced public participation for Class II proposals",
            "content": "24 (1) A minister required to give notice under section 22 of a Class II proposal for an instrument shall also consider enhancing the right of members of the public to participate in decision-making on the proposal by providing for one or more of the following: 1.  Opportunities for oral representations by members of the public to the minister or a person or body designated by the minister. 2.  Public meetings. 3.  Mediation among persons with different views on issues arising out of the proposal. 4.  Any other process that would facilitate more informed public participation in decision-making on the proposal.  1993, c. 28, s. 24 (1). Same (2) In exercising his or her discretion under subsection (1), the minister shall consider the factors set out in section 14.  1993, c. 28, s. 24 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>24 </b>(1) A minister required to give notice under section 22 of a Class II proposal for an instrument shall also consider enhancing the right of members of the public to participate in decision-making on the proposal by providing for one or more of the following:</p> <p class=\"paragraph\">  1.  Opportunities for oral representations by members of the public to the minister or a person or body designated by the minister.</p> <p class=\"paragraph\">  2.  Public meetings.</p> <p class=\"paragraph\">  3.  Mediation among persons with different views on issues arising out of the proposal.</p> <p class=\"paragraph\">  4.  Any other process that would facilitate more informed public participation in decision-making on the proposal.  1993, c. 28, s. 24 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In exercising his or her discretion under subsection (1), the minister shall consider the factors set out in section 14.  1993, c. 28, s. 24 (2).</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "25.",
            "section_x": "Additional notice of Class II proposals",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Additional notice of Class II proposals",
            "content": "25 A minister required to give notice under section 22 of a Class II proposal for an instrument shall give additional public notice of the proposal in accordance with section 28.  1993, c. 28, s. 25. Reclassification of specific proposals",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>25 </b>A minister required to give notice under section 22 of a Class II proposal for an instrument shall give additional public notice of the proposal in accordance with section 28.  1993, c. 28, s. 25.</p> <p class=\"headnote\">Reclassification of specific proposals</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "26.",
            "section_x": "Reclassification of specific proposals",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Class I proposal to be treated as Class II proposal",
            "content": "26 (1) A minister may treat a Class I proposal for an instrument under consideration in his or her ministry as if it were a Class II proposal if the minister considers that it is advisable to do so for the purpose of protecting the environment.  1993, c. 28, s. 26 (1). Class II proposal to be treated as Class III proposal (2) If a decision is taken under any Act to hold a hearing to decide whether or not to implement a Class II proposal for an instrument, the proposal shall, for the purposes of this Act, be deemed to be a Class III proposal.  1993, c. 28, s. 26 (2). Class III proposal to be treated as Class II proposal (3) If a decision is taken under any Act not to hold a hearing before deciding whether or not to implement a Class III proposal for an instrument, the proposal shall, for the purposes of this Act, be deemed to be a Class II proposal.  1993, c. 28, s. 26 (3). How to Give Notice of Proposals Manner and form of notification",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>26 </b>(1) A minister may treat a Class I proposal for an instrument under consideration in his or her ministry as if it were a Class II proposal if the minister considers that it is advisable to do so for the purpose of protecting the environment.  1993, c. 28, s. 26 (1).</p> <p class=\"headnote\">Class II proposal to be treated as Class III proposal</p> <p class=\"subsection\">(2) If a decision is taken under any Act to hold a hearing to decide whether or not to implement a Class II proposal for an instrument, the proposal shall, for the purposes of this Act, be deemed to be a Class III proposal.  1993, c. 28, s. 26 (2).</p> <p class=\"headnote\">Class III proposal to be treated as Class II proposal</p> <p class=\"subsection\">(3) If a decision is taken under any Act not to hold a hearing before deciding whether or not to implement a Class III proposal for an instrument, the proposal shall, for the purposes of this Act, be deemed to be a Class II proposal.  1993, c. 28, s. 26 (3).</p> <p class=\"heading1\"><a name=\"BK38\"></a>How to Give Notice of Proposals</p> <p class=\"headnote\">Manner and form of notification</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "How to Give Notice of Proposals",
            "section_x": "How to Give Notice of Proposals",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "27.",
            "section_x": "Manner and form of notification",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Means of giving notice of proposals",
            "content": "27 (1) Notice of a proposal under section 15, 16 or 22 shall be given in the registry and by any other means the minister giving the notice considers appropriate.  1993, c. 28, s. 27 (1). Contents of notice of proposals (2) Notice of a proposal given under section 15, 16 or 22 in the registry shall include the following: 1.  A brief description of the proposal. 2.  A statement of the manner by which and time within which members of the public may participate in decision-making on the proposal. 3.  A statement of where and when members of the public may review written information about the proposal. 4.  An address to which members of the public may direct, i.  written comments on the proposal, and ii.  written questions about the rights of members of the public to participate in decision-making on the proposal. 5.  Any information prescribed by the regulations under this Act. 6.  Any other information that the minister giving the notice considers appropriate.  1993, c. 28, s. 27 (2). Rights of participation (3) A statement under paragraph 2 of subsection (2) shall include a description of the following rights of public participation in decision-making on the proposal: 1.  The right to submit written comments in the manner and within the time specified in the notice. 2.  Any additional rights of public participation provided under section 24. 3.  Any additional rights of public participation prescribed by the regulations under this Act. 4.  Any additional rights of public participation that the minister giving the notice considers appropriate.  1993, c. 28, s. 27 (3). Regulatory impact statement (4) The minister shall include a regulatory impact statement in a notice of a proposal given under section 16 in the registry if the minister considers that it is necessary to do so in order to permit more informed public consultation on the proposal.  1993, c. 28, s. 27 (4). Same (5) A regulatory impact statement shall include the following: 1.  A brief statement of the objectives of the proposal. 2.  A preliminary assessment of the environmental, social and economic consequences of implementing the proposal. 3.  An explanation of why the environmental objectives, if any, of the proposal would be appropriately achieved by making, amending or revoking a regulation.  1993, c. 28, s. 27 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>27 </b>(1) Notice of a proposal under section 15, 16 or 22 shall be given in the registry and by any other means the minister giving the notice considers appropriate.  1993, c. 28, s. 27 (1).</p> <p class=\"headnote\">Contents of notice of proposals</p> <p class=\"subsection\">(2) Notice of a proposal given under section 15, 16 or 22 in the registry shall include the following:</p> <p class=\"paragraph\">  1.  A brief description of the proposal.</p> <p class=\"paragraph\">  2.  A statement of the manner by which and time within which members of the public may participate in decision-making on the proposal.</p> <p class=\"paragraph\">  3.  A statement of where and when members of the public may review written information about the proposal.</p> <p class=\"paragraph\">  4.  An address to which members of the public may direct,</p> <p class=\"subpara\">  i.  written comments on the proposal, and</p> <p class=\"subpara\">  ii.  written questions about the rights of members of the public to participate in decision-making on the proposal.</p> <p class=\"paragraph\">  5.  Any information prescribed by the regulations under this Act.</p> <p class=\"paragraph\">  6.  Any other information that the minister giving the notice considers appropriate.  1993, c. 28, s. 27 (2).</p> <p class=\"headnote\">Rights of participation</p> <p class=\"subsection\">(3) A statement under paragraph 2 of subsection (2) shall include a description of the following rights of public participation in decision-making on the proposal:</p> <p class=\"paragraph\">  1.  The right to submit written comments in the manner and within the time specified in the notice.</p> <p class=\"paragraph\">  2.  Any additional rights of public participation provided under section 24.</p> <p class=\"paragraph\">  3.  Any additional rights of public participation prescribed by the regulations under this Act.</p> <p class=\"paragraph\">  4.  Any additional rights of public participation that the minister giving the notice considers appropriate.  1993, c. 28, s. 27 (3).</p> <p class=\"headnote\">Regulatory impact statement</p> <p class=\"subsection\">(4) The minister shall include a regulatory impact statement in a notice of a proposal given under section 16 in the registry if the minister considers that it is necessary to do so in order to permit more informed public consultation on the proposal.  1993, c. 28, s. 27 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) A regulatory impact statement shall include the following:</p> <p class=\"paragraph\">  1.  A brief statement of the objectives of the proposal.</p> <p class=\"paragraph\">  2.  A preliminary assessment of the environmental, social and economic consequences of implementing the proposal.</p> <p class=\"paragraph\">  3.  An explanation of why the environmental objectives, if any, of the proposal would be appropriately achieved by making, amending or revoking a regulation.  1993, c. 28, s. 27 (5).</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "28.",
            "section_x": "Means of giving additional notice of Class II proposals",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Means of giving additional notice of Class II proposals",
            "content": "28 (1) The additional notice of Class II proposals required by section 25 shall be given by such means as the minister considers appropriate, including at least one of the following means: 1.  News release. 2.  Notice through local, regional or provincial news media, such as television, radio, newspapers and magazines. 3.  Door to door flyers. 4.  Signs. 5.  Mailings to members of the public. 6.  Actual notice to community leaders and political representatives. 7.  Actual notice to community organizations, including environmental organizations. 8.  Notice on the registry in addition to the notice required by section 22. 9.  Any other means of notice that would facilitate more informed public participation in decision-making on the proposal.  1993, c. 28, s. 28 (1). Same (2) In determining what means of giving notice are appropriate under subsection (1), the minister shall consider the factors set out in section 14.  1993, c. 28, s. 28 (2). Proposals – Exceptions",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>28 </b>(1) The additional notice of Class II proposals required by section 25 shall be given by such means as the minister considers appropriate, including at least one of the following means:</p> <p class=\"paragraph\">  1.  News release.</p> <p class=\"paragraph\">  2.  Notice through local, regional or provincial news media, such as television, radio, newspapers and magazines.</p> <p class=\"paragraph\">  3.  Door to door flyers.</p> <p class=\"paragraph\">  4.  Signs.</p> <p class=\"paragraph\">  5.  Mailings to members of the public.</p> <p class=\"paragraph\">  6.  Actual notice to community leaders and political representatives.</p> <p class=\"paragraph\">  7.  Actual notice to community organizations, including environmental organizations.</p> <p class=\"paragraph\">  8.  Notice on the registry in addition to the notice required by section 22.</p> <p class=\"paragraph\">  9.  Any other means of notice that would facilitate more informed public participation in decision-making on the proposal.  1993, c. 28, s. 28 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In determining what means of giving notice are appropriate under subsection (1), the minister shall consider the factors set out in section 14.  1993, c. 28, s. 28 (2).</p> <p class=\"heading1\"><a name=\"BK41\"></a>Proposals – Exceptions</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "Proposals – Exceptions",
            "section_x": "Proposals – Exceptions",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "29.",
            "section_x": "Exception: emergencies",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Exception: emergencies",
            "content": "29 (1) Sections 15, 16 and 22 do not apply where, in the minister’s opinion, the delay involved in giving notice to the public, in allowing time for public response to the notice or in considering the response to the notice would result in, (a)  danger to the health or safety of any person; (b)  harm or serious risk of harm to the environment; or (c)  injury or damage or serious risk of injury or damage to any property.  1993, c. 28, s. 29 (1). Same (2) If a minister decides under subsection (1) not to give notice of a proposal under section 15, 16 or 22, the minister shall give notice of the decision to the public and to the Auditor General.  1993, c. 28, s. 29 (2); 2018, c. 17, Sched. 15, s. 3. Same (3) Notice under subsection (2) shall be given as soon as reasonably possible after the decision is made and shall include a brief statement of the minister’s reasons for the decision and any other information about the decision that the minister considers appropriate.  1993, c. 28, s. 29 (3). Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 3 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>29 </b>(1) Sections 15, 16 and 22 do not apply where, in the minister’s opinion, the delay involved in giving notice to the public, in allowing time for public response to the notice or in considering the response to the notice would result in,</p> <p class=\"paragraph\">  (a)  danger to the health or safety of any person;</p> <p class=\"paragraph\">  (b)  harm or serious risk of harm to the environment; or</p> <p class=\"paragraph\">  (c)  injury or damage or serious risk of injury or damage to any property.  1993, c. 28, s. 29 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If a minister decides under subsection (1) not to give notice of a proposal under section 15, 16 or 22, the minister shall give notice of the decision to the public and to the Auditor General.  1993, c. 28, s. 29 (2); 2018, c. 17, Sched. 15, s. 3.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Notice under subsection (2) shall be given as soon as reasonably possible after the decision is made and shall include a brief statement of the minister’s reasons for the decision and any other information about the decision that the minister considers appropriate.  1993, c. 28, s. 29 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s3\">2018, c. 17, Sched. 15, s. 3</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "30.",
            "section_x": "Exception: other processes",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Exception: other processes",
            "content": "30 (1) Sections 15, 16 and 22 do not apply where, in the minister’s opinion, the environmentally significant aspects of a proposal for a policy, Act, regulation or instrument, (a)  have already been considered in a process of public participation, under this Act, under another Act or otherwise, that was substantially equivalent to the process required in relation to the proposal under this Act; or (b)  are required to be considered in a process of public participation under another Act that is substantially equivalent to the process required in relation to the proposal under this Act.  1993, c. 28, s. 30 (1). Same (2) If a minister decides under subsection (1) not to give notice of a proposal under section 15, 16 or 22, the minister shall give notice of the decision to the public and to the Auditor General.  1993, c. 28, s. 30 (2); 2018, c. 17, Sched. 15, s. 4. Same (3) Notice under subsection (2) shall be given as soon as reasonably possible after the decision is made and shall include a brief statement of the minister’s reasons for the decision and any other information about the decision that the minister considers appropriate.  1993, c. 28, s. 30 (3). Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 4 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>30 </b>(1) Sections 15, 16 and 22 do not apply where, in the minister’s opinion, the environmentally significant aspects of a proposal for a policy, Act, regulation or instrument,</p> <p class=\"paragraph\">  (a)  have already been considered in a process of public participation, under this Act, under another Act or otherwise, that was substantially equivalent to the process required in relation to the proposal under this Act; or</p> <p class=\"paragraph\">  (b)  are required to be considered in a process of public participation under another Act that is substantially equivalent to the process required in relation to the proposal under this Act.  1993, c. 28, s. 30 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If a minister decides under subsection (1) not to give notice of a proposal under section 15, 16 or 22, the minister shall give notice of the decision to the public and to the Auditor General.  1993, c. 28, s. 30 (2); 2018, c. 17, Sched. 15, s. 4.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Notice under subsection (2) shall be given as soon as reasonably possible after the decision is made and shall include a brief statement of the minister’s reasons for the decision and any other information about the decision that the minister considers appropriate.  1993, c. 28, s. 30 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s4\">2018, c. 17, Sched. 15, s. 4</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "31.",
            "section_x": "Means of giving notice, ss. 29 and 30",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Means of giving notice, ss. 29 and 30",
            "content": "31 Notice to the public under section 29 or 30 shall be given in the registry and by any other means the minister considers appropriate.  1993, c. 28, s. 31.",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>31 </b>Notice to the public under section 29 or 30 shall be given in the registry and by any other means the minister considers appropriate.  1993, c. 28, s. 31.</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "32.",
            "section_x": "Exception: instruments in accordance with statutory decisions",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Exception: instruments in accordance with statutory decisions",
            "content": "32 (1) Section 22 does not apply where, in the minister’s opinion, the issuance, amendment or revocation of an instrument would be a step towards implementing an undertaking or other project approved by, (a)  a decision made by a tribunal under an Act after affording an opportunity for public participation; or (b)  a decision made under the Environmental Assessment Act.  1993, c. 28, s. 32 (1). Same (2) Section 22 does not apply where, in the minister’s opinion, the issuance, amendment or revocation of an instrument would be a step towards implementing an undertaking that has been exempted from the Environmental Assessment Act, (a)  by a regulation made under that Act; or (b)  under section 15.3 of that Act. 2020. c. 18, Sched. 6, s. 51 (1). Same (3) A decision about a class of undertaking is a decision within the meaning of subsection (1) and an exemption for a class of undertaking is an exemption within the meaning of subsection (2).  1993, c. 28, s. 32 (3). Note: On a day to be named by proclamation of the Lieutenant Governor, section 32 of the Act is repealed and the following substituted: (See: 2020. c. 18, Sched. 6, s. 51 (2)) Exception: instruments in accordance with statutory decisions 32 (1) Section 22 does not apply to a proposal to issue, amend or revoke an instrument where, in the minister’s opinion, the issuance, amendment or revocation of the instrument would be a step towards implementing an undertaking or a project that, Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 32 (1) of the Act is amended by striking out “an undertaking or” in the portion before clause (a) (See: 2020. c. 18, Sched. 6, s. 51 (3)) (a)  has been approved by a decision made by a tribunal under an Act after affording an opportunity for public participation; (b)  has been approved to proceed by a decision made under the Environmental Assessment Act; or (c)  has satisfied the prescribed requirements for commencing the Part II.4 project under Part II.4 of the Environmental Assessment Act. 2020. c. 18, Sched. 6, s. 51 (2). Same (2) Section 22 does not apply to a proposal to issue, amend or revoke an instrument where, in the minister’s opinion, the issuance, amendment or revocation of the instrument would be a step towards implementing an undertaking or a project, (a)  that has been exempted from the Environmental Assessment Act by a regulation made under that Act; or (b)  that has been exempted from the Environmental Assessment Act pursuant to section 15.3 of that Act. 2020. c. 18, Sched. 6, s. 51 (2). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 32 (2) of the Act is repealed and the following substituted: (See: 2020. c. 18, Sched. 6, s. 51 (4)) Same (2) Section 22 does not apply to a proposal to issue, amend or revoke an instrument where, in the minister’s opinion, the issuance, amendment or revocation of the instrument would be a step towards implementing a project that has been exempted from the Environmental Assessment Act by a regulation made under that Act. 2020. c. 18, Sched. 6, s. 51 (4). Same (3) A decision about a class of undertakings or a class of projects is a decision about each undertaking or project in the class for the purposes of clause (1) (a) or (b). 2020. c. 18, Sched. 6, s. 51 (2). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 32 (3) of the Act is repealed and the following substituted: (See: 2020. c. 18, Sched. 6, s. 51 (5)) Same (3) A decision about a class of projects is a decision about each project in the class for the purposes of clause (1) (a). 2020. c. 18, Sched. 6, s. 51 (5). Same (4) An exemption of a class of undertakings or class of projects under the Environmental Assessment Act is an exemption of each undertaking or project in the class for the purposes of subsection (2). 2020. c. 18, Sched. 6, s. 51 (2). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 32 (4) of the Act is repealed and the following substituted: (See: 2020. c. 18, Sched. 6, s. 51 (6)) Same (4) An exemption of a class of projects under the Environmental Assessment Act\r\nis an exemption of each project in the class for the purposes of subsection (2). 2020. c. 18, Sched. 6, s. 51 (6). Transition (5) Subsection (2), as it read on the day before the day subsection 51 (4) of Schedule 6 to the COVID-19 Economic Recovery Act, 2020 came into force, continues to apply to a proposal to issue, amend or revoke an instrument on or after that day where, in the Minister’s opinion, the issuance, amendment or revocation of the instrument would be a step in implementing an undertaking that, before the day Part II.1 of the Environmental Assessment Act\r\nwas repealed by section 26 of Schedule 6 to the COVID-19 Economic Recovery Act, 2020, (a)  was an undertaking within the meaning of the Environmental Assessment Act; (b)  was exempted from the Environmental Assessment Act by a regulation made under that Act or pursuant to section 15.3 of that Act; and (c)  had commenced proceeding. 2020. c. 18, Sched. 6, s. 51 (6). Section Amendments with date in force (d/m/y) 2020, c. 18, Sched. 6, s. 51 (1) - 21/07/2020; 2020, c. 18, Sched. 6, s. 51 (2-6) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>32 </b>(1) Section 22 does not apply where, in the minister’s opinion, the issuance, amendment or revocation of an instrument would be a step towards implementing an undertaking or other project approved by,</p> <p class=\"paragraph\">  (a)  a decision made by a tribunal under an Act after affording an opportunity for public participation; or</p> <p class=\"paragraph\">  (b)  a decision made under the <i>Environmental Assessment Act</i>.  1993, c. 28, s. 32 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Section 22 does not apply where, in the minister’s opinion, the issuance, amendment or revocation of an instrument would be a step towards implementing an undertaking that has been exempted from the Environmental Assessment Act,</p> <p class=\"paragraph\">  (a)  by a regulation made under that Act; or</p> <p class=\"paragraph\">  (b)  under section 15.3 of that Act. 2020. c. 18, Sched. 6, s. 51 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A decision about a class of undertaking is a decision within the meaning of subsection (1) and an exemption for a class of undertaking is an exemption within the meaning of subsection (2).  1993, c. 28, s. 32 (3).</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, section 32 of the Act is repealed and the following substituted: (See: 2020. c. 18, Sched. 6, s. 51 (2))</span></p> <p class=\"Yheadnote\"><span>Exception: instruments in accordance with statutory decisions</span></p> <p class=\"Ysection\"><a name=\"BK46\"></a><b><span>32 </span></b><span>(1) Section 22 does not apply to a proposal to issue, amend or revoke an instrument where, in the minister’s opinion, the issuance, amendment or revocation of the instrument would be a step towards implementing an undertaking or a project that,</span></p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 32 (1) of the Act is amended by striking out “an undertaking or” in the portion before clause (a) (See: 2020. c. 18, Sched. 6, s. 51 (3))</span></p> <p class=\"Yparagraph\"><span>  (a)  has been approved by a decision made by a tribunal under an Act after affording an opportunity for public participation;</span></p> <p class=\"Yparagraph\"><span>  (b)  has been approved to proceed by a decision made under the <i>Environmental Assessment Act</i>; or</span></p> <p class=\"Yparagraph\"><span>  (c)  has satisfied the prescribed requirements for commencing the Part II.4 project under Part II.4 of the <i>Environmental Assessment Act</i>. 2020. c. 18, Sched. 6, s. 51 (2).</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(2) Section 22 does not apply to a proposal to issue, amend or revoke an instrument where, in the minister’s opinion, the issuance, amendment or revocation of the instrument would be a step towards implementing an undertaking or a project,</span></p> <p class=\"Yparagraph\"> <span>(a)  that has been exempted from the <i>Environmental Assessment Act</i> by a regulation made under that Act; or</span></p> <p class=\"Yparagraph\"> <span>(b)  that has been exempted from the <i>Environmental Assessment Act</i> pursuant to section 15.3 of that Act. 2020. c. 18, Sched. 6, s. 51 (2).</span></p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 32 (2) of the Act is repealed and the following substituted: (See: 2020. c. 18, Sched. 6, s. 51 (4))</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(2) Section 22 does not apply to a proposal to issue, amend or revoke an instrument where, in the minister’s opinion, the issuance, amendment or revocation of the instrument would be a step towards implementing a project that has been exempted from the <i>Environmental Assessment Act</i> by a regulation made under that Act. 2020. c. 18, Sched. 6, s. 51 (4).</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(3) A decision about a class of undertakings or a class of projects is a decision about each undertaking or project in the class for the purposes of clause (1) (a) or (b). 2020. c. 18, Sched. 6, s. 51 (2).</span></p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 32 (3) of the Act is repealed and the following substituted: (See: 2020. c. 18, Sched. 6, s. 51 (5))</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(3) A decision about a class of projects is a decision about each project in the class for the purposes of clause (1) (a). 2020. c. 18, Sched. 6, s. 51 (5).</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(4) An exemption of a class of undertakings or class of projects under the <i>Environmental Assessment Act</i> is an exemption of each undertaking or project in the class for the purposes of subsection (2). 2020. c. 18, Sched. 6, s. 51 (2).</span></p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 32 (4) of the Act is repealed and the following substituted: (See: 2020. c. 18, Sched. 6, s. 51 (6))</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(4) An exemption of a class of projects under the <i>Environmental Assessment Act</i>\r\nis an exemption of each project in the class for the purposes of subsection (2). 2020. c. 18, Sched. 6, s. 51 (6).</span></p> <p class=\"Yheadnote\"><span>Transition</span></p> <p class=\"Ysubsection\"><span>(5) Subsection (2), as it read on the day before the day subsection 51 (4) of Schedule 6 to the <i>COVID-19 Economic Recovery Act, 2020</i> came into force, continues to apply to a proposal to issue, amend or revoke an instrument on or after that day where, in the Minister’s opinion, the issuance, amendment or revocation of the instrument would be a step in implementing an undertaking that, before the day Part II.1 of the <i>Environmental Assessment Act</i>\r\nwas repealed by section 26 of Schedule 6 to the <i>COVID-19 Economic Recovery Act, 2020</i>,</span></p> <p class=\"Yparagraph\"> <span>(a)  was an undertaking within the meaning of the <i>Environmental Assessment Act</i>;</span></p> <p class=\"Yparagraph\"> <span>(b)  was exempted from the <i>Environmental Assessment Act</i> by a regulation made under that Act or pursuant to section 15.3 of that Act; and</span></p> <p class=\"Yparagraph\"> <span>(c)  had commenced proceeding. 2020. c. 18, Sched. 6, s. 51 (6).</span></p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"MsoNormal\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20018#sched6s51s1\">2020, c. 18, Sched. 6, s. 51 (1)</a></span><span> - 21/07/2020;</span> <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20018#sched6s51s2\">2020, c. 18, Sched. 6, s. 51 (2-6)</a></span><span> - not in force</span></p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "32.",
            "section_x": "Exception: instruments in accordance with statutory decisions",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Exception: instruments in accordance with statutory decisions",
            "content": "32 (1) Section 22 does not apply where, in the minister’s opinion, the issuance, amendment or revocation of an instrument would be a step towards implementing an undertaking or other project approved by, (a)  a decision made by a tribunal under an Act after affording an opportunity for public participation; or (b)  a decision made under the Environmental Assessment Act.  1993, c. 28, s. 32 (1). Same (2) Section 22 does not apply where, in the minister’s opinion, the issuance, amendment or revocation of an instrument would be a step towards implementing an undertaking that has been exempted from the Environmental Assessment Act, (a)  by a regulation made under that Act; or (b)  under section 15.3 of that Act. 2020. c. 18, Sched. 6, s. 51 (1). Same (3) A decision about a class of undertaking is a decision within the meaning of subsection (1) and an exemption for a class of undertaking is an exemption within the meaning of subsection (2).  1993, c. 28, s. 32 (3). Note: On a day to be named by proclamation of the Lieutenant Governor, section 32 of the Act is repealed and the following substituted: (See: 2020. c. 18, Sched. 6, s. 51 (2)) Exception: instruments in accordance with statutory decisions 32 (1) Section 22 does not apply to a proposal to issue, amend or revoke an instrument where, in the minister’s opinion, the issuance, amendment or revocation of the instrument would be a step towards implementing an undertaking or a project that, Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 32 (1) of the Act is amended by striking out “an undertaking or” in the portion before clause (a) (See: 2020. c. 18, Sched. 6, s. 51 (3)) (a)  has been approved by a decision made by a tribunal under an Act after affording an opportunity for public participation; (b)  has been approved to proceed by a decision made under the Environmental Assessment Act; or (c)  has satisfied the prescribed requirements for commencing the Part II.4 project under Part II.4 of the Environmental Assessment Act. 2020. c. 18, Sched. 6, s. 51 (2). Same (2) Section 22 does not apply to a proposal to issue, amend or revoke an instrument where, in the minister’s opinion, the issuance, amendment or revocation of the instrument would be a step towards implementing an undertaking or a project, (a)  that has been exempted from the Environmental Assessment Act by a regulation made under that Act; or (b)  that has been exempted from the Environmental Assessment Act pursuant to section 15.3 of that Act. 2020. c. 18, Sched. 6, s. 51 (2). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 32 (2) of the Act is repealed and the following substituted: (See: 2020. c. 18, Sched. 6, s. 51 (4)) Same (2) Section 22 does not apply to a proposal to issue, amend or revoke an instrument where, in the minister’s opinion, the issuance, amendment or revocation of the instrument would be a step towards implementing a project that has been exempted from the Environmental Assessment Act by a regulation made under that Act. 2020. c. 18, Sched. 6, s. 51 (4). Same (3) A decision about a class of undertakings or a class of projects is a decision about each undertaking or project in the class for the purposes of clause (1) (a) or (b). 2020. c. 18, Sched. 6, s. 51 (2). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 32 (3) of the Act is repealed and the following substituted: (See: 2020. c. 18, Sched. 6, s. 51 (5)) Same (3) A decision about a class of projects is a decision about each project in the class for the purposes of clause (1) (a). 2020. c. 18, Sched. 6, s. 51 (5). Same (4) An exemption of a class of undertakings or class of projects under the Environmental Assessment Act is an exemption of each undertaking or project in the class for the purposes of subsection (2). 2020. c. 18, Sched. 6, s. 51 (2). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 32 (4) of the Act is repealed and the following substituted: (See: 2020. c. 18, Sched. 6, s. 51 (6)) Same (4) An exemption of a class of projects under the Environmental Assessment Act\r\nis an exemption of each project in the class for the purposes of subsection (2). 2020. c. 18, Sched. 6, s. 51 (6). Transition (5) Subsection (2), as it read on the day before the day subsection 51 (4) of Schedule 6 to the COVID-19 Economic Recovery Act, 2020 came into force, continues to apply to a proposal to issue, amend or revoke an instrument on or after that day where, in the Minister’s opinion, the issuance, amendment or revocation of the instrument would be a step in implementing an undertaking that, before the day Part II.1 of the Environmental Assessment Act\r\nwas repealed by section 26 of Schedule 6 to the COVID-19 Economic Recovery Act, 2020, (a)  was an undertaking within the meaning of the Environmental Assessment Act; (b)  was exempted from the Environmental Assessment Act by a regulation made under that Act or pursuant to section 15.3 of that Act; and (c)  had commenced proceeding. 2020. c. 18, Sched. 6, s. 51 (6). Section Amendments with date in force (d/m/y) 2020, c. 18, Sched. 6, s. 51 (1) - 21/07/2020; 2020, c. 18, Sched. 6, s. 51 (2-6) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>32 </b>(1) Section 22 does not apply where, in the minister’s opinion, the issuance, amendment or revocation of an instrument would be a step towards implementing an undertaking or other project approved by,</p> <p class=\"paragraph\">  (a)  a decision made by a tribunal under an Act after affording an opportunity for public participation; or</p> <p class=\"paragraph\">  (b)  a decision made under the <i>Environmental Assessment Act</i>.  1993, c. 28, s. 32 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Section 22 does not apply where, in the minister’s opinion, the issuance, amendment or revocation of an instrument would be a step towards implementing an undertaking that has been exempted from the Environmental Assessment Act,</p> <p class=\"paragraph\">  (a)  by a regulation made under that Act; or</p> <p class=\"paragraph\">  (b)  under section 15.3 of that Act. 2020. c. 18, Sched. 6, s. 51 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A decision about a class of undertaking is a decision within the meaning of subsection (1) and an exemption for a class of undertaking is an exemption within the meaning of subsection (2).  1993, c. 28, s. 32 (3).</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, section 32 of the Act is repealed and the following substituted: (See: 2020. c. 18, Sched. 6, s. 51 (2))</span></p> <p class=\"Yheadnote\"><span>Exception: instruments in accordance with statutory decisions</span></p> <p class=\"Ysection\"><a name=\"BK46\"></a><b><span>32 </span></b><span>(1) Section 22 does not apply to a proposal to issue, amend or revoke an instrument where, in the minister’s opinion, the issuance, amendment or revocation of the instrument would be a step towards implementing an undertaking or a project that,</span></p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 32 (1) of the Act is amended by striking out “an undertaking or” in the portion before clause (a) (See: 2020. c. 18, Sched. 6, s. 51 (3))</span></p> <p class=\"Yparagraph\"><span>  (a)  has been approved by a decision made by a tribunal under an Act after affording an opportunity for public participation;</span></p> <p class=\"Yparagraph\"><span>  (b)  has been approved to proceed by a decision made under the <i>Environmental Assessment Act</i>; or</span></p> <p class=\"Yparagraph\"><span>  (c)  has satisfied the prescribed requirements for commencing the Part II.4 project under Part II.4 of the <i>Environmental Assessment Act</i>. 2020. c. 18, Sched. 6, s. 51 (2).</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(2) Section 22 does not apply to a proposal to issue, amend or revoke an instrument where, in the minister’s opinion, the issuance, amendment or revocation of the instrument would be a step towards implementing an undertaking or a project,</span></p> <p class=\"Yparagraph\"> <span>(a)  that has been exempted from the <i>Environmental Assessment Act</i> by a regulation made under that Act; or</span></p> <p class=\"Yparagraph\"> <span>(b)  that has been exempted from the <i>Environmental Assessment Act</i> pursuant to section 15.3 of that Act. 2020. c. 18, Sched. 6, s. 51 (2).</span></p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 32 (2) of the Act is repealed and the following substituted: (See: 2020. c. 18, Sched. 6, s. 51 (4))</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(2) Section 22 does not apply to a proposal to issue, amend or revoke an instrument where, in the minister’s opinion, the issuance, amendment or revocation of the instrument would be a step towards implementing a project that has been exempted from the <i>Environmental Assessment Act</i> by a regulation made under that Act. 2020. c. 18, Sched. 6, s. 51 (4).</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(3) A decision about a class of undertakings or a class of projects is a decision about each undertaking or project in the class for the purposes of clause (1) (a) or (b). 2020. c. 18, Sched. 6, s. 51 (2).</span></p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 32 (3) of the Act is repealed and the following substituted: (See: 2020. c. 18, Sched. 6, s. 51 (5))</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(3) A decision about a class of projects is a decision about each project in the class for the purposes of clause (1) (a). 2020. c. 18, Sched. 6, s. 51 (5).</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(4) An exemption of a class of undertakings or class of projects under the <i>Environmental Assessment Act</i> is an exemption of each undertaking or project in the class for the purposes of subsection (2). 2020. c. 18, Sched. 6, s. 51 (2).</span></p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 32 (4) of the Act is repealed and the following substituted: (See: 2020. c. 18, Sched. 6, s. 51 (6))</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(4) An exemption of a class of projects under the <i>Environmental Assessment Act</i>\r\nis an exemption of each project in the class for the purposes of subsection (2). 2020. c. 18, Sched. 6, s. 51 (6).</span></p> <p class=\"Yheadnote\"><span>Transition</span></p> <p class=\"Ysubsection\"><span>(5) Subsection (2), as it read on the day before the day subsection 51 (4) of Schedule 6 to the <i>COVID-19 Economic Recovery Act, 2020</i> came into force, continues to apply to a proposal to issue, amend or revoke an instrument on or after that day where, in the Minister’s opinion, the issuance, amendment or revocation of the instrument would be a step in implementing an undertaking that, before the day Part II.1 of the <i>Environmental Assessment Act</i>\r\nwas repealed by section 26 of Schedule 6 to the <i>COVID-19 Economic Recovery Act, 2020</i>,</span></p> <p class=\"Yparagraph\"> <span>(a)  was an undertaking within the meaning of the <i>Environmental Assessment Act</i>;</span></p> <p class=\"Yparagraph\"> <span>(b)  was exempted from the <i>Environmental Assessment Act</i> by a regulation made under that Act or pursuant to section 15.3 of that Act; and</span></p> <p class=\"Yparagraph\"> <span>(c)  had commenced proceeding. 2020. c. 18, Sched. 6, s. 51 (6).</span></p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"MsoNormal\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20018#sched6s51s1\">2020, c. 18, Sched. 6, s. 51 (1)</a></span><span> - 21/07/2020;</span> <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20018#sched6s51s2\">2020, c. 18, Sched. 6, s. 51 (2-6)</a></span><span> - not in force</span></p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "33.",
            "section_x": "Exception: budget proposals",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Exception: budget proposals",
            "content": "33 (1) A minister need not give notice under section 15, 16 or 22 of a proposal that would, if implemented, form part of or give effect to a budget or economic statement presented to the Assembly.  1993, c. 28, s. 33 (1). Same (2) A minister need not give notice under section 15, 16 or 22 of a proposal that would, if implemented, change, (a)  a policy that forms part of a budget or economic statement presented to the Assembly; or (b)  a bill, Act, regulation or instrument that gives effect to a budget or economic statement presented to the Assembly.  1993, c. 28, s. 33 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK47\"></a><b>33 </b>(1) A minister need not give notice under section 15, 16 or 22 of a proposal that would, if implemented, form part of or give effect to a budget or economic statement presented to the Assembly.  1993, c. 28, s. 33 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A minister need not give notice under section 15, 16 or 22 of a proposal that would, if implemented, change,</p> <p class=\"paragraph\">  (a)  a policy that forms part of a budget or economic statement presented to the Assembly; or</p> <p class=\"paragraph\">  (b)  a bill, Act, regulation or instrument that gives effect to a budget or economic statement presented to the Assembly.  1993, c. 28, s. 33 (2).</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "33.1",
            "section_x": "Exception: Rebuilding Ontario Place Act, 2023",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Exception: Rebuilding Ontario Place Act, 2023",
            "content": "33.1 The requirements of this Part are deemed not to have applied with respect to the Rebuilding Ontario Place Act, 2023. 2023, c. 25, Sched. 2, s. 23 (1). Note: On January 5, 2024, section 33.1 of the Act is repealed. (See: 2023, c. 25, Sched. 2, s. 23 (2)) Section Amendments with date in force (d/m/y) 2020, c. 18, Sched. 6, s. 51 (7) - 21/07/2020; 2020, c. 18, Sched. 6, s. 51 (8) - 20/08/2020 2023, c. 25, Sched. 2, s. 23 (1) - 06/12/2023; 2023, c. 25, Sched. 2, s. 23 (2) - 05/01/2024 Ministerial Role after Giving Notice of a Proposal",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>33.1 </b>The requirements of this Part are deemed not to have applied with respect to the <i>Rebuilding Ontario Place Act, 2023</i>. 2023, c. 25, Sched. 2, s. 23 (1).</p> <p class=\"Pnote\"><span>Note: On January 5, 2024, section 33.1 of the Act is repealed. (See: 2023, c. 25, Sched. 2, s. 23 (2))</span></p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20018#sched6s51s7\">2020, c. 18, Sched. 6, s. 51 (7)</a></span> - 21/07/2020; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20018#sched6s51s8\">2020, c. 18, Sched. 6, s. 51 (8)</a></span> - 20/08/2020</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23025#sched2s23s1\">2023, c. 25, Sched. 2, s. 23 (1)</a></span> - 06/12/2023; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23025#sched2s23s2\">2023, c. 25, Sched. 2, s. 23 (2)</a></span> - 05/01/2024</p> <p class=\"heading1\"><a name=\"BK49\"></a>Ministerial Role after Giving Notice of a Proposal</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "Ministerial Role after Giving Notice of a Proposal",
            "section_x": "Ministerial Role after Giving Notice of a Proposal",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "34.",
            "section_x": "Appointment of mediator",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Appointment of mediator",
            "content": "34 (1) A minister may appoint a mediator to assist in the resolution of issues related to a proposal for an instrument of which notice has been given under section 22.  1993, c. 28, s. 34 (1). Same (2) A minister shall not make an appointment under subsection (1) without the consent of the person applying for the instrument or the person who would be subject to the instrument, as the case may be.  1993, c. 28, s. 34 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK50\"></a><b>34 </b>(1) A minister may appoint a mediator to assist in the resolution of issues related to a proposal for an instrument of which notice has been given under section 22.  1993, c. 28, s. 34 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A minister shall not make an appointment under subsection (1) without the consent of the person applying for the instrument or the person who would be subject to the instrument, as the case may be.  1993, c. 28, s. 34 (2).</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "35.",
            "section_x": "Minister to consider comments",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Minister to consider comments",
            "content": "35 (1) A minister who gives notice of a proposal under section 15, 16 or 22 shall take every reasonable step to ensure that all comments relevant to the proposal that are received as part of the public participation process described in the notice of the proposal are considered when decisions about the proposal are made in the ministry.  1993, c. 28, s. 35 (1). Same (2) For the purposes of subsection (1), a comment on the legislative or regulatory framework within which the decision whether or not to implement a proposal for an instrument is to be made is not a comment relevant to the proposal for the instrument.  1993, c. 28, s. 35 (2). Implementation notice",
            "raw_html": "<p class=\"section\"><a name=\"BK51\"></a><b>35 </b>(1) A minister who gives notice of a proposal under section 15, 16 or 22 shall take every reasonable step to ensure that all comments relevant to the proposal that are received as part of the public participation process described in the notice of the proposal are considered when decisions about the proposal are made in the ministry.  1993, c. 28, s. 35 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of subsection (1), a comment on the legislative or regulatory framework within which the decision whether or not to implement a proposal for an instrument is to be made is not a comment relevant to the proposal for the instrument.  1993, c. 28, s. 35 (2).</p> <p class=\"headnote\">Implementation notice</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "36.",
            "section_x": "Implementation notice",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Proposals for policies, Acts, regulations",
            "content": "36 (1) As soon as reasonably possible after a proposal for a policy, Act or regulation in respect of which notice was given under section 15 or 16 is implemented, the minister shall give notice to the public of the implementation.  1993, c. 28, s. 36 (1). Proposals for instruments (2) As soon as reasonably possible after a decision is made whether or not to implement a proposal for an instrument in respect of which notice was given under section 22, the minister shall give notice to the public of the decision.  1993, c. 28, s. 36 (2). Means of giving notice (3) Notice under this section shall be given in the registry and by any other means the minister considers appropriate.  1993, c. 28, s. 36 (3). Contents of notice (4) The notice shall include a brief explanation of the effect, if any, of public participation on decision-making on the proposal and any other information that the minister considers appropriate.  1993, c. 28, s. 36 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK52\"></a><b>36 </b>(1) As soon as reasonably possible after a proposal for a policy, Act or regulation in respect of which notice was given under section 15 or 16 is implemented, the minister shall give notice to the public of the implementation.  1993, c. 28, s. 36 (1).</p> <p class=\"headnote\">Proposals for instruments</p> <p class=\"subsection\">(2) As soon as reasonably possible after a decision is made whether or not to implement a proposal for an instrument in respect of which notice was given under section 22, the minister shall give notice to the public of the decision.  1993, c. 28, s. 36 (2).</p> <p class=\"headnote\">Means of giving notice</p> <p class=\"subsection\">(3) Notice under this section shall be given in the registry and by any other means the minister considers appropriate.  1993, c. 28, s. 36 (3).</p> <p class=\"headnote\">Contents of notice</p> <p class=\"subsection\">(4) The notice shall include a brief explanation of the effect, if any, of public participation on decision-making on the proposal and any other information that the minister considers appropriate.  1993, c. 28, s. 36 (4).</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "37.",
            "section_x": "Effect of failure to comply with Part II",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Effect of failure to comply with Part II",
            "content": "37 Failure to comply with a provision of this Part does not affect the validity of any policy, Act, regulation or instrument, except as provided in section 118.  1993, c. 28, s. 37. Appeals of Decisions on Class I and Class II Instrument Proposals",
            "raw_html": "<p class=\"section\"><a name=\"BK53\"></a><b>37 </b>Failure to comply with a provision of this Part does not affect the validity of any policy, Act, regulation or instrument, except as provided in section 118.  1993, c. 28, s. 37.</p> <p class=\"heading1\"><a name=\"BK54\"></a>Appeals of Decisions on Class I and Class II Instrument Proposals</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "Appeals of Decisions on Class I and Class II Instrument Proposals",
            "section_x": "Appeals of Decisions on Class I and Class II Instrument Proposals",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "38.",
            "section_x": "Right to seek leave to appeal a decision on an instrument",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Right to seek leave to appeal a decision on an instrument",
            "content": "38 (1) Any person resident in Ontario may seek leave to appeal from a decision whether or not to implement a proposal for a Class I or II instrument of which notice is required to be given under section 22, if the following two conditions are met: 1.  The person seeking leave to appeal has an interest in the decision. 2.  Another person has a right under another Act to appeal from a decision whether or not to implement the proposal.  1993, c. 28, s. 38 (1). Same (2) For greater certainty, subsection (1) does not permit any person to seek leave to appeal from a decision about a proposal to which section 22 does not apply because of the application of section 29, 30, 32 or 33.  1993, c. 28, s. 38 (2). Same (3) For the purposes of subsection (1), the fact that a person has exercised a right given by this Act to comment on a proposal is evidence that the person has an interest in the decision on the proposal.  1993, c. 28, s. 38 (3). Further rights of appeal (4) Any person who, by virtue of this Part, is a party to an appeal about a proposal has rights of appeal from an appellate decision about the proposal equivalent to those of any other party to the appeal.  1993, c. 28, s. 38 (4). Same (5) For the purposes of subsection (4), an appellate decision about a proposal is not limited to a decision whether or not to implement the proposal but includes, for example, the following kinds of decisions: 1.  An order to an earlier decision-maker to make a new decision about the proposal. 2.  An order varying an earlier decision about the proposal. 3.  An order to set aside an earlier decision about the proposal.  1993, c. 28, s. 38 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK55\"></a><b>38 </b>(1) Any person resident in Ontario may seek leave to appeal from a decision whether or not to implement a proposal for a Class I or II instrument of which notice is required to be given under section 22, if the following two conditions are met:</p> <p class=\"paragraph\">  1.  The person seeking leave to appeal has an interest in the decision.</p> <p class=\"paragraph\">  2.  Another person has a right under another Act to appeal from a decision whether or not to implement the proposal.  1993, c. 28, s. 38 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For greater certainty, subsection (1) does not permit any person to seek leave to appeal from a decision about a proposal to which section 22 does not apply because of the application of section 29, 30, 32 or 33.  1993, c. 28, s. 38 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) For the purposes of subsection (1), the fact that a person has exercised a right given by this Act to comment on a proposal is evidence that the person has an interest in the decision on the proposal.  1993, c. 28, s. 38 (3).</p> <p class=\"headnote\">Further rights of appeal</p> <p class=\"subsection\">(4) Any person who, by virtue of this Part, is a party to an appeal about a proposal has rights of appeal from an appellate decision about the proposal equivalent to those of any other party to the appeal.  1993, c. 28, s. 38 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) For the purposes of subsection (4), an appellate decision about a proposal is not limited to a decision whether or not to implement the proposal but includes, for example, the following kinds of decisions:</p> <p class=\"paragraph\">  1.  An order to an earlier decision-maker to make a new decision about the proposal.</p> <p class=\"paragraph\">  2.  An order varying an earlier decision about the proposal.</p> <p class=\"paragraph\">  3.  An order to set aside an earlier decision about the proposal.  1993, c. 28, s. 38 (5).</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "39.",
            "section_x": "Appellate body",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Appellate body",
            "content": "39 (1) Subject to the regulations under this Act, the application for leave to appeal and the appeal shall be heard by the appellate body that would hear an appeal relating to the same proposal and of a similar nature brought by a person referred to in paragraph 2 of subsection 38 (1).  1993, c. 28, s. 39 (1). Same (2) For example, an appeal on a question of law from a decision to issue an instrument relates to the same proposal as and is of a similar nature to an appeal on a question of law from a decision not to issue the instrument.  1993, c. 28, s. 39 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK56\"></a><b>39 </b>(1) Subject to the regulations under this Act, the application for leave to appeal and the appeal shall be heard by the appellate body that would hear an appeal relating to the same proposal and of a similar nature brought by a person referred to in paragraph 2 of subsection 38 (1).  1993, c. 28, s. 39 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For example, an appeal on a question of law from a decision to issue an instrument relates to the same proposal as and is of a similar nature to an appeal on a question of law from a decision not to issue the instrument.  1993, c. 28, s. 39 (2).</p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "40.",
            "section_x": "Time for appeal",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Time for appeal",
            "content": "40 An application for leave to appeal under subsection 38 (1) shall not be made later than the earlier of, (a)  fifteen days after the day on which the minister gives notice under section 36 of a decision on the proposal; and (b)  fifteen days after the day on which notice relating to the proposal is given under section 47.  1993, c. 28, s. 40.",
            "raw_html": "<p class=\"section\"><a name=\"BK57\"></a><b>40 </b>An application for leave to appeal under subsection 38 (1) shall not be made later than the earlier of,</p> <p class=\"paragraph\">  (a)  fifteen days after the day on which the minister gives notice under section 36 of a decision on the proposal; and</p> <p class=\"paragraph\">  (b)  fifteen days after the day on which notice relating to the proposal is given under section 47.  1993, c. 28, s. 40.</p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "41.",
            "section_x": "Leave test",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Leave test",
            "content": "41 Leave to appeal a decision shall not be granted unless it appears to the appellate body that, (a)  there is good reason to believe that no reasonable person, having regard to the relevant law and to any government policies developed to guide decisions of that kind, could have made the decision; and (b)  the decision in respect of which an appeal is sought could result in significant harm to the environment.  1993, c. 28, s. 41.",
            "raw_html": "<p class=\"section\"><a name=\"BK58\"></a><b>41 </b>Leave to appeal a decision shall not be granted unless it appears to the appellate body that,</p> <p class=\"paragraph\">  (a)  there is good reason to believe that no reasonable person, having regard to the relevant law and to any government policies developed to guide decisions of that kind, could have made the decision; and</p> <p class=\"paragraph\">  (b)  the decision in respect of which an appeal is sought could result in significant harm to the environment.  1993, c. 28, s. 41.</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "42.",
            "section_x": "Automatic stay if leave granted",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Automatic stay if leave granted",
            "content": "42 (1) The granting of leave under section 41 to appeal a decision stays the operation of the decision until the disposition of the appeal, unless the appellate body that granted the leave orders otherwise.  1993, c. 28, s. 42 (1). Same (2) Subsection (1) applies despite any provision in or under any other Act.  1993, c. 28, s. 42 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK59\"></a><b>42 </b>(1) The granting of leave under section 41 to appeal a decision stays the operation of the decision until the disposition of the appeal, unless the appellate body that granted the leave orders otherwise.  1993, c. 28, s. 42 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsection (1) applies despite any provision in or under any other Act.  1993, c. 28, s. 42 (2).</p>"
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "43.",
            "section_x": "No appeal from leave decision",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "No appeal from leave decision",
            "content": "43 There is no appeal from a decision whether or not to grant an application for leave to appeal.  1993, c. 28, s. 43.",
            "raw_html": "<p class=\"section\"><a name=\"BK60\"></a><b>43 </b>There is no appeal from a decision whether or not to grant an application for leave to appeal.  1993, c. 28, s. 43.</p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "44.",
            "section_x": "Grounds for appeal decision",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Grounds for appeal decision",
            "content": "44 The appellate body shall make its determination in an appeal under this Part on grounds similar to those that would apply to an appeal relating to the same proposal and of a similar nature brought by a person referred to in paragraph 2 of subsection 38 (1).  1993, c. 28, s. 44.",
            "raw_html": "<p class=\"section\"><a name=\"BK61\"></a><b>44 </b>The appellate body shall make its determination in an appeal under this Part on grounds similar to those that would apply to an appeal relating to the same proposal and of a similar nature brought by a person referred to in paragraph 2 of subsection 38 (1).  1993, c. 28, s. 44.</p>"
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "45.",
            "section_x": "Powers on appeal",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Powers on appeal",
            "content": "45 The appellate body has similar powers on an appeal under this Part to those the appellate body would have on an appeal relating to the same proposal and of a similar nature brought by a person referred to in paragraph 2 of subsection 38 (1).  1993, c. 28, s. 45.",
            "raw_html": "<p class=\"section\"><a name=\"BK62\"></a><b>45 </b>The appellate body has similar powers on an appeal under this Part to those the appellate body would have on an appeal relating to the same proposal and of a similar nature brought by a person referred to in paragraph 2 of subsection 38 (1).  1993, c. 28, s. 45.</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "46.",
            "section_x": "Procedure",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Procedure",
            "content": "46 The appellate body hearing an application for leave to appeal or an appeal under this Part may follow procedures similar to those the appellate body would follow on an appeal relating to the same proposal and of a similar nature brought by a person referred to in paragraph 2 of subsection 38 (1), or may vary those procedures as appropriate.  1993, c. 28, s. 46.",
            "raw_html": "<p class=\"section\"><a name=\"BK63\"></a><b>46 </b>The appellate body hearing an application for leave to appeal or an appeal under this Part may follow procedures similar to those the appellate body would follow on an appeal relating to the same proposal and of a similar nature brought by a person referred to in paragraph 2 of subsection 38 (1), or may vary those procedures as appropriate.  1993, c. 28, s. 46.</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "47.",
            "section_x": "Public notice of appeals under other Acts",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Public notice of appeals under other Acts",
            "content": "47 (1) A person who exercises a right under another Act to appeal from or to seek leave to appeal from a decision whether or not to implement a proposal for a Class I or II instrument of which notice is required to be given under section 22 shall give notice to the public in the registry of the appeal or application for leave to appeal.  1993, c. 28, s. 47 (1). Same (2) For greater certainty, subsection (1) does not require any person to give notice to the public of an application or appeal respecting a proposal to which section 22 does not apply because of the application of section 29, 30, 32 or 33.  1993, c. 28, s. 47 (2). Placing on registry (3) The notice required by subsection (1) shall be given by delivering it to the Environment Minister who shall promptly place it on the registry. 2018, c. 17, Sched. 15, s. 5. Same (4) Delivery of the notice to the Environment Minister shall be made no later than the earlier of, (a)  two days after the day on which the application was made or the appeal commenced; and (b)  the end of the time period within which the application could be made or the appeal could be commenced. 2018, c. 17, Sched. 15, s. 5. Content of notice (5) The notice shall include the following: 1.  A brief description of the decision in respect of which an appeal is sought, sufficient to identify the decision. 2.  A brief description of the grounds for the application for leave to appeal or for the appeal. 3.  Any information prescribed by the regulations under this Act.  1993, c. 28, s. 47 (5). Appellate body not to proceed without notice (6) The appellate body hearing the application for leave to appeal or the appeal shall not proceed with the application or appeal until fifteen days after notice is given to the public in the registry in accordance with this section, unless the appellate body considers it appropriate to proceed sooner.  1993, c. 28, s. 47 (6). Participation in application or appeal (7) In order to provide fair and adequate representation of the private and public interests, including governmental interests, involved in the application or appeal, the appellate body may permit any person to participate in the application or appeal, as a party or otherwise.  1993, c. 28, s. 47 (7). Same (8) In reaching a determination under subsection (7), the appellate body shall have regard to the intent and purposes of this Act.  1993, c. 28, s. 47 (8). Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 5 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK64\"></a><b>47 </b>(1) A person who exercises a right under another Act to appeal from or to seek leave to appeal from a decision whether or not to implement a proposal for a Class I or II instrument of which notice is required to be given under section 22 shall give notice to the public in the registry of the appeal or application for leave to appeal.  1993, c. 28, s. 47 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For greater certainty, subsection (1) does not require any person to give notice to the public of an application or appeal respecting a proposal to which section 22 does not apply because of the application of section 29, 30, 32 or 33.  1993, c. 28, s. 47 (2).</p> <p class=\"headnote\">Placing on registry</p> <p class=\"subsection\">(3) The notice required by subsection (1) shall be given by delivering it to the Environment Minister who shall promptly place it on the registry. 2018, c. 17, Sched. 15, s. 5.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Delivery of the notice to the Environment Minister shall be made no later than the earlier of,</p> <p class=\"paragraph\">  (a)  two days after the day on which the application was made or the appeal commenced; and</p> <p class=\"paragraph\">  (b)  the end of the time period within which the application could be made or the appeal could be commenced. 2018, c. 17, Sched. 15, s. 5.</p> <p class=\"headnote\">Content of notice</p> <p class=\"subsection\">(5) The notice shall include the following:</p> <p class=\"paragraph\">  1.  A brief description of the decision in respect of which an appeal is sought, sufficient to identify the decision.</p> <p class=\"paragraph\">  2.  A brief description of the grounds for the application for leave to appeal or for the appeal.</p> <p class=\"paragraph\">  3.  Any information prescribed by the regulations under this Act.  1993, c. 28, s. 47 (5).</p> <p class=\"headnote\">Appellate body not to proceed without notice</p> <p class=\"subsection\">(6) The appellate body hearing the application for leave to appeal or the appeal shall not proceed with the application or appeal until fifteen days after notice is given to the public in the registry in accordance with this section, unless the appellate body considers it appropriate to proceed sooner.  1993, c. 28, s. 47 (6).</p> <p class=\"headnote\">Participation in application or appeal</p> <p class=\"subsection\">(7) In order to provide fair and adequate representation of the private and public interests, including governmental interests, involved in the application or appeal, the appellate body may permit any person to participate in the application or appeal, as a party or otherwise.  1993, c. 28, s. 47 (7).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) In reaching a determination under subsection (7), the appellate body shall have regard to the intent and purposes of this Act.  1993, c. 28, s. 47 (8).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s5\">2018, c. 17, Sched. 15, s. 5</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "48.",
            "section_x": "Existing rights of appeal not affected",
            "part_id": "PART II  ",
            "part_type": "PART II PUBLIC PARTICIPATION IN GOVERNMENT DECISION-MAKING",
            "section_y": "Existing rights of appeal not affected",
            "content": "48 Nothing in this Part shall be interpreted to limit a right of appeal otherwise available.  1993, c. 28, s. 48. Part III   COMMISSIONER of the ENVIRONMENT, RepOrts, etc.",
            "raw_html": "<p class=\"section\"><a name=\"BK65\"></a><b>48 </b>Nothing in this Part shall be interpreted to limit a right of appeal otherwise available.  1993, c. 28, s. 48.</p> <p class=\"partnum\"><a name=\"BK66\"></a>Part III <br/>  COMMISSIONER of the ENVIRONMENT, RepOrts, etc.</p>"
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "PART III  ",
            "section_x": "PART III COMMISSIONER OF THE ENVIRONMENT, REPORTS, ETC.",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "49.",
            "section_x": "Auditor General",
            "part_id": "PART III  ",
            "part_type": "PART III COMMISSIONER OF THE ENVIRONMENT, REPORTS, ETC.",
            "section_y": "Auditor General",
            "content": "49 (1) The Auditor General may exercise the powers and shall perform the duties and functions assigned to him or her under this Act. 2018, c. 17, Sched. 15, s. 6. Same (2) Every power possessed by the Auditor General in carrying out his or her functions and responsibilities under the Auditor General Act, and every duty to comply with the exercise of such a power, is also a power and duty under this Act, subject to any necessary modification. 2018, c. 17, Sched. 15, s. 6. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 6 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK67\"></a><b>49 </b>(1) The Auditor General may exercise the powers and shall perform the duties and functions assigned to him or her under this Act. 2018, c. 17, Sched. 15, s. 6.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Every power possessed by the Auditor General in carrying out his or her functions and responsibilities under the <i>Auditor General Act</i>, and every duty to comply with the exercise of such a power, is also a power and duty under this Act, subject to any necessary modification. 2018, c. 17, Sched. 15, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s6\">2018, c. 17, Sched. 15, s. 6</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK68",
            "TOCid": "50.",
            "section_x": "Commissioner of the Environment",
            "part_id": "PART III  ",
            "part_type": "PART III COMMISSIONER OF THE ENVIRONMENT, REPORTS, ETC.",
            "section_y": "Commissioner of the Environment",
            "content": "50 (1) The Auditor General shall appoint a Commissioner of the Environment who shall be an employee of the Office of the Auditor General. 2018, c. 17, Sched. 15, s. 6. Duties (2) The Commissioner of the Environment shall exercise the powers and perform the duties delegated to the Commissioner by the Auditor General under this Act. 2018, c. 17, Sched. 15, s. 6. Absence (3) If the Commissioner of the Environment is absent or unable to fulfil his or her duties, the Auditor General may designate in writing an employee of the Office of the Auditor General to fulfil those duties. 2018, c. 17, Sched. 15, s. 6. Section Amendments with date in force (d/m/y) 1999, c. 5, s. 2 - 28/10/1999 2018, c. 17, Sched. 15, s. 6 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK68\"></a><b>50 </b>(1) The Auditor General shall appoint a Commissioner of the Environment who shall be an employee of the Office of the Auditor General. 2018, c. 17, Sched. 15, s. 6.</p> <p class=\"headnote\">Duties</p> <p class=\"subsection\">(2) The Commissioner of the Environment shall exercise the powers and perform the duties delegated to the Commissioner by the Auditor General under this Act. 2018, c. 17, Sched. 15, s. 6.</p> <p class=\"headnote\">Absence</p> <p class=\"subsection\">(3) If the Commissioner of the Environment is absent or unable to fulfil his or her duties, the Auditor General may designate in writing an employee of the Office of the Auditor General to fulfil those duties. 2018, c. 17, Sched. 15, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1999, c. 5, s. 2 - 28/10/1999</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s6\">2018, c. 17, Sched. 15, s. 6</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK69",
            "TOCid": "51.",
            "section_x": "Reports",
            "part_id": "PART III  ",
            "part_type": "PART III COMMISSIONER OF THE ENVIRONMENT, REPORTS, ETC.",
            "section_y": "Reports",
            "content": "51 (1) The Auditor General shall report annually to the Speaker of the Assembly with regard to the operation of this Act, and the Speaker shall lay the report before the Assembly as soon as reasonably possible. 2018, c. 17, Sched. 15, s. 6. Same (2) The annual report may include, (a)  a review of progress on activities to promote energy conservation; (b)  a review of progress on activities to reduce greenhouse gas emissions; and (c)  any matters that the Auditor General considers appropriate. 2018, c. 17, Sched. 15, s. 6. Same (3) The annual report may, in the Auditor General’s discretion, be included in the Auditor General’s annual report prepared under section 12 of the Auditor General Act. 2018, c. 17, Sched. 15, s. 6. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 6 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK69\"></a><b>51 </b>(1) The Auditor General shall report annually to the Speaker of the Assembly with regard to the operation of this Act, and the Speaker shall lay the report before the Assembly as soon as reasonably possible. 2018, c. 17, Sched. 15, s. 6.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The annual report may include,</p> <p class=\"paragraph\">  (a)  a review of progress on activities to promote energy conservation;</p> <p class=\"paragraph\">  (b)  a review of progress on activities to reduce greenhouse gas emissions; and</p> <p class=\"paragraph\">  (c)  any matters that the Auditor General considers appropriate. 2018, c. 17, Sched. 15, s. 6.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The annual report may, in the Auditor General’s discretion, be included in the Auditor General’s annual report prepared under section 12 of the <i>Auditor General Act</i>. 2018, c. 17, Sched. 15, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s6\">2018, c. 17, Sched. 15, s. 6</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK70",
            "TOCid": "52.",
            "section_x": "Employees continued",
            "part_id": "PART III  ",
            "part_type": "PART III COMMISSIONER OF THE ENVIRONMENT, REPORTS, ETC.",
            "section_y": "Employees continued",
            "content": "52 (1) The employees who work in the office of the Environmental Commissioner immediately before the day section 6 of Schedule 15 to the Restoring Trust, Transparency and Accountability Act, 2018 comes into force and who are offered and accept employment with the Office of the Auditor General shall continue to be employed on such terms as may be determined under section 20 of the Auditor General Act. 2018, c. 17, Sched. 15, s. 6. Same (2) The employment of the employees described in subsection (1) is not terminated or severed, including for the purposes of the Employment Standards Act, 2000, and the employment of the employees immediately before and after the day section 6 of Schedule 15 to the Restoring Trust, Transparency and Accountability Act, 2018\r\ncomes into force is continuous for the purposes of calculating an employee’s length or period of employment. 2018, c. 17, Sched. 15, s. 6. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 6 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK70\"></a><b>52 </b>(1) The employees who work in the office of the Environmental Commissioner immediately before the day section 6 of Schedule 15 to the <i>Restoring Trust, Transparency and Accountability Act, 2018</i> comes into force and who are offered and accept employment with the Office of the Auditor General shall continue to be employed on such terms as may be determined under section 20 of the <i>Auditor General Act</i>. 2018, c. 17, Sched. 15, s. 6.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The employment of the employees described in subsection (1) is not terminated or severed, including for the purposes of the <i>Employment Standards Act, 2000</i>, and the employment of the employees immediately before and after the day section 6 of Schedule 15 to the <i>Restoring Trust, Transparency and Accountability Act, 2018</i>\r\ncomes into force is continuous for the purposes of calculating an employee’s length or period of employment. 2018, c. 17, Sched. 15, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s6\">2018, c. 17, Sched. 15, s. 6</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK71",
            "TOCid": "53.",
            "section_x": "Transfers",
            "part_id": "PART III  ",
            "part_type": "PART III COMMISSIONER OF THE ENVIRONMENT, REPORTS, ETC.",
            "section_y": "Transfers",
            "content": "53 (1) Subject to subsection (2), the rights, obligations, assets and liabilities relating to the office of the Environmental Commissioner, as they exist immediately before the day section 6 of Schedule 15 to the Restoring Trust, Transparency and Accountability Act, 2018 comes into force, become rights, obligations, assets and liabilities relating to the Office of the Auditor General on that day. 2018, c. 17, Sched. 15, s. 6. Exception (2) Subsection (1) does not apply in respect of the rights, obligations, assets or liabilities relating to the employees who work in the office of the Environmental Commissioner immediately before the day section 6 of Schedule 15 to the Restoring Trust, Transparency and Accountability Act, 2018 comes into force. 2018, c. 17, Sched. 15, s. 6. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 6 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK71\"></a><b>53 </b>(1) Subject to subsection (2), the rights, obligations, assets and liabilities relating to the office of the Environmental Commissioner, as they exist immediately before the day section 6 of Schedule 15 to the <i>Restoring Trust, Transparency and Accountability Act, 2018</i> comes into force, become rights, obligations, assets and liabilities relating to the Office of the Auditor General on that day. 2018, c. 17, Sched. 15, s. 6.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply in respect of the rights, obligations, assets or liabilities relating to the employees who work in the office of the Environmental Commissioner immediately before the day section 6 of Schedule 15 to the <i>Restoring Trust, Transparency and Accountability Act, 2018</i> comes into force. 2018, c. 17, Sched. 15, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s6\">2018, c. 17, Sched. 15, s. 6</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK72",
            "TOCid": "54.",
            "section_x": "Non-application of successor rights and sale of business rules",
            "part_id": "PART III  ",
            "part_type": "PART III COMMISSIONER OF THE ENVIRONMENT, REPORTS, ETC.",
            "section_y": "Non-application of successor rights and sale of business rules",
            "content": "54 Any rules respecting successor rights or the sale of a business set out in the Crown Employees Collective Bargaining Act, 1993, including but not limited to section 10 of that Act, and the Labour Relations Act, 1995, including but not limited to section 69 of that Act, do not apply with respect to the transfer described in subsection 53 (1). 2018, c. 17, Sched. 15, s. 6. Section Amendments with date in force (d/m/y) 2006, c. 35, Sched. C, s. 35 (1) - 20/08/2007 2018, c. 17, Sched. 15, s. 6 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK72\"></a><b>54 </b>Any rules respecting successor rights or the sale of a business set out in the <i>Crown Employees Collective Bargaining Act, 1993</i>, including but not limited to section 10 of that Act, and the <i>Labour Relations Act, 1995</i>, including but not limited to section 69 of that Act, do not apply with respect to the transfer described in subsection 53 (1). 2018, c. 17, Sched. 15, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs35s1\">2006, c. 35, Sched. C, s. 35 (1)</a></span> - 20/08/2007</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s6\">2018, c. 17, Sched. 15, s. 6</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK73",
            "TOCid": "55.",
            "section_x": "Protection from liability",
            "part_id": "PART III  ",
            "part_type": "PART III COMMISSIONER OF THE ENVIRONMENT, REPORTS, ETC.",
            "section_y": "Protection from liability",
            "content": "55 (1) No cause of action arises, no proceeding may be brought and no remedy is available or damages, costs or compensation payable in connection with any amendment made by Schedule 15 to the Restoring Trust, Transparency and Accountability Act, 2018 to this Act or anything done or not done in accordance with those amendments. 2018, c. 17, Sched. 15, s. 6. Same (2) Subsection (1) applies whether the cause of action on which a proceeding is based arose before or after the day that subsection comes into force. 2018, c. 17, Sched. 15, s. 6. Proceedings set aside (3) Any proceeding referred to in subsection (1) commenced before the day that subsection comes into force is deemed to have been dismissed, without costs, on that day. 2018, c. 17, Sched. 15, s. 6. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 6 - 01/04/2019 56 Repealed: 2018, c. 17, Sched. 15, s. 6. Section Amendments with date in force (d/m/y) 2004, c. 17, s. 32 - 30/11/2004 2018, c. 17, Sched. 15, s. 6 - 01/04/2019 57, 58 Repealed: 2018, c. 17, Sched. 15, s. 6. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 6 - 01/04/2019 58.1 Repealed: 2018, c. 17, Sched. 15, s. 6. Section Amendments with date in force (d/m/y) 2009, c. 12, Sched. F, s. 1 - 09/09/2009 2014, c. 7, Sched. 8, s. 1 - 01/01/2015 2018, c. 17, Sched. 15, s. 6 - 01/04/2019 58.2, 58.3 Repealed: 2018, c. 17, Sched. 15, s. 6. Section Amendments with date in force (d/m/y) 2009, c. 12, Sched. F, s. 1 - 09/09/2009 2018, c. 17, Sched. 15, s. 6 - 01/04/2019 59 Repealed: 2018, c. 17, Sched. 15, s. 6. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 6 - 01/04/2019 60 Repealed: 2018, c. 17, Sched. 15, s. 6. Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 6, s. 57 - 01/06/2011 2018, c. 17, Sched. 15, s. 6 - 01/04/2019 PART IV   APPLICATION FOR REVIEW",
            "raw_html": "<p class=\"section\"><a name=\"BK73\"></a><b>55 </b>(1) No cause of action arises, no proceeding may be brought and no remedy is available or damages, costs or compensation payable in connection with any amendment made by Schedule 15 to the <i>Restoring Trust, Transparency and Accountability Act, 2018</i> to this Act or anything done or not done in accordance with those amendments. 2018, c. 17, Sched. 15, s. 6.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsection (1) applies whether the cause of action on which a proceeding is based arose before or after the day that subsection comes into force. 2018, c. 17, Sched. 15, s. 6.</p> <p class=\"headnote\">Proceedings set aside</p> <p class=\"subsection\">(3) Any proceeding referred to in subsection (1) commenced before the day that subsection comes into force is deemed to have been dismissed, without costs, on that day. 2018, c. 17, Sched. 15, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s6\">2018, c. 17, Sched. 15, s. 6</a></span> - 01/04/2019</p> <p class=\"section\"><b>56 </b><span class=\"ovsmallcap\">Repealed</span>: 2018, c. 17, Sched. 15, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04017#s32\">2004, c. 17, s. 32</a></span> - 30/11/2004</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s6\">2018, c. 17, Sched. 15, s. 6</a></span> - 01/04/2019</p> <p class=\"section\"><b>57, 58 </b><span class=\"ovsmallcap\">Repealed</span>: 2018, c. 17, Sched. 15, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s6\">2018, c. 17, Sched. 15, s. 6</a></span> - 01/04/2019</p> <p class=\"section\"><b>58.1 </b><span class=\"ovsmallcap\">Repealed</span>: 2018, c. 17, Sched. 15, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09012#schedfs1\">2009, c. 12, Sched. F, s. 1</a></span> - 09/09/2009</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14007#sched8s1\">2014, c. 7, Sched. 8, s. 1</a></span> - 01/01/2015</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s6\">2018, c. 17, Sched. 15, s. 6</a></span> - 01/04/2019</p> <p class=\"section\"><b>58.2, 58.3 </b><span class=\"ovsmallcap\">Repealed</span>: 2018, c. 17, Sched. 15, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09012#schedfs1\">2009, c. 12, Sched. F, s. 1</a></span> - 09/09/2009</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s6\">2018, c. 17, Sched. 15, s. 6</a></span> - 01/04/2019</p> <p class=\"section\"><b>59 </b><span class=\"ovsmallcap\">Repealed</span>: 2018, c. 17, Sched. 15, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s6\">2018, c. 17, Sched. 15, s. 6</a></span> - 01/04/2019</p> <p class=\"section\"><b>60 </b><span class=\"ovsmallcap\">Repealed</span>: 2018, c. 17, Sched. 15, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched6s57\">2009, c. 33, Sched. 6, s. 57</a></span> - 01/06/2011</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s6\">2018, c. 17, Sched. 15, s. 6</a></span> - 01/04/2019</p> <p class=\"partnum\"><a name=\"BK74\"></a>PART IV <br/>  APPLICATION FOR REVIEW</p>"
        },
        {
            "ahref_id": "#BK74",
            "TOCid": "PART IV  ",
            "section_x": "PART IV APPLICATION FOR REVIEW",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK75",
            "TOCid": "61.",
            "section_x": "Application for review",
            "part_id": "PART IV  ",
            "part_type": "PART IV APPLICATION FOR REVIEW",
            "section_y": "Application for review",
            "content": "61 (1) Any two persons resident in Ontario who believe that an existing policy, Act, regulation or instrument of Ontario should be amended, repealed or revoked in order to protect the environment may apply to the appropriate minister for a review of the policy, Act, regulation or instrument. 2018, c. 17, Sched. 15, s. 7. Same (2) Any two persons resident in Ontario who believe that a new policy, Act or regulation of Ontario should be made or passed in order to protect the environment may apply to the appropriate minister for a review of the need for the new policy, Act or regulation. 2018, c. 17, Sched. 15, s. 7. Same (3) An application under subsection (1) or (2) shall be in the form provided for the purpose by the Environment Minister and shall include, (a)  the names and addresses of the applicants; (b)  an explanation of why the applicants believe that the review applied for should be undertaken in order to protect the environment; and (c)  a summary of the evidence supporting the applicants’ belief that the review applied for should be undertaken in order to protect the environment. 2018, c. 17, Sched. 15, s. 7. Same (4) In addition, an application under subsection (1) shall clearly identify the policy, Act, regulation or instrument in respect of which a review is sought. 2018, c. 17, Sched. 15, s. 7. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 7 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK75\"></a><b>61 </b>(1) Any two persons resident in Ontario who believe that an existing policy, Act, regulation or instrument of Ontario should be amended, repealed or revoked in order to protect the environment may apply to the appropriate minister for a review of the policy, Act, regulation or instrument. 2018, c. 17, Sched. 15, s. 7.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Any two persons resident in Ontario who believe that a new policy, Act or regulation of Ontario should be made or passed in order to protect the environment may apply to the appropriate minister for a review of the need for the new policy, Act or regulation. 2018, c. 17, Sched. 15, s. 7.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) An application under subsection (1) or (2) shall be in the form provided for the purpose by the Environment Minister and shall include,</p> <p class=\"paragraph\">  (a)  the names and addresses of the applicants;</p> <p class=\"paragraph\">  (b)  an explanation of why the applicants believe that the review applied for should be undertaken in order to protect the environment; and</p> <p class=\"paragraph\">  (c)  a summary of the evidence supporting the applicants’ belief that the review applied for should be undertaken in order to protect the environment. 2018, c. 17, Sched. 15, s. 7.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) In addition, an application under subsection (1) shall clearly identify the policy, Act, regulation or instrument in respect of which a review is sought. 2018, c. 17, Sched. 15, s. 7.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s7\">2018, c. 17, Sched. 15, s. 7</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK76",
            "TOCid": "62.",
            "section_x": "Where ministry not prescribed",
            "part_id": "PART IV  ",
            "part_type": "PART IV APPLICATION FOR REVIEW",
            "section_y": "Where ministry not prescribed",
            "content": "62 (1) Where an application for review is made to a minister for a ministry not prescribed for the purposes of this Part, the responsible minister shall, within 10 days of receiving the application, give notice to the applicants in accordance with subsection (2). 2018, c. 17, Sched. 15, s. 7. Notice (2) A notice under subsection (1) shall, (a)  name the ministry or ministries to which the application has been made; (b)  identify any ministry named under clause (a) that is not prescribed for the purposes of this Part; and (c)  explain that the obligations set out in sections 65 to 72 apply only in relation to ministries prescribed for the purposes of this Part. 2018, c. 17, Sched. 15, s. 7. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 7 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK76\"></a><b>62 </b>(1) Where an application for review is made to a minister for a ministry not prescribed for the purposes of this Part, the responsible minister shall, within 10 days of receiving the application, give notice to the applicants in accordance with subsection (2). 2018, c. 17, Sched. 15, s. 7.</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) A notice under subsection (1) shall,</p> <p class=\"paragraph\">  (a)  name the ministry or ministries to which the application has been made;</p> <p class=\"paragraph\">  (b)  identify any ministry named under clause (a) that is not prescribed for the purposes of this Part; and</p> <p class=\"paragraph\">  (c)  explain that the obligations set out in sections 65 to 72 apply only in relation to ministries prescribed for the purposes of this Part. 2018, c. 17, Sched. 15, s. 7.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s7\">2018, c. 17, Sched. 15, s. 7</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK77",
            "TOCid": "63.",
            "section_x": "Ministerial review, ss. 65 to 72",
            "part_id": "PART IV  ",
            "part_type": "PART IV APPLICATION FOR REVIEW",
            "section_y": "Ministerial review, ss. 65 to 72",
            "content": "63 (1) Subject to subsection (2) and section 64, the obligations set out in sections 65 to 72 apply where a minister receives an application for review for consideration in a ministry that is prescribed for the purposes of this Part. 2018, c. 17, Sched. 15, s. 7. Same (2) The obligations in sections 65 to 72 do not apply in relation to an application for, (a)  a review of an existing Act, regulation or instrument other than a prescribed Act, regulation or instrument; (b)  a review of the need for a new exemption under the Environmental Assessment Act. 2018, c. 17, Sched. 15, s. 7. Same (3) A minister who determines under subsection (2) that sections 65 to 72 do not apply in relation to an application for review shall give notice of the determination to the applicants. 2018, c. 17, Sched. 15, s. 7. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 7 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK77\"></a><b>63 </b>(1) Subject to subsection (2) and section 64, the obligations set out in sections 65 to 72 apply where a minister receives an application for review for consideration in a ministry that is prescribed for the purposes of this Part. 2018, c. 17, Sched. 15, s. 7.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The obligations in sections 65 to 72 do not apply in relation to an application for,</p> <p class=\"paragraph\">  (a)  a review of an existing Act, regulation or instrument other than a prescribed Act, regulation or instrument;</p> <p class=\"paragraph\">  (b)  a review of the need for a new exemption under the <i>Environmental Assessment Act</i>. 2018, c. 17, Sched. 15, s. 7.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A minister who determines under subsection (2) that sections 65 to 72 do not apply in relation to an application for review shall give notice of the determination to the applicants. 2018, c. 17, Sched. 15, s. 7.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s7\">2018, c. 17, Sched. 15, s. 7</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK78",
            "TOCid": "64.",
            "section_x": "Forwarding applications to more appropriate ministries",
            "part_id": "PART IV  ",
            "part_type": "PART IV APPLICATION FOR REVIEW",
            "section_y": "Forwarding applications to more appropriate ministries",
            "content": "64 (1) A minister who has received an application for review in his or her ministry, and who believes that his or her ministry is not an appropriate ministry to review matters raised in the application, may forward the application to another minister if appropriate to be dealt with under this Part. 2018, c. 17, Sched. 15, s. 7. Same (2) A minister who has forwarded an application in accordance with subsection (1) has no obligations in relation to the application under sections 65 to 72. 2018, c. 17, Sched. 15, s. 7. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 7 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK78\"></a><b>64 </b>(1) A minister who has received an application for review in his or her ministry, and who believes that his or her ministry is not an appropriate ministry to review matters raised in the application, may forward the application to another minister if appropriate to be dealt with under this Part. 2018, c. 17, Sched. 15, s. 7.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A minister who has forwarded an application in accordance with subsection (1) has no obligations in relation to the application under sections 65 to 72. 2018, c. 17, Sched. 15, s. 7.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s7\">2018, c. 17, Sched. 15, s. 7</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK79",
            "TOCid": "65.",
            "section_x": "Acknowledgment of receipt",
            "part_id": "PART IV  ",
            "part_type": "PART IV APPLICATION FOR REVIEW",
            "section_y": "Acknowledgment of receipt",
            "content": "65 A minister who receives an application for review shall acknowledge receipt to the applicants within 20 days of receiving the application. 2018, c. 17, Sched. 15, s. 7. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 7 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK79\"></a><b>65 </b>A minister who receives an application for review shall acknowledge receipt to the applicants within 20 days of receiving the application. 2018, c. 17, Sched. 15, s. 7.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s7\">2018, c. 17, Sched. 15, s. 7</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK80",
            "TOCid": "66.",
            "section_x": "Notice to persons with direct interest",
            "part_id": "PART IV  ",
            "part_type": "PART IV APPLICATION FOR REVIEW",
            "section_y": "Notice to persons with direct interest",
            "content": "66 (1) A minister who receives an application for review in respect of an instrument shall also give notice that the application has been made to any person who the minister considers ought to get the notice because the person might have a direct interest in matters raised in the application. 2018, c. 17, Sched. 15, s. 7. Same (2) A notice under subsection (1) shall include a description of the application for review. 2018, c. 17, Sched. 15, s. 7. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 7 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK80\"></a><b>66 </b>(1) A minister who receives an application for review in respect of an instrument shall also give notice that the application has been made to any person who the minister considers ought to get the notice because the person might have a direct interest in matters raised in the application. 2018, c. 17, Sched. 15, s. 7.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A notice under subsection (1) shall include a description of the application for review. 2018, c. 17, Sched. 15, s. 7.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s7\">2018, c. 17, Sched. 15, s. 7</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK81",
            "TOCid": "67.",
            "section_x": "Preliminary consideration",
            "part_id": "PART IV  ",
            "part_type": "PART IV APPLICATION FOR REVIEW",
            "section_y": "Preliminary consideration",
            "content": "67 (1) The minister shall consider each application for review in a preliminary way to determine whether the public interest warrants a review in his or her ministry of matters raised in the application.  1993, c. 28, s. 67 (1). Same (2) In determining whether the public interest warrants a review, the minister may consider, (a)  the ministry statement of environmental values; (b)  the potential for harm to the environment if the review applied for is not undertaken; (c)  the fact that matters sought to be reviewed are otherwise subject to periodic review; (d)  any social, economic, scientific or other evidence that the minister considers relevant; (e)  any submission from a person who received a notice under section 66; (f)  the resources required to conduct the review; and (g)  any other matter that the minister considers relevant.  1993, c. 28, s. 67 (2). Same (3) In addition, in determining whether the public interest warrants a review of an existing policy, Act, regulation or instrument applied for under subsection 61 (1), the minister may consider, (a)  the extent to which members of the public had an opportunity to participate in the development of the policy, Act, regulation or instrument in respect of which a review is sought; and (b)  how recently the policy, Act, regulation or instrument was made, passed or issued.  1993, c. 28, s. 67 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK81\"></a><b>67 </b>(1) The minister shall consider each application for review in a preliminary way to determine whether the public interest warrants a review in his or her ministry of matters raised in the application.  1993, c. 28, s. 67 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In determining whether the public interest warrants a review, the minister may consider,</p> <p class=\"paragraph\">  (a)  the ministry statement of environmental values;</p> <p class=\"paragraph\">  (b)  the potential for harm to the environment if the review applied for is not undertaken;</p> <p class=\"paragraph\">  (c)  the fact that matters sought to be reviewed are otherwise subject to periodic review;</p> <p class=\"paragraph\">  (d)  any social, economic, scientific or other evidence that the minister considers relevant;</p> <p class=\"paragraph\">  (e)  any submission from a person who received a notice under section 66;</p> <p class=\"paragraph\">  (f)  the resources required to conduct the review; and</p> <p class=\"paragraph\">  (g)  any other matter that the minister considers relevant.  1993, c. 28, s. 67 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) In addition, in determining whether the public interest warrants a review of an existing policy, Act, regulation or instrument applied for under subsection 61 (1), the minister may consider,</p> <p class=\"paragraph\">  (a)  the extent to which members of the public had an opportunity to participate in the development of the policy, Act, regulation or instrument in respect of which a review is sought; and</p> <p class=\"paragraph\">  (b)  how recently the policy, Act, regulation or instrument was made, passed or issued.  1993, c. 28, s. 67 (3).</p>"
        },
        {
            "ahref_id": "#BK82",
            "TOCid": "68.",
            "section_x": "Review of recent decisions",
            "part_id": "PART IV  ",
            "part_type": "PART IV APPLICATION FOR REVIEW",
            "section_y": "Review of recent decisions",
            "content": "68 (1) For the purposes of subsection 67 (1), a minister shall not determine that the public interest warrants a review of a decision made during the five years preceding the date of the application for review if the decision was made in a manner that the minister considers consistent with the intent and purpose of Part II.  1993, c. 28, s. 68 (1). Exception (2) Subsection (1) does not apply where it appears to the minister that, (a)  there is social, economic, scientific or other evidence that failure to review the decision could result in significant harm to the environment; and (b)  the evidence was not taken into account when the decision sought to be reviewed was made.  1993, c. 28, s. 68 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK82\"></a><b>68 </b>(1) For the purposes of subsection 67 (1), a minister shall not determine that the public interest warrants a review of a decision made during the five years preceding the date of the application for review if the decision was made in a manner that the minister considers consistent with the intent and purpose of Part II.  1993, c. 28, s. 68 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply where it appears to the minister that,</p> <p class=\"paragraph\">  (a)  there is social, economic, scientific or other evidence that failure to review the decision could result in significant harm to the environment; and</p> <p class=\"paragraph\">  (b)  the evidence was not taken into account when the decision sought to be reviewed was made.  1993, c. 28, s. 68 (2).</p>"
        },
        {
            "ahref_id": "#BK83",
            "TOCid": "69.",
            "section_x": "Duty to review",
            "part_id": "PART IV  ",
            "part_type": "PART IV APPLICATION FOR REVIEW",
            "section_y": "Duty to review",
            "content": "69 (1) A minister who determines that the public interest warrants a review under section 67 shall conduct the review within a reasonable time.  1993, c. 28, s. 69 (1). Priorities for reviews (2) A minister may develop plans and set priorities for the reviews required to be conducted under this Part in his or her ministry.  1993, c. 28, s. 69 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK83\"></a><b>69 </b>(1) A minister who determines that the public interest warrants a review under section 67 shall conduct the review within a reasonable time.  1993, c. 28, s. 69 (1).</p> <p class=\"headnote\">Priorities for reviews</p> <p class=\"subsection\">(2) A minister may develop plans and set priorities for the reviews required to be conducted under this Part in his or her ministry.  1993, c. 28, s. 69 (2).</p>"
        },
        {
            "ahref_id": "#BK84",
            "TOCid": "70.",
            "section_x": "Notice of decision whether to review",
            "part_id": "PART IV  ",
            "part_type": "PART IV APPLICATION FOR REVIEW",
            "section_y": "Notice of decision whether to review",
            "content": "70 Within sixty days of receiving an application for review under section 61, the minister shall give notice of his or her decision whether to conduct a review, together with a brief statement of the reasons for the decision to, (a)  the applicants; (b)  the Auditor General; and (c)  any other person who the minister considers ought to get the notice because the person might be directly affected by the decision.  1993, c. 28, s. 70; 2018, c. 17, Sched. 15, s. 8. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 8 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK84\"></a><b>70 </b>Within sixty days of receiving an application for review under section 61, the minister shall give notice of his or her decision whether to conduct a review, together with a brief statement of the reasons for the decision to,</p> <p class=\"paragraph\">  (a)  the applicants;</p> <p class=\"paragraph\">  (b)  the Auditor General; and</p> <p class=\"paragraph\">  (c)  any other person who the minister considers ought to get the notice because the person might be directly affected by the decision.  1993, c. 28, s. 70; 2018, c. 17, Sched. 15, s. 8.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s8\">2018, c. 17, Sched. 15, s. 8</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK85",
            "TOCid": "71.",
            "section_x": "Notice of completion of review",
            "part_id": "PART IV  ",
            "part_type": "PART IV APPLICATION FOR REVIEW",
            "section_y": "Notice of completion of review",
            "content": "71 (1) Within thirty days of completing a review applied for under section 61, the minister shall give notice of the outcome of the review to the persons mentioned in clauses 70 (a) to (c).  1993, c. 28, s. 71 (1). Same (2) The notice referred to in subsection (1) shall state what action, if any, the minister has taken or proposes to take as a result of the review.  1993, c. 28, s. 71 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK85\"></a><b>71 </b>(1) Within thirty days of completing a review applied for under section 61, the minister shall give notice of the outcome of the review to the persons mentioned in clauses 70 (a) to (c).  1993, c. 28, s. 71 (1).</p> <p class=\"headnote\">Same </p> <p class=\"subsection\">(2) The notice referred to in subsection (1) shall state what action, if any, the minister has taken or proposes to take as a result of the review.  1993, c. 28, s. 71 (2).</p>"
        },
        {
            "ahref_id": "#BK86",
            "TOCid": "72.",
            "section_x": "No disclosure of personal information about applicants",
            "part_id": "PART IV  ",
            "part_type": "PART IV APPLICATION FOR REVIEW",
            "section_y": "No disclosure of personal information about applicants",
            "content": "72 A notice under section 66, 70 or 71 shall not disclose the names or addresses of the applicants or any other personal information about them.  1993, c. 28, s. 72.",
            "raw_html": "<p class=\"section\"><a name=\"BK86\"></a><b>72 </b>A notice under section 66, 70 or 71 shall not disclose the names or addresses of the applicants or any other personal information about them.  1993, c. 28, s. 72.</p>"
        },
        {
            "ahref_id": "#BK87",
            "TOCid": "73.",
            "section_x": "Application of Act to proposals resulting from review",
            "part_id": "PART IV  ",
            "part_type": "PART IV APPLICATION FOR REVIEW",
            "section_y": "Application of Act to proposals resulting from review",
            "content": "73 The provisions of this Act apply to a proposal for a policy, Act, regulation or instrument under consideration in a ministry as a result of a review under this Part in the same way that they apply to any other proposal for a policy, Act, regulation or instrument.  1993, c. 28, s. 73. PART V   APPLICATION FOR INVESTIGATION",
            "raw_html": "<p class=\"section\"><a name=\"BK87\"></a><b>73 </b>The provisions of this Act apply to a proposal for a policy, Act, regulation or instrument under consideration in a ministry as a result of a review under this Part in the same way that they apply to any other proposal for a policy, Act, regulation or instrument.  1993, c. 28, s. 73.</p> <p class=\"partnum\"><a name=\"BK88\"></a>PART V <br/>  APPLICATION FOR INVESTIGATION</p>"
        },
        {
            "ahref_id": "#BK88",
            "TOCid": "PART V  ",
            "section_x": "PART V APPLICATION FOR INVESTIGATION",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK89",
            "TOCid": "74.",
            "section_x": "Application for investigation",
            "part_id": "PART V  ",
            "part_type": "PART V APPLICATION FOR INVESTIGATION",
            "section_y": "Application for investigation",
            "content": "74 (1) Any two persons resident in Ontario who believe that a prescribed Act, regulation or instrument has been contravened may apply to the minister responsible for the administration of the Act, regulation or instrument for an investigation by that minister of the alleged contravention. 2018, c. 17, Sched. 15, s. 9. Same (2) An application under subsection (1) shall be in the form provided for the purpose by the Environment Minister and shall include, (a)  the names and addresses of the applicants; (b)  a statement of the nature of the alleged contravention; (c)  the names and addresses of each person alleged to have been involved in the commission of the contravention, to the extent that this information is available to the applicants; (d)  a summary of the evidence supporting the allegations of the applicants; (e)  the names and addresses of each person who might be able to give evidence about the alleged contravention, together with a summary of the evidence they might give, to the extent that this information is available to the applicants; (f)  a description of any document or other material that the applicants believe should be considered in the investigation; (g)  a copy of any document referred to in clause (f), where reasonable; and (h)  details of any previous contacts with an officer of the Legislative Assembly or any ministry regarding the alleged contravention. 2018, c. 17, Sched. 15, s. 9. Statement of belief (3) An application under this section shall also include a statement by each applicant or, where an applicant is a corporation, by a director or officer of the corporation, that he or she believes that the facts alleged in the application are true. 2018, c. 17, Sched. 15, s. 9. Same (4) The statement referred to in subsection (3) shall be sworn or solemnly affirmed before a commissioner for taking affidavits in Ontario. 2018, c. 17, Sched. 15, s. 9. Acknowledgment (5) The responsible minister shall acknowledge receipt of an application for investigation to the applicants within 20 days of receiving the application. 2018, c. 17, Sched. 15, s. 9. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 9 - 01/04/2019 75, 76 Repealed: 2018, c. 17, Sched. 15, s. 9. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 9 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK89\"></a><b>74 </b>(1) Any two persons resident in Ontario who believe that a prescribed Act, regulation or instrument has been contravened may apply to the minister responsible for the administration of the Act, regulation or instrument for an investigation by that minister of the alleged contravention. 2018, c. 17, Sched. 15, s. 9.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) An application under subsection (1) shall be in the form provided for the purpose by the Environment Minister and shall include,</p> <p class=\"paragraph\">  (a)  the names and addresses of the applicants;</p> <p class=\"paragraph\">  (b)  a statement of the nature of the alleged contravention;</p> <p class=\"paragraph\">  (c)  the names and addresses of each person alleged to have been involved in the commission of the contravention, to the extent that this information is available to the applicants;</p> <p class=\"paragraph\">  (d)  a summary of the evidence supporting the allegations of the applicants;</p> <p class=\"paragraph\">  (e)  the names and addresses of each person who might be able to give evidence about the alleged contravention, together with a summary of the evidence they might give, to the extent that this information is available to the applicants;</p> <p class=\"paragraph\">  (f)  a description of any document or other material that the applicants believe should be considered in the investigation;</p> <p class=\"paragraph\">  (g)  a copy of any document referred to in clause (f), where reasonable; and</p> <p class=\"paragraph\">  (h)  details of any previous contacts with an officer of the Legislative Assembly or any ministry regarding the alleged contravention. 2018, c. 17, Sched. 15, s. 9.</p> <p class=\"headnote\">Statement of belief</p> <p class=\"subsection\">(3) An application under this section shall also include a statement by each applicant or, where an applicant is a corporation, by a director or officer of the corporation, that he or she believes that the facts alleged in the application are true. 2018, c. 17, Sched. 15, s. 9.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) The statement referred to in subsection (3) shall be sworn or solemnly affirmed before a commissioner for taking affidavits in Ontario. 2018, c. 17, Sched. 15, s. 9.</p> <p class=\"headnote\">Acknowledgment</p> <p class=\"subsection\">(5) The responsible minister shall acknowledge receipt of an application for investigation to the applicants within 20 days of receiving the application. 2018, c. 17, Sched. 15, s. 9.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s9\">2018, c. 17, Sched. 15, s. 9</a></span> - 01/04/2019</p> <p class=\"section\"><b>75, 76 </b><span class=\"ovsmallcap\">Repealed</span>: 2018, c. 17, Sched. 15, s. 9.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s9\">2018, c. 17, Sched. 15, s. 9</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK90",
            "TOCid": "77.",
            "section_x": "Duty to investigate",
            "part_id": "PART V  ",
            "part_type": "PART V APPLICATION FOR INVESTIGATION",
            "section_y": "Duty to investigate",
            "content": "77 (1) The minister shall investigate all matters to the extent that the minister considers necessary in relation to a contravention alleged in an application.  1993, c. 28, s. 77 (1). Same (2) Nothing in this section requires a minister to conduct an investigation in relation to a contravention alleged in an application if the minister considers that, (a)  the application is frivolous or vexatious; (b)  the alleged contravention is not serious enough to warrant an investigation; or (c)  the alleged contravention is not likely to cause harm to the environment.  1993, c. 28, s. 77 (2). Same (3) Nothing in this section requires a minister to duplicate an ongoing or completed investigation.  1993, c. 28, s. 77 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK90\"></a><b>77 </b>(1) The minister shall investigate all matters to the extent that the minister considers necessary in relation to a contravention alleged in an application.  1993, c. 28, s. 77 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Nothing in this section requires a minister to conduct an investigation in relation to a contravention alleged in an application if the minister considers that,</p> <p class=\"paragraph\">  (a)  the application is frivolous or vexatious;</p> <p class=\"paragraph\">  (b)  the alleged contravention is not serious enough to warrant an investigation; or</p> <p class=\"paragraph\">  (c)  the alleged contravention is not likely to cause harm to the environment.  1993, c. 28, s. 77 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Nothing in this section requires a minister to duplicate an ongoing or completed investigation.  1993, c. 28, s. 77 (3).</p>"
        },
        {
            "ahref_id": "#BK91",
            "TOCid": "78.",
            "section_x": "Notice of decision not to investigate",
            "part_id": "PART V  ",
            "part_type": "PART V APPLICATION FOR INVESTIGATION",
            "section_y": "Notice of decision not to investigate",
            "content": "78 (1) If the minister decides that an investigation is not required under section 77, the minister shall give notice of the decision, together with a brief statement of the reasons for the decision, to, (a)  the applicants; (b)  each person alleged in the application to have been involved in the commission of the contravention for whom an address is given in the application; and (c)  the Auditor General.  1993, c. 28, s. 78 (1); 2018, c. 17, Sched. 15, s. 10. Same (2) A minister need not give notice under subsection (1) if an investigation in relation to the contravention alleged in the application is ongoing apart from the application.  1993, c. 28, s. 78 (2). Same (3) A notice under subsection (1) shall be given within sixty days of receiving the application for investigation.  1993, c. 28, s. 78 (3). Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 10 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK91\"></a><b>78 </b>(1) If the minister decides that an investigation is not required under section 77, the minister shall give notice of the decision, together with a brief statement of the reasons for the decision, to,</p> <p class=\"paragraph\">  (a)  the applicants;</p> <p class=\"paragraph\">  (b)  each person alleged in the application to have been involved in the commission of the contravention for whom an address is given in the application; and</p> <p class=\"paragraph\">  (c)  the Auditor General.  1993, c. 28, s. 78 (1); 2018, c. 17, Sched. 15, s. 10.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A minister need not give notice under subsection (1) if an investigation in relation to the contravention alleged in the application is ongoing apart from the application.  1993, c. 28, s. 78 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A notice under subsection (1) shall be given within sixty days of receiving the application for investigation.  1993, c. 28, s. 78 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s10\">2018, c. 17, Sched. 15, s. 10</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK92",
            "TOCid": "79.",
            "section_x": "Time required for investigation",
            "part_id": "PART V  ",
            "part_type": "PART V APPLICATION FOR INVESTIGATION",
            "section_y": "Time required for investigation",
            "content": "79 (1) Within 120 days of receiving an application for an investigation in respect of which no notice is given under section 78, the minister shall either complete the investigation or give the applicants a written estimate of the time required to complete it.  1993, c. 28, s. 79 (1). Same (2) Within the time given in an estimate under subsection (1), the minister shall either complete the investigation or give the applicants a revised written estimate of the time required to complete it.  1993, c. 28, s. 79 (2). Same (3) Subsection (2) applies to a revised estimate given under subsection (2) as if it were an estimate given under subsection (1).  1993, c. 28, s. 79 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK92\"></a><b>79 </b>(1) Within 120 days of receiving an application for an investigation in respect of which no notice is given under section 78, the minister shall either complete the investigation or give the applicants a written estimate of the time required to complete it.  1993, c. 28, s. 79 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Within the time given in an estimate under subsection (1), the minister shall either complete the investigation or give the applicants a revised written estimate of the time required to complete it.  1993, c. 28, s. 79 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Subsection (2) applies to a revised estimate given under subsection (2) as if it were an estimate given under subsection (1).  1993, c. 28, s. 79 (3).</p>"
        },
        {
            "ahref_id": "#BK93",
            "TOCid": "80.",
            "section_x": "Notice of completion of investigation",
            "part_id": "PART V  ",
            "part_type": "PART V APPLICATION FOR INVESTIGATION",
            "section_y": "Notice of completion of investigation",
            "content": "80 (1) Within thirty days of completing an investigation, the minister shall give notice of the outcome of the investigation to the persons mentioned in clauses 78 (1) (a) to (c).  1993, c. 28, s. 80 (1). Same (2) The notice referred to in subsection (1) shall state what action, if any, the minister has taken or proposes to take as a result of the investigation.  1993, c. 28, s. 80 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK93\"></a><b>80 </b>(1) Within thirty days of completing an investigation, the minister shall give notice of the outcome of the investigation to the persons mentioned in clauses 78 (1) (a) to (c).  1993, c. 28, s. 80 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The notice referred to in subsection (1) shall state what action, if any, the minister has taken or proposes to take as a result of the investigation.  1993, c. 28, s. 80 (2).</p>"
        },
        {
            "ahref_id": "#BK94",
            "TOCid": "81.",
            "section_x": "No disclosure of personal information about applicants",
            "part_id": "PART V  ",
            "part_type": "PART V APPLICATION FOR INVESTIGATION",
            "section_y": "No disclosure of personal information about applicants",
            "content": "81 A notice under section 78 or 80 shall not disclose the names or addresses of the applicants or any other personal information about them.  1993, c. 28, s. 81. PART VI   RIGHT TO SUE Harm to a Public Resource",
            "raw_html": "<p class=\"section\"><a name=\"BK94\"></a><b>81 </b>A notice under section 78 or 80 shall not disclose the names or addresses of the applicants or any other personal information about them.  1993, c. 28, s. 81.</p> <p class=\"partnum\"><a name=\"BK95\"></a>PART VI <br/>  RIGHT TO SUE</p> <p class=\"heading1\"><a name=\"BK96\"></a>Harm to a Public Resource</p>"
        },
        {
            "ahref_id": "#BK95",
            "TOCid": "PART VI  ",
            "section_x": "PART VI RIGHT TO SUE",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK96",
            "TOCid": "Harm to a Public Resource",
            "section_x": "Harm to a Public Resource",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK97",
            "TOCid": "82.",
            "section_x": "Definitions, Part VI",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Definitions, Part VI",
            "content": "82 In this Part, “court” means the Superior Court of Justice but does not include the Small Claims Court; (“tribunal”) “public land” means land that belongs to, (a)  the Crown in right of Ontario, (b)  a municipality, or (c)  a conservation authority, but does not include land that is leased from a person referred to in clauses (a) to (c) and that is used for agricultural purposes; (“terre publique”) “public resource” means, (a)  air, (b)  water, not including water in a body of water the bed of which is privately owned and on which there is no public right of navigation, (c)  unimproved public land, (d)  any parcel of public land that is larger than five hectares and is used for, (i)  recreation, (ii)  conservation, (iii)  resource extraction, (iv)  resource management, or (v)  a purpose similar to one mentioned in subclauses (i) to (iv), and (e)  any plant life, animal life or ecological system associated with any air, water or land described in clauses (a) to (d). (“ressource publique”)  1993, c. 28, s. 82; 2001, c. 9, Sched. G, s. 4 (1); 2002, c. 17, Sched F, Table. Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. G, s. 4 (1) - 29/06/2001 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK97\"></a><b>82 </b>In this Part,</p> <p class=\"definition\">“court” means the Superior Court of Justice but does not include the Small Claims Court; (“tribunal”)</p> <p class=\"definition\">“public land” means land that belongs to,</p> <p class=\"paragraph\">  (a)  the Crown in right of Ontario,</p> <p class=\"paragraph\">  (b)  a municipality, or</p> <p class=\"paragraph\">  (c)  a conservation authority,</p> <p class=\"definition\">  but does not include land that is leased from a person referred to in clauses (a) to (c) and that is used for agricultural purposes; (“terre publique”)</p> <p class=\"definition\">“public resource” means,</p> <p class=\"paragraph\">  (a)  air,</p> <p class=\"paragraph\">  (b)  water, not including water in a body of water the bed of which is privately owned and on which there is no public right of navigation,</p> <p class=\"paragraph\">  (c)  unimproved public land,</p> <p class=\"paragraph\">  (d)  any parcel of public land that is larger than five hectares and is used for,</p> <p class=\"subpara\">  (i)  recreation,</p> <p class=\"subpara\">  (ii)  conservation,</p> <p class=\"subpara\">  (iii)  resource extraction,</p> <p class=\"subpara\">  (iv)  resource management, or</p> <p class=\"subpara\">  (v)  a purpose similar to one mentioned in subclauses (i) to (iv), and</p> <p class=\"paragraph\">  (e)  any plant life, animal life or ecological system associated with any air, water or land described in clauses (a) to (d). (“ressource publique”)  1993, c. 28, s. 82; 2001, c. 9, Sched. G, s. 4 (1); 2002, c. 17, Sched F, Table.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedgs4s1\">2001, c. 9, Sched. G, s. 4 (1)</a></span> - 29/06/2001</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs1s1\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "ahref_id": "#BK98",
            "TOCid": "83.",
            "section_x": "Application of ss. 84 to 102",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Application of ss. 84 to 102",
            "content": "83 Sections 84 to 102 apply only in respect of a contravention of an Act, regulation or instrument that occurs after the Act, regulation or instrument is prescribed for the purposes of Part V.  1993, c. 28, s. 83.",
            "raw_html": "<p class=\"section\"><a name=\"BK98\"></a><b>83 </b>Sections 84 to 102 apply only in respect of a contravention of an Act, regulation or instrument that occurs after the Act, regulation or instrument is prescribed for the purposes of Part V.  1993, c. 28, s. 83.</p>"
        },
        {
            "ahref_id": "#BK99",
            "TOCid": "84.",
            "section_x": "Right of action",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Right of action",
            "content": "84 (1) Where a person has contravened or will imminently contravene an Act, regulation or instrument prescribed for the purposes of Part V and the actual or imminent contravention has caused or will imminently cause significant harm to a public resource of Ontario, any person resident in Ontario may bring an action against the person in the court in respect of the harm and is entitled to judgment if successful.  1993, c. 28, s. 84 (1). Steps before action: application for investigation (2) Despite subsection (1), an action may not be brought under this section in respect of an actual contravention unless the plaintiff has applied for an investigation into the contravention under Part V and, (a)  has not received one of the responses required under sections 78 to 80 within a reasonable time; or (b)  has received a response under sections 78 to 80 that is not reasonable.  1993, c. 28, s. 84 (2). Same (3) In making a decision as to whether a response was given within a reasonable time for the purposes of clause (2) (a), the court shall consider but is not bound by the times specified in sections 78 to 80.  1993, c. 28, s. 84 (3). Steps before action: farm practices (4) Despite subsection (1), an action may not be brought under this section in respect of actual or imminent harm to a public resource of Ontario from odour, noise or dust resulting from an agricultural operation unless the plaintiff has applied to the Farm Practices Protection Board under section 5 of the Farm Practices Protection Act with respect to the odour, noise or dust and the Farm Practices Protection Board has disposed of the application.  1993, c. 28, s. 84 (4). Same (5) A person seeking to bring an action under this section in respect of harm from odour, noise or dust resulting from an agricultural operation is a person aggrieved by the odour, noise or dust within the meaning of subsection 5 (1) of the Farm Practices Protection Act.  1993, c. 28, s. 84 (5). When steps before action need not be taken (6) Subsections (2) and (4) do not apply where the delay involved in complying with them would result in significant harm or serious risk of significant harm to a public resource.  1993, c. 28, s. 84 (6). Action not a class proceeding (7) An action under section 84 may not be commenced or maintained as a class proceeding under the Class Proceedings Act, 1992.  1993, c. 28, s. 84 (7). Burden of proof: contravention (8) The onus is on the plaintiff in an action under this section to prove the contravention or imminent contravention on a balance of probabilities.  1993, c. 28, s. 84 (8). Other rights of action not affected (9) This section shall not be interpreted to limit any other right to bring or maintain a proceeding.  1993, c. 28, s. 84 (9). Rules of court (10) The rules of court apply to an action under this section.  1993, c. 28, s. 84 (10).",
            "raw_html": "<p class=\"section\"><a name=\"BK99\"></a><b>84 </b>(1) Where a person has contravened or will imminently contravene an Act, regulation or instrument prescribed for the purposes of Part V and the actual or imminent contravention has caused or will imminently cause significant harm to a public resource of Ontario, any person resident in Ontario may bring an action against the person in the court in respect of the harm and is entitled to judgment if successful.  1993, c. 28, s. 84 (1).</p> <p class=\"headnote\">Steps before action: application for investigation</p> <p class=\"subsection\">(2) Despite subsection (1), an action may not be brought under this section in respect of an actual contravention unless the plaintiff has applied for an investigation into the contravention under Part V and,</p> <p class=\"paragraph\">  (a)  has not received one of the responses required under sections 78 to 80 within a reasonable time; or</p> <p class=\"paragraph\">  (b)  has received a response under sections 78 to 80 that is not reasonable.  1993, c. 28, s. 84 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) In making a decision as to whether a response was given within a reasonable time for the purposes of clause (2) (a), the court shall consider but is not bound by the times specified in sections 78 to 80.  1993, c. 28, s. 84 (3).</p> <p class=\"headnote\">Steps before action: farm practices</p> <p class=\"subsection\">(4) Despite subsection (1), an action may not be brought under this section in respect of actual or imminent harm to a public resource of Ontario from odour, noise or dust resulting from an agricultural operation unless the plaintiff has applied to the Farm Practices Protection Board under section 5 of the <i>Farm Practices Protection Act</i> with respect to the odour, noise or dust and the Farm Practices Protection Board has disposed of the application.  1993, c. 28, s. 84 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) A person seeking to bring an action under this section in respect of harm from odour, noise or dust resulting from an agricultural operation is a person aggrieved by the odour, noise or dust within the meaning of subsection 5 (1) of the <i>Farm Practices Protection Act</i>.  1993, c. 28, s. 84 (5).</p> <p class=\"headnote\">When steps before action need not be taken</p> <p class=\"subsection\">(6) Subsections (2) and (4) do not apply where the delay involved in complying with them would result in significant harm or serious risk of significant harm to a public resource.  1993, c. 28, s. 84 (6).</p> <p class=\"headnote\">Action not a class proceeding</p> <p class=\"subsection\">(7) An action under section 84 may not be commenced or maintained as a class proceeding under the <i>Class Proceedings Act, 1992</i>.  1993, c. 28, s. 84 (7).</p> <p class=\"headnote\">Burden of proof: contravention</p> <p class=\"subsection\">(8) The onus is on the plaintiff in an action under this section to prove the contravention or imminent contravention on a balance of probabilities.  1993, c. 28, s. 84 (8).</p> <p class=\"headnote\">Other rights of action not affected</p> <p class=\"subsection\">(9) This section shall not be interpreted to limit any other right to bring or maintain a proceeding.  1993, c. 28, s. 84 (9).</p> <p class=\"headnote\">Rules of court</p> <p class=\"subsection\">(10) The rules of court apply to an action under this section.  1993, c. 28, s. 84 (10).</p>"
        },
        {
            "ahref_id": "#BK100",
            "TOCid": "85.",
            "section_x": "Defence",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Defence",
            "content": "85 (1) For the purposes of section 84, an Act, regulation or instrument is not contravened if the defendant satisfies the court that the defendant exercised due diligence in complying with the Act, regulation or instrument.  1993, c. 28, s. 85 (1). Same (2) For the purposes of section 84, an Act, regulation or instrument is not contravened if the defendant satisfies the court that the act or omission alleged to be a contravention of the Act, regulation or instrument is authorized by an Act of Ontario or Canada or by a regulation or instrument under an Act of Ontario or Canada.  1993, c. 28, s. 85 (2). Same (3) For the purposes of section 84, an instrument is not contravened if the defendant satisfies the court that the defendant complied with an interpretation of the instrument that the court considers reasonable.  1993, c. 28, s. 85 (3). Same (4) This section shall not be interpreted to limit any defence otherwise available.  1993, c. 28, s. 85 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK100\"></a><b>85 </b>(1) For the purposes of section 84, an Act, regulation or instrument is not contravened if the defendant satisfies the court that the defendant exercised due diligence in complying with the Act, regulation or instrument.  1993, c. 28, s. 85 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of section 84, an Act, regulation or instrument is not contravened if the defendant satisfies the court that the act or omission alleged to be a contravention of the Act, regulation or instrument is authorized by an Act of Ontario or Canada or by a regulation or instrument under an Act of Ontario or Canada.  1993, c. 28, s. 85 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) For the purposes of section 84, an instrument is not contravened if the defendant satisfies the court that the defendant complied with an interpretation of the instrument that the court considers reasonable.  1993, c. 28, s. 85 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) This section shall not be interpreted to limit any defence otherwise available.  1993, c. 28, s. 85 (4).</p>"
        },
        {
            "ahref_id": "#BK101",
            "TOCid": "86.",
            "section_x": "Role of Attorney General",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Role of Attorney General",
            "content": "86 (1) The plaintiff in an action under section 84 shall serve the statement of claim on the Attorney General not later than ten days after the day on which the statement of claim is served on the first defendant served in the action.  1993, c. 28, s. 86 (1). Right of Attorney General (2) The Attorney General is entitled to present evidence and make submissions to the court in the action, to appeal from a judgment in the action and to present evidence and make submissions in an appeal from a judgment in the action.  1993, c. 28, s. 86 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK101\"></a><b>86 </b>(1) The plaintiff in an action under section 84 shall serve the statement of claim on the Attorney General not later than ten days after the day on which the statement of claim is served on the first defendant served in the action.  1993, c. 28, s. 86 (1).</p> <p class=\"headnote\">Right of Attorney General</p> <p class=\"subsection\">(2) The Attorney General is entitled to present evidence and make submissions to the court in the action, to appeal from a judgment in the action and to present evidence and make submissions in an appeal from a judgment in the action.  1993, c. 28, s. 86 (2).</p>"
        },
        {
            "ahref_id": "#BK102",
            "TOCid": "87.",
            "section_x": "Public notice of action",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Public notice of action",
            "content": "87 (1) The plaintiff shall give notice of the action to the public in the registry and by any other means ordered by the court.  1993, c. 28, s. 87 (1). Same (2) The plaintiff shall give notice in the registry under subsection (1) by delivering the notice to the Environment Minister who shall promptly place it on the registry.  1993, c. 28, s. 87 (2); 2018, c. 17, Sched. 15, s. 11. Same (3) Within thirty days after the close of pleadings, the plaintiff shall make a motion to the court for directions relating to the notice under this section, including directions as to when the notice should be given.  1993, c. 28, s. 87 (3). Same (4) The notice shall include any information prescribed by the regulations under this Act and any information required by the court.  1993, c. 28, s. 87 (4). Same (5) The court may require a party other than the plaintiff to give the notice.  1993, c. 28, s. 87 (5). Costs (6) The court may make any order for the costs of the notice that the court considers appropriate.  1993, c. 28, s. 87 (6). Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 15, s. 11 - 01/04/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK102\"></a><b>87 </b>(1) The plaintiff shall give notice of the action to the public in the registry and by any other means ordered by the court.  1993, c. 28, s. 87 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The plaintiff shall give notice in the registry under subsection (1) by delivering the notice to the Environment Minister who shall promptly place it on the registry.  1993, c. 28, s. 87 (2); 2018, c. 17, Sched. 15, s. 11.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Within thirty days after the close of pleadings, the plaintiff shall make a motion to the court for directions relating to the notice under this section, including directions as to when the notice should be given.  1993, c. 28, s. 87 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) The notice shall include any information prescribed by the regulations under this Act and any information required by the court.  1993, c. 28, s. 87 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) The court may require a party other than the plaintiff to give the notice.  1993, c. 28, s. 87 (5).</p> <p class=\"headnote\">Costs</p> <p class=\"subsection\">(6) The court may make any order for the costs of the notice that the court considers appropriate.  1993, c. 28, s. 87 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s11\">2018, c. 17, Sched. 15, s. 11</a></span> - 01/04/2019</p>"
        },
        {
            "ahref_id": "#BK103",
            "TOCid": "88.",
            "section_x": "Notice to protect interests",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Notice to protect interests",
            "content": "88 (1) At any time in the action, the court may order any party to give any notice that the court considers necessary to provide fair and adequate representation of the private and public interests, including governmental interests, involved in the action.  1993, c. 28, s. 88 (1). Same (2) The court may make any order relating to the notice, including an order for the costs of the notice, that the court considers appropriate.  1993, c. 28, s. 88 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK103\"></a><b>88 </b>(1) At any time in the action, the court may order any party to give any notice that the court considers necessary to provide fair and adequate representation of the private and public interests, including governmental interests, involved in the action.  1993, c. 28, s. 88 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The court may make any order relating to the notice, including an order for the costs of the notice, that the court considers appropriate.  1993, c. 28, s. 88 (2).</p>"
        },
        {
            "ahref_id": "#BK104",
            "TOCid": "89.",
            "section_x": "Participation in action",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Participation in action",
            "content": "89 (1) In order to provide fair and adequate representation of the private and public interests, including governmental interests, involved in the action, the court may permit any person to participate in the action, as a party or otherwise.  1993, c. 28, s. 89 (1). Same (2) Participation under subsection (1) shall be in the manner and on the terms, including terms as to costs, that the court considers appropriate.  1993, c. 28, s. 89 (2). Same (3) No order shall be made under subsection (1) in an action after the court has made an order under section 93 in the action.  1993, c. 28, s. 89 (3). Same (4) This section shall not be interpreted to limit the orders a court may make under the rules of court or otherwise.  1993, c. 28, s. 89 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK104\"></a><b>89 </b>(1) In order to provide fair and adequate representation of the private and public interests, including governmental interests, involved in the action, the court may permit any person to participate in the action, as a party or otherwise.  1993, c. 28, s. 89 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Participation under subsection (1) shall be in the manner and on the terms, including terms as to costs, that the court considers appropriate.  1993, c. 28, s. 89 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) No order shall be made under subsection (1) in an action after the court has made an order under section 93 in the action.  1993, c. 28, s. 89 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) This section shall not be interpreted to limit the orders a court may make under the rules of court or otherwise.  1993, c. 28, s. 89 (4).</p>"
        },
        {
            "ahref_id": "#BK105",
            "TOCid": "90.",
            "section_x": "Stay or dismissal in the public interest",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Stay or dismissal in the public interest",
            "content": "90 (1) The court may stay or dismiss the action if to do so would be in the public interest.  1993, c. 28, s. 90 (1). Same (2) In making a decision under subsection (1), the court may have regard to environmental, economic and social concerns and may consider, (a)  whether the issues raised by the proceeding would be better resolved by another process; (b)  whether there is an adequate government plan to address the public interest issues raised by the proceeding; and (c)  any other relevant matter.  1993, c. 28, s. 90 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK105\"></a><b>90 </b>(1) The court may stay or dismiss the action if to do so would be in the public interest.  1993, c. 28, s. 90 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In making a decision under subsection (1), the court may have regard to environmental, economic and social concerns and may consider,</p> <p class=\"paragraph\">  (a)  whether the issues raised by the proceeding would be better resolved by another process;</p> <p class=\"paragraph\">  (b)  whether there is an adequate government plan to address the public interest issues raised by the proceeding; and</p> <p class=\"paragraph\">  (c)  any other relevant matter.  1993, c. 28, s. 90 (2).</p>"
        },
        {
            "ahref_id": "#BK106",
            "TOCid": "91.",
            "section_x": "Discontinuance, abandonment, settlement, etc.",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Discontinuance, abandonment, settlement, etc.",
            "content": "91 (1) An action under section 84 may be discontinued or abandoned only with the approval of the court, on the terms that the court considers appropriate.  1993, c. 28, s. 91 (1). Settlement without court approval (2) A settlement of an action under section 84 is not binding unless approved by the court.  1993, c. 28, s. 91 (2). Effect of settlement (3) A settlement of an action under section 84 that is approved by the court binds all past, present and future residents of Ontario.  1993, c. 28, s. 91 (3). Notice: dismissal, discontinuance, abandonment or settlement (4) In considering whether to dismiss an action under section 84 without a finding as to whether the plaintiff was entitled to judgment, whether for delay, for public interest reasons or for any other reason, or in considering whether to approve a discontinuance, abandonment or settlement of the action, the court shall consider whether notice should be given under section 88.  1993, c. 28, s. 91 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK106\"></a><b>91 </b>(1) An action under section 84 may be discontinued or abandoned only with the approval of the court, on the terms that the court considers appropriate.  1993, c. 28, s. 91 (1).</p> <p class=\"headnote\">Settlement without court approval</p> <p class=\"subsection\">(2) A settlement of an action under section 84 is not binding unless approved by the court.  1993, c. 28, s. 91 (2).</p> <p class=\"headnote\">Effect of settlement</p> <p class=\"subsection\">(3) A settlement of an action under section 84 that is approved by the court binds all past, present and future residents of Ontario.  1993, c. 28, s. 91 (3).</p> <p class=\"headnote\">Notice: dismissal, discontinuance, abandonment or settlement</p> <p class=\"subsection\">(4) In considering whether to dismiss an action under section 84 without a finding as to whether the plaintiff was entitled to judgment, whether for delay, for public interest reasons or for any other reason, or in considering whether to approve a discontinuance, abandonment or settlement of the action, the court shall consider whether notice should be given under section 88.  1993, c. 28, s. 91 (4).</p>"
        },
        {
            "ahref_id": "#BK107",
            "TOCid": "92.",
            "section_x": "Interlocutory injunctions: plaintiff’s undertaking to pay damages",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Interlocutory injunctions: plaintiff’s undertaking to pay damages",
            "content": "92 In exercising its discretion under the rules of court as to whether to dispense with an undertaking by the plaintiff to pay damages caused by an interlocutory injunction or mandatory order, the court may consider any special circumstance, including whether the action is a test case or raises a novel point of law.  1993, c. 28, s. 92.",
            "raw_html": "<p class=\"section\"><a name=\"BK107\"></a><b>92 </b>In exercising its discretion under the rules of court as to whether to dispense with an undertaking by the plaintiff to pay damages caused by an interlocutory injunction or mandatory order, the court may consider any special circumstance, including whether the action is a test case or raises a novel point of law.  1993, c. 28, s. 92.</p>"
        },
        {
            "ahref_id": "#BK108",
            "TOCid": "93.",
            "section_x": "Remedies",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Remedies",
            "content": "93 (1) If the court finds that the plaintiff is entitled to judgment in an action under section 84, the court may, (a)  grant an injunction against the contravention; (b)  order the parties to negotiate a restoration plan in respect of harm to the public resource resulting from the contravention and to report to the court on the negotiations within a fixed time; (c)  grant declaratory relief; and (d)  make any other order, including an order as to costs, that the court considers appropriate.  1993, c. 28, s. 93 (1). Damages (2) No award of damages shall be made under subsection (1).  1993, c. 28, s. 93 (2). Farm practices (3) No order shall be made under this section that is inconsistent with the Farm Practices Protection Act.  1993, c. 28, s. 93 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK108\"></a><b>93 </b>(1) If the court finds that the plaintiff is entitled to judgment in an action under section 84, the court may,</p> <p class=\"paragraph\">  (a)  grant an injunction against the contravention;</p> <p class=\"paragraph\">  (b)  order the parties to negotiate a restoration plan in respect of harm to the public resource resulting from the contravention and to report to the court on the negotiations within a fixed time;</p> <p class=\"paragraph\">  (c)  grant declaratory relief; and</p> <p class=\"paragraph\">  (d)  make any other order, including an order as to costs, that the court considers appropriate.  1993, c. 28, s. 93 (1).</p> <p class=\"headnote\">Damages</p> <p class=\"subsection\">(2) No award of damages shall be made under subsection (1).  1993, c. 28, s. 93 (2).</p> <p class=\"headnote\">Farm practices</p> <p class=\"subsection\">(3) No order shall be made under this section that is inconsistent with the <i>Farm Practices Protection Act</i>.  1993, c. 28, s. 93 (3).</p>"
        },
        {
            "ahref_id": "#BK109",
            "TOCid": "94.",
            "section_x": "When order to negotiate not to be made",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "When order to negotiate not to be made",
            "content": "94 The court shall not order the parties to negotiate a restoration plan if the court determines that, (a)  adequate restoration has already been achieved; or (b)  an adequate restoration plan has already been ordered under the law of Ontario or any other jurisdiction.  1993, c. 28, s. 94.",
            "raw_html": "<p class=\"section\"><a name=\"BK109\"></a><b>94 </b>The court shall not order the parties to negotiate a restoration plan if the court determines that,</p> <p class=\"paragraph\">  (a)  adequate restoration has already been achieved; or</p> <p class=\"paragraph\">  (b)  an adequate restoration plan has already been ordered under the law of Ontario or any other jurisdiction.  1993, c. 28, s. 94.</p>"
        },
        {
            "ahref_id": "#BK110",
            "TOCid": "95.",
            "section_x": "Restoration plans",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Restoration plans",
            "content": "95 (1) This section applies to restoration plans negotiated by the parties and to restoration plans developed by the court under section 98.  1993, c. 28, s. 95 (1). Restoration plans: purposes (2) A restoration plan in respect of harm to a public resource resulting from a contravention shall, to the extent that to do so is reasonable, practical and ecologically sound, provide for, (a)  the prevention, diminution or elimination of the harm; (b)  the restoration of all forms of life, physical conditions, the natural environment and other things associated with the public resource affected by the contravention; and (c)  the restoration of all uses, including enjoyment, of the public resource affected by the contravention.  1993, c. 28, s. 95 (2). Same (3) A restoration plan may include provisions to address harm to a public resource in ways not directly connected with the public resource, including, (a)  research into and development of technologies to prevent, decrease or eliminate harm to the environment; (b)  community, education or health programs; and (c)  the transfer of property by the defendant so that the property becomes a public resource.  1993, c. 28, s. 95 (3). Same (4) A provision under subsection (3) shall be included in a restoration plan only with the consent of the defendant.  1993, c. 28, s. 95 (4). Same (5) A provision under clause (3) (c) shall be included in a restoration plan only with the consent of the defendant and the transferee.  1993, c. 28, s. 95 (5). Restoration plan: provisions for implementation (6) A restoration plan may include provisions for monitoring progress under the plan and for overseeing its implementation.  1993, c. 28, s. 95 (6). Restoration plans: considerations (7) When negotiating or developing a restoration plan in respect of harm, the negotiating parties or the court, as the case may be, shall consider, (a)  any orders under the law of Ontario or any other jurisdiction dealing with the harm; and (b)  whether, apart from the restoration plan, the harm has been addressed in the ways described in subsection (2).  1993, c. 28, s. 95 (7). Restoration plans: payments (8) A restoration plan may provide for money to be paid by the defendant only if, (a)  the money is to be paid to the Minister of Finance; (b)  the money is to be used only for the purposes mentioned in subsections (2) and (3); and (c)  the Attorney General and the defendant consent to the provision.  1993, c. 28, s. 95 (8).",
            "raw_html": "<p class=\"section\"><a name=\"BK110\"></a><b>95 </b>(1) This section applies to restoration plans negotiated by the parties and to restoration plans developed by the court under section 98.  1993, c. 28, s. 95 (1).</p> <p class=\"headnote\">Restoration plans: purposes</p> <p class=\"subsection\">(2) A restoration plan in respect of harm to a public resource resulting from a contravention shall, to the extent that to do so is reasonable, practical and ecologically sound, provide for,</p> <p class=\"paragraph\">  (a)  the prevention, diminution or elimination of the harm;</p> <p class=\"paragraph\">  (b)  the restoration of all forms of life, physical conditions, the natural environment and other things associated with the public resource affected by the contravention; and</p> <p class=\"paragraph\">  (c)  the restoration of all uses, including enjoyment, of the public resource affected by the contravention.  1993, c. 28, s. 95 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A restoration plan may include provisions to address harm to a public resource in ways not directly connected with the public resource, including,</p> <p class=\"paragraph\">  (a)  research into and development of technologies to prevent, decrease or eliminate harm to the environment;</p> <p class=\"paragraph\">  (b)  community, education or health programs; and</p> <p class=\"paragraph\">  (c)  the transfer of property by the defendant so that the property becomes a public resource.  1993, c. 28, s. 95 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) A provision under subsection (3) shall be included in a restoration plan only with the consent of the defendant.  1993, c. 28, s. 95 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) A provision under clause (3) (c) shall be included in a restoration plan only with the consent of the defendant and the transferee.  1993, c. 28, s. 95 (5).</p> <p class=\"headnote\">Restoration plan: provisions for implementation</p> <p class=\"subsection\">(6) A restoration plan may include provisions for monitoring progress under the plan and for overseeing its implementation.  1993, c. 28, s. 95 (6).</p> <p class=\"headnote\">Restoration plans: considerations</p> <p class=\"subsection\">(7) When negotiating or developing a restoration plan in respect of harm, the negotiating parties or the court, as the case may be, shall consider,</p> <p class=\"paragraph\">  (a)  any orders under the law of Ontario or any other jurisdiction dealing with the harm; and</p> <p class=\"paragraph\">  (b)  whether, apart from the restoration plan, the harm has been addressed in the ways described in subsection (2).  1993, c. 28, s. 95 (7).</p> <p class=\"headnote\">Restoration plans: payments</p> <p class=\"subsection\">(8) A restoration plan may provide for money to be paid by the defendant only if,</p> <p class=\"paragraph\">  (a)  the money is to be paid to the Minister of Finance;</p> <p class=\"paragraph\">  (b)  the money is to be used only for the purposes mentioned in subsections (2) and (3); and</p> <p class=\"paragraph\">  (c)  the Attorney General and the defendant consent to the provision.  1993, c. 28, s. 95 (8).</p>"
        },
        {
            "ahref_id": "#BK111",
            "TOCid": "96.",
            "section_x": "Orders ancillary to order to negotiate",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Orders ancillary to order to negotiate",
            "content": "96 If the court orders the parties to negotiate a restoration plan, the court may, (a)  make any interim order that the court considers appropriate to minimize the harm; and (b)  make any order that the court considers appropriate, (i)  for the costs of the negotiations, (ii)  requiring a party to prepare an initial draft restoration plan for use in the negotiations, (iii)  respecting the participation of non-parties in the negotiations, and (iv)  respecting the negotiation process, including, on consent of the parties, an order concerning the use of a mediator, fact finder or arbitrator.  1993, c. 28, s. 96.",
            "raw_html": "<p class=\"section\"><a name=\"BK111\"></a><b>96 </b>If the court orders the parties to negotiate a restoration plan, the court may,</p> <p class=\"paragraph\">  (a)  make any interim order that the court considers appropriate to minimize the harm; and</p> <p class=\"paragraph\">  (b)  make any order that the court considers appropriate,</p> <p class=\"subclause\">  (i)  for the costs of the negotiations,</p> <p class=\"subclause\">  (ii)  requiring a party to prepare an initial draft restoration plan for use in the negotiations,</p> <p class=\"subclause\">  (iii)  respecting the participation of non-parties in the negotiations, and</p> <p class=\"subclause\">  (iv)  respecting the negotiation process, including, on consent of the parties, an order concerning the use of a mediator, fact finder or arbitrator.  1993, c. 28, s. 96.</p>"
        },
        {
            "ahref_id": "#BK112",
            "TOCid": "97.",
            "section_x": "If parties agree on restoration plan",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "If parties agree on restoration plan",
            "content": "97 (1) If the parties agree on a restoration plan within the time fixed by the court under clause 93 (1) (b) and the court is satisfied that the terms of the plan are consistent with section 95, the court shall order the defendant to comply with the plan.  1993, c. 28, s. 97 (1). Same (2) For the purpose of determining whether an agreed plan is consistent with section 95, the court may, (a)  appoint one or more experts under the rules of court; and (b)  on consent of the parties, hear submissions or receive reports from any mediator, fact finder or arbitrator involved in the negotiation.  1993, c. 28, s. 97 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK112\"></a><b>97 </b>(1) If the parties agree on a restoration plan within the time fixed by the court under clause 93 (1) (b) and the court is satisfied that the terms of the plan are consistent with section 95, the court shall order the defendant to comply with the plan.  1993, c. 28, s. 97 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purpose of determining whether an agreed plan is consistent with section 95, the court may,</p> <p class=\"paragraph\">  (a)  appoint one or more experts under the rules of court; and</p> <p class=\"paragraph\">  (b)  on consent of the parties, hear submissions or receive reports from any mediator, fact finder or arbitrator involved in the negotiation.  1993, c. 28, s. 97 (2).</p>"
        },
        {
            "ahref_id": "#BK113",
            "TOCid": "98.",
            "section_x": "Court developed restoration plan",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Court developed restoration plan",
            "content": "98 (1) If the parties do not agree on a restoration plan or if the court is not satisfied that a plan agreed to by the parties is consistent with section 95, the court shall develop a restoration plan consistent with section 95 and, for the purpose, the court may, (a)  order the parties to engage in further negotiations for a restoration plan on the terms that the court considers appropriate; (b)  order one or more parties to prepare a draft restoration plan; (c)  appoint one or more persons to investigate and report back on any matter relevant to the development of a restoration plan; (d)  appoint one or more non-parties to prepare a draft restoration plan; and (e)  make any other order that the court considers appropriate.  1993, c. 28, s. 98 (1). Same (2) The rules of court respecting court appointed experts apply with necessary modifications to the appointment of a person under clause (1) (c) or (d).  1993, c. 28, s. 98 (2). Order to implement (3) The court shall order the defendant to comply with the restoration plan developed by the court.  1993, c. 28, s. 98 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK113\"></a><b>98 </b>(1) If the parties do not agree on a restoration plan or if the court is not satisfied that a plan agreed to by the parties is consistent with section 95, the court shall develop a restoration plan consistent with section 95 and, for the purpose, the court may,</p> <p class=\"paragraph\">  (a)  order the parties to engage in further negotiations for a restoration plan on the terms that the court considers appropriate;</p> <p class=\"paragraph\">  (b)  order one or more parties to prepare a draft restoration plan;</p> <p class=\"paragraph\">  (c)  appoint one or more persons to investigate and report back on any matter relevant to the development of a restoration plan;</p> <p class=\"paragraph\">  (d)  appoint one or more non-parties to prepare a draft restoration plan; and</p> <p class=\"paragraph\">  (e)  make any other order that the court considers appropriate.  1993, c. 28, s. 98 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The rules of court respecting court appointed experts apply with necessary modifications to the appointment of a person under clause (1) (c) or (d).  1993, c. 28, s. 98 (2).</p> <p class=\"headnote\">Order to implement</p> <p class=\"subsection\">(3) The court shall order the defendant to comply with the restoration plan developed by the court.  1993, c. 28, s. 98 (3).</p>"
        },
        {
            "ahref_id": "#BK114",
            "TOCid": "99.",
            "section_x": "Estoppel",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Estoppel",
            "content": "99 (1) The doctrines of cause of action estoppel and issue estoppel apply in relation to an action under section 84 as if all past, present and future residents of Ontario were parties to the action.  1993, c. 28, s. 99 (1). Exception (2) Subsection (1) does not apply where an action under section 84 has been discontinued, abandoned or dismissed without a finding as to whether the plaintiff was entitled to judgment.  1993, c. 28, s. 99 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK114\"></a><b>99 </b>(1) The doctrines of cause of action estoppel and issue estoppel apply in relation to an action under section 84 as if all past, present and future residents of Ontario were parties to the action.  1993, c. 28, s. 99 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply where an action under section 84 has been discontinued, abandoned or dismissed without a finding as to whether the plaintiff was entitled to judgment.  1993, c. 28, s. 99 (2).</p>"
        },
        {
            "ahref_id": "#BK115",
            "TOCid": "100.",
            "section_x": "Costs",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Costs",
            "content": "100 In exercising its discretion under subsection 131 (1) of the Courts of Justice Act with respect to costs of an action under section 84 of this Act, the court may consider any special circumstance, including whether the action is a test case or raises a novel point of law.  1993, c. 28, s. 100.",
            "raw_html": "<p class=\"section\"><a name=\"BK115\"></a><b>100 </b>In exercising its discretion under subsection 131 (1) of the <i>Courts of Justice Act</i> with respect to costs of an action under section 84 of this Act, the court may consider any special circumstance, including whether the action is a test case or raises a novel point of law.  1993, c. 28, s. 100.</p>"
        },
        {
            "ahref_id": "#BK116",
            "TOCid": "101.",
            "section_x": "Stay on appeal",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Stay on appeal",
            "content": "101 The delivery of a notice of appeal from an order under this Act does not stay the operation of the order, but a judge of the court to which a motion for leave to appeal has been made or to which an appeal has been taken may order a stay on terms that the judge considers appropriate.  1993, c. 28, s. 101.",
            "raw_html": "<p class=\"section\"><a name=\"BK116\"></a><b>101 </b>The delivery of a notice of appeal from an order under this Act does not stay the operation of the order, but a judge of the court to which a motion for leave to appeal has been made or to which an appeal has been taken may order a stay on terms that the judge considers appropriate.  1993, c. 28, s. 101.</p>"
        },
        {
            "ahref_id": "#BK117",
            "TOCid": "102.",
            "section_x": "Limitations",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Limitations",
            "content": "102 (1) No person shall bring an action under section 84 in respect of a contravention that caused harm after the earliest of, (a)  the second anniversary of the day on which the person bringing the action first knew, (i)  that the harm had occurred, (ii)  that the harm was caused by the contravention, (iii)  that the contravention was that of the person against whom the action is brought, and (iv)  that, having regard to the nature of the harm, an action under section 84 would be an appropriate means to seek to address it; (b)  the second anniversary of the day on which a reasonable person with the abilities and in the circumstances of the person seeking to bring the action first ought to have known of the matters referred to in clause (a); and (c)  the second anniversary of the day on which public notice of an action in respect of the contravention and the harm was given under section 87.  1993, c. 28, s. 102 (1). Same (2) Despite subsection (1), if clause (1) (a) or (b) applies to establish the limitation period under subsection (1), a person may bring the action after the end of that period, to the extent permitted by subsections (3) and (4).  1993, c. 28, s. 102 (2). Same (3) If the person bringing the action applied under section 74 for an investigation of the contravention before the end of the period established under subsection (1) by the application of clause (1) (a) or (b), the person may bring the action within 120 days after the day on which the person received a notice under section 78 or 80 in respect of the contravention.  1993, c. 28, s. 102 (3). Same (4) If the person bringing the action applied under section 5 of the Farm Practices Protection Act with respect to the harm before the end of the period established under subsection (1) by the application of clause (1) (a) or (b), the person may bring the action within 120 days after the day on which the Farm Practices Protection Board disposed of the application.  1993, c. 28, s. 102 (4). Same (5) For greater certainty, a limitation period established under this section conflicts with and is in place of any limitation period set out in the Limitations Act, 2002.  2002, c. 24, Sched. B, s. 34. Same (6) Subsection 19 (5) of the Limitations Act, 2002 does not apply to postpone or suspend a limitation period established under subsection (1) by the application of clause (1) (c).  2002, c. 24, Sched. B, s. 34. Section Amendments with date in force (d/m/y) 2002, c. 24, Sched. B, s. 34 - 01/01/2004 Public Nuisance Causing Environmental Harm",
            "raw_html": "<p class=\"section\"><a name=\"BK117\"></a><b>102 </b>(1) No person shall bring an action under section 84 in respect of a contravention that caused harm after the earliest of,</p> <p class=\"paragraph\">  (a)  the second anniversary of the day on which the person bringing the action first knew,</p> <p class=\"subclause\">  (i)  that the harm had occurred,</p> <p class=\"subclause\">  (ii)  that the harm was caused by the contravention,</p> <p class=\"subclause\">  (iii)  that the contravention was that of the person against whom the action is brought, and</p> <p class=\"subclause\">  (iv)  that, having regard to the nature of the harm, an action under section 84 would be an appropriate means to seek to address it;</p> <p class=\"paragraph\">  (b)  the second anniversary of the day on which a reasonable person with the abilities and in the circumstances of the person seeking to bring the action first ought to have known of the matters referred to in clause (a); and</p> <p class=\"paragraph\">  (c)  the second anniversary of the day on which public notice of an action in respect of the contravention and the harm was given under section 87.  1993, c. 28, s. 102 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Despite subsection (1), if clause (1) (a) or (b) applies to establish the limitation period under subsection (1), a person may bring the action after the end of that period, to the extent permitted by subsections (3) and (4).  1993, c. 28, s. 102 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) If the person bringing the action applied under section 74 for an investigation of the contravention before the end of the period established under subsection (1) by the application of clause (1) (a) or (b), the person may bring the action within 120 days after the day on which the person received a notice under section 78 or 80 in respect of the contravention.  1993, c. 28, s. 102 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) If the person bringing the action applied under section 5 of the <i>Farm Practices Protection Act</i> with respect to the harm before the end of the period established under subsection (1) by the application of clause (1) (a) or (b), the person may bring the action within 120 days after the day on which the Farm Practices Protection Board disposed of the application.  1993, c. 28, s. 102 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) For greater certainty, a limitation period established under this section conflicts with and is in place of any limitation period set out in the <i>Limitations Act, 2002</i>.  2002, c. 24, Sched. B, s. 34.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) Subsection 19 (5) of the <i>Limitations Act, 2002</i> does not apply to postpone or suspend a limitation period established under subsection (1) by the application of clause (1) (c).  2002, c. 24, Sched. B, s. 34.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02024#schedbs34\">2002, c. 24, Sched. B, s. 34</a></span> - 01/01/2004</p> <p class=\"heading1\"><a name=\"BK118\"></a>Public Nuisance Causing Environmental Harm</p>"
        },
        {
            "ahref_id": "#BK118",
            "TOCid": "Public Nuisance Causing Environmental Harm",
            "section_x": "Public Nuisance Causing Environmental Harm",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK119",
            "TOCid": "103.",
            "section_x": "Public nuisance causing environmental harm",
            "part_id": "PART VI  ",
            "part_type": "PART VI RIGHT TO SUE",
            "section_y": "Public nuisance causing environmental harm",
            "content": "103 (1) No person who has suffered or may suffer a direct economic loss or direct personal injury as a result of a public nuisance that caused harm to the environment shall be barred from bringing an action without the consent of the Attorney General in respect of the loss or injury only because the person has suffered or may suffer direct economic loss or direct personal injury of the same kind or to the same degree as other persons.  1993, c. 28, s. 103 (1). Farm practices (2) Subsection (1) shall not be interpreted to limit a right or defence available under the Farm Practices Protection Act.  1993, c. 28, s. 103 (2). PART VII   EMPLOYER REPRISALS",
            "raw_html": "<p class=\"section\"><a name=\"BK119\"></a><b>103 </b>(1) No person who has suffered or may suffer a direct economic loss or direct personal injury as a result of a public nuisance that caused harm to the environment shall be barred from bringing an action without the consent of the Attorney General in respect of the loss or injury only because the person has suffered or may suffer direct economic loss or direct personal injury of the same kind or to the same degree as other persons.  1993, c. 28, s. 103 (1).</p> <p class=\"headnote\">Farm practices</p> <p class=\"subsection\">(2) Subsection (1) shall not be interpreted to limit a right or defence available under the <i>Farm Practices Protection Act</i>.  1993, c. 28, s. 103 (2).</p> <p class=\"partnum\"><a name=\"BK120\"></a>PART VII <br/>  EMPLOYER REPRISALS</p>"
        },
        {
            "ahref_id": "#BK120",
            "TOCid": "PART VII  ",
            "section_x": "PART VII EMPLOYER REPRISALS",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK121",
            "TOCid": "104.",
            "section_x": "Meaning of “Board”, Part VII",
            "part_id": "PART VII  ",
            "part_type": "PART VII EMPLOYER REPRISALS",
            "section_y": "Meaning of “Board”, Part VII",
            "content": "104 In this Part, “Board” means the Ontario Labour Relations Board.  1993, c. 28, s. 104.",
            "raw_html": "<p class=\"section\"><a name=\"BK121\"></a><b>104 </b>In this Part,</p> <p class=\"definition\">“Board” means the Ontario Labour Relations Board.  1993, c. 28, s. 104.</p>"
        },
        {
            "ahref_id": "#BK122",
            "TOCid": "105.",
            "section_x": "Complaint about reprisals",
            "part_id": "PART VII  ",
            "part_type": "PART VII EMPLOYER REPRISALS",
            "section_y": "Complaint about reprisals",
            "content": "105 (1) Any person may file a written complaint with the Board alleging that an employer has taken reprisals against an employee on a prohibited ground.  1993, c. 28, s. 105 (1). Reprisals (2) For the purposes of this Part, an employer has taken reprisals against an employee if the employer has dismissed, disciplined, penalized, coerced, intimidated or harassed, or attempted to coerce, intimidate or harass, the employee.  1993, c. 28, s. 105 (2). Prohibited grounds (3) For the purposes of this Part, an employer has taken reprisals on a prohibited ground if the employer has taken reprisals because the employee in good faith did or may do any of the following: 1.  Participate in decision-making about a ministry statement of environmental values, a policy, an Act, a regulation or an instrument as provided in Part II. 2.  Apply for a review under Part IV. 3.  Apply for an investigation under Part V. 4.  Comply with or seek the enforcement of a prescribed Act, regulation or instrument. 5.  Give information to an appropriate authority for the purposes of an investigation, review or hearing related to a prescribed policy, Act, regulation or instrument. 6.  Give evidence in a proceeding under this Act or under a prescribed Act.  1993, c. 28, s. 105 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK122\"></a><b>105 </b>(1) Any person may file a written complaint with the Board alleging that an employer has taken reprisals against an employee on a prohibited ground.  1993, c. 28, s. 105 (1).</p> <p class=\"headnote\">Reprisals</p> <p class=\"subsection\">(2) For the purposes of this Part, an employer has taken reprisals against an employee if the employer has dismissed, disciplined, penalized, coerced, intimidated or harassed, or attempted to coerce, intimidate or harass, the employee.  1993, c. 28, s. 105 (2).</p> <p class=\"headnote\">Prohibited grounds</p> <p class=\"subsection\">(3) For the purposes of this Part, an employer has taken reprisals on a prohibited ground if the employer has taken reprisals because the employee in good faith did or may do any of the following:</p> <p class=\"paragraph\">  1.  Participate in decision-making about a ministry statement of environmental values, a policy, an Act, a regulation or an instrument as provided in Part II.</p> <p class=\"paragraph\">  2.  Apply for a review under Part IV.</p> <p class=\"paragraph\">  3.  Apply for an investigation under Part V.</p> <p class=\"paragraph\">  4.  Comply with or seek the enforcement of a prescribed Act, regulation or instrument.</p> <p class=\"paragraph\">  5.  Give information to an appropriate authority for the purposes of an investigation, review or hearing related to a prescribed policy, Act, regulation or instrument.</p> <p class=\"paragraph\">  6.  Give evidence in a proceeding under this Act or under a prescribed Act.  1993, c. 28, s. 105 (3).</p>"
        },
        {
            "ahref_id": "#BK123",
            "TOCid": "106.",
            "section_x": "Labour relations officer, authorization",
            "part_id": "PART VII  ",
            "part_type": "PART VII EMPLOYER REPRISALS",
            "section_y": "Labour relations officer, authorization",
            "content": "106 The Board may authorize a labour relations officer to inquire into a complaint.  1993, c. 28, s. 106.",
            "raw_html": "<p class=\"section\"><a name=\"BK123\"></a><b>106 </b>The Board may authorize a labour relations officer to inquire into a complaint.  1993, c. 28, s. 106.</p>"
        },
        {
            "ahref_id": "#BK124",
            "TOCid": "107.",
            "section_x": "Labour relations officer, inquiry into complaint",
            "part_id": "PART VII  ",
            "part_type": "PART VII EMPLOYER REPRISALS",
            "section_y": "Labour relations officer, inquiry into complaint",
            "content": "107 A labour relations officer authorized to inquire into a complaint shall make the inquiry as soon as reasonably possible, shall endeavour to effect a settlement of the matter complained of and shall report the results of the inquiry and endeavours to the Board.  1993, c. 28, s. 107.",
            "raw_html": "<p class=\"section\"><a name=\"BK124\"></a><b>107 </b>A labour relations officer authorized to inquire into a complaint shall make the inquiry as soon as reasonably possible, shall endeavour to effect a settlement of the matter complained of and shall report the results of the inquiry and endeavours to the Board.  1993, c. 28, s. 107.</p>"
        },
        {
            "ahref_id": "#BK125",
            "TOCid": "108.",
            "section_x": "Inquiry by the Board",
            "part_id": "PART VII  ",
            "part_type": "PART VII EMPLOYER REPRISALS",
            "section_y": "Inquiry by the Board",
            "content": "108 If a labour relations officer is unable to effect a settlement of the matter complained of, or if the Board in its discretion dispenses with an inquiry by a labour relations officer, the Board may inquire into the complaint.  1993, c. 28, s. 108.",
            "raw_html": "<p class=\"section\"><a name=\"BK125\"></a><b>108 </b>If a labour relations officer is unable to effect a settlement of the matter complained of, or if the Board in its discretion dispenses with an inquiry by a labour relations officer, the Board may inquire into the complaint.  1993, c. 28, s. 108.</p>"
        },
        {
            "ahref_id": "#BK126",
            "TOCid": "109.",
            "section_x": "Burden of proof",
            "part_id": "PART VII  ",
            "part_type": "PART VII EMPLOYER REPRISALS",
            "section_y": "Burden of proof",
            "content": "109 In an inquiry under section 108, the onus is on the employer to prove that the employer did not take reprisals on a prohibited ground.  1993, c. 28, s. 109.",
            "raw_html": "<p class=\"section\"><a name=\"BK126\"></a><b>109 </b>In an inquiry under section 108, the onus is on the employer to prove that the employer did not take reprisals on a prohibited ground.  1993, c. 28, s. 109.</p>"
        },
        {
            "ahref_id": "#BK127",
            "TOCid": "110.",
            "section_x": "Determination by the Board",
            "part_id": "PART VII  ",
            "part_type": "PART VII EMPLOYER REPRISALS",
            "section_y": "Determination by the Board",
            "content": "110 (1) If the Board, after inquiring into the complaint, is satisfied that the employer has taken reprisals on a prohibited ground, the Board shall determine what, if anything, the employer shall do or refrain from doing about the reprisals.  1993, c. 28, s. 110 (1). Same (2) A determination under subsection (1) may include, but is not limited to, one or more of, (a)  an order directing the employer to cease doing the act or acts complained of; (b)  an order directing the employer to rectify the act or acts complained of; or (c)  an order directing the employer to reinstate in employment or hire the employee, with or without compensation, or to compensate instead of hiring or reinstatement for loss of earnings or other employment benefits in an amount assessed by the Board against the employer.  1993, c. 28, s. 110 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK127\"></a><b>110 </b>(1) If the Board, after inquiring into the complaint, is satisfied that the employer has taken reprisals on a prohibited ground, the Board shall determine what, if anything, the employer shall do or refrain from doing about the reprisals.  1993, c. 28, s. 110 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A determination under subsection (1) may include, but is not limited to, one or more of,</p> <p class=\"paragraph\">  (a)  an order directing the employer to cease doing the act or acts complained of;</p> <p class=\"paragraph\">  (b)  an order directing the employer to rectify the act or acts complained of; or</p> <p class=\"paragraph\">  (c)  an order directing the employer to reinstate in employment or hire the employee, with or without compensation, or to compensate instead of hiring or reinstatement for loss of earnings or other employment benefits in an amount assessed by the Board against the employer.  1993, c. 28, s. 110 (2).</p>"
        },
        {
            "ahref_id": "#BK128",
            "TOCid": "111.",
            "section_x": "Agreement to the contrary",
            "part_id": "PART VII  ",
            "part_type": "PART VII EMPLOYER REPRISALS",
            "section_y": "Agreement to the contrary",
            "content": "111 A determination under section 110 applies despite a provision of an agreement to the contrary.  1993, c. 28, s. 111.",
            "raw_html": "<p class=\"section\"><a name=\"BK128\"></a><b>111 </b>A determination under section 110 applies despite a provision of an agreement to the contrary.  1993, c. 28, s. 111.</p>"
        },
        {
            "ahref_id": "#BK129",
            "TOCid": "112.",
            "section_x": "Failure to comply",
            "part_id": "PART VII  ",
            "part_type": "PART VII EMPLOYER REPRISALS",
            "section_y": "Failure to comply",
            "content": "112 If the employer fails to comply with a term of the determination under section 110 within fourteen days from the date of the release of the determination by the Board or from the date provided in the determination for compliance, whichever is later, the complainant may notify the Board in writing of the failure.  1993, c. 28, s. 112.",
            "raw_html": "<p class=\"section\"><a name=\"BK129\"></a><b>112 </b>If the employer fails to comply with a term of the determination under section 110 within fourteen days from the date of the release of the determination by the Board or from the date provided in the determination for compliance, whichever is later, the complainant may notify the Board in writing of the failure.  1993, c. 28, s. 112.</p>"
        },
        {
            "ahref_id": "#BK130",
            "TOCid": "113.",
            "section_x": "Enforcement of determination",
            "part_id": "PART VII  ",
            "part_type": "PART VII EMPLOYER REPRISALS",
            "section_y": "Enforcement of determination",
            "content": "113 If the Board receives notice in accordance with section 112, the Board shall file a copy of its determination, without its reasons, with the Superior Court of Justice, and the determination may be enforced as if it were an order of the court.  1993, c. 28, s. 113; 2001, c. 9, Sched. G, s. 4 (2). Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. G, s. 4 (2) - 29/06/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK130\"></a><b>113 </b>If the Board receives notice in accordance with section 112, the Board shall file a copy of its determination, without its reasons, with the Superior Court of Justice, and the determination may be enforced as if it were an order of the court.  1993, c. 28, s. 113; 2001, c. 9, Sched. G, s. 4 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedgs4s2\">2001, c. 9, Sched. G, s. 4 (2)</a></span> - 29/06/2011</p>"
        },
        {
            "ahref_id": "#BK131",
            "TOCid": "114.",
            "section_x": "Effect of settlement",
            "part_id": "PART VII  ",
            "part_type": "PART VII EMPLOYER REPRISALS",
            "section_y": "Effect of settlement",
            "content": "114 (1) If a complaint under section 105 has been settled, whether through the endeavours of the labour relations officer or otherwise, and the settlement has been put in writing and signed, a party to the settlement may file a written complaint with the Board alleging that another party to the settlement has failed to comply with the settlement.  1993, c. 28, s. 114 (1). Same (2) Sections 106 to 108 and 110 to 113 and subsection (1) apply with necessary modifications with respect to a complaint alleging failure to comply with a settlement.  1993, c. 28, s. 114 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK131\"></a><b>114 </b>(1) If a complaint under section 105 has been settled, whether through the endeavours of the labour relations officer or otherwise, and the settlement has been put in writing and signed, a party to the settlement may file a written complaint with the Board alleging that another party to the settlement has failed to comply with the settlement.  1993, c. 28, s. 114 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Sections 106 to 108 and 110 to 113 and subsection (1) apply with necessary modifications with respect to a complaint alleging failure to comply with a settlement.  1993, c. 28, s. 114 (2).</p>"
        },
        {
            "ahref_id": "#BK132",
            "TOCid": "115.",
            "section_x": "Act performed on behalf of employer",
            "part_id": "PART VII  ",
            "part_type": "PART VII EMPLOYER REPRISALS",
            "section_y": "Act performed on behalf of employer",
            "content": "115 For the purposes of sections 105 to 114, an act that is performed on behalf of the employer shall be deemed to be the act of the employer.  1993, c. 28, s. 115.",
            "raw_html": "<p class=\"section\"><a name=\"BK132\"></a><b>115 </b>For the purposes of sections 105 to 114, an act that is performed on behalf of the employer shall be deemed to be the act of the employer.  1993, c. 28, s. 115.</p>"
        },
        {
            "ahref_id": "#BK133",
            "TOCid": "116.",
            "section_x": "Powers, etc., of the Board",
            "part_id": "PART VII  ",
            "part_type": "PART VII EMPLOYER REPRISALS",
            "section_y": "Powers, etc., of the Board",
            "content": "116 (1) The provisions of the Labour Relations Act, 1995 and the regulations under it relating to powers, practices and procedures of the Board apply with necessary modifications to an inquiry by the Board into a complaint under section 105 or 114.  1993, c. 28, s. 116 (1); 2006, c. 19, Sched. K, s. 1 (1). Application of provisions of Labour Relations Act, 1995 (2) Sections 114, 116, 117 and 118 of the Labour Relations Act, 1995 apply with necessary modifications to an inquiry by the Board into a complaint under section 105 or 114.  1993, c. 28, s. 116 (2); 2006, c. 19, Sched. K, s. 1 (2). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. K, s. 1 (1, 2) - 22/06/2006 PART VIII   GENERAL",
            "raw_html": "<p class=\"section\"><a name=\"BK133\"></a><b>116 </b>(1) The provisions of the <i>Labour Relations Act, 1995</i> and the regulations under it relating to powers, practices and procedures of the Board apply with necessary modifications to an inquiry by the Board into a complaint under section 105 or 114.  1993, c. 28, s. 116 (1); 2006, c. 19, Sched. K, s. 1 (1).</p> <p class=\"headnote\">Application of provisions of <i>Labour Relations Act, 1995</i></p> <p class=\"subsection\">(2) Sections 114, 116, 117 and 118 of the <i>Labour Relations Act, 1995</i><i> </i>apply with necessary modifications to an inquiry by the Board into a complaint under section 105 or 114.  1993, c. 28, s. 116 (2); 2006, c. 19, Sched. K, s. 1 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedks1s1\">2006, c. 19, Sched. K, s. 1 (1, 2)</a></span> - 22/06/2006</p> <p class=\"partnum\"><a name=\"BK134\"></a>PART VIII <br/>  GENERAL</p>"
        },
        {
            "ahref_id": "#BK134",
            "TOCid": "PART VIII  ",
            "section_x": "PART VIII GENERAL",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK135",
            "TOCid": "117.",
            "section_x": "Delegation",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII GENERAL",
            "section_y": "Delegation",
            "content": "117 A minister may authorize in writing any person or group of persons to exercise any of the minister’s powers or duties under this Act.  1993, c. 28, s. 117.",
            "raw_html": "<p class=\"section\"><a name=\"BK135\"></a><b>117 </b>A minister may authorize in writing any person or group of persons to exercise any of the minister’s powers or duties under this Act.  1993, c. 28, s. 117.</p>"
        },
        {
            "ahref_id": "#BK136",
            "TOCid": "118.",
            "section_x": "No judicial review",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII GENERAL",
            "section_y": "No judicial review",
            "content": "118 (1) Except as provided in section 84 and subsection (2) of this section, no action, decision, failure to take action or failure to make a decision by a minister or his or her delegate under this Act shall be reviewed in any court.  1993, c. 28, s. 118 (1). Exception (2) Any person resident in Ontario may make an application for judicial review under the Judicial Review Procedure Act\r\non the grounds that a minister or his or her delegate failed in a fundamental way to comply with the requirements of Part II respecting a proposal for an instrument.  1993, c. 28, s. 118 (2). Same (3) An application under subsection (2) shall not be made later than twenty-one days after the day on which the minister gives notice under section 36 of a decision on the proposal.  1993, c. 28, s. 118 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK136\"></a><b>118 </b>(1) Except as provided in section 84 and subsection (2) of this section, no action, decision, failure to take action or failure to make a decision by a minister or his or her delegate under this Act shall be reviewed in any court.  1993, c. 28, s. 118 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Any person resident in Ontario may make an application for judicial review under the <i>Judicial Review Procedure Act</i>\r\non the grounds that a minister or his or her delegate failed in a fundamental way to comply with the requirements of Part II respecting a proposal for an instrument.  1993, c. 28, s. 118 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) An application under subsection (2) shall not be made later than twenty-one days after the day on which the minister gives notice under section 36 of a decision on the proposal.  1993, c. 28, s. 118 (3).</p>"
        },
        {
            "ahref_id": "#BK137",
            "TOCid": "119.",
            "section_x": "Protection from personal liability",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII GENERAL",
            "section_y": "Protection from personal liability",
            "content": "119 (1) Except in the case of an application for judicial review under section 118, no proceeding for damages or otherwise shall be commenced against a minister, a deputy minister or an employee in a ministry for any act done in good faith in the execution or intended execution of any duty or authority under this Act or for any alleged neglect or default in the execution in good faith of any duty or authority under this Act.  1993, c. 28, s. 119 (1); 2006, c. 35, Sched. C, s. 35 (2). Crown not relieved of liability (2) Subsection (1) does not, by reason of subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, relieve the Crown of liability in respect of a tort committed by any person mentioned in subsection (1) to which it would otherwise be subject, and the Crown is liable under that Act for any such tort as if subsection (1) had not been enacted. 2019, c. 7, Sched. 17, s. 67. Section Amendments with date in force (d/m/y) 2006, c. 35, Sched. C, s. 35 (2) - 20/08/2007 2009, c. 33, Sched. 15, s. 4 (1) - 15/12/2009 2019, c. 7, Sched. 17, s. 67 - 01/07/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK137\"></a><b>119 </b>(1) Except in the case of an application for judicial review under section 118, no proceeding for damages or otherwise shall be commenced against a minister, a deputy minister or an employee in a ministry for any act done in good faith in the execution or intended execution of any duty or authority under this Act or for any alleged neglect or default in the execution in good faith of any duty or authority under this Act.  1993, c. 28, s. 119 (1); 2006, c. 35, Sched. C, s. 35 (2).</p> <p class=\"headnote\">Crown not relieved of liability</p> <p class=\"subsection\">(2) Subsection (1) does not, by reason of subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, relieve the Crown of liability in respect of a tort committed by any person mentioned in subsection (1) to which it would otherwise be subject, and the Crown is liable under that Act for any such tort as if subsection (1) had not been enacted. 2019, c. 7, Sched. 17, s. 67.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs35s2\">2006, c. 35, Sched. C, s. 35 (2)</a></span> - 20/08/2007</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched15s4s1\">2009, c. 33, Sched. 15, s. 4 (1)</a></span> - 15/12/2009</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched17s67\">2019, c. 7, Sched. 17, s. 67</a></span> - 01/07/2019</p>"
        },
        {
            "ahref_id": "#BK138",
            "TOCid": "120.",
            "section_x": "Crown bound",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII GENERAL",
            "section_y": "Crown bound",
            "content": "120 This Act binds the Crown.  1993, c. 28, s. 120.",
            "raw_html": "<p class=\"section\"><a name=\"BK138\"></a><b>120 </b>This Act binds the Crown.  1993, c. 28, s. 120.</p>"
        },
        {
            "ahref_id": "#BK139",
            "TOCid": "121.",
            "section_x": "Regulations",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII GENERAL",
            "section_y": "Regulations",
            "content": "121 (1) The Lieutenant Governor in Council may make regulations, (a)  prescribing or respecting any matter that this Act refers to as a matter prescribed by the regulations or as otherwise dealt with by the regulations; (b)  deeming an organizational unit of government to be a ministry and a member of the Executive Council to be the minister for the ministry for the purposes of this Act and the regulations under it; (c)  deeming a document or class of documents to be either an instrument or class of instruments or a regulation or class of regulations for the purposes of this Act and the regulations under it; (d)  prescribing ministries and the provisions of Part II that apply in relation to each of them, for the purposes of section 4; (e)  requiring a person or body to establish and operate the registry; (f)  respecting the operation and use of the registry; (g)  prescribing fees that may be charged in relation to use of the registry; (h)  relating to the giving of notice in the registry; (i)  prescribing the contents of classes of notice given in the registry; (j)  classifying proposals for instruments as Class I, II or III proposals, for the purposes of this Act and the regulations under it; (k)  specifying intervals at which reviews of regulations under subsection 21 (1) shall occur; (l)  providing for exemptions from Part II in respect of any class of proposal for a policy, Act, regulation or instrument including, but not limited to, exemptions for the purpose of expediting decision-making about proposals; (m)  providing for the notices required under Part II for two or more proposals relating to the same undertaking to be given together; (n)  providing for the public participation processes required under Part II for two or more proposals relating to the same undertaking to be undertaken together; (o)  respecting mediation under section 34, including but not limited to regulations respecting the costs of mediation, the confidentiality of representations made during mediation and the procedures to be followed in mediation; (p)  clarifying, for the purposes of appeals under Part II, (i)  what rights of appeal are equivalent, (ii)  what appeals are of a similar nature, and (iii)  what grounds for appeal and powers on appeal are similar; (q)  providing for applications for leave to appeal under section 38 to be heard by one member of the appropriate appellate body, despite section 39 of this Act or any other provision in any Act or regulation; (r)  providing for applications for leave to appeal to be partly or wholly in writing, despite the provisions of the Statutory Powers Procedure Act; (s)  providing for stays pending decisions on applications for leave to appeal; (t)  providing for procedures for applications for leave to appeal and for appeals under Part II; (u)  prescribing fees that may be charged in connection with applications for review under Part IV and applications for investigation under Part V.  1993, c. 28, s. 121 (1); 2009, c. 33, Sched. 15, s. 4 (2). Transitional regulations (1.1) The Lieutenant Governor in Council may make regulations providing for transitional matters arising from the enactment of Schedule 15 to the Restoring Trust, Transparency and Accountability Act, 2018. 2018, c. 17, Sched. 15, s. 12. Conflicts (1.2) If there is a conflict between a regulation made under subsection (1.1) and a provision of this or any other Act or a provision of another regulation made under this or any other Act, the regulation made under subsection (1.1) prevails. 2018, c. 17, Sched. 15, s. 12. Classes (2) A class described in the regulations under this Act may be described according to any characteristic and may be described to consist of or to include or exclude any specified member or thing whether or not with the same characteristics.  1993, c. 28, s. 121 (2). General or specific regulations (3) Regulations under this Act may be general or specific in nature.  1993, c. 28, s. 121 (3). Acts, regulations and instruments of Canada (4) The authority in this Act to prescribe an Act, regulation or instrument includes the authority to prescribe an Act of Canada, a regulation of Canada or an instrument of Canada.  1993, c. 28, s. 121 (4). Provisions of Act, regulations (5) The authority in this Act to prescribe an Act or regulation includes the authority to prescribe one or more provisions of the Act or regulation.  1993, c. 28, s. 121 (5). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 15, s. 4 (2) - 15/12/2009 2018, c. 17, Sched. 15, s. 12 - 01/04/2019 122 Repealed:  2002, c. 24, Sched. B, s. 25. Section Amendments with date in force (d/m/y) 2002, c. 24, Sched. B, s. 25 - 01/01/2004 123 Omitted (provides for coming into force of provisions of this Act).  1993, c. 28, s. 123. 124 Omitted (enacts short title of this Act).  1993, c. 28, s. 124. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK139\"></a><b>121 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  prescribing or respecting any matter that this Act refers to as a matter prescribed by the regulations or as otherwise dealt with by the regulations;</p> <p class=\"paragraph\">  (b)  deeming an organizational unit of government to be a ministry and a member of the Executive Council to be the minister for the ministry for the purposes of this Act and the regulations under it;</p> <p class=\"paragraph\">  (c)  deeming a document or class of documents to be either an instrument or class of instruments or a regulation or class of regulations for the purposes of this Act and the regulations under it;</p> <p class=\"paragraph\">  (d)  prescribing ministries and the provisions of Part II that apply in relation to each of them, for the purposes of section 4;</p> <p class=\"paragraph\">  (e)  requiring a person or body to establish and operate the registry;</p> <p class=\"paragraph\">  (f)  respecting the operation and use of the registry;</p> <p class=\"paragraph\">  (g)  prescribing fees that may be charged in relation to use of the registry;</p> <p class=\"paragraph\">  (h)  relating to the giving of notice in the registry;</p> <p class=\"paragraph\">  (i)  prescribing the contents of classes of notice given in the registry;</p> <p class=\"paragraph\">  (j)  classifying proposals for instruments as Class I, II or III proposals, for the purposes of this Act and the regulations under it;</p> <p class=\"paragraph\">  (k)  specifying intervals at which reviews of regulations under subsection 21 (1) shall occur;</p> <p class=\"paragraph\">  (l)  providing for exemptions from Part II in respect of any class of proposal for a policy, Act, regulation or instrument including, but not limited to, exemptions for the purpose of expediting decision-making about proposals;</p> <p class=\"paragraph\">  (m)  providing for the notices required under Part II for two or more proposals relating to the same undertaking to be given together;</p> <p class=\"paragraph\">  (n)  providing for the public participation processes required under Part II for two or more proposals relating to the same undertaking to be undertaken together;</p> <p class=\"paragraph\">  (o)  respecting mediation under section 34, including but not limited to regulations respecting the costs of mediation, the confidentiality of representations made during mediation and the procedures to be followed in mediation;</p> <p class=\"paragraph\">  (p)  clarifying, for the purposes of appeals under Part II,</p> <p class=\"subclause\">  (i)  what rights of appeal are equivalent,</p> <p class=\"subclause\">  (ii)  what appeals are of a similar nature, and</p> <p class=\"subclause\">  (iii)  what grounds for appeal and powers on appeal are similar;</p> <p class=\"paragraph\">  (q)  providing for applications for leave to appeal under section 38 to be heard by one member of the appropriate appellate body, despite section 39 of this Act or any other provision in any Act or regulation;</p> <p class=\"paragraph\">  (r)  providing for applications for leave to appeal to be partly or wholly in writing, despite the provisions of the <i>Statutory Powers Procedure Act</i>;</p> <p class=\"paragraph\">  (s)  providing for stays pending decisions on applications for leave to appeal;</p> <p class=\"paragraph\">  (t)  providing for procedures for applications for leave to appeal and for appeals under Part II;</p> <p class=\"paragraph\">  (u)  prescribing fees that may be charged in connection with applications for review under Part IV and applications for investigation under Part V.  1993, c. 28, s. 121 (1); 2009, c. 33, Sched. 15, s. 4 (2).</p> <p class=\"headnote\">Transitional regulations</p> <p class=\"subsection\">(1.1) The Lieutenant Governor in Council may make regulations providing for transitional matters arising from the enactment of Schedule 15<b> </b>to the <i>Restoring Trust, Transparency and Accountability Act, 2018</i>. 2018, c. 17, Sched. 15, s. 12.</p> <p class=\"headnote\">Conflicts</p> <p class=\"subsection\">(1.2) If there is a conflict between a regulation made under subsection (1.1) and a provision of this or any other Act or a provision of another regulation made under this or any other Act, the regulation made under subsection (1.1) prevails. 2018, c. 17, Sched. 15, s. 12.</p> <p class=\"headnote\">Classes</p> <p class=\"subsection\">(2) A class described in the regulations under this Act may be described according to any characteristic and may be described to consist of or to include or exclude any specified member or thing whether or not with the same characteristics.  1993, c. 28, s. 121 (2).</p> <p class=\"headnote\">General or specific regulations</p> <p class=\"subsection\">(3) Regulations under this Act may be general or specific in nature.  1993, c. 28, s. 121 (3).</p> <p class=\"headnote\">Acts, regulations and instruments of Canada</p> <p class=\"subsection\">(4) The authority in this Act to prescribe an Act, regulation or instrument includes the authority to prescribe an Act of Canada, a regulation of Canada or an instrument of Canada.  1993, c. 28, s. 121 (4).</p> <p class=\"headnote\">Provisions of Act, regulations</p> <p class=\"subsection\">(5) The authority in this Act to prescribe an Act or regulation includes the authority to prescribe one or more provisions of the Act or regulation.  1993, c. 28, s. 121 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched15s4s2\">2009, c. 33, Sched. 15, s. 4 (2)</a></span> - 15/12/2009</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched15s12\">2018, c. 17, Sched. 15, s. 12</a></span> - 01/04/2019</p> <p class=\"section\"><b>122 </b><span class=\"ovsmallcap\">Repealed</span>:  2002, c. 24, Sched. B, s. 25.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02024#schedbs25\">2002, c. 24, Sched. B, s. 25</a></span> - 01/01/2004</p> <p class=\"section\"><b>123 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  1993, c. 28, s. 123.</p> <p class=\"section\"><b>124 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1993, c. 28, s. 124.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/93e28\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}