{
    "act_info": {
        "full_title": "Escheats Act, R.S.O. 1990, c. E.20",
        "act_name_text": "Not Found",
        "citation": "Escheats Act, R.S.O. 1990, c. E.20",
        "url": "https://www.ontario.ca/laws/statute/90e20",
        "date_scraped": "2023-12-19 03:03:39"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90e20/v4",
            "valid_from": "December 10, 2015",
            "valid_to": "December  9, 2016"
        },
        {
            "a_href": "/laws/statute/90e20/v3",
            "valid_from": "December 15, 2009",
            "valid_to": "December  9, 2015"
        },
        {
            "a_href": "/laws/statute/90e20/v2",
            "valid_from": "May 17, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90e20/v1",
            "valid_from": "November 26, 2002",
            "valid_to": "May 16, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Proceedings for recovery of property",
            "content": " 1. (1) Where any property has become the property of the Crown by reason of the person last seised thereof or entitled thereto having died intestate and without lawful heirs, or has become forfeited for any cause to the Crown, the Public Guardian and Trustee may cause possession thereof to be taken in the name of the Crown, or, if possession is withheld, may cause an action to be brought for the recovery thereof, without an inquisition being first made.  R.S.O. 1990, c. E.20, s. 1 (1); 2002, c. 18, Sched. A, s. 7 (1). Practice (2) The proceedings in the action shall be in all respects similar to those in other actions for the recovery of property.  R.S.O. 1990, c. E.20, s. 1 (2). Possession of land (3) If land described in subsection (1) has escheated or become forfeit because of the dissolution of a corporation, the Public Guardian and Trustee shall be deemed not to have taken possession of the property until the Public Guardian and Trustee registers notice of taking possession in the proper land registry office.  2002, c. 18, Sched. A, s. 7 (2); 2007, c. 7, Sched. 14, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) Where any property has become the property of the Crown by reason of the person last seised thereof or entitled thereto having died intestate and without lawful heirs, or has become forfeited for any cause to the Crown, the Public Guardian and Trustee may cause possession thereof to be taken in the name of the Crown, or, if possession is withheld, may cause an action to be brought for the recovery thereof, without an inquisition being first made.  R.S.O. 1990, c. E.20, s. 1 (1); 2002, c. 18, Sched. A, s. 7 (1).</p> <p class=\"headnote-e\">Practice</p> <p class=\"subsection-e\">  (2) The proceedings in the action shall be in all respects similar to those in other actions for the recovery of property.  R.S.O. 1990, c. E.20, s. 1 (2).</p> <p class=\"headnote-e\">Possession of land</p> <p class=\"subsection-e\">  (3) If land described in subsection (1) has escheated or become forfeit because of the dissolution of a corporation, the Public Guardian and Trustee shall be deemed not to have taken possession of the property until the Public Guardian and Trustee registers notice of taking possession in the proper land registry office.  2002, c. 18, Sched. A, s. 7 (2); 2007, c. 7, Sched. 14, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Saving as to mining lands",
            "content": " 2. Despite section 1, where mining lands as defined in the Mining Act have become forfeited to the Crown, such mining lands shall be dealt with and disposed of as Crown lands in the manner provided in the Mining Act.  R.S.O. 1990, c. E.20, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Despite section 1, where mining lands as defined in the <i>Mining Act</i> have become forfeited to the Crown, such mining lands shall be dealt with and disposed of as Crown lands in the manner provided in the <i>Mining Act</i>.  R.S.O. 1990, c. E.20, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Grant of forfeited property",
            "content": " 3. The Lieutenant Governor in Council may grant any property that has become the property of or has become forfeited to the Crown as mentioned in section 1, or any part thereof, or any interest therein, to any person for the purpose of transferring or restoring it to a person having a legal or moral claim upon the person to whom it had belonged, or of carrying into effect any disposition of it that such person may have contemplated, or of rewarding a person making discovery of the escheat or forfeiture, as to the Lieutenant Governor in Council seems proper.  R.S.O. 1990, c. E.20, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The Lieutenant Governor in Council may grant any property that has become the property of or has become forfeited to the Crown as mentioned in section 1, or any part thereof, or any interest therein, to any person for the purpose of transferring or restoring it to a person having a legal or moral claim upon the person to whom it had belonged, or of carrying into effect any disposition of it that such person may have contemplated, or of rewarding a person making discovery of the escheat or forfeiture, as to the Lieutenant Governor in Council seems proper.  R.S.O. 1990, c. E.20, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Rights of grantee",
            "content": " 4. Any such grant may be made without actual entry or taking possession of such property or inquisition being first made, and, if possession of the property is withheld, the person to whom the grant is made may institute proceedings for the recovery thereof in a court of competent jurisdiction.  R.S.O. 1990, c. E.20, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Any such grant may be made without actual entry or taking possession of such property or inquisition being first made, and, if possession of the property is withheld, the person to whom the grant is made may institute proceedings for the recovery thereof in a court of competent jurisdiction.  R.S.O. 1990, c. E.20, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Release or waiver of forfeiture",
            "content": " 5. Where any such forfeiture takes place, the Lieutenant Governor in Council may waive or release any right to which the Crown may thereby have become entitled so as to vest the property, either absolutely or otherwise, in the person who would have been entitled thereto but for the forfeiture, and the waiver or release may be either for valuable consideration or otherwise and may be upon such terms and conditions as to the Lieutenant Governor in Council seem proper.  R.S.O. 1990, c. E.20, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Where any such forfeiture takes place, the Lieutenant Governor in Council may waive or release any right to which the Crown may thereby have become entitled so as to vest the property, either absolutely or otherwise, in the person who would have been entitled thereto but for the forfeiture, and the waiver or release may be either for valuable consideration or otherwise and may be upon such terms and conditions as to the Lieutenant Governor in Council seem proper.  R.S.O. 1990, c. E.20, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Transfer, assignment or discharge of interest in land",
            "content": " 6. (1) Despite any other Act or law, the Public Guardian and Trustee may transfer, assign or discharge, at such price and on such terms as seem proper, all or part of any interest in land of which he or she has taken possession under this Act.  2007, c. 7, Sched. 14, s. 2. Transfer, assignment, discharge or disposal of interest in personal property (2) Despite any other Act or law, the Public Guardian and Trustee may transfer, assign or discharge, at such price and on such terms as seem proper, or may otherwise dispose of in any manner as seems proper, all or part of any interest in personal property of which he or she has taken possession under this Act.  2009, c. 33, Sched. 2, s. 30.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Despite any other Act or law, the Public Guardian and Trustee may transfer, assign or discharge, at such price and on such terms as seem proper, all or part of any interest in land of which he or she has taken possession under this Act.  2007, c. 7, Sched. 14, s. 2.</p> <p class=\"headnote-e\">Transfer, assignment, discharge or disposal of interest in personal property</p> <p class=\"subsection-e\">  (2) Despite any other Act or law, the Public Guardian and Trustee may transfer, assign or discharge, at such price and on such terms as seem proper, or may otherwise dispose of in any manner as seems proper, all or part of any interest in personal property of which he or she has taken possession under this Act.  2009, c. 33, Sched. 2, s. 30.</p>"
        },
        {
            "id": "7.",
            "section": "Public Guardian and Trustee, no obligation or liability",
            "content": " 7. (1) When property has escheated or become forfeit to the Crown because of the dissolution of a corporation,  (a) the Public Guardian and Trustee is not required to secure, maintain or manage the property or to take any other action in relation to the property; and (b) no proceeding shall be commenced and no order shall be made against the Public Guardian and Trustee in respect of the property.  2002, c. 18, Sched. A, s. 7 (4). Conflict (2) Subsection (1) applies despite any other Act or regulation.  2002, c. 18, Sched. A, s. 7 (4). Crown remains liable (3) Despite subsections 5 (2) and (4) of the Proceedings Against the Crown Act, subsection (1) does not relieve the Crown of any liability to which it would otherwise be subject.  2002, c. 18, Sched. A, s. 7 (4). Saving (4) For greater certainty, subsection (1) does not, (a) prevent a public authority from issuing an order against the Crown that is authorized under any other Act in respect of the property; or (b) confer any new right or impose any new obligation on the Crown in respect of the property.  2002, c. 18, Sched. A, s. 7 (4). Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by the Statutes of Ontario, 2007, chapter 7, Schedule 14, section 3 by adding the following sections: Lien on property 8. (1) The Crown has a lien, in the amount described in subsection (2), (a) on any property that has become the property of the Crown by reason of the person last seised of it or entitled to it having died intestate and without lawful heirs, or that has become forfeited for any cause to the Crown; and (b) on personal property not owned by the Crown that is situated on land that has become forfeited to the Crown.  2007, c. 7, Sched. 14, s. 3. Same (2) The amount of the lien is the sum at any given time of the following: 1. Fees charged and expenses incurred or committed to by the Crown, as calculated in accordance with the regulations, in relation to the property during the period beginning when the property or, in the case of personal property referred to in clause (1) (b), the land on which it is situated became the property of the Crown and ending on the earliest of when title to the property is transferred under section 12, when the title of the Crown to the land is cleared under section 15, or when the Crown, or a servant or agent of the Crown, i. in respect of personal property, begins to use the property for Crown purposes, or ii. in respect of land, has registered a notice against title to the property that it intends to use the property for Crown purposes. 2. Interest payable on the amount calculated under paragraph 1, as provided for in the regulations, and compounded until the date that the Crown receives payment.  2007, c. 7, Sched. 14, s. 3. Same (3) For the purposes of this section, the Crown or a servant or agent of the Crown does not use a property for Crown purposes by reason of any activity described in subsection 5 (5.4) of the Proceedings Against the Crown Act, or by reason of the Public Guardian and Trustee taking possession or registering a notice of taking possession under this Act.  2007, c. 7, Sched. 14, s. 3. Same (4) Despite any other Act or law, a lien under this section has priority over any other claim or interest, including statutory and non-statutory liens, the rights of a corporation that has been revived, or the rights of any person in the property of a corporation that has been dissolved or revived, and over the rights of any secured or unsecured creditor, regardless of when the claim, interest or right came into existence or was registered, except for the following rights: 1. The rights of the Crown under a trust created by section 3.6.1 of the Fuel Tax Act, section 18 of the Gasoline Tax Act, section 22 of the Retail Sales Tax Act or section 24.1 of the Tobacco Tax Act. 2. Real property taxes payable to a municipality.  2007, c. 7, Sched. 14, s. 3. Registration of lien (5) The Crown shall register notice of a lien, in the manner provided for in the regulations, (a) in the case of personal property, in the registration system maintained under the Personal Property Security Act; and (b) in the case of land, in the appropriate land registry office.  2007, c. 7, Sched. 14, s. 3. Definition (6) In this section and in sections 14 and 17, “real property taxes” means real property taxes as defined in section 371 of the Municipal Act, 2001.  2007, c. 7, Sched. 14, s. 3. Notice of sale 9. (1) The Crown may at any time, with respect to land to which a lien under section 8 applies, register a notice of sale against the title to the land.  2007, c. 7, Sched. 14, s. 3. Contents of notice (2) The notice of sale shall indicate that the land described in the notice may be sold by the Crown within one year and that the right of a municipality to conduct a sale under Part XI of the Municipal Act, 2001 or under Part XIV of the City of Toronto Act, 2006 is suspended for a period of one year after registration of the notice.  2007, c. 7, Sched. 14, s. 3. Limit (3) No notice of sale shall be registered by the Crown under subsection (1) if, (a) the treasurer of a municipality has registered a tax arrears certificate under Part XI of the Municipal Act, 2001 or Part XIV of the City of Toronto Act, 2006 with respect to the land; and (b) 280 days have passed since registration of a tax arrears certificate under subsection 373 (1) of the Municipal Act, 2001 or subsection 344 (1) of the City of Toronto Act, 2006.  2007, c. 7, Sched. 14, s. 3. Exception to limit (4) Subsection (3) does not apply if the treasurer of the municipality consents to registration of the notice of sale by the Crown, or if the municipality has not been proceeding with reasonable dispatch to enforce its tax rights.  2007, c. 7, Sched. 14, s. 3. Notice of sale, personal property (5) The Crown may at any time prepare a notice of sale with respect to personal property to which a lien under section 8 applies.  2007, c. 7, Sched. 14, s. 3. Persons entitled to notice (6) Within 30 days after the notice of sale is registered or, in the case of personal property, at any time after it is prepared, a copy of the notice of sale, with details of registration, if applicable, shall be given to the following persons by a method provided for in the regulations: 1. In the case of land registered under the Land Titles Act, every person appearing by the parcel register and by the index of executions for the area in which the land is situated to have an interest in the land on the day the notice of sale is registered, other than persons having an interest specified in clause 12 (1) (a), (b) or (c). 2. In the case of land registered under the Registry Act, every person appearing by the abstract index and by the index of executions for the area in which the land is situated to have an interest in the land on the day the notice of sale is registered, other than persons having an interest specified in clause 12 (1) (a), (b) or (c). 3. In the case of land in a local municipality, the clerk of the municipality. 4. In the case of personal property, every person who has an interest in the personal property that has been registered under the Personal Property Security Act\nor the Repair and Storage Liens Act on or before the day the notice of sale is prepared. 5. If the person administering the sale on behalf of the Crown receives actual notice in writing of any other interest in the property before giving the notice of sale, the person who has the interest. 6. Any other persons who are prescribed.  2007, c. 7, Sched. 14, s. 3. Statutory declaration (7) A statutory declaration as to compliance with subsection (6) shall be made on behalf of the Crown stating the names and addresses of the persons to whom notice was given.  2007, c. 7, Sched. 14, s. 3. Inspection (8) Any person is entitled, on request, (a) to inspect a copy of the statutory declaration made under subsection (7); and (b) to obtain a copy of the statutory declaration.  2007, c. 7, Sched. 14, s. 3. Exception (9) A person is not entitled to notice under this section if, (a) after a reasonable search, the person administering the sale on behalf of the Crown is unable to find the person’s address and is not otherwise aware of the address; or (b) the person has expressly waived the right to notice, either before or after the notice should have been given.  2007, c. 7, Sched. 14, s. 3. No need to ensure actual notice (10) When a notice is properly given under this section, the Crown is not required to ensure that the notice is actually received by the person to whom it is directed.  2007, c. 7, Sched. 14, s. 3. Notice not required (11) Notice under this section is not required with respect to personal property where, (a) the personal property is perishable; (b) the existence of a person entitled to notice cannot be readily and reasonably ascertained; (c) there are reasonable grounds to believe that the personal property will rapidly decline in value; (d) the cost of care and storage of the personal property is disproportionately large relative to its value; (e) for any reason not otherwise provided for in this subsection, the Superior Court of Justice, on an application made without notice to any other person, is satisfied that a notice is not required; or (f) the person entitled to receive a notice under subsection (6) consents in writing to the immediate disposition of the personal property.  2007, c. 7, Sched. 14, s. 3. Suspension of municipal sale rights (12) The right of a municipality to conduct a sale of the land under Part XI of the Municipal Act, 2001 or under Part XIV of the City of Toronto Act, 2006 is suspended for a period of one year after the registration of a notice of sale by the Crown under this section, unless the Crown consents to such a sale.  2007, c. 7, Sched. 14, s. 3. Calculation of time (13) The period during which there is a suspension under subsection (12) shall be counted when calculating periods under subsection 379 (1) or (2) of the Municipal Act, 2001 or subsection 350 (1) or (2) of the City of Toronto Act, 2006.  2007, c. 7, Sched. 14, s. 3. Other creditors (14) Upon the registration of a notice by the Crown under this section, the right of any person other than the Crown to sell the property is suspended, unless the Crown consents to such a sale.  2007, c. 7, Sched. 14, s. 3. Cancellation 10. The Crown may, at any time, cancel its proposed sale under this Act of property to which a lien under section 8 applies.  2007, c. 7, Sched. 14, s. 3. Sale 11. (1) Where at least 45 days have passed from the giving of the notice of sale under section 9 or, in cases where no notice is required, at any time, the Crown may sell the property, (a) in the case of land, by public tender or public auction, or any alternative method of public sale that may be provided for in the regulations; or (b) in the case of personal property, in accordance with whatever rules may be provided for in the regulations.  2007, c. 7, Sched. 14, s. 3. When sale to occur (2) Land sold under subsection (1) that is in a local municipality shall be sold within one year from the registration of the notice of sale under section 9, unless the local municipality consents to an extension.  2007, c. 7, Sched. 14, s. 3. Saving (3) Subsection (2) does not apply so as to prevent the Crown from registering a new notice of sale and proceeding under this Act.  2007, c. 7, Sched. 14, s. 3. Highest price need not be obtained (4) The Crown is not bound to inquire into or form any opinion of the value of the property before conducting a sale under this section, and is not under any duty to obtain the highest or best price for the property.  2007, c. 7, Sched. 14, s. 3. Effect of conveyance 12. (1) Despite any other Act or law, a transfer of title to land sold under section 11, when registered, vests in the purchaser an estate in fee simple in the land, together with all rights, privileges and appurtenances and free from all estates and interests, subject only to, (a) easements and restrictive covenants that run with the land; (b) any estates and interests of the Crown in right of Canada; (c) any interest or title acquired by adverse possession by abutting landowners before the sale.  2007, c. 7, Sched. 14, s. 3. Same, personal property (2) When personal property is sold under section 11, the Crown shall provide the purchaser with a transfer of title, which, despite any other Act or law, gives the purchaser title in the property free of any other interest.  2007, c. 7, Sched. 14, s. 3. Finality 13. (1) Despite any other Act or law, the Crown’s transfer of title to land, when registered in the appropriate land registry office, is final, binding and conclusive and not subject to challenge for any reason.  2007, c. 7, Sched. 14, s. 3. Same, personal property (2) Despite any other Act or law, the Crown’s transfer of title to personal property is final, binding and conclusive and not subject to challenge for any reason.  2007, c. 7, Sched. 14, s. 3. No action (3) Despite any other Act or law, no action or proceeding may be brought for the recovery of the property after the registration of the Crown’s transfer of title, or, in the case of personal property, after title is transferred.  2007, c. 7, Sched. 14, s. 3. Application of proceeds 14. (1) The proceeds of a sale under section 11 shall be applied as follows and in the following order: 1. Payment of the Crown’s fees and expenses relating to the sale. 2. Payment in respect of trusts created by section 3.6.1 of the Fuel Tax Act, section 18 of the Gasoline Tax Act, section 22 of the Retail Sales Tax Act or section 24.1 of the Tobacco Tax Act. 3. In the case of land, payment of tax arrears for real property taxes relating to the land that are owed to any municipality. 4. Payment of the remainder of the Crown’s lien under section 8. 5. Payment to all persons who had an interest in the property before the sale, according to their priority at law, including claims of the Crown other than those mentioned in paragraphs 1, 2 and 4. 6. Payment of the surplus to the Crown, or, if a person other than the Crown was the owner of the personal property before the sale, to that person.  2007, c. 7, Sched. 14, s. 3. Payment into court (2) Subject to subsection (3), the Crown shall pay the proceeds of the sale into the Superior Court of Justice, minus the amounts payable to the Crown under paragraphs 1, 2 and 4 of subsection (1).  2007, c. 7, Sched. 14, s. 3. Payment to municipality (3) The Crown shall pay to the local municipality where the land is situated the amount owing under paragraph 3 of subsection (1) according to its priority, but the Crown is not liable to any person if the amount paid is incorrect, where the Crown is acting on information provided by the municipality.  2007, c. 7, Sched. 14, s. 3. Payment out of court (4) Any person claiming entitlement under paragraph 5 or 6 of subsection (1) may apply to the Superior Court of Justice within one year of the payment into court under subsection (2) for payment out of court of the amount to which the person is entitled.  2007, c. 7, Sched. 14, s. 3. Determination by court (5) The Superior Court of Justice shall, after one year has passed from the payment into court, determine the amounts of the entitlements under subsection (1).  2007, c. 7, Sched. 14, s. 3. Forfeiture (6) If no person makes an application under subsection (4) within the one-year period referred to in that subsection, the amount paid into court under subsection (2) is payable to the Crown, and all other claims and interests with respect to the amount are extinguished.  2007, c. 7, Sched. 14, s. 3. Payment out (7) The Crown may apply to the Superior Court of Justice for payment out of court of the amount that is payable to the Crown under subsection (6) or the amount to which the Crown is entitled after the court has determined the entitlements.  2007, c. 7, Sched. 14, s. 3. Failure to sell 15. (1) Where, after holding a sale, there is no successful purchaser of land under section 11, the Crown may apply to the appropriate land registry office to amend the register, which, once amended, has the effect, despite any other Act or law, of clearing the title of the Crown to the land and extinguishing all claims and interests other than those mentioned in clause 12 (1) (a), (b) or (c).  2007, c. 7, Sched. 14, s. 3. Same, personal property (2) Where, after holding a sale, there is no successful purchaser of personal property under section 11, the Crown’s title to the personal property is cleared and the claims and interests of any other person are extinguished.  2007, c. 7, Sched. 14, s. 3. Application to court 16. The Superior Court of Justice may, at any time, on the application of the Crown, make an order, (a) to clarify, vary or settle the procedures to be followed under sections 9 to 15; (b) to determine who has ownership in any property to which those sections apply; (c) to clear the title of the Crown to the property and to extinguish the claims and interests of any other person; or (d) generally, to enforce the Crown’s lien.  2007, c. 7, Sched. 14, s. 3. Miscellaneous 17. (1) Nothing in this Act prevents the Crown, (a) from obtaining payment of its lien under section 8 by any other method permitted by law; (b) from dealing with property which has become forfeited to the Crown by any other method permitted by law; or (c) from transferring Crown property to a municipality on any terms that the Crown and the municipality consider proper.  2007, c. 7, Sched. 14, s. 3. Saving (2) Except as otherwise provided in those sections, nothing in sections 9 to 15 shall be construed so as to interfere with the rights of a municipality to collect real property taxes that are in arrears.  2007, c. 7, Sched. 14, s. 3. Regulations 18. The Lieutenant Governor in Council may make regulations, (a) governing the calculation of the Crown’s lien for the purposes of section 8, including providing for what may be included in the lien, and providing a rate of interest for that purpose and the compounding of interest or providing that a rate of interest calculated under another Act or regulation applies with necessary modification; (b) respecting any registration that may be made under sections 9 to 15; (c) respecting the giving of a notice for the purposes of this Act, including the contents of a notice; (d) governing what constitutes a reasonable search for the purposes of subsection 9 (9); (e) respecting the procedure for the sale of property for the purposes of section 11; (f) governing the making of payments under section 14, including procedures to be followed in order to determine who is entitled to payment, and the calculation of the expenses of the sale, and rules to be followed respecting the payment into and out of court; (g) defining “successful purchaser” for the purposes of section 15; (h) providing for provisions of Part XI of the Municipal Act, 2001 or the Personal Property Security Act, or of any regulations made under those Acts,\nthat apply with necessary modification, or with modifications provided for in the regulations, for the purposes of interpreting or enforcing this Act; (i) providing for anything that under this Act may be prescribed or that may be provided for in regulations.  2007, c. 7, Sched. 14, s. 3. See: 2007, c. 7, Sched. 14, ss. 3, 4 (2). ______________  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>7.</b><b> </b>(1) When property has escheated or become forfeit to the Crown because of the dissolution of a corporation, </p> <p class=\"clause-e\">  (a) the Public Guardian and Trustee is not required to secure, maintain or manage the property or to take any other action in relation to the property; and</p> <p class=\"clause-e\">  (b) no proceeding shall be commenced and no order shall be made against the Public Guardian and Trustee in respect of the property.  2002, c. 18, Sched. A, s. 7 (4).</p> <p class=\"headnote-e\">Conflict</p> <p class=\"subsection-e\">  (2) Subsection (1) applies despite any other Act or regulation.  2002, c. 18, Sched. A, s. 7 (4).</p> <p class=\"headnote-e\">Crown remains liable</p> <p class=\"subsection-e\">  (3) Despite subsections 5 (2) and (4) of the <i>Proceedings Against the Crown Act</i>, subsection (1) does not relieve the Crown of any liability to which it would otherwise be subject.  2002, c. 18, Sched. A, s. 7 (4).</p> <p class=\"headnote-e\">Saving</p> <p class=\"subsection-e\">  (4) For greater certainty, subsection (1) does not,</p> <p class=\"clause-e\">  (a) prevent a public authority from issuing an order against the Crown that is authorized under any other Act in respect of the property; or</p> <p class=\"clause-e\">  (b) confer any new right or impose any new obligation on the Crown in respect of the property.  2002, c. 18, Sched. A, s. 7 (4).</p> <p class=\"Pnote-e\">Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by the Statutes of Ontario, 2007, chapter 7, Schedule 14, section 3 by adding the following sections:</p> <p class=\"Yheadnote-e\">Lien on property</p> <p class=\"Ysection-e\"> <b>8. </b>(1) The Crown has a lien, in the amount described in subsection (2),</p> <p class=\"Yclause-e\">  (a) on any property that has become the property of the Crown by reason of the person last seised of it or entitled to it having died intestate and without lawful heirs, or that has become forfeited for any cause to the Crown; and</p> <p class=\"Yclause-e\">  (b) on personal property not owned by the Crown that is situated on land that has become forfeited to the Crown.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Same</p> <p class=\"Ysubsection-e\">  (2) The amount of the lien is the sum at any given time of the following:</p> <p class=\"Yparagraph-e\">  1. Fees charged and expenses incurred or committed to by the Crown, as calculated in accordance with the regulations, in relation to the property during the period beginning when the property or, in the case of personal property referred to in clause (1) (b), the land on which it is situated became the property of the Crown and ending on the earliest of when title to the property is transferred under section 12, when the title of the Crown to the land is cleared under section 15, or when the Crown, or a servant or agent of the Crown,  </p> <p class=\"Ysubpara-e\">  i. in respect of personal property, begins to use the property for Crown purposes, or</p> <p class=\"Ysubpara-e\">  ii. in respect of land, has registered a notice against title to the property that it intends to use the property for Crown purposes.</p> <p class=\"Yparagraph-e\">  2. Interest payable on the amount calculated under paragraph 1, as provided for in the regulations, and compounded until the date that the Crown receives payment.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Same</p> <p class=\"Ysubsection-e\">  (3) For the purposes of this section, the Crown or a servant or agent of the Crown does not use a property for Crown purposes by reason of any activity described in subsection 5 (5.4) of the <i>Proceedings Against the Crown Act</i>, or by reason of the Public Guardian and Trustee taking possession or registering a notice of taking possession under this Act.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Same</p> <p class=\"Ysubsection-e\">  (4) Despite any other Act or law, a lien under this section has priority over any other claim or interest, including statutory and non-statutory liens, the rights of a corporation that has been revived, or the rights of any person in the property of a corporation that has been dissolved or revived, and over the rights of any secured or unsecured creditor, regardless of when the claim, interest or right came into existence or was registered, except for the following rights:</p> <p class=\"Yparagraph-e\">  1. The rights of the Crown under a trust created by section 3.6.1 of the <i>Fuel Tax Act</i>, section 18 of the <i>Gasoline Tax Act</i>, section 22 of the <i>Retail Sales Tax Act</i> or section 24.1 of the <i>Tobacco Tax Act</i><em>.</em></p> <p class=\"Yparagraph-e\">  2. Real property taxes payable to a municipality.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Registration of lien</p> <p class=\"Ysubsection-e\">  (5) The Crown shall register notice of a lien, in the manner provided for in the regulations, </p> <p class=\"Yclause-e\">  (a) in the case of personal property, in the registration system maintained under the <i>Personal Property Security Act</i>; and</p> <p class=\"Yclause-e\">  (b) in the case of land, in the appropriate land registry office.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Definition </p> <p class=\"Ysubsection-e\">  (6) In this section and in sections 14 and 17,</p> <p class=\"Yfirstdef-e\">“real property taxes” means real property taxes as defined in section 371 of the <i>Municipal Act, 2001</i>.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Notice of sale </p> <p class=\"Ysection-e\"> <b>9. </b>(1) The Crown may at any time, with respect to land to which a lien under section 8 applies, register a notice of sale against the title to the land.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Contents of notice</p> <p class=\"Ysubsection-e\">  (2) The notice of sale shall indicate that the land described in the notice may be sold by the Crown within one year and that the right of a municipality to conduct a sale under Part XI of the <i>Municipal Act, 2001</i> or under Part XIV of the<i> </i><i>City of Toronto Act, 2006</i><i> </i>is suspended for a period of one year after registration of the notice.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Limit</p> <p class=\"Ysubsection-e\">  (3) No notice of sale shall be registered by the Crown under subsection (1) if,</p> <p class=\"Yclause-e\">  (a) the treasurer of a municipality has registered a tax arrears certificate under Part XI of the<i> </i><i>Municipal Act, 2001</i> or Part XIV of the <i>City of Toronto Act, 2006</i><i> </i>with respect to the land; and</p> <p class=\"Yclause-e\">  (b) 280 days have passed since registration of a tax arrears certificate under subsection 373 (1) of the <i>Municipal Act, 2001</i> or subsection 344 (1) of the <i>City of Toronto Act, 2006</i>.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Exception to limit</p> <p class=\"Ysubsection-e\">  (4) Subsection (3) does not apply if the treasurer of the municipality consents to registration of the notice of sale by the Crown, or if the municipality has not been proceeding with reasonable dispatch to enforce its tax rights.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Notice of sale, personal property</p> <p class=\"Ysubsection-e\">  (5) The Crown may at any time prepare a notice of sale with respect to personal property to which a lien under section 8 applies.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Persons entitled to notice</p> <p class=\"Ysubsection-e\">  (6) Within 30 days after the notice of sale is registered or, in the case of personal property, at any time after it is prepared, a copy of the notice of sale, with details of registration, if applicable, shall be given to the following persons by a method provided for in the regulations: </p> <p class=\"Yparagraph-e\">  1. In the case of land registered under the <i>Land Titles Act</i>, every person appearing by the parcel register and by the index of executions for the area in which the land is situated to have an interest in the land on the day the notice of sale is registered, other than persons having an interest specified in clause 12 (1) (a), (b) or (c). </p> <p class=\"Yparagraph-e\">  2. In the case of land registered under the <i>Registry Act</i><i>,</i> every person appearing by the abstract index and by the index of executions for the area in which the land is situated to have an interest in the land on the day the notice of sale is registered, other than persons having an interest specified in clause 12 (1) (a), (b) or (c).</p> <p class=\"Yparagraph-e\">  3. In the case of land in a local municipality, the clerk of the municipality.</p> <p class=\"Yparagraph-e\">  4. In the case of personal property, every person who has an interest in the personal property that has been registered under the <i>Personal Property Security Act</i><i>\n</i>or the <i>Repair and Storage Liens Act</i><i> </i>on or before the day the notice of sale is prepared.</p> <p class=\"Yparagraph-e\">  5. If the person administering the sale on behalf of the Crown receives actual notice in writing of any other interest in the property before giving the notice of sale, the person who has the interest.</p> <p class=\"Yparagraph-e\">  6. Any other persons who are prescribed.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Statutory declaration</p> <p class=\"Ysubsection-e\">  (7) A statutory declaration as to compliance with subsection (6) shall be made on behalf of the Crown stating the names and addresses of the persons to whom notice was given.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Inspection</p> <p class=\"Ysubsection-e\">  (8) Any person is entitled, on request, </p> <p class=\"Yclause-e\">  (a) to inspect a copy of the statutory declaration made under subsection (7); and</p> <p class=\"Yclause-e\">  (b) to obtain a copy of the statutory declaration.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Exception</p> <p class=\"Ysubsection-e\">  (9) A person is not entitled to notice under this section if,</p> <p class=\"Yclause-e\">  (a) after a reasonable search, the person administering the sale on behalf of the Crown is unable to find the person’s address and is not otherwise aware of the address; or</p> <p class=\"Yclause-e\">  (b) the person has expressly waived the right to notice, either before or after the notice should have been given.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">No need to ensure actual notice</p> <p class=\"Ysubsection-e\">  (10) When a notice is properly given under this section, the Crown is not required to ensure that the notice is actually received by the person to whom it is directed.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Notice not required</p> <p class=\"Ysubsection-e\">  (11) Notice under this section is not required with respect to personal property where,</p> <p class=\"Yclause-e\">  (a) the personal property is perishable;</p> <p class=\"Yclause-e\">  (b) the existence of a person entitled to notice cannot be readily and reasonably ascertained;</p> <p class=\"Yclause-e\">  (c) there are reasonable grounds to believe that the personal property will rapidly decline in value;</p> <p class=\"Yclause-e\">  (d) the cost of care and storage of the personal property is disproportionately large relative to its value;</p> <p class=\"Yclause-e\">  (e) for any reason not otherwise provided for in this subsection, the Superior Court of Justice, on an application made without notice to any other person, is satisfied that a notice is not required; or</p> <p class=\"Yclause-e\">  (f) the person entitled to receive a notice under subsection (6) consents in writing to the immediate disposition of the personal property.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Suspension of municipal sale rights</p> <p class=\"Ysubsection-e\">  (12) The right of a municipality to conduct a sale of the land under Part XI of the <i>Municipal Act, 2001</i> or under Part XIV of the <i>City of Toronto Act, 2006</i><i> </i>is suspended for a period of one year after the registration of a notice of sale by the Crown under this section, unless the Crown consents to such a sale.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Calculation of time</p> <p class=\"Ysubsection-e\">  (13) The period during which there is a suspension under subsection (12) shall be counted when calculating periods under subsection 379 (1) or (2) of the <i>Municipal Act, 2001</i> or subsection 350 (1) or (2) of the <i>City of Toronto Act, 2006</i>.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Other creditors</p> <p class=\"Ysubsection-e\">  (14) Upon the registration of a notice by the Crown under this section, the right of any person other than the Crown to sell the property is suspended, unless the Crown consents to such a sale.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Cancellation</p> <p class=\"Ysection-e\"><b>  10. </b>The Crown may, at any time, cancel its proposed sale under this Act of property to which a lien under section 8 applies.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Sale</p> <p class=\"Ysection-e\"> <b>11. </b>(1) Where at least 45 days have passed from the giving of the notice of sale under section 9 or, in cases where no notice is required, at any time, the Crown may sell the property,</p> <p class=\"Yclause-e\">  (a) in the case of land, by public tender or public auction, or any alternative method of public sale that may be provided for in the regulations; or</p> <p class=\"Yclause-e\">  (b) in the case of personal property, in accordance with whatever rules may be provided for in the regulations.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">When sale to occur</p> <p class=\"Ysubsection-e\">  (2) Land sold under subsection (1) that is in a local municipality shall be sold within one year from the registration of the notice of sale under section 9, unless the local municipality consents to an extension.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Saving</p> <p class=\"Ysubsection-e\">  (3) Subsection (2) does not apply so as to prevent the Crown from registering a new notice of sale and proceeding under this Act.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Highest price need not be obtained</p> <p class=\"Ysubsection-e\">  (4) The Crown is not bound to inquire into or form any opinion of the value of the property before conducting a sale under this section, and is not under any duty to obtain the highest or best price for the property.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Effect of conveyance</p> <p class=\"Ysection-e\"> <b>12. </b>(1) Despite any other Act or law, a transfer of title to land sold under section 11, when registered, vests in the purchaser an estate in fee simple in the land, together with all rights, privileges and appurtenances<b> </b>and free from all estates and interests, subject only to,</p> <p class=\"Yclause-e\">  (a) easements and restrictive covenants that run with the land;</p> <p class=\"Yclause-e\">  (b) any estates and interests of the Crown in right of Canada;</p> <p class=\"Yclause-e\">  (c) any interest or title acquired by adverse possession by abutting landowners before the sale.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Same, personal property</p> <p class=\"Ysubsection-e\">  (2) When personal property is sold under section 11, the Crown shall provide the purchaser with a transfer of title, which, despite any other Act or law, gives the purchaser title in the property free of any other interest.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Finality</p> <p class=\"Ysection-e\"> <b>13. </b>(1) Despite any other Act or law, the Crown’s transfer of title to land, when registered in the appropriate land registry office, is final, binding and conclusive and not subject to challenge for any reason.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Same, personal property</p> <p class=\"Ysubsection-e\">  (2) Despite any other Act or law, the Crown’s transfer of title to personal property is final, binding and conclusive and not subject to challenge for any reason.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">No action</p> <p class=\"Ysubsection-e\">  (3) Despite any other Act or law, no action or proceeding may be brought for the recovery of the property after the registration of the Crown’s transfer of title, or, in the case of personal property, after title is transferred.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Application of proceeds</p> <p class=\"Ysection-e\"> <b>14. </b>(1) The proceeds of a sale under section 11 shall be applied as follows and in the following order:</p> <p class=\"Yparagraph-e\">  1. Payment of the Crown’s fees and expenses relating to the sale.</p> <p class=\"Yparagraph-e\">  2. Payment in respect of trusts created by section 3.6.1 of the <i>Fuel Tax Act</i>, section 18 of the <i>Gasoline Tax Act</i>, section 22 of the <i>Retail Sales Tax Act </i>or section 24.1 of the <i>Tobacco Tax Act</i><em><span>.</span></em></p> <p class=\"Yparagraph-e\">  3. In the case of land, payment of tax arrears for real property taxes relating to the land that are owed to any municipality.</p> <p class=\"Yparagraph-e\">  4. Payment of the remainder of the Crown’s lien under section 8.</p> <p class=\"Yparagraph-e\">  5. Payment to all persons who had an interest in the property before the sale, according to their priority at law, including claims of the Crown other than those mentioned in paragraphs 1, 2 and 4.</p> <p class=\"Yparagraph-e\">  6. Payment of the surplus to the Crown, or, if a person other than the Crown was the owner of the personal property before the sale, to that person.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Payment into court</p> <p class=\"Ysubsection-e\">  (2) Subject to subsection (3), the Crown shall pay the proceeds of the sale into the Superior Court of Justice, minus the amounts payable to the Crown under paragraphs 1, 2 and 4 of subsection (1).  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Payment to municipality</p> <p class=\"Ysubsection-e\">  (3) The Crown shall pay to the local municipality where the land is situated the amount owing under paragraph 3 of subsection (1) according to its priority, but the Crown is not liable to any person if the amount paid is incorrect, where the Crown is acting on information provided by the municipality.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Payment out of court</p> <p class=\"Ysubsection-e\">  (4) Any person claiming entitlement under paragraph 5 or 6 of subsection (1) may apply to the Superior Court of Justice within one year of the payment into court under subsection (2) for payment out of court of the amount to which the person is entitled.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Determination by court</p> <p class=\"Ysubsection-e\">  (5) The Superior Court of Justice shall, after one year has passed from the payment into court, determine the amounts of the entitlements under subsection (1).  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Forfeiture</p> <p class=\"Ysubsection-e\">  (6) If no person makes an application under subsection (4) within the one-year period referred to in that subsection, the amount paid into court under subsection (2) is payable to the Crown, and all other claims and interests with respect to the amount are extinguished.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Payment out</p> <p class=\"Ysubsection-e\">  (7) The Crown may apply to the Superior Court of Justice for payment out of court of the amount that is payable to the Crown under subsection (6) or the amount to which the Crown is entitled after the court has determined the entitlements.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Failure to sell</p> <p class=\"Ysection-e\"> <b>15. </b>(1) Where, after holding a sale, there is no successful purchaser of land under section 11, the Crown may apply to the appropriate land registry office to amend the register, which, once amended, has the effect, despite any other Act or law, of clearing the title of the Crown to the land and extinguishing all claims and interests other than those mentioned in clause 12 (1) (a), (b) or (c).  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Same, personal property</p> <p class=\"Ysubsection-e\">  (2) Where, after holding a sale, there is no successful purchaser of personal property under section 11, the Crown’s title to the personal property is cleared and the claims and interests of any other person are extinguished.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Application to court</p> <p class=\"Ysection-e\"> <b>16. </b>The Superior Court of Justice may, at any time, on the application of the Crown, make an order,</p> <p class=\"Yclause-e\">  (a) to clarify, vary or settle the procedures to be followed under sections 9 to 15;</p> <p class=\"Yclause-e\">  (b) to determine who has ownership in any property to which those sections apply;</p> <p class=\"Yclause-e\">  (c) to clear the title of the Crown to the property and to extinguish the claims and interests of any other person; or</p> <p class=\"Yclause-e\">  (d) generally, to enforce the Crown’s lien.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Miscellaneous</p> <p class=\"Ysection-e\"> <b>17. </b>(1) Nothing in this Act prevents the Crown,</p> <p class=\"Yclause-e\">  (a) from obtaining payment of its lien under section 8 by any other method permitted by law;</p> <p class=\"Yclause-e\">  (b) from dealing with property which has become forfeited to the Crown by any other method permitted by law; or</p> <p class=\"Yclause-e\">  (c) from transferring Crown property to a municipality on any terms that the Crown and the municipality consider proper.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Saving</p> <p class=\"Ysubsection-e\">  (2) Except as otherwise provided in those sections, nothing in sections 9 to 15 shall be construed so as to interfere with the rights of a municipality to collect real property taxes that are in arrears.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Yheadnote-e\">Regulations</p> <p class=\"Ysection-e\"> <b>18. </b>The Lieutenant Governor in Council may make regulations, </p> <p class=\"Yclause-e\">  (a) governing the calculation of the Crown’s lien for the purposes of section 8, including providing for what may be included in the lien, and providing a rate of interest for that purpose and the compounding of interest or providing that a rate of interest calculated under another Act or regulation applies with necessary modification;</p> <p class=\"Yclause-e\">  (b) respecting any registration that may be made under sections 9 to 15;</p> <p class=\"Yclause-e\">  (c) respecting the giving of a notice for the purposes of this Act, including the contents of a notice;</p> <p class=\"Yclause-e\">  (d) governing what constitutes a reasonable search for the purposes of subsection 9 (9); </p> <p class=\"Yclause-e\">  (e) respecting the procedure for the sale of property for the purposes of section 11;</p> <p class=\"Yclause-e\">  (f) governing the making of payments under section 14, including procedures to be followed in order to determine who is entitled to payment, and the calculation of the expenses of the sale, and rules to be followed respecting the payment into and out of court;</p> <p class=\"Yclause-e\">  (g) defining “successful purchaser” for the purposes of section 15;</p> <p class=\"Yclause-e\">  (h) providing for provisions of Part XI of the<i> Municipal Act, 2001</i><i> </i>or the <i>Personal Property Security Act</i><i>, or of any regulations made under those Acts,</i><i>\n</i>that apply with necessary modification, or with modifications provided for in the regulations, for the purposes of interpreting or enforcing this Act;</p> <p class=\"Yclause-e\">  (i) providing for anything that under this Act may be prescribed or that may be provided for in regulations.  2007, c. 7, Sched. 14, s. 3.</p> <p class=\"Pnote-e\">See: 2007, c. 7, Sched. 14, ss. 3, 4 (2).</p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90e20\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}