{
    "act_info": {
        "full_title": "Escheats Act, 2015, S.O. 2015, c. 38, Sched. 4",
        "act_name_text": "Escheats Act, 2015",
        "citation": "S.O. 2015, c. 38, Sched. 4",
        "url": "https://www.ontario.ca/laws/statute/15e38",
        "date_scraped": "2023-12-18 12:27:42"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/15e38/v5",
            "valid_from": "December  8, 2020",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/statute/15e38/v4",
            "valid_from": "July  1, 2019",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/statute/15e38/v3",
            "valid_from": "May 29, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/statute/15e38/v2",
            "valid_from": "December 10, 2016",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/15e38/v1",
            "valid_from": "December 10, 2015",
            "valid_to": "December  9, 2016"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Interpretation and application",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “charitable corporation” means a corporation that is incorporated for charitable purposes; (“organisation caritative”) “charitable property” means, (a) any property held by a charitable corporation, and (b) any property held for charitable purposes by a corporation that is not a charitable corporation; (version anglaise seulement) “charitable purposes” means, (a) the relief of poverty, (b) education, (c) the advancement of religion, and (d) any other purpose that is beneficial to the community; (“fins de bienfaisance”) “Minister” means the Attorney General or any other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the Executive Council Act; (“ministre”) “prescribed” means prescribed by the regulations; (“prescrit”) “prior owner”, when used in reference to property, means the person who owned or was otherwise seised of or entitled to the property immediately before the property became property of which the Public Guardian and Trustee may take possession under section 2; (“ancien propriétaire”) “regulations” means the regulations made under this Act. (“règlements”) Prior owner (2) For greater certainty, the prior owner of property is, (a) in the circumstances described in paragraph 1 of subsection 2 (1), the deceased individual; and (b) in the circumstances described in paragraph 2 of subsection 2 (1), the dissolved corporation. Property (3) In this Act, a reference to property includes, (a) any right to or interest in the property; and (b) proceeds of disposition of the property. Property of which possession may be taken (4) A reference in this Act to property of which the Public Guardian and Trustee may take possession under section 2 or under a paragraph of subsection 2 (1) includes property meeting the description set out in section 2 or the applicable paragraph of subsection 2 (1), as the case may be, that met the description before the day this Act comes into force. Property of which possession has been taken (5) A reference in this Act to property of which the Public Guardian and Trustee has taken possession under section 2 or under a paragraph of subsection 2 (1) includes property meeting the description set out in section 2 or the applicable paragraph of subsection 2 (1), as the case may be, of which the Public Guardian and Trustee took possession before the day this Act comes into force, whether or not the property was paid into the Consolidated Revenue Fund before the day this Act comes into force.",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“charitable corporation” means a corporation that is incorporated for charitable purposes; (“organisation caritative”)</p> <p class=\"definition\">“charitable property” means,</p> <p class=\"paragraph\">  (a) any property held by a charitable corporation, and</p> <p class=\"paragraph\">  (b) any property held for charitable purposes by a corporation that is not a charitable corporation; (version anglaise seulement)</p> <p class=\"definition\">“charitable purposes” means,</p> <p class=\"paragraph\">  (a) the relief of poverty,</p> <p class=\"paragraph\">  (b) education,</p> <p class=\"paragraph\">  (c) the advancement of religion, and</p> <p class=\"paragraph\">  (d) any other purpose that is beneficial to the community; (“fins de bienfaisance”)</p> <p class=\"definition\">“Minister” means the Attorney General or any other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“prior owner”, when used in reference to property, means the person who owned or was otherwise seised of or entitled to the property immediately before the property became property of which the Public Guardian and Trustee may take possession under section 2; (“ancien propriétaire”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act. (“règlements”)</p> <p class=\"headnote\">Prior owner</p> <p class=\"subsection\">(2) For greater certainty, the prior owner of property is,</p> <p class=\"paragraph\">  (a) in the circumstances described in paragraph 1 of subsection 2 (1), the deceased individual; and</p> <p class=\"paragraph\">  (b) in the circumstances described in paragraph 2 of subsection 2 (1), the dissolved corporation.</p> <p class=\"headnote\">Property</p> <p class=\"subsection\">(3) In this Act, a reference to property includes,</p> <p class=\"paragraph\">  (a) any right to or interest in the property; and</p> <p class=\"paragraph\">  (b) proceeds of disposition of the property.</p> <p class=\"headnote\">Property of which possession may be taken</p> <p class=\"subsection\">(4) A reference in this Act to property of which the Public Guardian and Trustee may take possession under section 2 or under a paragraph of subsection 2 (1) includes property meeting the description set out in section 2 or the applicable paragraph of subsection 2 (1), as the case may be, that met the description before the day this Act comes into force.</p> <p class=\"headnote\">Property of which possession has been taken</p> <p class=\"subsection\">(5) A reference in this Act to property of which the Public Guardian and Trustee has taken possession under section 2 or under a paragraph of subsection 2 (1) includes property meeting the description set out in section 2 or the applicable paragraph of subsection 2 (1), as the case may be, of which the Public Guardian and Trustee took possession before the day this Act comes into force, whether or not the property was paid into the Consolidated Revenue Fund before the day this Act comes into force.</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Possession, proceedings re property",
            "part_id": null,
            "part_type": null,
            "section_y": "Possession, proceedings re property",
            "content": "2 (1) Subject to subsection (2), the Public Guardian and Trustee may, without an inquisition first being made, take possession in the name of the Crown of any property if, in the opinion of the Public Guardian and Trustee, one of the following circumstances applies: 1. The property has become the property of the Crown because an individual died, i. either intestate or partially intestate, if there are no lawful heirs, or ii. testate, if some or all of the heirs, bequests or devises in the will have failed and there are no lawful heirs. 2. The property has become the property of the Crown as a result of the dissolution of a corporation. 3. Neither of the circumstances described in paragraph 1 or 2 applies and the property has become the property of the Crown by escheat or as bona vacantia. 4. The circumstances described in paragraph 2 do not apply and the property has become the property of the Crown because it forfeited to the Crown for any cause. 2015, c. 38, Sched. 4, s. 2 (1). Exceptions (2) Subsection (1) does not apply in respect of the following property: 1. Forfeited property, if another Act specifically excludes the operation of this Act with respect to the property. 2. Forfeited corporate property within the meaning of the Forfeited Corporate Property Act, 2015. 3. Transferred unclaimed amounts held by the Financial Services Regulatory Authority under the Credit Unions and Caisses Populaires Act, 2020. 4. Mining lands as defined in the Mining Act. 5. Mining rights, as defined in the Mining Act, that are severed or held separate and apart from surface rights as defined in the Mining Act. 6. Property subject to subsection 53 (1) of the Mining Act. 2015, c. 38, Sched. 4, s. 2 (2); 2020, c. 36, Sched. 7, s. 309. Proceedings for recovery, declaration (3) If possession of property described in subsection (1) is withheld, the Public Guardian and Trustee may, without an inquisition first being made, cause a proceeding to be brought for the recovery of the property or for a declaration as to ownership of or any interest in the property. 2015, c. 38, Sched. 4, s. 2 (3). Practice (4) Proceedings under subsection (3) shall be in all respects similar to those in other proceedings for the recovery of property or for a declaration as to ownership of or an interest in property. 2015, c. 38, Sched. 4, s. 2 (4). Section Amendments with date in force (d/m/y) 2020, c. 36, Sched. 7, s. 309 - 01/03/2022 Grant, waiver or release",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>(1) Subject to subsection (2), the Public Guardian and Trustee may, without an inquisition first being made, take possession in the name of the Crown of any property if, in the opinion of the Public Guardian and Trustee, one of the following circumstances applies:</p> <p class=\"paragraph\">  1. The property has become the property of the Crown because an individual died,</p> <p class=\"subpara\">  i. either intestate or partially intestate, if there are no lawful heirs, or</p> <p class=\"subpara\">  ii. testate, if some or all of the heirs, bequests or devises in the will have failed and there are no lawful heirs.</p> <p class=\"paragraph\">  2. The property has become the property of the Crown as a result of the dissolution of a corporation.</p> <p class=\"paragraph\">  3. Neither of the circumstances described in paragraph 1 or 2 applies and the property has become the property of the Crown by escheat or as <i>bona vacantia</i>.</p> <p class=\"paragraph\">  4. The circumstances described in paragraph 2 do not apply and the property has become the property of the Crown because it forfeited to the Crown for any cause. 2015, c. 38, Sched. 4, s. 2 (1).</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(2) Subsection (1) does not apply in respect of the following property:</p> <p class=\"paragraph\">  1. Forfeited property, if another Act specifically excludes the operation of this Act with respect to the property.</p> <p class=\"paragraph\">  2. Forfeited corporate property within the meaning of the <i>Forfeited Corporate Property Act, 2015</i>.</p> <p class=\"paragraph\">  3. Transferred unclaimed amounts held by the Financial Services Regulatory Authority under the <i>Credit Unions and Caisses Populaires Act, 2020</i>.</p> <p class=\"paragraph\">  4. Mining lands as defined in the <i>Mining Act</i>.</p> <p class=\"paragraph\">  5. Mining rights, as defined in the <i>Mining Act</i>, that are severed or held separate and apart from surface rights as defined in the <i>Mining Act</i>.</p> <p class=\"paragraph\">  6. Property subject to subsection 53 (1) of the <i>Mining Act</i>. 2015, c. 38, Sched. 4, s. 2 (2); 2020, c. 36, Sched. 7, s. 309.</p> <p class=\"headnote\">Proceedings for recovery, declaration</p> <p class=\"subsection\">(3) If possession of property described in subsection (1) is withheld, the Public Guardian and Trustee may, without an inquisition first being made, cause a proceeding to be brought for the recovery of the property or for a declaration as to ownership of or any interest in the property. 2015, c. 38, Sched. 4, s. 2 (3).</p> <p class=\"headnote\">Practice</p> <p class=\"subsection\">(4) Proceedings under subsection (3) shall be in all respects similar to those in other proceedings for the recovery of property or for a declaration as to ownership of or an interest in property. 2015, c. 38, Sched. 4, s. 2 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched7s309\">2020, c. 36, Sched. 7, s. 309</a></span> - 01/03/2022</p> <p class=\"headnote\">Grant, waiver or release</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "Grant, waiver or release",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "3 (1) This section applies to property of which the Public Guardian and Trustee may take possession under paragraph 2, 3 or 4 of subsection 2 (1), whether or not he or she has actually done so. Power to grant etc. (2) Unless property to which this section applies has been paid into the Consolidated Revenue Fund, the Public Guardian and Trustee may, as he or she considers to be proper, (a) grant all or part of the property to any person for the purpose of transferring or restoring it to a person having a legal or moral claim upon the person to whom it belonged, or of carrying into effect any disposition of it that such person may have contemplated; or (b) waive or release any right to which the Crown has become entitled so as to vest the property, either absolutely or otherwise, in the person who would have been entitled to it but for the property becoming property to which this section applies. Same (3) The grant, waiver or release may be either for valuable consideration or otherwise and may be upon such terms and conditions as the Public Guardian and Trustee considers to be proper. Consent of Minister of Finance (4) No grant, waiver or release shall be made under this section unless the petitioner has obtained the consent of the Minister of Finance. Limitation period, forfeited property (5) Subject to subsection (6), no petition for a grant, waiver or release under this section shall be made after the 10th anniversary of, (a) the day this Act comes into force, if the property becomes property to which this section applies before the day this Act comes into force; or (b) the day on which the property becomes property to which this section applies, in any other case. Extension (6) Unless the property has been paid into the Consolidated Revenue Fund, the Public Guardian and Trustee may extend the applicable period set out in subsection (5) if the petitioner satisfies the Public Guardian and Trustee that there were compelling reasons not to make the petition earlier. Right to follow property (7) A grant, waiver or release of property under this section does not prejudice the right of a creditor or claimant to follow the property into the hands of the person who has received it. Rights of grantee (8) A grant under this section may be made without actual entry or taking possession of the property or inquisition being first made, and, if possession of the property is withheld, the person to whom the grant is made may institute proceedings for the recovery of the property in a court of competent jurisdiction. Return of property",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>3 </b>(1) This section applies to property of which the Public Guardian and Trustee may take possession under paragraph 2, 3 or 4 of subsection 2 (1), whether or not he or she has actually done so.</p> <p class=\"headnote\">Power to grant etc.</p> <p class=\"subsection\">(2) Unless property to which this section applies has been paid into the Consolidated Revenue Fund, the Public Guardian and Trustee may, as he or she considers to be proper,</p> <p class=\"paragraph\">  (a) grant all or part of the property to any person for the purpose of transferring or restoring it to a person having a legal or moral claim upon the person to whom it belonged, or of carrying into effect any disposition of it that such person may have contemplated; or</p> <p class=\"paragraph\">  (b) waive or release any right to which the Crown has become entitled so as to vest the property, either absolutely or otherwise, in the person who would have been entitled to it but for the property becoming property to which this section applies.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The grant, waiver or release may be either for valuable consideration or otherwise and may be upon such terms and conditions as the Public Guardian and Trustee considers to be proper.</p> <p class=\"headnote\">Consent of Minister of Finance</p> <p class=\"subsection\">(4) No grant, waiver or release shall be made under this section unless the petitioner has obtained the consent of the Minister of Finance.</p> <p class=\"headnote\">Limitation period, forfeited property</p> <p class=\"subsection\">(5) Subject to subsection (6), no petition for a grant, waiver or release under this section shall be made after the 10th anniversary of,</p> <p class=\"paragraph\">  (a) the day this Act comes into force, if the property becomes property to which this section applies before the day this Act comes into force; or</p> <p class=\"paragraph\">  (b) the day on which the property becomes property to which this section applies, in any other case.</p> <p class=\"headnote\">Extension</p> <p class=\"subsection\">(6) Unless the property has been paid into the Consolidated Revenue Fund, the Public Guardian and Trustee may extend the applicable period set out in subsection (5) if the petitioner satisfies the Public Guardian and Trustee that there were compelling reasons not to make the petition earlier.</p> <p class=\"headnote\">Right to follow property</p> <p class=\"subsection\">(7) A grant, waiver or release of property under this section does not prejudice the right of a creditor or claimant to follow the property into the hands of the person who has received it.</p> <p class=\"headnote\">Rights of grantee</p> <p class=\"subsection\">(8) A grant under this section may be made without actual entry or taking possession of the property or inquisition being first made, and, if possession of the property is withheld, the person to whom the grant is made may institute proceedings for the recovery of the property in a court of competent jurisdiction.</p> <p class=\"headnote\">Return of property</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "section_x": "Return of property",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "4 (1) This section applies to property of which the Public Guardian and Trustee has taken possession under paragraph 2 of subsection 2 (1). Return (2) Unless property to which this section applies has been paid into the Consolidated Revenue Fund, the Public Guardian and Trustee may, upon the application of a prior owner that has been revived, transfer the property to the prior owner under this section. Exception (3) Subsection (2) does not apply if the statute that provides for the prior owner’s revival provides for the property to remain forfeited to and vested in the Crown. Same (4) Subsections 3 (3), (4), (5), (6) and (7) apply, with necessary modifications, in respect of a return of property under this section. Moral claim, property of deceased individual",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>4 </b>(1) This section applies to property of which the Public Guardian and Trustee has taken possession under paragraph 2 of subsection 2 (1).</p> <p class=\"headnote\">Return</p> <p class=\"subsection\">(2) Unless property to which this section applies has been paid into the Consolidated Revenue Fund, the Public Guardian and Trustee may, upon the application of a prior owner that has been revived, transfer the property to the prior owner under this section.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Subsection (2) does not apply if the statute that provides for the prior owner’s revival provides for the property to remain forfeited to and vested in the Crown.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Subsections 3 (3), (4), (5), (6) and (7) apply, with necessary modifications, in respect of a return of property under this section.</p> <p class=\"headnote\">Moral claim, property of deceased individual</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "section_x": "Moral claim, property of deceased individual",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "5 (1) This section applies to property of which the Public Guardian and Trustee may take possession under paragraph 1 of subsection 2 (1), whether or not he or she has actually done so. Same (2) For greater certainty, property to which this section applies includes property that the Public Guardian and Trustee has administered under the Crown Administration of Estates Act. Grant (3) The Lieutenant Governor in Council may by order, as it considers to be proper and subject to any terms and conditions that it considers to be proper, grant all or part of property to which this section applies to any person for the purpose of transferring or restoring it to a person having a moral claim upon the person to whom it belonged or of carrying into effect any disposition of it that such person may have contemplated. Recovery from Consolidated Revenue Fund (4) If the Lieutenant Governor in Council makes a grant under this section and the property to be granted is money that has previously been paid into the Consolidated Revenue Fund, the money may be paid out of the Consolidated Revenue Fund to the Public Guardian and Trustee to be dealt with in accordance with the order. Right to follow property (5) A grant under this section does not prejudice the right of a creditor or claimant to follow the property into the hands of the person who has received it. Legal claim, property of deceased individual",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>5 </b>(1) This section applies to property of which the Public Guardian and Trustee may take possession under paragraph 1 of subsection 2 (1), whether or not he or she has actually done so.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For greater certainty, property to which this section applies includes property that the Public Guardian and Trustee has administered under the <i>Crown Administration of Estates Act</i>.</p> <p class=\"headnote\">Grant</p> <p class=\"subsection\">(3) The Lieutenant Governor in Council may by order, as it considers to be proper and subject to any terms and conditions that it considers to be proper, grant all or part of property to which this section applies to any person for the purpose of transferring or restoring it to a person having a moral claim upon the person to whom it belonged or of carrying into effect any disposition of it that such person may have contemplated.</p> <p class=\"headnote\">Recovery from Consolidated Revenue Fund</p> <p class=\"subsection\">(4) If the Lieutenant Governor in Council makes a grant under this section and the property to be granted is money that has previously been paid into the Consolidated Revenue Fund, the money may be paid out of the Consolidated Revenue Fund to the Public Guardian and Trustee to be dealt with in accordance with the order.</p> <p class=\"headnote\">Right to follow property</p> <p class=\"subsection\">(5) A grant under this section does not prejudice the right of a creditor or claimant to follow the property into the hands of the person who has received it.</p> <p class=\"headnote\">Legal claim, property of deceased individual</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "section_x": "Legal claim, property of deceased individual",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "6 (1) This section applies to property of which the Public Guardian and Trustee has taken possession under paragraph 1 of subsection 2 (1). Entitlement (2) A person establishing a legal claim to property to which this section applies, to the satisfaction of the Public Guardian and Trustee, is entitled to receive it under this section. Interest (3) Interest as determined under the Public Guardian and Trustee Act is payable only with respect to any period during which property to which this section applies was money administered by the Public Guardian and Trustee, until the earlier of the following dates: 1. 10 years after the death of the prior owner. 2. The day the money is paid into the Consolidated Revenue Fund. Recovery from the Consolidated Revenue Fund (4) If a person has established a legal claim to property under this section to the satisfaction of the Public Guardian and Trustee and the property is money that has previously been paid into the Consolidated Revenue Fund, the money may be paid out of the Consolidated Revenue Fund to the Public Guardian and Trustee to be dealt with in accordance with this section. Right to follow property (5) A transfer or assignment by the Public Guardian and Trustee under this section to a person establishing a legal claim does not prejudice the right of a creditor or claimant to follow the property into the hands of the person who has received it. Charitable property",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>6 </b>(1) This section applies to property of which the Public Guardian and Trustee has taken possession under paragraph 1 of subsection 2 (1).</p> <p class=\"headnote\">Entitlement</p> <p class=\"subsection\">(2) A person establishing a legal claim to property to which this section applies, to the satisfaction of the Public Guardian and Trustee, is entitled to receive it under this section.</p> <p class=\"headnote\">Interest</p> <p class=\"subsection\">(3) Interest as determined under the <i>Public Guardian and Trustee Act</i> is payable only with respect to any period during which property to which this section applies was money administered by the Public Guardian and Trustee, until the earlier of the following dates:</p> <p class=\"paragraph\">  1. 10 years after the death of the prior owner.</p> <p class=\"paragraph\">  2. The day the money is paid into the Consolidated Revenue Fund.</p> <p class=\"headnote\">Recovery from the Consolidated Revenue Fund</p> <p class=\"subsection\">(4) If a person has established a legal claim to property under this section to the satisfaction of the Public Guardian and Trustee and the property is money that has previously been paid into the Consolidated Revenue Fund, the money may be paid out of the Consolidated Revenue Fund to the Public Guardian and Trustee to be dealt with in accordance with this section.</p> <p class=\"headnote\">Right to follow property</p> <p class=\"subsection\">(5) A transfer or assignment by the Public Guardian and Trustee under this section to a person establishing a legal claim does not prejudice the right of a creditor or claimant to follow the property into the hands of the person who has received it.</p> <p class=\"headnote\">Charitable property</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "section_x": "Charitable property",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "7 (1) This section applies to charitable property of which the Public Guardian and Trustee may take possession under paragraph 2 of subsection 2 (1), whether or not he or she has actually done so. Transfer or assignment (2) The Public Guardian and Trustee may transfer or assign all or part of charitable property to which this section applies to a charity that he or she considers to be proper. Doctrine of cy-près (3) In determining which charity the Public Guardian and Trustee considers to be proper for the purposes of subsection (2), he or she shall apply the doctrine of cy-près. Revival of dissolved corporation (4) If the prior owner of charitable property to which this section applies is revived and the property is not restored to it under the statute that provides for the revival, the Public Guardian and Trustee may transfer or assign all or part of the charitable property to the prior owner. Terms and conditions (5) The Public Guardian and Trustee may make a transfer or assignment under this section subject to any terms and conditions, as he or she considers to be proper. Proceeds (6) After transferring, assigning or discharging charitable property to which this section applies for valuable consideration under this Act, the Public Guardian and Trustee may transfer the proceeds under subsection (2) or (4). Recovery from Consolidated Revenue Fund (7) If the Public Guardian and Trustee pays property that is money into the Consolidated Revenue Fund and he or she later determines that it was charitable property to which this section applies, the Lieutenant Governor in Council may by order authorize the Public Guardian and Trustee to transfer an amount up to the amount that was paid into the Consolidated Revenue Fund to a charity or to a prior owner to be used for charitable purposes. Same (8) If the Lieutenant Governor in Council has made an order under subsection (7), the money may be paid out of the Consolidated Revenue Fund to the Public Guardian and Trustee to be dealt with in accordance with the order.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>7 </b>(1) This section applies to charitable property of which the Public Guardian and Trustee may take possession under paragraph 2 of subsection 2 (1), whether or not he or she has actually done so.</p> <p class=\"headnote\">Transfer or assignment</p> <p class=\"subsection\">(2) The Public Guardian and Trustee may transfer or assign all or part of charitable property to which this section applies to a charity that he or she considers to be proper.</p> <p class=\"headnote\">Doctrine of <i>cy-près</i></p> <p class=\"subsection\">(3) In determining which charity the Public Guardian and Trustee considers to be proper for the purposes of subsection (2), he or she shall apply the doctrine of <i>cy-près</i>.</p> <p class=\"headnote\">Revival of dissolved corporation</p> <p class=\"subsection\">(4) If the prior owner of charitable property to which this section applies is revived and the property is not restored to it under the statute that provides for the revival, the Public Guardian and Trustee may transfer or assign all or part of the charitable property to the prior owner.</p> <p class=\"headnote\">Terms and conditions</p> <p class=\"subsection\">(5) The Public Guardian and Trustee may make a transfer or assignment under this section subject to any terms and conditions, as he or she considers to be proper.</p> <p class=\"headnote\">Proceeds</p> <p class=\"subsection\">(6) After transferring, assigning or discharging charitable property to which this section applies for valuable consideration under this Act, the Public Guardian and Trustee may transfer the proceeds under subsection (2) or (4).</p> <p class=\"headnote\">Recovery from Consolidated Revenue Fund</p> <p class=\"subsection\">(7) If the Public Guardian and Trustee pays property that is money into the Consolidated Revenue Fund and he or she later determines that it was charitable property to which this section applies, the Lieutenant Governor in Council may by order authorize the Public Guardian and Trustee to transfer an amount up to the amount that was paid into the Consolidated Revenue Fund to a charity or to a prior owner to be used for charitable purposes.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) If the Lieutenant Governor in Council has made an order under subsection (7), the money may be paid out of the Consolidated Revenue Fund to the Public Guardian and Trustee to be dealt with in accordance with the order.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "section_x": "Transfer, assignment or discharge of land",
            "part_id": null,
            "part_type": null,
            "section_y": "Transfer, assignment or discharge of land",
            "content": "8 (1) Despite any other Act or law, the Public Guardian and Trustee may transfer, assign or discharge, at such price and on such terms as he or she considers to be proper, all or part of any land of which he or she has taken possession under section 2. Transfer, assignment, discharge or disposal of personal property (2) Despite any other Act or law, the Public Guardian and Trustee may transfer, assign or discharge, at such price and on such terms as he or she considers to be proper, or may otherwise dispose of in any manner as he or she considers to be proper, all or part of any personal property of which he or she has taken possession under section 2.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>8 </b>(1) Despite any other Act or law, the Public Guardian and Trustee may transfer, assign or discharge, at such price and on such terms as he or she considers to be proper, all or part of any land of which he or she has taken possession under section 2.</p> <p class=\"headnote\">Transfer, assignment, discharge or disposal of personal property</p> <p class=\"subsection\">(2) Despite any other Act or law, the Public Guardian and Trustee may transfer, assign or discharge, at such price and on such terms as he or she considers to be proper, or may otherwise dispose of in any manner as he or she considers to be proper, all or part of any personal property of which he or she has taken possession under section 2.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "section_x": "No merger, Crown’s interests",
            "part_id": null,
            "part_type": null,
            "section_y": "No merger, Crown’s interests",
            "content": "9 (1) If property was subject to liens, rights or other interests in favour of the Crown before it became property of which the Public Guardian and Trustee may take possession under section 2, the liens, rights or other interests do not merge when the property becomes property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so. Debts not passing to Crown (2) A prior owner’s liabilities and obligations do not become the Crown’s liabilities and obligations when the property becomes property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so. Obligations and immunities",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>9 </b>(1) If property was subject to liens, rights or other interests in favour of the Crown before it became property of which the Public Guardian and Trustee may take possession under section 2, the liens, rights or other interests do not merge when the property becomes property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so.</p> <p class=\"headnote\">Debts not passing to Crown</p> <p class=\"subsection\">(2) A prior owner’s liabilities and obligations do not become the Crown’s liabilities and obligations when the property becomes property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so.</p> <p class=\"headnote\">Obligations and immunities</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "section_x": "Obligations and immunities",
            "part_id": null,
            "part_type": null,
            "section_y": "No obligation",
            "content": "10 (1) The Public Guardian and Trustee is not required to secure, maintain or manage property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so, or to take any other action in relation to the property. 2015, c. 38, Sched. 4, s. 10 (1). Immunities (2) No action or other proceeding shall be commenced and no order shall be made against the Crown, the Minister, the Deputy Minister, the Public Guardian and Trustee, any servant or agent of the Crown or any other official of or employee of the Crown, (a) in respect of property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so; or (b) for any of the following: (i) Any act, neglect, default or omission of a tenant or other person who is using, occupying or trespassing on property mentioned in clause (a) that occurs on or otherwise affects the property. (ii) Any act, neglect, default or omission of any prior owner of property mentioned in clause (a). (iii) Any act, neglect, default or omission of a person who holds any interest in property described in clause (a) that, (A) relates to enforcement of the interest, or (B) occurs on or otherwise affects the property. (iv) Any act, neglect, default or omission of a director, officer, employee, agent, independent contractor, invitee, shareholder or member of a person mentioned in subclause (i), (ii) or (iii). 2015, c. 38, Sched. 4, s. 10 (2). Conflict (3) Subsections (1) and (2) apply despite any other Act or regulation. 2015, c. 38, Sched. 4, s. 10 (3). Same (4) No action or other proceeding shall be commenced and no order shall be made against the Minister, the Deputy Minister, the Public Guardian and Trustee, any servant or agent of the Crown or any other official of or employee of the Crown for any of the following: 1. Any act done or performed in good faith in the performance or intended performance of any duty or function or in the exercise or intended exercise of any power or authority under this Act. 2. Any neglect, default or omission in the performance or exercise in good faith of any duty, function, power or authority under this Act. 2015, c. 38, Sched. 4, s. 10 (4). Same (5) Despite subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsection (4) does not relieve the Crown of any liability to which it would otherwise be subject. 2015, c. 38, Sched. 4, s. 10 (5); 2019, c. 7, Sched. 17, s. 70 (1). Saving (6) For greater certainty, subsections (1), (2) and (4) do not, (a) prevent the issuing of an order against the Crown in respect of the property if the order is authorized under another Act and the provisions of that Act authorizing the order bind the Crown; or (b) impose any new obligations on the Crown in respect of the property. 2015, c. 38, Sched. 4, s. 10 (6). Section Amendments with date in force (d/m/y) 2019, c. 7, Sched. 17, s. 70 (1) - 01/07/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>10 </b>(1) The Public Guardian and Trustee is not required to secure, maintain or manage property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so, or to take any other action in relation to the property. 2015, c. 38, Sched. 4, s. 10 (1).</p> <p class=\"headnote\">Immunities</p> <p class=\"subsection\">(2) No action or other proceeding shall be commenced and no order shall be made against the Crown, the Minister, the Deputy Minister, the Public Guardian and Trustee, any servant or agent of the Crown or any other official of or employee of the Crown,</p> <p class=\"paragraph\">  (a) in respect of property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so; or</p> <p class=\"paragraph\">  (b) for any of the following:</p> <p class=\"subclause\">  (i) Any act, neglect, default or omission of a tenant or other person who is using, occupying or trespassing on property mentioned in clause (a) that occurs on or otherwise affects the property.</p> <p class=\"subclause\">  (ii) Any act, neglect, default or omission of any prior owner of property mentioned in clause (a).</p> <p class=\"subclause\">  (iii) Any act, neglect, default or omission of a person who holds any interest in property described in clause (a) that,</p> <p class=\"subsubclause\">  (A) relates to enforcement of the interest, or</p> <p class=\"subsubclause\">  (B) occurs on or otherwise affects the property.</p> <p class=\"subclause\">  (iv) Any act, neglect, default or omission of a director, officer, employee, agent, independent contractor, invitee, shareholder or member of a person mentioned in subclause (i), (ii) or (iii). 2015, c. 38, Sched. 4, s. 10 (2).</p> <p class=\"headnote\">Conflict</p> <p class=\"subsection\">(3) Subsections (1) and (2) apply despite any other Act or regulation. 2015, c. 38, Sched. 4, s. 10 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) No action or other proceeding shall be commenced and no order shall be made against the Minister, the Deputy Minister, the Public Guardian and Trustee, any servant or agent of the Crown or any other official of or employee of the Crown for any of the following:</p> <p class=\"paragraph\">  1. Any act done or performed in good faith in the performance or intended performance of any duty or function or in the exercise or intended exercise of any power or authority under this Act.</p> <p class=\"paragraph\">  2. Any neglect, default or omission in the performance or exercise in good faith of any duty, function, power or authority under this Act. 2015, c. 38, Sched. 4, s. 10 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Despite subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsection (4) does not relieve the Crown of any liability to which it would otherwise be subject. 2015, c. 38, Sched. 4, s. 10 (5); 2019, c. 7, Sched. 17, s. 70 (1).</p> <p class=\"headnote\">Saving</p> <p class=\"subsection\">(6) For greater certainty, subsections (1), (2) and (4) do not,</p> <p class=\"paragraph\">  (a) prevent the issuing of an order against the Crown in respect of the property if the order is authorized under another Act and the provisions of that Act authorizing the order bind the Crown; or</p> <p class=\"paragraph\">  (b) impose any new obligations on the Crown in respect of the property. 2015, c. 38, Sched. 4, s. 10 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched17s70s1\">2019, c. 7, Sched. 17, s. 70 (1)</a> - 01/07/2019</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "section_x": "Public Guardian and Trustee’s decisions final",
            "part_id": null,
            "part_type": null,
            "section_y": "Public Guardian and Trustee’s decisions final",
            "content": "11 A decision or order of the Public Guardian and Trustee under this Act is final and not subject to review for any reason, including for the reason that a person did not receive a notice under this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>11 </b>A decision or order of the Public Guardian and Trustee under this Act is final and not subject to review for any reason, including for the reason that a person did not receive a notice under this Act.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "section_x": "No entitlement to notice",
            "part_id": null,
            "part_type": null,
            "section_y": "No entitlement to notice",
            "content": "12 (1) A person is not entitled to receive a notice under this Act if, (a) the person expressly waives the entitlement to receive notice, either before or after the notice is given; or (b) after a reasonable search, the Public Guardian and Trustee is unable to find the person’s address and the Public Guardian and Trustee is not otherwise aware of the address. Same, corporation dissolved for more than 20 years (2) If a prior owner that is a corporation has been dissolved for more than 20 years, the prior owner and its directors and officers are not entitled to receive a notice under this Act. Interests purported to be created",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>12 </b>(1) A person is not entitled to receive a notice under this Act if,</p> <p class=\"paragraph\">  (a) the person expressly waives the entitlement to receive notice, either before or after the notice is given; or</p> <p class=\"paragraph\">  (b) after a reasonable search, the Public Guardian and Trustee is unable to find the person’s address and the Public Guardian and Trustee is not otherwise aware of the address.</p> <p class=\"headnote\">Same, corporation dissolved for more than 20 years</p> <p class=\"subsection\">(2) If a prior owner that is a corporation has been dissolved for more than 20 years, the prior owner and its directors and officers are not entitled to receive a notice under this Act.</p> <p class=\"headnote\">Interests purported to be created</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "13.",
            "section_x": "Interests purported to be created",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "13 (1) Subject to subsection (2), this section applies in respect of any interest, including an ownership interest, that is purported to be created in property after the property becomes property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so. Exception (2) This section does not apply in respect of an interest created by a person with legal authority to create the interest. Same (3) For greater certainty, the prior owner of property or any person purporting to act on the prior owner’s behalf does not have legal authority to create any interest in the property. Cancellation (4) The Public Guardian and Trustee may make orders under this section cancelling interests to which this section applies. Same (5) An order cancelling an interest may include any of the following: 1. If the interest is registered on title to real property, direction to delete specified documents from the title. 2. If the interest is in personal property and a registration was made in respect of the interest in the registration system established under the Personal Property Security Act, direction to amend the information recorded in the central file of the registration system in a specified manner. 3. In the prescribed circumstances, direction to amend or delete information recorded in any other prescribed public registry. Interests not enforceable or valid (6) An interest to which this section applies is not enforceable or valid, as against property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so and regardless of whether an order is made under this section. Order relating to real property (7) If the order relates to an interest registered on title to real property, the Public Guardian and Trustee shall register the order on title to the property, and the documents specified in the order shall be deleted from the title. Order relating to personal property (8) If the order relates to an interest in personal property and a registration was made in respect of it in the registration system established under the Personal Property Security Act, the Public Guardian and Trustee shall give a copy of the order to the registrar of personal property security, who shall amend the information recorded in the central file of the registration system, in accordance with the order, to indicate that the registration is discharged or partially discharged. Public Guardian and Trustee to give copy, publish order (9) Within 15 days after making an order under this section, the Public Guardian and Trustee shall give a copy of the order to any person who, in the opinion of the Public Guardian and Trustee, might be affected by the order and shall publish the order on a Government website or on another website available to the public. Request for copy of order (10) The Public Guardian and Trustee shall give a copy of the order to a person who requests a copy within 15 days after the later of the day the request is received and the day the order is made.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>13 </b>(1) Subject to subsection (2), this section applies in respect of any interest, including an ownership interest, that is purported to be created in property after the property becomes property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) This section does not apply in respect of an interest created by a person with legal authority to create the interest.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) For greater certainty, the prior owner of property or any person purporting to act on the prior owner’s behalf does not have legal authority to create any interest in the property.</p> <p class=\"headnote\">Cancellation</p> <p class=\"subsection\">(4) The Public Guardian and Trustee may make orders under this section cancelling interests to which this section applies.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) An order cancelling an interest may include any of the following:</p> <p class=\"paragraph\">  1. If the interest is registered on title to real property, direction to delete specified documents from the title.</p> <p class=\"paragraph\">  2. If the interest is in personal property and a registration was made in respect of the interest in the registration system established under the <i>Personal Property Security Act</i>, direction to amend the information recorded in the central file of the registration system in a specified manner.</p> <p class=\"paragraph\">  3. In the prescribed circumstances, direction to amend or delete information recorded in any other prescribed public registry.</p> <p class=\"headnote\">Interests not enforceable or valid</p> <p class=\"subsection\">(6) An interest to which this section applies is not enforceable or valid, as against property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so and regardless of whether an order is made under this section.</p> <p class=\"headnote\">Order relating to real property</p> <p class=\"subsection\">(7) If the order relates to an interest registered on title to real property, the Public Guardian and Trustee shall register the order on title to the property, and the documents specified in the order shall be deleted from the title.</p> <p class=\"headnote\">Order relating to personal property</p> <p class=\"subsection\">(8) If the order relates to an interest in personal property and a registration was made in respect of it in the registration system established under the <i>Personal Property Security Act</i>, the Public Guardian and Trustee shall give a copy of the order to the registrar of personal property security, who shall amend the information recorded in the central file of the registration system, in accordance with the order, to indicate that the registration is discharged or partially discharged.</p> <p class=\"headnote\">Public Guardian and Trustee to give copy, publish order</p> <p class=\"subsection\">(9) Within 15 days after making an order under this section, the Public Guardian and Trustee shall give a copy of the order to any person who, in the opinion of the Public Guardian and Trustee, might be affected by the order and shall publish the order on a Government website or on another website available to the public.</p> <p class=\"headnote\">Request for copy of order</p> <p class=\"subsection\">(10) The Public Guardian and Trustee shall give a copy of the order to a person who requests a copy within 15 days after the later of the day the request is received and the day the order is made.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "14.",
            "section_x": "Application, clearing title etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Application, clearing title etc.",
            "content": "14 The Public Guardian and Trustee may, at any time, apply to the Superior Court of Justice for an order clearing the title to any property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so, and to extinguish any other person’s claims and interests. Administration of property by Public Guardian and Trustee",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>14 </b>The Public Guardian and Trustee may, at any time, apply to the Superior Court of Justice for an order clearing the title to any property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so, and to extinguish any other person’s claims and interests.</p> <p class=\"headnote\">Administration of property by Public Guardian and Trustee</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "15.",
            "section_x": "Administration of property by Public Guardian and Trustee",
            "part_id": null,
            "part_type": null,
            "section_y": "Property held in trust",
            "content": "15 (1) Despite Part I of the Financial Administration Act, if the Public Guardian and Trustee holds property under this Act, he or she shall hold it in trust for the benefit of the Crown until it is paid into the Consolidated Revenue Fund or otherwise dealt with. 2015, c. 38, Sched. 4, s. 15 (1). Investment (2) The Public Guardian and Trustee shall invest all money administered under this Act in accordance with the Public Guardian and Trustee Act. 2015, c. 38, Sched. 4, s. 15 (2). Payment into the Consolidated Revenue Fund (3) If the Public Guardian and Trustee has taken possession of property under section 2, he or she may pay the property, if it is money, into the Consolidated Revenue Fund at any time, subject to the following rules: 1. If the prior owner was an individual, the property shall be paid no later than the last day of the fiscal year in which the 10th anniversary of the individual’s death occurs. 2. If the prior owner was a corporation, the property shall be paid no later than the last day of the fiscal year in which the 10th anniversary of the corporation’s dissolution occurs. 3. If neither paragraph 1 nor 2 applies, the property shall be paid no later than the last day of the fiscal year in which the 10th anniversary of the Public Guardian and Trustee taking possession of the property occurs. 2015, c. 38, Sched. 4, s. 15 (3). Delayed payment (4) Despite subsection (3), the Public Guardian and Trustee may continue to hold the property that is the subject of a claim that has been made under this Act for such longer period of time as is required to administer the claim, if the administration is ongoing at the time when the payment into the Consolidated Revenue Fund would otherwise be required under this section. 2015, c. 38, Sched. 4, s. 15 (4). Taking possession after 10 years (5) Despite subsection (3), if the Public Guardian and Trustee takes possession of property under this Act within six months before or at any time after the applicable 10-year period mentioned in subsection (3) and the property is money or is converted into money, the Public Guardian and Trustee shall make the payment into the Consolidated Revenue Fund as soon as practicable. 2015, c. 38, Sched. 4, s. 15 (5). Exception, Treasury Board direction (6) Subsections (3), (4) and (5) do not apply if Treasury Board directs the Public Guardian and Trustee otherwise. 2015, c. 38, Sched. 4, s. 15 (6). Extinguishment of claims (7) Subject to subsections 5 (4), 6 (4) and 7 (7), all interests in and claims to property are extinguished upon the payment into the Consolidated Revenue Fund, even if the payment was made into the Consolidated Revenue Fund before the day this Act comes into force. 2015, c. 38, Sched. 4, s. 15 (7). Interest or income not payable (8) Subject to subsection 6 (3), no interest or income is payable by the Crown or by the Public Guardian and Trustee to any person with respect to property of which the Public Guardian and Trustee has taken possession under section 2, both before and after the property is paid into the Consolidated Revenue Fund. 2015, c. 38, Sched. 4, s. 15 (8). Not use for Crown purposes (9) Neither the holding of property under this Act by the Public Guardian and Trustee in trust for the benefit of the Crown nor the earning of interest or income on property under this Act by the Public Guardian and Trustee constitutes use of property for Crown purposes within the meaning of subsection 10 (4) of the Crown Liability and Proceedings Act, 2019. 2015, c. 38, Sched. 4, s. 15 (9); 2019, c. 7, Sched. 17, s. 70 (2). Section Amendments with date in force (d/m/y) 2019, c. 7, Sched. 17, s. 70 (2) - 01/07/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>15 </b>(1) Despite Part I of the <i>Financial Administration Act</i>, if the Public Guardian and Trustee holds property under this Act, he or she shall hold it in trust for the benefit of the Crown until it is paid into the Consolidated Revenue Fund or otherwise dealt with. 2015, c. 38, Sched. 4, s. 15 (1).</p> <p class=\"headnote\">Investment</p> <p class=\"subsection\">(2) The Public Guardian and Trustee shall invest all money administered under this Act in accordance with the <i>Public Guardian and Trustee Act</i>. 2015, c. 38, Sched. 4, s. 15 (2).</p> <p class=\"headnote\">Payment into the Consolidated Revenue Fund</p> <p class=\"subsection\">(3) If the Public Guardian and Trustee has taken possession of property under section 2, he or she may pay the property, if it is money, into the Consolidated Revenue Fund at any time, subject to the following rules:</p> <p class=\"paragraph\">  1. If the prior owner was an individual, the property shall be paid no later than the last day of the fiscal year in which the 10th anniversary of the individual’s death occurs.</p> <p class=\"paragraph\">  2. If the prior owner was a corporation, the property shall be paid no later than the last day of the fiscal year in which the 10th anniversary of the corporation’s dissolution occurs.</p> <p class=\"paragraph\">  3. If neither paragraph 1 nor 2 applies, the property shall be paid no later than the last day of the fiscal year in which the 10th anniversary of the Public Guardian and Trustee taking possession of the property occurs. 2015, c. 38, Sched. 4, s. 15 (3).</p> <p class=\"headnote\">Delayed payment</p> <p class=\"subsection\">(4) Despite subsection (3), the Public Guardian and Trustee may continue to hold the property that is the subject of a claim that has been made under this Act for such longer period of time as is required to administer the claim, if the administration is ongoing at the time when the payment into the Consolidated Revenue Fund would otherwise be required under this section. 2015, c. 38, Sched. 4, s. 15 (4).</p> <p class=\"headnote\">Taking possession after 10 years</p> <p class=\"subsection\">(5) Despite subsection (3), if the Public Guardian and Trustee takes possession of property under this Act within six months before or at any time after the applicable 10-year period mentioned in subsection (3) and the property is money or is converted into money, the Public Guardian and Trustee shall make the payment into the Consolidated Revenue Fund as soon as practicable. 2015, c. 38, Sched. 4, s. 15 (5).</p> <p class=\"headnote\">Exception, Treasury Board direction</p> <p class=\"subsection\">(6) Subsections (3), (4) and (5) do not apply if Treasury Board directs the Public Guardian and Trustee otherwise. 2015, c. 38, Sched. 4, s. 15 (6).</p> <p class=\"headnote\">Extinguishment of claims</p> <p class=\"subsection\">(7) Subject to subsections 5 (4), 6 (4) and 7 (7), all interests in and claims to property are extinguished upon the payment into the Consolidated Revenue Fund, even if the payment was made into the Consolidated Revenue Fund before the day this Act comes into force. 2015, c. 38, Sched. 4, s. 15 (7).</p> <p class=\"headnote\">Interest or income not payable</p> <p class=\"subsection\">(8) Subject to subsection 6 (3), no interest or income is payable by the Crown or by the Public Guardian and Trustee to any person with respect to property of which the Public Guardian and Trustee has taken possession under section 2, both before and after the property is paid into the Consolidated Revenue Fund. 2015, c. 38, Sched. 4, s. 15 (8).</p> <p class=\"headnote\">Not use for Crown purposes</p> <p class=\"subsection\">(9) Neither the holding of property under this Act by the Public Guardian and Trustee in trust for the benefit of the Crown nor the earning of interest or income on property under this Act by the Public Guardian and Trustee constitutes use of property for Crown purposes within the meaning of subsection 10 (4) of the <i>Crown Liability and Proceedings Act, 2019</i>. 2015, c. 38, Sched. 4, s. 15 (9); 2019, c. 7, Sched. 17, s. 70 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched17s70s2\">2019, c. 7, Sched. 17, s. 70 (2)</a> - 01/07/2019</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "16.",
            "section_x": "Amounts due to the Crown",
            "part_id": null,
            "part_type": null,
            "section_y": "Amounts due to the Crown",
            "content": "16 (1) The Public Guardian and Trustee may determine the following amounts in connection with property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so, in accordance with the regulations, if any: 1. The amount of costs the Crown incurred, including, i. costs incurred before the day this Act comes into force, and ii. costs incurred in connection with the disposition of the property. 2. Reasonable amounts for time and resources expended by employees of the Crown. 3. Fees and expenses of the Public Guardian and Trustee referred to in subsections 8 (1), (1.1) and (1.2) of the Public Guardian and Trustee Act. 4. Amounts the Crown may be obligated to pay under an agreement. Debt owing to Crown (2) Amounts determined under subsection (1) are a debt due to the Crown and may be recovered, among other ways, (a) out of all or any part of the property; (b) from any other property of the prior owner of the property; or (c) where the prior owner is a corporation, by obtaining an order under section 17 requiring a former officer or director of the prior owner to pay some or all of the amounts. Same, priority (3) If the Public Guardian and Trustee has taken possession of property under section 2 and amounts due to the Crown are determined under this section in connection with the property, those amounts have priority over every claim, privilege, encumbrance or other interest of every person in respect of the property. Deduction of amounts (4) Amounts mentioned in subsection (3) may be deducted by the Public Guardian and Trustee from any property of which the Public Guardian and Trustee has taken possession under section 2 that was owned by the prior owner or by a related dissolved corporation.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>16 </b>(1) The Public Guardian and Trustee may determine the following amounts in connection with property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so, in accordance with the regulations, if any:</p> <p class=\"paragraph\">  1. The amount of costs the Crown incurred, including,</p> <p class=\"subpara\">  i. costs incurred before the day this Act comes into force, and</p> <p class=\"subpara\">  ii. costs incurred in connection with the disposition of the property.</p> <p class=\"paragraph\">  2. Reasonable amounts for time and resources expended by employees of the Crown.</p> <p class=\"paragraph\">  3. Fees and expenses of the Public Guardian and Trustee referred to in subsections 8 (1), (1.1) and (1.2) of the <i>Public Guardian and Trustee Act</i>.</p> <p class=\"paragraph\">  4. Amounts the Crown may be obligated to pay under an agreement.</p> <p class=\"headnote\">Debt owing to Crown</p> <p class=\"subsection\">(2) Amounts determined under subsection (1) are a debt due to the Crown and may be recovered, among other ways,</p> <p class=\"paragraph\">  (a) out of all or any part of the property;</p> <p class=\"paragraph\">  (b) from any other property of the prior owner of the property; or</p> <p class=\"paragraph\">  (c) where the prior owner is a corporation, by obtaining an order under section 17 requiring a former officer or director of the prior owner to pay some or all of the amounts.</p> <p class=\"headnote\">Same, priority</p> <p class=\"subsection\">(3) If the Public Guardian and Trustee has taken possession of property under section 2 and amounts due to the Crown are determined under this section in connection with the property, those amounts have priority over every claim, privilege, encumbrance or other interest of every person in respect of the property.</p> <p class=\"headnote\">Deduction of amounts</p> <p class=\"subsection\">(4) Amounts mentioned in subsection (3) may be deducted by the Public Guardian and Trustee from any property of which the Public Guardian and Trustee has taken possession under section 2 that was owned by the prior owner or by a related dissolved corporation.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "17.",
            "section_x": "Order against former officers and directors",
            "part_id": null,
            "part_type": null,
            "section_y": "Order against former officers and directors",
            "content": "17 (1) If the Public Guardian and Trustee may take possession of property under paragraph 2 of subsection 2 (1), whether or not he or she has actually done so, he or she may apply to the Superior Court of Justice for an order, (a) determining the individuals who were the officers or directors of the prior owner; and (b) requiring the individuals determined under clause (a) to pay some or all amounts determined under section 16. Same (2) For the purposes of an application under subsection (1), the Court shall determine the individuals who were the officers or directors in the two years before the dissolution of the prior owner. Same (3) If the Court determines that there were no individuals who were officers or directors in the two years before the dissolution of the prior owner, the Court may make the determination in respect of the most recent two years before the dissolution in which the Court determines there were individuals who were officers or directors. Exception, corporation without share capital (4) This section does not apply if the prior owner was a corporation without share capital that was carried on without the purpose of gain for its members. Exception, prescribed criteria (5) No individual who meets the prescribed criteria shall be determined to be an officer or director under this section. Exception, prescribed amounts (6) No application under this section shall be made in respect of amounts relating to prescribed matters.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>17 </b>(1) If the Public Guardian and Trustee may take possession of property under paragraph 2 of subsection 2 (1), whether or not he or she has actually done so, he or she may apply to the Superior Court of Justice for an order,</p> <p class=\"paragraph\">  (a) determining the individuals who were the officers or directors of the prior owner; and</p> <p class=\"paragraph\">  (b) requiring the individuals determined under clause (a) to pay some or all amounts determined under section 16.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of an application under subsection (1), the Court shall determine the individuals who were the officers or directors in the two years before the dissolution of the prior owner.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) If the Court determines that there were no individuals who were officers or directors in the two years before the dissolution of the prior owner, the Court may make the determination in respect of the most recent two years before the dissolution in which the Court determines there were individuals who were officers or directors.</p> <p class=\"headnote\">Exception, corporation without share capital</p> <p class=\"subsection\">(4) This section does not apply if the prior owner was a corporation without share capital that was carried on without the purpose of gain for its members.</p> <p class=\"headnote\">Exception, prescribed criteria</p> <p class=\"subsection\">(5) No individual who meets the prescribed criteria shall be determined to be an officer or director under this section.</p> <p class=\"headnote\">Exception, prescribed amounts</p> <p class=\"subsection\">(6) No application under this section shall be made in respect of amounts relating to prescribed matters.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "18.",
            "section_x": "Annual report to Minister",
            "part_id": null,
            "part_type": null,
            "section_y": "Annual report to Minister",
            "content": "18 (1) The Public Guardian and Trustee shall provide an annual report to the Minister in respect of all grants, waivers, releases, transfers and assignments of property made under subsections 3 (2), 7 (2) and (4). Contents of report (2) The report shall contain the following information: 1. The name of the prior owner of each property that was granted, waived, released, transferred or assigned in the preceding year. 2. The name of each person to whom property was granted, waived, released, transferred or assigned. 3. A description of each property that was granted, waived, released, transferred or assigned. 4. The date on which each property was granted, waived, released, transferred or assigned. 5. Any prescribed information.",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>18 </b>(1) The Public Guardian and Trustee shall provide an annual report to the Minister in respect of all grants, waivers, releases, transfers and assignments of property made under subsections 3 (2), 7 (2) and (4).</p> <p class=\"headnote\">Contents of report</p> <p class=\"subsection\">(2) The report shall contain the following information:</p> <p class=\"paragraph\">  1. The name of the prior owner of each property that was granted, waived, released, transferred or assigned in the preceding year.</p> <p class=\"paragraph\">  2. The name of each person to whom property was granted, waived, released, transferred or assigned.</p> <p class=\"paragraph\">  3. A description of each property that was granted, waived, released, transferred or assigned.</p> <p class=\"paragraph\">  4. The date on which each property was granted, waived, released, transferred or assigned.</p> <p class=\"paragraph\">  5. Any prescribed information.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "19.",
            "section_x": "Information regarding grants, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Information regarding grants, etc.",
            "content": "19 The Public Guardian and Trustee shall provide the following information to any person who requests it if, as part of the request, the person identifies the prior owner of property that has been granted, waived, released, transferred or assigned by the Public Guardian and Trustee under subsection 3 (2), 4 (2), 7 (2) or (4): 1. The name of each person to whom the property was granted, waived, released, transferred or assigned. 2. A description of the property that was granted, waived, released, transferred or assigned. 3. The date on which the property was granted, waived, released, transferred or assigned. 4. Any prescribed information.",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>19 </b>The Public Guardian and Trustee shall provide the following information to any person who requests it if, as part of the request, the person identifies the prior owner of property that has been granted, waived, released, transferred or assigned by the Public Guardian and Trustee under subsection 3 (2), 4 (2), 7 (2) or (4):</p> <p class=\"paragraph\">  1. The name of each person to whom the property was granted, waived, released, transferred or assigned.</p> <p class=\"paragraph\">  2. A description of the property that was granted, waived, released, transferred or assigned.</p> <p class=\"paragraph\">  3. The date on which the property was granted, waived, released, transferred or assigned.</p> <p class=\"paragraph\">  4. Any prescribed information.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "20.",
            "section_x": "Personal information",
            "part_id": null,
            "part_type": null,
            "section_y": "Personal information",
            "content": "20 (1) The Public Guardian and Trustee is authorized to collect personal information under this Act for the following purposes: 1. Determining whether this Act applies to property. 2. Determining whether to take possession of property, conducting an investigation and valuing the property. 3. Administering property for the Crown. 4. Administering this Act, the Forfeited Corporate Property Act, 2015 or any other Ontario law governing corporate dissolution or property of which the Public Guardian and Trustee may take possession under section 2. 5. Administering the Crown Administration of Estates Act or carrying out a duty of the Public Guardian and Trustee under any other Act. Direct or indirect collection (2) The collection authorized by subsection (1) may be done, (a) directly; or (b) indirectly, if indirect collection is reasonably required in the circumstances. General notice of collection (3) If the Public Guardian and Trustee collects personal information indirectly, he or she shall give a general notice of collection in one or both of the following ways: 1. Posting the notice on the relevant property. 2. Publishing the notice on a Government website or on another website available to the public. Contents (4) A notice under subsection (3) shall contain, (a) a description of the type of personal information that is collected; (b) a statement of the principal purpose for which the personal information is intended to be used; and (c) the title, business address and business telephone number of a public official who can answer questions about the collection. Deemed compliance with Freedom of Information and Protection of Privacy Act, s. 39 (2) (5) Giving a notice under subsection (3) is deemed to be compliance with subsection 39 (2) of the Freedom of Information and Protection of Privacy Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>20 </b>(1) The Public Guardian and Trustee is authorized to collect personal information under this Act for the following purposes:</p> <p class=\"paragraph\">  1. Determining whether this Act applies to property.</p> <p class=\"paragraph\">  2. Determining whether to take possession of property, conducting an investigation and valuing the property.</p> <p class=\"paragraph\">  3. Administering property for the Crown.</p> <p class=\"paragraph\">  4. Administering this Act, the <i>Forfeited Corporate Property Act, 2015</i> or any other Ontario law governing corporate dissolution or property of which the Public Guardian and Trustee may take possession under section 2.</p> <p class=\"paragraph\">  5. Administering the <i>Crown Administration of Estates Act</i> or carrying out a duty of the Public Guardian and Trustee under any other Act.</p> <p class=\"headnote\">Direct or indirect collection</p> <p class=\"subsection\">(2) The collection authorized by subsection (1) may be done,</p> <p class=\"paragraph\">  (a) directly; or</p> <p class=\"paragraph\">  (b) indirectly, if indirect collection is reasonably required in the circumstances.</p> <p class=\"headnote\">General notice of collection</p> <p class=\"subsection\">(3) If the Public Guardian and Trustee collects personal information indirectly, he or she shall give a general notice of collection in one or both of the following ways:</p> <p class=\"paragraph\">  1. Posting the notice on the relevant property.</p> <p class=\"paragraph\">  2. Publishing the notice on a Government website or on another website available to the public.</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(4) A notice under subsection (3) shall contain,</p> <p class=\"paragraph\">  (a) a description of the type of personal information that is collected;</p> <p class=\"paragraph\">  (b) a statement of the principal purpose for which the personal information is intended to be used; and</p> <p class=\"paragraph\">  (c) the title, business address and business telephone number of a public official who can answer questions about the collection.</p> <p class=\"headnote\">Deemed compliance with <i>Freedom of Information and Protection of Privacy Act</i>, s. 39 (2)</p> <p class=\"subsection\">(5) Giving a notice under subsection (3) is deemed to be compliance with subsection 39 (2) of the <i>Freedom of Information and Protection of Privacy Act</i>.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "21.",
            "section_x": "Notice requiring provision of information",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice requiring provision of information",
            "content": "21 (1) The Public Guardian and Trustee may give a notice requiring any person or entity to provide information that is in the person’s or entity’s possession or control and, in the opinion of the Public Guardian and Trustee, may relate to property or the prior owner of property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so, including the following information: 1. Personal information, including contact information of a person or entity to whom the Public Guardian and Trustee intends to give a notice under this Act. 2. Information about property that is or that may be property of which the Public Guardian and Trustee may take possession under section 2, including records of a prior owner of the property and information about activities of any person or entity purporting to act in respect of the property. 3. Information about any interest held in property that existed before the property became property of which the Public Guardian and Trustee may take possession under section 2. Oath or affirmation (2) The notice may require that the information be provided on oath or affirmation. Form, manner and timing (3) The notice may, (a) specify the form and manner in which the information shall be provided; and (b) require that the information be provided before the date specified in the notice. Requirement to comply (4) A person or entity that receives a notice under this section shall comply with its terms, whether or not the Crown is registered on title as the owner of the relevant property or is otherwise understood by the person or entity to be in control of or to have authority over the property. Failure to comply (5) If a person or entity that receives a notice under this section fails to comply with its terms, the Public Guardian and Trustee may apply to the Superior Court of Justice for an order compelling the person or entity to comply. Offence (6) Any person that receives a notice under this section and fails to comply with its terms is guilty of an offence and on conviction is liable to a fine of not less than $100 and not more than $5,000 for each day during which the failure continues. Grounds for refusal to provide information (7) A person or entity is not required to provide information under this section if the record containing the information is subject to solicitor-client privilege, litigation privilege or settlement privilege.",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>21 </b>(1) The Public Guardian and Trustee may give a notice requiring any person or entity to provide information that is in the person’s or entity’s possession or control and, in the opinion of the Public Guardian and Trustee, may relate to property or the prior owner of property of which the Public Guardian and Trustee may take possession under section 2, whether or not he or she has actually done so, including the following information:</p> <p class=\"paragraph\">  1. Personal information, including contact information of a person or entity to whom the Public Guardian and Trustee intends to give a notice under this Act.</p> <p class=\"paragraph\">  2. Information about property that is or that may be property of which the Public Guardian and Trustee may take possession under section 2, including records of a prior owner of the property and information about activities of any person or entity purporting to act in respect of the property.</p> <p class=\"paragraph\">  3. Information about any interest held in property that existed before the property became property of which the Public Guardian and Trustee may take possession under section 2.</p> <p class=\"headnote\">Oath or affirmation</p> <p class=\"subsection\">(2) The notice may require that the information be provided on oath or affirmation.</p> <p class=\"headnote\">Form, manner and timing</p> <p class=\"subsection\">(3) The notice may,</p> <p class=\"paragraph\">  (a) specify the form and manner in which the information shall be provided; and</p> <p class=\"paragraph\">  (b) require that the information be provided before the date specified in the notice.</p> <p class=\"headnote\">Requirement to comply</p> <p class=\"subsection\">(4) A person or entity that receives a notice under this section shall comply with its terms, whether or not the Crown is registered on title as the owner of the relevant property or is otherwise understood by the person or entity to be in control of or to have authority over the property.</p> <p class=\"headnote\">Failure to comply</p> <p class=\"subsection\">(5) If a person or entity that receives a notice under this section fails to comply with its terms, the Public Guardian and Trustee may apply to the Superior Court of Justice for an order compelling the person or entity to comply.</p> <p class=\"headnote\">Offence</p> <p class=\"subsection\">(6) Any person that receives a notice under this section and fails to comply with its terms is guilty of an offence and on conviction is liable to a fine of not less than $100 and not more than $5,000 for each day during which the failure continues.</p> <p class=\"headnote\">Grounds for refusal to provide information</p> <p class=\"subsection\">(7) A person or entity is not required to provide information under this section if the record containing the information is subject to solicitor-client privilege, litigation privilege or settlement privilege.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "22.",
            "section_x": "Records",
            "part_id": null,
            "part_type": null,
            "section_y": "Records",
            "content": "22 For greater certainty, sections 20 and 21 do not derogate from the Public Guardian and Trustee’s authority to take possession of records that are property of which the Public Guardian and Trustee may take possession under section 2.",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>22 </b>For greater certainty, sections 20 and 21 do not derogate from the Public Guardian and Trustee’s authority to take possession of records that are property of which the Public Guardian and Trustee may take possession under section 2.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "23.",
            "section_x": "Use and disclosure of information",
            "part_id": null,
            "part_type": null,
            "section_y": "Use and disclosure of information",
            "content": "23 Information that is collected under this Act may be used and disclosed for the following purposes: 1. Determining whether this Act applies to property. 2. Determining whether to take possession of property, conducting an investigation and valuing the property. 3. Administering property for the Crown. 4. Administering this Act, the Forfeited Corporate Property Act, 2015 or any other Ontario law governing corporate dissolution or property of which the Public Guardian and Trustee may take possession under section 2. 5. Administering the Crown Administration of Estates Act or carrying out a duty of the Public Guardian and Trustee under any other Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>23 </b>Information that is collected under this Act may be used and disclosed for the following purposes:</p> <p class=\"paragraph\">  1. Determining whether this Act applies to property.</p> <p class=\"paragraph\">  2. Determining whether to take possession of property, conducting an investigation and valuing the property.</p> <p class=\"paragraph\">  3. Administering property for the Crown.</p> <p class=\"paragraph\">  4. Administering this Act, the <i>Forfeited Corporate Property Act, 2015</i> or any other Ontario law governing corporate dissolution or property of which the Public Guardian and Trustee may take possession under section 2.</p> <p class=\"paragraph\">  5. Administering the <i>Crown Administration of Estates Act</i> or carrying out a duty of the Public Guardian and Trustee under any other Act.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "24.",
            "section_x": "Legislation Act, 2006",
            "part_id": null,
            "part_type": null,
            "section_y": "Legislation Act, 2006",
            "content": "24 Part III (Regulations) of the Legislation Act, 2006 does not apply with respect to orders issued by the Lieutenant Governor in Council under subsection 5 (3) or 7 (7) or by the Public Guardian and Trustee under section 13.",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>24 </b>Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply with respect to orders issued by the Lieutenant Governor in Council under subsection 5 (3) or 7 (7) or by the Public Guardian and Trustee under section 13.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "25.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "25 The Lieutenant Governor in Council may make regulations, (a) prescribing steps the Public Guardian and Trustee is required to take with respect to an order that includes a direction described in paragraph 3 of subsection 13 (5); (b) prescribing steps that a person responsible for a prescribed public registry is required to take in response to an order mentioned in clause (a); (c) governing the determination of amounts under section 16; (d) defining any word or expression used in this Act that has not already been expressly defined in this Act; (e) providing for such transitional matters as the Lieutenant Governor in Council considers necessary or advisable in connection with the implementation of this Act; (f) prescribing anything that, under this Act, may or must be prescribed or done by regulation. 26.-31 Omitted (amends, repeals or revokes other legislation). 32 Omitted\r\n(provides for coming into force of provisions of this Act). 33 Omitted (enacts short title of this Act).  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>25 </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) prescribing steps the Public Guardian and Trustee is required to take with respect to an order that includes a direction described in paragraph 3 of subsection 13 (5);</p> <p class=\"paragraph\">  (b) prescribing steps that a person responsible for a prescribed public registry is required to take in response to an order mentioned in clause (a);</p> <p class=\"paragraph\">  (c) governing the determination of amounts under section 16;</p> <p class=\"paragraph\">  (d) defining any word or expression used in this Act that has not already been expressly defined in this Act;</p> <p class=\"paragraph\">  (e) providing for such transitional matters as the Lieutenant Governor in Council considers necessary or advisable in connection with the implementation of this Act;</p> <p class=\"paragraph\">  (f) prescribing anything that, under this Act, may or must be prescribed or done by regulation.</p> <p class=\"section\"><b>26</b><b>.-31 </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>32 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>33</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"section\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/15e38\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}