{
    "act_info": {
        "full_title": "Excellent Care for All Act, 2010, S.O. 2010, c. 14",
        "act_name_text": "Excellent Care for All Act, 2010",
        "citation": "S.O. 2010, c. 14",
        "url": "https://www.ontario.ca/laws/statute/10e14",
        "date_scraped": "2023-12-18 02:22:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  4, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/10e14/v23",
            "valid_from": "September 25, 2023",
            "valid_to": "December  3, 2023"
        },
        {
            "a_href": "/laws/statute/10e14/v22",
            "valid_from": "May 18, 2023",
            "valid_to": "September 24, 2023"
        },
        {
            "a_href": "/laws/statute/10e14/v21",
            "valid_from": "May  1, 2022",
            "valid_to": "May 17, 2023"
        },
        {
            "a_href": "/laws/statute/10e14/v20",
            "valid_from": "April 11, 2022",
            "valid_to": "April 30, 2022"
        },
        {
            "a_href": "/laws/statute/10e14/v19",
            "valid_from": "December  9, 2021",
            "valid_to": "April 10, 2022"
        },
        {
            "a_href": "/laws/statute/10e14/v18",
            "valid_from": "June  3, 2021",
            "valid_to": "December  8, 2021"
        },
        {
            "a_href": "/laws/statute/10e14/v17",
            "valid_from": "September 18, 2020",
            "valid_to": "June  2, 2021"
        },
        {
            "a_href": "/laws/statute/10e14/v16",
            "valid_from": "July  8, 2020",
            "valid_to": "September 17, 2020"
        },
        {
            "a_href": "/laws/statute/10e14/v15",
            "valid_from": "April  1, 2020",
            "valid_to": "July  7, 2020"
        },
        {
            "a_href": "/laws/statute/10e14/v14",
            "valid_from": "December  2, 2019",
            "valid_to": "March 31, 2020"
        },
        {
            "a_href": "/laws/statute/10e14/v13",
            "valid_from": "May 29, 2019",
            "valid_to": "December  1, 2019"
        },
        {
            "a_href": "/laws/statute/10e14/v12",
            "valid_from": "April 18, 2019",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/10e14/v11",
            "valid_from": "December 12, 2017",
            "valid_to": "April 17, 2019"
        },
        {
            "a_href": "/laws/statute/10e14/v10",
            "valid_from": "November 14, 2017",
            "valid_to": "December 11, 2017"
        },
        {
            "a_href": "/laws/statute/10e14/v9",
            "valid_from": "November  1, 2017",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/10e14/v8",
            "valid_from": "May 10, 2017",
            "valid_to": "October 31, 2017"
        },
        {
            "a_href": "/laws/statute/10e14/v7",
            "valid_from": "May  1, 2017",
            "valid_to": "May  9, 2017"
        },
        {
            "a_href": "/laws/statute/10e14/v6",
            "valid_from": "December  8, 2016",
            "valid_to": "April 30, 2017"
        },
        {
            "a_href": "/laws/statute/10e14/v5",
            "valid_from": "July  1, 2016",
            "valid_to": "December  7, 2016"
        },
        {
            "a_href": "/laws/statute/10e14/v4",
            "valid_from": "December 11, 2014",
            "valid_to": "June 30, 2016"
        },
        {
            "a_href": "/laws/statute/10e14/v3",
            "valid_from": "January  1, 2011",
            "valid_to": "December 10, 2014"
        },
        {
            "a_href": "/laws/statute/10e14/v2",
            "valid_from": "October 25, 2010",
            "valid_to": "December 31, 2010"
        },
        {
            "a_href": "/laws/statute/10e14/v1",
            "valid_from": "June  8, 2010",
            "valid_to": "October 24, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/160236",
            "Citation": "O. Reg. 236/16",
            "title": "DEFINITIONS"
        },
        {
            "a_href": "/laws/regulation/150188",
            "Citation": "O. Reg. 188/15",
            "title": "PATIENT RELATIONS PROCESS"
        },
        {
            "a_href": "/laws/regulation/150187",
            "Citation": "O. Reg. 187/15",
            "title": "ANNUAL QUALITY IMPROVEMENT PLAN"
        },
        {
            "a_href": "/laws/regulation/100445",
            "Citation": "O. Reg. 445/10",
            "title": "GENERAL"
        },
        {
            "a_href": "/laws/regulation/100444",
            "Citation": "O. Reg. 444/10",
            "title": "EXECUTIVES"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Preamble",
            "section_x": "Preamble",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "Interpretation",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “Agency” means the corporation continued by section 3 of the Connecting Care Act, 2019; (“Agence”) “annual quality improvement plan” means the quality improvement plan required under section 8; (“plan annuel d’amélioration de la qualité”) “caregiver” and related terms have the meaning or meanings provided for in the regulations; (“fournisseur de soins”) “compensation” means all forms of payment, benefits and perquisites paid or provided, directly or indirectly, to or for the benefit of a person who performs duties and functions that entitle him or her to be paid, and includes discretionary payments; (“rémunération”) “compensation plan” means the provisions, however established, for the determination and administration of a person’s compensation; (“régime de rémunération”) “executive”, with respect to a health care organization, means, (a) the chief executive officer of the health care organization, or anyone who holds a position equivalent to chief executive officer, regardless of title, (b) the members of the health care organization’s administrative and clinical executive staff that are provided for in the regulations, and (c) any other person provided for in the regulations; (“cadre”) “fiscal year” means the period commencing on April 1 in one year and ending on March 31 in the following year; (“exercice”) “health care organization” means, (a) a hospital within the meaning of the Public Hospitals Act, and (b) any other organization that is provided for in the regulations and that receives public funding; (“organisme de soins de santé”) “health sector organization” means, (a) a hospital within the meaning of the Public Hospitals Act, (b) a health service provider or Ontario Health Team that is provided for in the regulations and that provides a prescribed home and community care service pursuant to funding under section 21 of the Connecting Care Act, 2019, (b.1) an integrated community health services centre within the meaning of the Integrated Community Health Services Centres Act, 2023, unless the centre is subject to an exemption provided for by the regulations, (c) a licensee within the meaning of the Fixing Long-Term Care Act, 2021, (c.1) a local health integration network within the meaning of the Local Health System Integration Act, 2006, but only with respect to, Note: On a day to be named by proclamation of the Lieutenant Governor, clause (c.1) of the definition of “health sector organization” in section 1 of the Act is amended by striking out the portion before subclause (i) and substituting the following: (See: 2023, c. 19, Sched. 2, s. 19 (1)) (c.1) the Service Organization, but only with respect to, (i)  Repealed: 2020, c. 13, Sched. 3, s. 2 (3). (ii) the placement of a person into, (A) a long-term care home within the meaning of the Fixing Long-Term Care Act, 2021, (B)  Repealed: 2020, c. 13, Sched. 3, s. 2 (4). (B.1) a supportive housing program funded by the Ministry of Health or a supportive housing program that includes a home and community care service funded by the Agency under section 21 of the Connecting Care Act, 2019, (C) a chronic care or rehabilitation bed in a hospital within the meaning of the Public Hospitals Act, or (D) an adult day program that is provided by a local health integration network or a home and community care service that is an adult day program funded by the Agency under section 21 of the\r\nConnecting Care Act, 2019, or Note: On a day to be named by proclamation of the Lieutenant Governor, sub-subclause (c.1) (ii) (D) of the definition of “health sector organization” in section 1 of the Act is amended by striking out “a local health integration network” and substituting “the Service Organization”. (See: 2023, c. 19, Sched. 2, s. 19 (2)) (iii) any other services that are prescribed, and (d) any other organization that is provided for in the regulations and that receives public funding; (“organisme du secteur de la santé”) “local health integration network” means a local health integration network within the meaning of the Local Health System Integration Act, 2006; (“réseau local d’intégration des services de santé”) Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “local health integration network” in section 1 of the Act is repealed. (See: 2023, c. 19, Sched. 2, s. 19 (3)) “medical assistance in dying” means medical assistance in dying within the meaning of section 241.1 of the Criminal Code (Canada); (“aide médicale à mourir”) “Minister” means the Minister of Health and Long-Term Care; (“ministre”) “nurse practitioner” means a registered nurse who holds an extended certificate of registration under the Nursing Act, 1991; (“infirmière praticienne ou infirmier praticien”) “patient declaration of values” means the patient declaration of values provided for in section 7; (“déclaration des valeurs des patients”) “patient ombudsman” means the patient ombudsman appointed under section 13.1; (“ombudsman des patients”) “patient relations process” means the patient relations process provided for in section 6; (“processus de relations avec les patients”) “personal health information” has the same meaning as in the\r\nPersonal Health Information Protection Act, 2004; (“renseignements personnels sur la santé”) “personal information” has the same meaning as in the Freedom of Information and Protection of Privacy Act; (“renseignements personnels”) “physician” means a member of the College of Physicians and Surgeons of Ontario; (“médecin”) “prescribed” means prescribed in the regulations; (“prescrit”) “quality committee” means a quality committee established and maintained under section 3; (“comité de la qualité”) “regulations” means the regulations made under this Act; (“règlements”) “responsible body” means, (a) with respect to a health care organization that is a hospital within the meaning of the Public Hospitals Act, its board within the meaning of that Act, (b) with respect to any other health care organization that has a board of directors, the board of directors, and (c) with respect to any other health care organization that does not have a board of directors, the responsible body as provided for in the regulations; (“organisme responsable”) Note: On a day to be named by proclamation of the Lieutenant Governor, section 1 of the Act is amended by adding the following definition: (See: 2023, c. 19, Sched. 2, s. 19 (4)) “Service Organization” has the same meaning as in the Connecting Care Act, 2019; (“Organisme de services”) “survey” means a survey conducted under section 5. (“sondage”)  2010, c. 14, s. 1; 2014, c. 13, Sched. 5, s. 1; 2016, c. 30, s. 37 (1, 2); 2017, c. 7, s. 2 (1); 2019, c. 5, Sched. 3, s. 7 (1, 2); 2020, c. 13, Sched. 3, s. 2 (1-7); 2021, c. 39, Sched. 2, s. 7; 2023, c. 4, Sched. 1, s. 70 (1). Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 5, s. 1 - 01/07/2016 2016, c. 30, s. 37 (1)\r\n- 01/11/2017; 2016, c. 30, s. 37 (2)\r\n- 08/12/2016 2017, c. 7, s. 2 (1)\r\n- 10/05/2017 2019, c. 5, Sched. 3, s. 7 (1, 2) - 01/04/2020; 2019, c. 5, Sched. 3, s. 7 (3) - no effect - see 2023, c. 19, s. 29\r\n- 04/12/2023 2020, c. 13, Sched. 3, s. 2 (1-7) - 01/05/2022 2021, c. 39, Sched. 2, s. 7 (1, 2) - 11/04/2022 2023, c. 4, Sched. 1, s. 70 (1) - 25/09/2023; 2023, c. 19, Sched. 2, s. 19 (1-4) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“Agency” means the corporation continued by section 3 of the <i>Connecting Care Act, 2019</i>; (“Agence”)</p> <p class=\"definition\">“annual quality improvement plan” means the quality improvement plan required under section 8; (“plan annuel d’amélioration de la qualité”)</p> <p class=\"definition\">“caregiver” and related terms have the meaning or meanings provided for in the regulations; (“fournisseur de soins”)</p> <p class=\"definition\">“compensation” means all forms of payment, benefits and perquisites paid or provided, directly or indirectly, to or for the benefit of a person who performs duties and functions that entitle him or her to be paid, and includes discretionary payments; (“rémunération”) </p> <p class=\"definition\">“compensation plan” means the provisions, however established, for the determination and administration of a person’s compensation; (“régime de rémunération”)</p> <p class=\"definition\">“executive”, with respect to a health care organization, means,</p> <p class=\"paragraph\">  (a) the chief executive officer of the health care organization, or anyone who holds a position equivalent to chief executive officer, regardless of title,</p> <p class=\"paragraph\">  (b) the members of the health care organization’s administrative and clinical executive staff that are provided for in the regulations, and</p> <p class=\"paragraph\">  (c) any other person provided for in the regulations; (“cadre”)</p> <p class=\"definition\">“fiscal year” means the period commencing on April 1 in one year and ending on March 31 in the following year; (“exercice”)</p> <p class=\"definition\">“health care organization” means,</p> <p class=\"paragraph\">  (a) a hospital within the meaning of the <i>Public Hospitals Act</i>, and </p> <p class=\"paragraph\">  (b) any other organization that is provided for in the regulations and that receives public funding; (“organisme de soins de santé”)</p> <p class=\"definition\">“health sector organization” means,</p> <p class=\"paragraph\">  (a) a hospital within the meaning of the <i>Public Hospitals Act</i>,</p> <p class=\"paragraph\">  (b) a health service provider or Ontario Health Team that is provided for in the regulations and that provides a prescribed home and community care service pursuant to funding under section 21 of the <i>Connecting Care Act, 2019</i>,</p> <p class=\"paragraph\"> (b.1) an integrated community health services centre within the meaning of the <i>Integrated Community Health Services Centres Act, 2023</i>, unless the centre is subject to an exemption provided for by the regulations,</p> <p class=\"paragraph\">  (c) a licensee within the meaning of the <i>Fixing Long-Term Care Act, 2021</i>,</p> <p class=\"paragraph\"> (c.1) a local health integration network within the meaning of the <i>Local Health System Integration Act, 2006</i>, but only with respect to,</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (c.1) of the definition of “health sector organization” in section 1 of the Act is amended by striking out the portion before subclause (i) and substituting the following: (See: 2023, c. 19, Sched. 2, s. 19 (1))</span></p> <p class=\"Yparagraph\"><span> (c.1) the Service Organization, but only with respect to,</span></p> <p class=\"subpara\">  (i)  <span class=\"ovsmallcap\">Repealed</span>: 2020, c. 13, Sched. 3, s. 2 (3).</p> <p class=\"subpara\">  (ii) the placement of a person into,</p> <p class=\"subsubpara\">  (A) a long-term care home within the meaning of the <i>Fixing Long-Term Care Act, 2021</i>,</p> <p class=\"subsubpara\">  (B)  <span class=\"ovsmallcap\">Repealed</span>: 2020, c. 13, Sched. 3, s. 2 (4).</p> <p class=\"subsubpara\">  (B.1) a supportive housing program funded by the Ministry of Health or a supportive housing program that includes a home and community care service funded by the Agency under section 21 of the <i>Connecting Care Act, 2019</i>,</p> <p class=\"subsubpara\">  (C) a chronic care or rehabilitation bed in a hospital within the meaning of the <i>Public Hospitals Act</i>, or</p> <p class=\"subsubpara\">  (D) an adult day program that is provided by a local health integration network or a home and community care service that is an adult day program funded by the Agency under section 21 of the\r\n<i>Connecting Care Act, 2019</i>, or</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, sub-subclause (c.1) (ii) (D) of the definition of “health sector organization” in section 1 of the Act is amended by striking out “a local health integration network” and substituting “the Service Organization”. (See: 2023, c. 19, Sched. 2, s. 19 (2))</span></p> <p class=\"subpara\">  (iii) any other services that are prescribed, and</p> <p class=\"paragraph\">  (d) any other organization that is provided for in the regulations and that receives public funding; (“organisme du secteur de la santé”)</p> <p class=\"definition\">“local health integration network” means a local health integration network within the meaning of the <i>Local Health System Integration Act, 2006</i>; (“réseau local d’intégration des services de santé”)</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “local health integration network” in section 1 of the Act is repealed. (See: 2023, c. 19, Sched. 2, s. 19 (3))</span></p> <p class=\"definition\">“medical assistance in dying” means medical assistance in dying within the meaning of section 241.1 of the <i>Criminal Code</i> (Canada); (“aide médicale à mourir”)</p> <p class=\"definition\">“Minister” means the Minister of Health and Long-Term Care; (“ministre”)</p> <p class=\"definition\">“nurse practitioner” means a registered nurse who holds an extended certificate of registration under the <i>Nursing Act, 1991</i>; (“infirmière praticienne ou infirmier praticien”)</p> <p class=\"definition\">“patient declaration of values” means the patient declaration of values provided for in section 7; (“déclaration des valeurs des patients”)</p> <p class=\"definition\">“patient ombudsman” means the patient ombudsman appointed under section 13.1; (“ombudsman des patients”)</p> <p class=\"definition\">“patient relations process” means the patient relations process provided for in section 6; (“processus de relations avec les patients”)</p> <p class=\"definition\">“personal health information” has the same meaning as in the\r\n<i>Personal Health Information Protection Act, 2004</i>; (“renseignements personnels sur la santé”)</p> <p class=\"definition\">“personal information” has the same meaning as in the <i>Freedom of Information and Protection of Privacy Act</i>; (“renseignements personnels”)</p> <p class=\"definition\">“physician” means a member of the College of Physicians and Surgeons of Ontario; (“médecin”)</p> <p class=\"definition\">“prescribed” means prescribed in the regulations; (“prescrit”)</p> <p class=\"definition\">“quality committee” means a quality committee established and maintained under section 3; (“comité de la qualité”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“responsible body” means,</p> <p class=\"paragraph\">  (a) with respect to a health care organization that is a hospital within the meaning of the <i>Public Hospitals Act</i>, its board within the meaning of that Act,</p> <p class=\"paragraph\">  (b) with respect to any other health care organization that has a board of directors, the board of directors, and </p> <p class=\"paragraph\">  (c) with respect to any other health care organization that does not have a board of directors, the responsible body as provided for in the regulations; (“organisme responsable”)</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, section 1 of the Act is amended by adding the following definition: (See: 2023, c. 19, Sched. 2, s. 19 (4))</span></p> <p class=\"Ydefinition\"><span>“Service Organization” has the same meaning as in the <i>Connecting Care Act, 2019</i>; (“Organisme de services”)</span></p> <p class=\"definition\">“survey” means a survey conducted under section 5. (“sondage”)  2010, c. 14, s. 1; 2014, c. 13, Sched. 5, s. 1; 2016, c. 30, s. 37 (1, 2); 2017, c. 7, s. 2 (1); 2019, c. 5, Sched. 3, s. 7 (1, 2); 2020, c. 13, Sched. 3, s. 2 (1-7); 2021, c. 39, Sched. 2, s. 7; 2023, c. 4, Sched. 1, s. 70 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched5s1\">2014, c. 13, Sched. 5, s. 1</a></span> - 01/07/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s37s1\">2016, c. 30, s. 37 (1)</a></span>\r\n- 01/11/2017; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s37s2\">2016, c. 30, s. 37 (2)</a></span>\r\n- 08/12/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17007#s2s1\">2017, c. 7, s. 2 (1)</a></span>\r\n- 10/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s1\">2019, c. 5, Sched. 3, s. 7 (1, 2)</a></span> - 01/04/2020; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s3\">2019, c. 5, Sched. 3, s. 7 (3)</a></span> - no effect - <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/Se%20019#s29s1\">see 2023, c. 19, s. 29</a></span>\r\n- 04/12/2023</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20013#sched3s2s1\">2020, c. 13, Sched. 3, s. 2 (1-7)</a></span> - 01/05/2022</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21039#sched2s7s1\">2021, c. 39, Sched. 2, s. 7 (1, 2)</a></span> - 11/04/2022</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23004#sched1s70s1\">2023, c. 4, Sched. 1, s. 70 (1)</a></span> - 25/09/2023; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23019#sched2s19s1\">2023, c. 19, Sched. 2, s. 19 (1-4)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Responsibility of health care organizations",
            "part_id": null,
            "part_type": null,
            "section_y": "Responsibility of health care organizations",
            "content": "2 Every health care organization, (a) shall comply with every requirement established by this Act and the regulations; and (b) shall ensure that every quality committee it establishes and maintains complies with, and carries out its responsibilities under, this Act and the regulations.  2010, c. 14, s. 2. Quality Committee",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>Every health care organization,</p> <p class=\"paragraph\">  (a) shall comply with every requirement established by this Act and the regulations; and</p> <p class=\"paragraph\">  (b) shall ensure that every<b> </b>quality committee it establishes and maintains complies with, and carries out its responsibilities under, this Act and the regulations.  2010, c. 14, s. 2.</p> <p class=\"heading1\"><a name=\"BK4\"></a>Quality Committee</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Quality Committee",
            "section_x": "Quality Committee",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.",
            "section_x": "3.",
            "part_id": null,
            "part_type": null,
            "section_y": "Quality committee to be established",
            "content": "3 (1) Every health care organization shall establish and maintain a quality committee for the health care organization.  2010, c. 14, s. 3 (1). Composition of quality committees (2) The membership, composition and governance of quality committees shall be as provided for in the regulations.  2010, c. 14, s. 3 (2). Accountability (3) Every quality committee shall report to its responsible body.  2010, c. 14, s. 3 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>3 </b>(1) Every health care organization shall establish and maintain a quality committee for the health care organization.  2010, c. 14, s. 3 (1).</p> <p class=\"headnote\">Composition of quality committees</p> <p class=\"subsection\">(2) The membership, composition and governance of quality committees shall be as provided for in the regulations.  2010, c. 14, s. 3 (2).</p> <p class=\"headnote\">Accountability</p> <p class=\"subsection\">(3) Every quality committee shall report to its responsible body.  2010, c. 14, s. 3 (3).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "section_x": "4.",
            "part_id": null,
            "part_type": null,
            "section_y": "Responsibilities of quality committees",
            "content": "4 Every quality committee has the following responsibilities: 1. To monitor and report to the responsible body on quality issues and on the overall quality of services provided in the health care organization, with reference to appropriate data. 2. To consider and make recommendations to the responsible body regarding quality improvement initiatives and policies. 3. To ensure that best practices information supported by available scientific evidence is translated into materials that are distributed to employees and persons providing services within the health care organization, and to subsequently monitor the use of these materials by these people. 4. To oversee the preparation of annual quality improvement plans. 5. To carry out any other responsibilities provided for in the regulations.  2010, c. 14, s. 4. Surveys",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>4 </b>Every quality committee has the following responsibilities:</p> <p class=\"paragraph\"><b> </b>1. To monitor and report to the responsible body on quality issues and on the overall quality of services provided in the health care organization, with reference to appropriate data. </p> <p class=\"paragraph\">  2. To consider and make recommendations to the responsible body regarding quality improvement initiatives and policies.</p> <p class=\"paragraph\">  3. To ensure that best practices information supported by available scientific evidence is translated into materials that are distributed to employees and persons providing services within the health care organization, and to subsequently monitor the use of these materials by these people.</p> <p class=\"paragraph\">  4. To oversee the preparation of annual quality improvement plans.</p> <p class=\"paragraph\">  5. To carry out any other responsibilities provided for in the regulations.  2010, c. 14, s. 4.</p> <p class=\"heading1\"><a name=\"BK7\"></a>Surveys</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Surveys",
            "section_x": "Surveys",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "5.",
            "section_x": "5.",
            "part_id": null,
            "part_type": null,
            "section_y": "Surveys",
            "content": "5 (1) Every health care organization shall carry out surveys, (a) at least once every fiscal year, of persons who have received services from the health care organization in the past 12 months and of caregivers of those persons who had contact with the organization in connection with those services; and (b) at least once every two fiscal years, of employees of the health care organization and of persons providing services within the health care organization.  2010, c. 14, s. 5 (1). Purpose of survey (2) The purpose, (a) of a survey under clause (1) (a) is to collect information concerning satisfaction with the services provided by the health care organization; and (b) of a survey under clause (1) (b) is to collect information on the satisfaction of employees and other persons with their experience working for or providing services within the organization and to solicit views about the quality of care provided by the health care organization.  2010, c. 14, s. 5 (2). Patient Relations Process",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>5 </b>(1) Every health care organization shall carry out surveys,</p> <p class=\"paragraph\">  (a) at least once every fiscal year, of persons who have received services from the health care organization in the past 12 months and of caregivers of those persons who had contact with the organization in connection with those services; and</p> <p class=\"paragraph\">  (b) at least once every two fiscal years, of employees of the health care organization and of persons providing services within the health care organization.  2010, c. 14, s. 5 (1).</p> <p class=\"headnote\">Purpose of survey</p> <p class=\"subsection\">(2) The purpose,</p> <p class=\"paragraph\">  (a) of a survey under clause (1) (a) is to collect information concerning satisfaction with the services provided by the health care organization; and</p> <p class=\"paragraph\">  (b) of a survey under clause (1) (b) is to collect information on the satisfaction of employees and other persons with their experience working for or providing services within the organization and to solicit views about the quality of care provided by the health care organization.  2010, c. 14, s. 5 (2).</p> <p class=\"heading1\"><a name=\"BK9\"></a>Patient Relations Process</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "Patient Relations Process",
            "section_x": "Patient Relations Process",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "6.",
            "section_x": "6.",
            "part_id": null,
            "part_type": null,
            "section_y": "Patient relations process",
            "content": "6 (1) Every health care organization shall have a patient relations process and shall make information about that process available to the public.  2010, c. 14, s. 6 (1). Must reflect values (2) The health care organization shall ensure that the patient relations process reflects the content of its patient declaration of values.  2010, c. 14, s. 6 (2). Patient Declaration of Values",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>6 </b>(1) Every health care organization shall have a patient relations process and shall make information about that process available to the public.  2010, c. 14, s. 6 (1).</p> <p class=\"headnote\">Must reflect values</p> <p class=\"subsection\">(2) The health care organization shall ensure that the patient relations process reflects the content of its patient declaration of values.  2010, c. 14, s. 6 (2).</p> <p class=\"heading1\"><a name=\"BK11\"></a>Patient Declaration of Values </p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "Patient Declaration of Values",
            "section_x": "Patient Declaration of Values",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "7.",
            "section_x": "7.",
            "part_id": null,
            "part_type": null,
            "section_y": "Patient declaration of values",
            "content": "7 (1) Every health care organization that does not already have a publicly available patient declaration of values produced after consultation with the public shall,   (a) within six months of becoming subject to this section, consult with the public concerning a draft patient declaration of values; and (b) within 12 months of becoming subject to this section, finalize the patient declaration of values and make it available to the public.  2010, c. 14, s. 7 (1). Amendment (2) A health care organization may amend its patient declaration of values after consulting with the public, and shall make every amended declaration available to the public.  2010, c. 14, s. 7 (2). Annual Quality Improvement Plans",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>7 </b>(1) Every health care organization that does not already have a publicly available patient declaration of values produced after consultation with the public shall,  </p> <p class=\"paragraph\">  (a) within six months of becoming subject to this section, consult with the public concerning a draft patient declaration of values; and </p> <p class=\"paragraph\">  (b) within 12 months of becoming subject to this section, finalize the patient declaration of values and make it available to the public.  2010, c. 14, s. 7 (1).</p> <p class=\"headnote\">Amendment</p> <p class=\"subsection\">(2) A health care organization may amend its patient declaration of values after consulting with the public, and shall make every amended declaration available to the public.  2010, c. 14, s. 7 (2).</p> <p class=\"heading1\"><a name=\"BK13\"></a>Annual Quality Improvement Plans</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Annual Quality Improvement Plans",
            "section_x": "Annual Quality Improvement Plans",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "8.",
            "section_x": "8.",
            "part_id": null,
            "part_type": null,
            "section_y": "Quality improvement plans",
            "content": "8 (1) In every fiscal year, every health care organization shall develop a quality improvement plan for the next fiscal year and make the quality improvement plan available to the public.  2010, c. 14, s. 8 (1). Factors in development (2) The annual quality improvement plan must be developed having regard to at least the following: 1. The results of the surveys. 2. Data relating to the patient relations process. 3. In the case of a public hospital, its aggregated critical incident data as compiled based on disclosures of critical incidents pursuant to regulations made under the Public Hospitals Act and information concerning indicators of the quality of health care provided by the hospital disclosed pursuant to regulations made under the Public Hospitals Act. 4. Any factors provided for in the regulations.  2010, c. 14, s. 8 (2). Content (3) The annual quality improvement plan must contain, at a minimum, (a) annual performance improvement targets and the justification for those targets; (b) information concerning the manner in and extent to which health care organization executive compensation is linked to achievement of those targets; and (c) anything else provided for in the regulations.  2010, c. 14, s. 8 (3). (4) Repealed: 2019, c. 5, Sched. 3, s. 7 (4). (5) Repealed: 2019, c. 5, Sched. 3, s. 7 (5). Section Amendments with date in force (d/m/y) 2019, c. 5, Sched. 3, s. 7 (4, 5) - 01/04/2020 Performance based Compensation",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>8 </b>(1) In every fiscal year, every health care organization shall develop a quality improvement plan for the next fiscal year and make the quality improvement plan available to the public.  2010, c. 14, s. 8 (1).</p> <p class=\"headnote\">Factors in development </p> <p class=\"subsection\">(2) The annual quality improvement plan must be developed having regard to at least the following:</p> <p class=\"paragraph\">  1. The results of the surveys.</p> <p class=\"paragraph\">  2. Data relating to the patient relations process.</p> <p class=\"paragraph\"><b> </b>3. In the case of a public hospital, its aggregated critical incident data as compiled based on disclosures of critical incidents pursuant to regulations made under the <i>Public Hospitals Act</i><i> and information concerning indicators of the quality of health care provided by the hospital disclosed pursuant to regulations made under the Public Hospitals Act</i><i>.</i></p> <p class=\"paragraph\">  4. Any factors provided for in the regulations.  2010, c. 14, s. 8 (2).</p> <p class=\"headnote\">Content</p> <p class=\"subsection\">(3) The annual quality improvement plan must contain, at a minimum,</p> <p class=\"paragraph\">  (a) annual performance improvement targets and the justification for those targets; </p> <p class=\"paragraph\">  (b) information concerning the manner in and extent to which health care organization executive compensation is linked to achievement of those targets; and</p> <p class=\"paragraph\">  (c) anything else provided for in the regulations.  2010, c. 14, s. 8 (3).</p> <p class=\"subsection\">(4) <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 5, Sched. 3, s. 7 (4).</p> <p class=\"subsection\">(5) <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 5, Sched. 3, s. 7 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s4\">2019, c. 5, Sched. 3, s. 7 (4, 5)</a></span> - 01/04/2020</p> <p class=\"heading1\"><a name=\"BK15\"></a>Performance based Compensation</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Performance based Compensation",
            "section_x": "Performance based Compensation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "9.",
            "section_x": "9.",
            "part_id": null,
            "part_type": null,
            "section_y": "Performance based compensation ",
            "content": "9 (1) Every health care organization shall, in accordance with the regulations, ensure that payment of compensation for any executive of the organization under a compensation plan is linked to the achievement of the performance improvement targets set out in the annual quality improvement plan. 2010, c. 14, s. 9 (1). Conflict with this Act (2) This Act prevails over the provisions of a compensation plan and, if there is a conflict between this Act and a compensation plan, the compensation plan is inoperative to the extent of the conflict. 2010, c. 14, s. 9 (2). Compliance reports (3) Every health care organization shall give the Minister such reports as may be provided for in the regulations concerning its compliance with this section. 2010, c. 14, s. 9 (3). Same (4) Each report must be submitted in such form and manner as may be provided for in the regulations and within the period provided for in the regulations. 2010, c. 14, s. 9 (4). Signed statement (5) Each report shall include a statement signed by a person provided for in the regulations certifying whether the health care organization has complied with this section throughout the reporting period. 2010, c. 14, s. 9 (5). (6)-(9) Repealed: 2019, c. 7, Sched. 5, s. 8. Section Amendments with date in force (d/m/y) 2019, c. 7, Sched. 5, s. 8 - 18/09/2020 10 Repealed: 2019, c. 5, Sched. 3, s. 7 (7). Section Amendments with date in force (d/m/y) 2014, c.13, Sched. 5, s. 2 - 01/07/2016 2016, c. 30, s. 37 (3)\r\n- 01/05/2017 2019, c. 5, Sched. 3, s. 7 (6) - 18/04/2019; 2019, c. 5, Sched. 3, s. 7 (7) - 01/04/2020 10.1 Repealed: 2019, c. 5, Sched. 3, s. 7 (7). Section Amendments with date in force (d/m/y) 2016, c. 30, s. 37 (4)\r\n- 01/05/2017 2019, c. 5, Sched. 3, s. 7 (7) - 01/04/2020 10.2 Repealed: 2019, c. 5, Sched. 3, s. 7 (7). Section Amendments with date in force (d/m/y) 2016, c. 30, s. 37 (4)\r\n- 01/05/2017 2017, c. 25, Sched. 2, s. 1 - 12/12/2017 2019, c. 5, Sched. 3, s. 7 (7) - 01/04/2020 10.3, 10.4 Repealed: 2019, c. 5, Sched. 3, s. 7 (7). Section Amendments with date in force (d/m/y) 2016, c. 30, s. 37 (4)\r\n- 01/05/2017 2019, c. 5, Sched. 3, s. 7 (7) - 01/04/2020 11-11.2 Repealed: 2019, c. 5, Sched. 3, s. 7 (7). Section Amendments with date in force (d/m/y) 2016, c. 30, s. 37 (5)\r\n- 01/05/2017 2019, c. 5, Sched. 3, s. 7 (7) - 01/04/2020 12 Repealed: 2019, c. 5, Sched. 3, s. 7 (7). Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 5, s. 3 (1, 2) - 01/07/2017 2016, c. 30, s. 37 (6, 7, 8) - 08/12/2016 2019, c. 5, Sched. 3, s. 7 (7) - 01/04/2020 13 Repealed: 2019, c. 5, Sched. 3, s. 7 (7). Section Amendments with date in force (d/m/y) 2016, c. 30, s. 37 (9)\r\n- 08/12/2016 2019, c. 5, Sched. 3, s. 7 (7) - 01/04/2020 13.0.1 Repealed: 2019, c. 5, Sched. 3, s. 7 (7). Section Amendments with date in force (d/m/y) 2017, c. 25, Sched. 2, s. 2 - 12/12/2017 2019, c. 5, Sched. 3, s. 7 (7) - 02/12/2019 Patient Ombudsman",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>9 </b>(1) Every health care organization shall, in accordance with the regulations, ensure that payment of compensation for any executive of the organization under a compensation plan is linked to the achievement of the performance improvement targets set out in the annual quality improvement plan. 2010, c. 14, s. 9 (1).</p> <p class=\"headnote\">Conflict with this Act</p> <p class=\"subsection\">(2) This Act prevails over the provisions of a compensation plan and, if there is a conflict between this Act and a compensation plan, the compensation plan is inoperative to the extent of the conflict. 2010, c. 14, s. 9 (2).</p> <p class=\"headnote\">Compliance reports</p> <p class=\"subsection\">(3) Every health care organization shall give the Minister such reports as may be provided for in the regulations concerning its compliance with this section. 2010, c. 14, s. 9 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Each report must be submitted in such form and manner as may be provided for in the regulations and within the period provided for in the regulations. 2010, c. 14, s. 9 (4).</p> <p class=\"headnote\">Signed statement</p> <p class=\"subsection\">(5) Each report shall include a statement signed by a person provided for in the regulations certifying whether the health care organization has complied with this section throughout the reporting period. 2010, c. 14, s. 9 (5).</p> <p class=\"subsection\">(6)-(9) <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 7, Sched. 5, s. 8.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched5s8\">2019, c. 7, Sched. 5, s. 8</a></span> - 18/09/2020</p> <p class=\"section\"><b>10 </b><span class=\"ovsmallcap\">Repealed</span>: 2019, c. 5, Sched. 3, s. 7 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched5s2\">2014, c.13, Sched. 5, s. 2</a></span> - 01/07/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s37s3\">2016, c. 30, s. 37 (3)</a></span>\r\n- 01/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s6\">2019, c. 5, Sched. 3, s. 7 (6)</a></span> - 18/04/2019; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s7\">2019, c. 5, Sched. 3, s. 7 (7)</a></span> - 01/04/2020</p> <p class=\"section\"><b>10.1 </b><span class=\"ovsmallcap\">Repealed</span>: 2019, c. 5, Sched. 3, s. 7 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s37s4\">2016, c. 30, s. 37 (4)</a></span>\r\n- 01/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s7\">2019, c. 5, Sched. 3, s. 7 (7)</a></span> - 01/04/2020</p> <p class=\"section\"><b>10.2 </b><span class=\"ovsmallcap\">Repealed</span>: 2019, c. 5, Sched. 3, s. 7 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s37s4\">2016, c. 30, s. 37 (4)</a></span>\r\n- 01/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17025#sched2s1\">2017, c. 25, Sched. 2, s. 1</a></span> - 12/12/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s7\">2019, c. 5, Sched. 3, s. 7 (7)</a></span> - 01/04/2020</p> <p class=\"section\"><b>10.3, 10.4 </b><span class=\"ovsmallcap\">Repealed</span>: 2019, c. 5, Sched. 3, s. 7 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s37s4\">2016, c. 30, s. 37 (4)</a></span>\r\n- 01/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s7\">2019, c. 5, Sched. 3, s. 7 (7)</a></span> - 01/04/2020</p> <p class=\"section\"><b>11-11.2 </b><span class=\"ovsmallcap\">Repealed</span>: 2019, c. 5, Sched. 3, s. 7 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s37s5\">2016, c. 30, s. 37 (5)</a></span>\r\n- 01/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s7\">2019, c. 5, Sched. 3, s. 7 (7)</a></span> - 01/04/2020</p> <p class=\"section\"><b>12 </b><span class=\"ovsmallcap\">Repealed</span>: 2019, c. 5, Sched. 3, s. 7 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched5s3s1\">2014, c. 13, Sched. 5, s. 3 (1, 2)</a></span> - 01/07/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s37s6\">2016, c. 30, s. 37 (6, 7, 8)</a></span> - 08/12/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s7\">2019, c. 5, Sched. 3, s. 7 (7)</a></span> - 01/04/2020</p> <p class=\"section\"><b>13 </b><span class=\"ovsmallcap\">Repealed</span>: 2019, c. 5, Sched. 3, s. 7 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s37s9\">2016, c. 30, s. 37 (9)</a></span>\r\n- 08/12/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s7\">2019, c. 5, Sched. 3, s. 7 (7)</a></span> - 01/04/2020</p> <p class=\"section\"><b>13.0.1 </b><span class=\"ovsmallcap\">Repealed</span>: 2019, c. 5, Sched. 3, s. 7 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17025#sched2s2\">2017, c. 25, Sched. 2, s. 2</a></span> - 12/12/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s7\">2019, c. 5, Sched. 3, s. 7 (7)</a></span> - 02/12/2019</p> <p class=\"heading1\"><a name=\"BK17\"></a>Patient Ombudsman</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Patient Ombudsman",
            "section_x": "Patient Ombudsman",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "13.1",
            "section_x": "13.1",
            "part_id": null,
            "part_type": null,
            "section_y": "Patient ombudsman",
            "content": "13.1 (1) The Lieutenant Governor in Council shall appoint a person to be the patient ombudsman. 2014, c. 13, Sched. 5, s. 4. Functions of the patient ombudsman (2) The functions of the patient ombudsman are, (a) to receive and respond to complaints from patients and former patients of a health sector organization and their caregivers, and from any other prescribed persons; (b) to facilitate the resolution of complaints made by patients and former patients of a health sector organization and their caregivers, and by any other prescribed persons; (c) to undertake investigations of complaints made by patients and former patients of a health sector organization and their caregivers, and by any other prescribed persons, and to undertake investigations of health sector organizations on the patient ombudsman’s own initiative; (d) to make recommendations to health sector organizations following the conclusion of investigations; and (e) to do anything else provided for in the regulations. 2014, c. 13, Sched. 5, s. 4. Employee of Agency (3) The Agency shall employ as the patient ombudsman the person appointed by the Lieutenant Governor in Council and shall terminate that person’s employment as patient ombudsman when the term of the appointment expires, or if the Lieutenant Governor in Council revokes the person’s appointment. 2014, c. 13, Sched. 5, s. 4; 2019, c. 5, Sched. 3, s. 7 (8). Salary, etc. (4) The Lieutenant Governor in Council shall fix the salary or other remuneration and the benefits, including rights relating to severance, termination, retirement and superannuation, of the patient ombudsman, and the Agency shall provide the salary or other remuneration and those benefits to the patient ombudsman. 2014, c. 13, Sched. 5, s. 4; 2019, c. 5, Sched. 3, s. 7 (9). Delegation (5) The patient ombudsman may, in writing, delegate any or all of his or her powers to one or more employees of the Agency as he or she considers appropriate, and where the patient ombudsman has done so, the acts of the delegate are deemed to be the acts of the patient ombudsman for the purposes of this Act. 2014, c. 13, Sched. 5, s. 4; 2019, c. 5, Sched. 3, s. 7 (10). Term of office (6) The patient ombudsman shall be appointed for a term of five years and may be reappointed for one further term of five years. 2014, c. 13, Sched. 5, s. 4. Same (7) The Lieutenant Governor in Council may revoke the appointment of the patient ombudsman for cause. 2014, c. 13, Sched. 5, s. 4. Temporary appointment (8) If the position of patient ombudsman is vacant or if for any reason the patient ombudsman is unable or unwilling to fulfil the duties of the office, the Lieutenant Governor in Council may appoint a temporary patient ombudsman for a term of up to six months. 2014, c. 13, Sched. 5, s. 4. Definition (9) In this section and in sections 13.2 to 13.4, “patient or former patient” includes, (a) a patient or former patient of a hospital, (b) a resident or former resident of a long-term care home, (b.1) a person who receives or has received services from an integrated community health services centre, unless the person is subject to an exemption provided for by the regulations, (c) a person who receives or has received services from a health service provider or an Ontario Health Team described in clause (b) of the definition of “health sector organization” in section 1, (c.1) a person who receives or has received services from a local health integration network, but only with respect to matters described in clause (c.1) of the definition of “health sector organization” in section 1, Note: On a day to be named by proclamation of the Lieutenant Governor, clause (c.1) of the definition of “patient or former patient” in subsection 13.1 (9) of the Act is repealed and the following substituted: (See: 2023, c. 19, Sched. 2, s. 19 (5)) (c.1) a person who receives or has received services from the Service Organization, but only with respect to matters described in clause (c.1) of the definition of “health sector organization” in section 1, (c.2) a person who received services from a local health integration network before the network was amalgamated into the Service Organization, but only with respect to matters described in clause (c.1) of the definition of “health sector organization” as it read at the time the services were provided, (d) any other individual provided for in the regulations, and (e) in respect of an individual mentioned in clause (a), (b), (c), (c.1) or (d) who is or was incapable with respect to a treatment or another matter, a person with the authority to consent to the treatment or the other matter on behalf of that patient or former patient in accordance with the Health Care Consent Act, 1996. 2014, c. 13, Sched. 5, s. 4; 2016, c. 30, s. 37 (10); 2019, c. 5, Sched. 3, s. 7 (11); 2020, c. 13, Sched. 3, s. 2 (8); 2023, c. 4, Sched. 1, s. 70 (2). Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 5, s. 4 - 01/07/2016 2016, c. 30, s. 37 (10)\r\n- 01/05/2017 2019, c. 5, Sched. 3, s. 7 (8-10) - 01/04/2020; 2019, c. 5, Sched. 3, s. 7 (11) - 18/04/2019 2020, c. 13, Sched. 3, s. 2 (8) - 01/05/2022; 2020, c. 13, Sched. 3, s. 2 (9) - no effect - see 2023, c. 19, s. 28\r\n- 04/12/2023 2023, c. 4, Sched. 1, s. 70 (2) - 25/09/2023; 2023, c. 19, Sched. 2, s. 19 (5) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>13.1 </b>(1) The Lieutenant Governor in Council shall appoint a person to be the patient ombudsman. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Functions of the patient ombudsman</p> <p class=\"subsection\">(2) The functions of the patient ombudsman are,</p> <p class=\"paragraph\">  (a) to receive and respond to complaints from patients and former patients of a health sector organization and their caregivers, and from any other prescribed persons;</p> <p class=\"paragraph\">  (b) to facilitate the resolution of complaints made by patients and former patients of a health sector organization and their caregivers, and by any other prescribed persons;</p> <p class=\"paragraph\">  (c) to undertake investigations of complaints made by patients and former patients of a health sector organization and their caregivers, and by any other prescribed persons, and to undertake investigations of health sector organizations on the patient ombudsman’s own initiative;</p> <p class=\"paragraph\">  (d) to make recommendations to health sector organizations following the conclusion of investigations; and</p> <p class=\"paragraph\">  (e) to do anything else provided for in the regulations. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Employee of Agency</p> <p class=\"subsection\">(3) The Agency shall employ as the patient ombudsman the person appointed by the Lieutenant Governor in Council and shall terminate that person’s employment as patient ombudsman when the term of the appointment expires, or if the Lieutenant Governor in Council revokes the person’s appointment. 2014, c. 13, Sched. 5, s. 4; 2019, c. 5, Sched. 3, s. 7 (8).</p> <p class=\"headnote\">Salary, etc.</p> <p class=\"subsection\">(4) The Lieutenant Governor in Council shall fix the salary or other remuneration and the benefits, including rights relating to severance, termination, retirement and superannuation, of the patient ombudsman, and the Agency shall provide the salary or other remuneration and those benefits to the patient ombudsman. 2014, c. 13, Sched. 5, s. 4; 2019, c. 5, Sched. 3, s. 7 (9).</p> <p class=\"headnote\">Delegation</p> <p class=\"subsection\">(5) The patient ombudsman may, in writing, delegate any or all of his or her powers to one or more employees of the Agency as he or she considers appropriate, and where the patient ombudsman has done so, the acts of the delegate are deemed to be the acts of the patient ombudsman for the purposes of this Act. 2014, c. 13, Sched. 5, s. 4; 2019, c. 5, Sched. 3, s. 7 (10).</p> <p class=\"headnote\">Term of office</p> <p class=\"subsection\">(6) The patient ombudsman shall be appointed for a term of five years and may be reappointed for one further term of five years. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) The Lieutenant Governor in Council may revoke the appointment of the patient ombudsman for cause. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Temporary appointment</p> <p class=\"subsection\">(8) If the position of patient ombudsman is vacant or if for any reason the patient ombudsman is unable or unwilling to fulfil the duties of the office, the Lieutenant Governor in Council may appoint a temporary patient ombudsman for a term of up to six months. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(9) In this section and in sections 13.2 to 13.4,</p> <p class=\"definition\">“patient or former patient” includes,</p> <p class=\"paragraph\">  (a) a patient or former patient of a hospital,</p> <p class=\"paragraph\">  (b) a resident or former resident of a long-term care home,</p> <p class=\"paragraph\"> (b.1) a person who receives or has received services from an integrated community health services centre, unless the person is subject to an exemption provided for by the regulations,</p> <p class=\"paragraph\">  (c) a person who receives or has received services from a health service provider or an Ontario Health Team described in clause (b) of the definition of “health sector organization” in section 1,</p> <p class=\"paragraph\"> (c.1) a person who receives or has received services from a local health integration network, but only with respect to matters described in clause (c.1) of the definition of “health sector organization” in section 1,</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (c.1) of the definition of “patient or former patient” in subsection 13.1 (9) of the Act is repealed and the following substituted: (See: 2023, c. 19, Sched. 2, s. 19 (5))</span></p> <p class=\"Yparagraph\"><span> (c.1) a person who receives or has received services from the Service Organization, but only with respect to matters described in clause (c.1) of the definition of “health sector organization” in section 1,</span></p> <p class=\"Yparagraph\"> <span>(c.2) a person who received services from a local health integration network before the network was amalgamated into the Service Organization, but only with respect to matters described in clause (c.1) of the definition of “health sector organization” as it read at the time the services were provided,</span></p> <p class=\"paragraph\">  (d) any other individual provided for in the regulations, and</p> <p class=\"paragraph\">  (e) in respect of an individual mentioned in clause (a), (b), (c), (c.1) or (d) who is or was incapable with respect to a treatment or another matter, a person with the authority to consent to the treatment or the other matter on behalf of that patient or former patient in accordance with the <i>Health Care Consent Act, 1996</i>. 2014, c. 13, Sched. 5, s. 4; 2016, c. 30, s. 37 (10); 2019, c. 5, Sched. 3, s. 7 (11); 2020, c. 13, Sched. 3, s. 2 (8); 2023, c. 4, Sched. 1, s. 70 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched5s4\">2014, c. 13, Sched. 5, s. 4</a></span> - 01/07/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s37s10\">2016, c. 30, s. 37 (10)</a></span>\r\n- 01/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s8\">2019, c. 5, Sched. 3, s. 7 (8-10)</a></span> - 01/04/2020; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s11\">2019, c. 5, Sched. 3, s. 7 (11)</a></span> - 18/04/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20013#sched3s2s8\">2020, c. 13, Sched. 3, s. 2 (8)</a></span> - 01/05/2022; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20013#sched3s2s9\">2020, c. 13, Sched. 3, s. 2 (9)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23019#s28s1\">2023, c. 19, s. 28</a></span>\r\n- 04/12/2023</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23004#sched1s70s2\">2023, c. 4, Sched. 1, s. 70 (2)</a></span> - 25/09/2023; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23019#sched2s19s5\">2023, c. 19, Sched. 2, s. 19 (5)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "13.2",
            "section_x": "13.2",
            "part_id": null,
            "part_type": null,
            "section_y": "Complaints",
            "content": "13.2 (1) Subject to any prescribed limitations with respect to time, a patient or a former patient of a health sector organization, a caregiver of a patient or former patient, and any other prescribed person, may make a complaint in writing to the patient ombudsman about actions or inactions of a health sector organization that relate, (a) in the case of a patient or former patient, to the care and health care experience of the patient or former patient; (b) in the case of a caregiver, to the care and health care experience of the patient or former patient to whom the caregiver provides or provided care; or (c) in the case of another prescribed person, to the care and health care experience of another person provided for in the regulations. 2014, c. 13, Sched. 5, s. 4; 2016, c. 30, s. 37 (11). Facilitated resolution (2) The patient ombudsman shall work with the patient,  former patient, caregiver or other prescribed person, the health sector organization and, when appropriate, the relevant local health integration network, to attempt to facilitate a resolution of a complaint made under subsection (1) unless, in the opinion of the patient ombudsman, Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 13.2 (2) of the Act is amended by striking out the portion before clause (a) and substituting the following: (See: 2023, c. 19, Sched. 2, s. 19 (6)) Facilitated resolution (2) The patient ombudsman shall work with the patient, former patient, caregiver or other prescribed person and the health sector organization to attempt to facilitate a resolution of a complaint made under subsection (1) unless, in the opinion of the patient ombudsman, (a) the complaint relates to a matter that is within the jurisdiction of another person or body or is the subject of a proceeding; (b) the subject matter of the complaint is trivial; (c) the complaint is frivolous or vexatious; (d) the complaint is not made in good faith; (e) the patient, former patient, caregiver or other prescribed person has not sought to resolve the complaint directly with the health sector organization; or (f) the patient, former patient, caregiver or other prescribed person does not have a sufficient personal interest in the subject matter of the complaint. 2014, c. 13, Sched. 5, s. 4. Referral to appropriate body (3) Where the complaint relates to a matter that is within the jurisdiction of another person or body, the patient ombudsman shall refer the patient, former patient, caregiver or other prescribed person to that person or body. 2014, c. 13, Sched. 5, s. 4. Patient to be informed (4) In any case where the patient ombudsman determines that he or she will not attempt to facilitate a resolution of a complaint in accordance with subsection (2), the patient ombudsman shall inform the patient, former patient, caregiver or other prescribed person in writing of that determination and state the reasons for that determination. 2014, c. 13, Sched. 5, s. 4. “Proceeding” (5) For the purposes of this section and section 13.3, “proceeding” includes a proceeding held in, before or under the rules of a court, a tribunal, a commission, a justice of the peace, a coroner, a committee of a College within the meaning of the Regulated Health Professions Act, 1991, a committee of the Board of Regents continued under the Drugless Practitioners Act, a committee of the Ontario College of Social Workers and Social Service Workers under the Social Work and Social Service Work Act, 1998, an arbitrator or a mediator. 2014, c. 13, Sched. 5, s. 4. Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “proceeding” in subsection 13.2 (5) of the Act is repealed and the following substituted: (See: 2021, c. 27, Sched. 2, s. 65) “proceeding” includes a proceeding held in, before or under the rules of a court, a tribunal, a commission, a justice of the peace, a coroner, a committee of a College within the meaning of the Regulated Health Professions Act, 1991, a committee of the Board of Regents continued under the Drugless Practitioners Act, a committee of the Ontario College of Social Workers and Social Service Workers under the Social Work and Social Service Work Act, 1998, a committee of the Authority within the meaning of the Health and Supportive Care Providers Oversight Authority Act, 2021, an arbitrator or a mediator. Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 5, s. 4 - 01/07/2016 2016, c. 30, s. 37 (11)\r\n- 08/12/2016 2021, c. 27, Sched. 2, s. 65 - not in force 2023, c. 19, Sched. 2, s. 19 (6) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>13.2 </b>(1) Subject to any prescribed limitations with respect to time, a patient or a former patient of a health sector organization, a caregiver of a patient or former patient, and any other prescribed person, may make a complaint in writing to the patient ombudsman about actions or inactions of a health sector organization that relate,</p> <p class=\"paragraph\">  (a) in the case of a patient or former patient, to the care and health care experience of the patient or former patient;</p> <p class=\"paragraph\">  (b) in the case of a caregiver, to the care and health care experience of the patient or former patient to whom the caregiver provides or provided care; or</p> <p class=\"paragraph\">  (c) in the case of another prescribed person, to the care and health care experience of another person provided for in the regulations. 2014, c. 13, Sched. 5, s. 4; 2016, c. 30, s. 37 (11).</p> <p class=\"headnote\">Facilitated resolution</p> <p class=\"subsection\">(2) The patient ombudsman shall work with the patient,  former patient, caregiver or other prescribed person, the health sector organization and, when appropriate, the relevant local health integration network, to attempt to facilitate a resolution of a complaint made under subsection (1) unless, in the opinion of the patient ombudsman,</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 13.2 (2) of the Act is amended by striking out the portion before clause (a) and substituting the following: (See: 2023, c. 19, Sched. 2, s. 19 (6))</span></p> <p class=\"Yheadnote\"><span>Facilitated resolution</span></p> <p class=\"Ysubsection\"><span>(2) The patient ombudsman shall work with the patient, former patient, caregiver or other prescribed person and the health sector organization to attempt to facilitate a resolution of a complaint made under subsection (1) unless, in the opinion of the patient ombudsman,</span></p> <p class=\"paragraph\">  (a) the complaint relates to a matter that is within the jurisdiction of another person or body or is the subject of a proceeding;</p> <p class=\"paragraph\">  (b) the subject matter of the complaint is trivial;</p> <p class=\"paragraph\">  (c) the complaint is frivolous or vexatious;</p> <p class=\"paragraph\">  (d) the complaint is not made in good faith;</p> <p class=\"paragraph\">  (e) the patient, former patient, caregiver or other prescribed person has not sought to resolve the complaint directly with the health sector organization; or</p> <p class=\"paragraph\">  (f) the patient, former patient, caregiver or other prescribed person does not have a sufficient personal interest in the subject matter of the complaint. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Referral to appropriate body</p> <p class=\"subsection\">(3) Where the complaint relates to a matter that is within the jurisdiction of another person or body, the patient ombudsman shall refer the patient, former patient, caregiver or other prescribed person to that person or body. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Patient to be informed</p> <p class=\"subsection\">(4) In any case where the patient ombudsman determines that he or she will not attempt to facilitate a resolution of a complaint in accordance with subsection (2), the patient ombudsman shall inform the patient, former patient, caregiver or other prescribed person in writing of that determination and state the reasons for that determination. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">“Proceeding”</p> <p class=\"subsection\">(5) For the purposes of this section and section 13.3,</p> <p class=\"definition\">“proceeding” includes a proceeding held in, before or under the rules of a court, a tribunal, a commission, a justice of the peace, a coroner, a committee of a College within the meaning of the <i>Regulated Health Professions Act, 1991</i>, a committee of the Board of Regents continued under the <i>Drugless Practitioners Act</i>, a committee of the Ontario College of Social Workers and Social Service Workers under the <i>Social Work and Social Service Work Act, 1998</i>, an arbitrator or a mediator. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “proceeding” in subsection 13.2 (5) of the Act is repealed and the following substituted: (See: 2021, c. 27, Sched. 2, s. 65)</span></p> <p class=\"Ydefinition\"><span>“proceeding” includes a proceeding held in, before or under the rules of a court, a tribunal, a commission, a justice of the peace, a coroner, a committee of a College within the meaning of the <i>Regulated Health Professions Act, 1991</i>, a committee of the Board of Regents continued under the <i>Drugless Practitioners Act</i>, a committee of the Ontario College of Social Workers and Social Service Workers under the <i>Social Work and Social Service Work Act, 1998</i>, a committee of the Authority within the meaning of the <i>Health and Supportive Care Providers Oversight Authority Act, 2021</i>, an arbitrator or a mediator.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched5s4\">2014, c. 13, Sched. 5, s. 4</a></span> - 01/07/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s37s11\">2016, c. 30, s. 37 (11)</a></span>\r\n- 08/12/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21027#sched2s65\">2021, c. 27, Sched. 2, s. 65</a></span> - not in force</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23019#sched2s19s6\">2023, c. 19, Sched. 2, s. 19 (6)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "13.3",
            "section_x": "13.3",
            "part_id": null,
            "part_type": null,
            "section_y": "Investigation",
            "content": "13.3 (1) Where, after attempting to facilitate the resolution of a complaint under section 13.2, the patient ombudsman believes that the complaint should be investigated, the patient ombudsman may investigate the complaint. 2014, c. 13, Sched. 5, s. 4. May decide not to investigate (2) Without limiting the generality of the powers conferred on the patient ombudsman by this Act, the patient ombudsman may in his or her discretion decide not to investigate, or, as the case may require, not to further investigate any complaint for any reason for which the patient ombudsman could have determined not to attempt to facilitate the resolution of the complaint under section 13.2. 2014, c. 13, Sched. 5, s. 4. Patient to be informed (3) In any case where the patient ombudsman makes a determination not to investigate or further investigate a complaint, the patient ombudsman shall inform the patient, former patient, caregiver or other prescribed person in writing of that decision and state the reasons for that decision. 2014, c. 13, Sched. 5, s. 4. Investigations on own initiative (4) The patient ombudsman may also commence an investigation of the actions or inactions of one or more health sector organizations that relate to the patient care or health care experience provided by the organization or organizations in any case where the patient ombudsman believes that the matter should be investigated. 2014, c. 13, Sched. 5, s. 4. Restriction (5) Despite subsection (4), the patient ombudsman shall not commence an investigation under that subsection in connection with a matter that is within the jurisdiction of another person or body or is the subject of a proceeding. 2014, c. 13, Sched. 5, s. 4. Organization and patient to be informed (6) Before investigating any matter, the patient ombudsman shall inform the relevant health sector organization and the patient,  former patient, caregiver or other prescribed person, if any, who made the complaint that led to the investigation of his or her intention to make the investigation. 2014, c. 13, Sched. 5, s. 4. Investigations are private (7) Every investigation by the patient ombudsman shall be conducted in private. 2014, c. 13, Sched. 5, s. 4. Exception, other persons and bodies (8) Despite subsection (7), where the patient ombudsman obtains information in the course of an investigation that relates to a matter within the jurisdiction of another person or body, the patient ombudsman may provide that information to the other person or body. 2014, c. 13, Sched. 5, s. 4. Obtaining information, etc. (9) The patient ombudsman may hear or obtain information from any persons he or she thinks fit, and may make any inquiries he or she thinks fit. 2014, c. 13, Sched. 5, s. 4. Opportunity to be heard (10) The patient ombudsman is not required to hold any hearing and no person is entitled as of right to be heard by the patient ombudsman, but, if at any time during the course of an investigation, it appears to the patient ombudsman that there may be sufficient grounds for him or her to make any report or recommendation that may adversely affect any person or entity, the patient ombudsman shall give to that person or entity an opportunity to make representations respecting the adverse report or recommendation, either personally or by counsel. 2014, c. 13, Sched. 5, s. 4. Requiring information (11) The patient ombudsman may from time to time require any officer, employee, director, shareholder or member of any health sector organization, or any other person who provides services through or on behalf of a health sector organization, who, in his or her opinion, is able to give any information relating to any matter that is being investigated by the patient ombudsman, (a) to furnish to him or her with the information; and (b) to produce any documents or things that in the patient ombudsman’s opinion relate to the matter and that may be in the person’s possession or under the person’s control. 2014, c. 13, Sched. 5, s. 4. Examination under oath (12) The patient ombudsman may summon before him or her and examine under oath, (a) any patient, former patient, caregiver or other prescribed person who has made a complaint under this Act; or (b) any person who is mentioned in subsection (11). 2014, c. 13, Sched. 5, s. 4. Certain other Acts (13) A person who is subject to the Freedom of Information and Protection of Privacy Act, the\r\nMunicipal Freedom of Information and Protection of Privacy Act or the Personal Health Information Protection Act, 2004 is not prevented by any provisions in those Acts from providing personal information or personal health information to the patient ombudsman, when the patient ombudsman requires the person to provide the information under this section. 2014, c. 13, Sched. 5, s. 4. Privilege preserved (14) Every person to whom this section applies has the same privileges in relation to the giving of information, the answering of questions, and the production of documents and things as witnesses have in any court. 2014, c. 13, Sched. 5, s. 4. Statements not admissible (15) Except on the trial of any person for an offence in respect of the person’s sworn testimony, no statement made or answer given by that or any other person in the course of any investigation by the patient ombudsman is admissible in evidence against any person in any court or at any inquiry or in any other proceedings, and no evidence in respect of proceedings before the patient ombudsman shall be given against any person. 2014, c. 13, Sched. 5, s. 4. Right to object to self-incrimination (16) A person giving a statement or answer in the course of any investigation before the patient ombudsman shall be informed by the patient ombudsman of the right to object to answer any question under section 5 of the Canada Evidence Act. 2014, c. 13, Sched. 5, s. 4. Protection from liability (17) No person is liable to prosecution for an offence against any Act, by reason of his or her compliance with any requirement of the patient ombudsman under this section. 2014, c. 13, Sched. 5, s. 4. Fees, allowances, etc. (18) Where any person is required by the patient ombudsman to attend before him or her for the purposes of this section, the person is entitled to the same fees, allowances and expenses as if he or she were a witness in the Superior Court of Justice, and the provisions of any relevant Act, regulation or rule apply accordingly, with necessary modification. 2014, c. 13, Sched. 5, s. 4. Compliance (19) Every person who is summoned by the patient ombudsman under this section, or is required to furnish or produce documents or information, shall comply with the summons or furnish or produce the documents or information, as the case may be. 2014, c. 13, Sched. 5, s. 4. Entry (20) For the purposes of an investigation under this section, the patient ombudsman may at any time enter upon any premises of a health sector organization and inspect the premises. 2014, c. 13, Sched. 5, s. 4. Restriction (21) Despite subsection (20), the patient ombudsman shall not enter any premises of a health sector organization, except with the consent of the health sector organization or under the authority of a warrant issued under subsection (23). 2014, c. 13, Sched. 5, s. 4. Private dwellings (22) Despite subsection (20), the patient ombudsman shall not enter any premises that is being used as a dwelling, except with the consent of the occupier or under the authority of a warrant issued under subsection (23). 2014, c. 13, Sched. 5, s. 4. Warrant (23) A justice of the peace may issue a warrant authorizing the patient ombudsman or another person to enter any premises of a health sector organization if the justice is satisfied, on evidence under oath or affirmation, that there are reasonable grounds to believe that it is necessary to enter the premises for the purposes of an investigation under this section. 2014, c. 13, Sched. 5, s. 4. Obstruction forbidden (24) No person shall, without lawful justification or excuse, wilfully obstruct, hinder or resist the patient ombudsman or a delegate of the patient ombudsman in the performance of his or her functions under this Act. 2014, c. 13, Sched. 5, s. 4. Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 5, s. 4 - 01/07/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>13.3 </b>(1) Where, after attempting to facilitate the resolution of a complaint under section 13.2, the patient ombudsman believes that the complaint should be investigated, the patient ombudsman may investigate the complaint. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">May decide not to investigate</p> <p class=\"subsection\">(2) Without limiting the generality of the powers conferred on the patient ombudsman by this Act, the patient ombudsman may in his or her discretion decide not to investigate, or, as the case may require, not to further investigate any complaint for any reason for which the patient ombudsman could have determined not to attempt to facilitate the resolution of the complaint under section 13.2. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Patient to be informed</p> <p class=\"subsection\">(3) In any case where the patient ombudsman makes a determination not to investigate or further investigate a complaint, the patient ombudsman shall inform the patient, former patient, caregiver or other prescribed person in writing of that decision and state the reasons for that decision. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Investigations on own initiative</p> <p class=\"subsection\">(4) The patient ombudsman may also commence an investigation of the actions or inactions of one or more health sector organizations that relate to the patient care or health care experience provided by the organization or organizations in any case where the patient ombudsman believes that the matter should be investigated. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(5) Despite subsection (4), the patient ombudsman shall not commence an investigation under that subsection in connection with a matter that is within the jurisdiction of another person or body or is the subject of a proceeding. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Organization and patient to be informed</p> <p class=\"subsection\">(6) Before investigating any matter, the patient ombudsman shall inform the relevant health sector organization and the patient,  former patient, caregiver or other prescribed person, if any, who made the complaint that led to the investigation of his or her intention to make the investigation. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Investigations are private</p> <p class=\"subsection\">(7) Every investigation by the patient ombudsman shall be conducted in private. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Exception, other persons and bodies</p> <p class=\"subsection\">(8) Despite subsection (7), where the patient ombudsman obtains information in the course of an investigation that relates to a matter within the jurisdiction of another person or body, the patient ombudsman may provide that information to the other person or body. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Obtaining information, etc.</p> <p class=\"subsection\">(9) The patient ombudsman may hear or obtain information from any persons he or she thinks fit, and may make any inquiries he or she thinks fit. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Opportunity to be heard</p> <p class=\"subsection\">(10) The patient ombudsman is not required to hold any hearing and no person is entitled as of right to be heard by the patient ombudsman, but, if at any time during the course of an investigation, it appears to the patient ombudsman that there may be sufficient grounds for him or her to make any report or recommendation that may adversely affect any person or entity, the patient ombudsman shall give to that person or entity an opportunity to make representations respecting the adverse report or recommendation, either personally or by counsel. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Requiring information</p> <p class=\"subsection\">(11) The patient ombudsman may from time to time require any officer, employee, director, shareholder or member of any health sector organization, or any other person who provides services through or on behalf of a health sector organization, who, in his or her opinion, is able to give any information relating to any matter that is being investigated by the patient ombudsman,</p> <p class=\"paragraph\">  (a) to furnish to him or her with the information; and</p> <p class=\"paragraph\">  (b) to produce any documents or things that in the patient ombudsman’s opinion relate to the matter and that may be in the person’s possession or under the person’s control. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Examination under oath</p> <p class=\"subsection\">(12) The patient ombudsman may summon before him or her and examine under oath,</p> <p class=\"paragraph\">  (a) any patient, former patient, caregiver or other prescribed person who has made a complaint under this Act; or</p> <p class=\"paragraph\">  (b) any person who is mentioned in subsection (11). 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Certain other Acts</p> <p class=\"subsection\">(13) A person who is subject to the <i>Freedom of Information and Protection of Privacy Act</i>, the\r\n<i>Municipal Freedom of Information and Protection of Privacy Act</i> or the <i>Personal Health Information Protection Act, 2004</i> is not prevented by any provisions in those Acts from providing personal information or personal health information to the patient ombudsman, when the patient ombudsman requires the person to provide the information under this section. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Privilege preserved</p> <p class=\"subsection\">(14) Every person to whom this section applies has the same privileges in relation to the giving of information, the answering of questions, and the production of documents and things as witnesses have in any court. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Statements not admissible</p> <p class=\"subsection\">(15) Except on the trial of any person for an offence in respect of the person’s sworn testimony, no statement made or answer given by that or any other person in the course of any investigation by the patient ombudsman is admissible in evidence against any person in any court or at any inquiry or in any other proceedings, and no evidence in respect of proceedings before the patient ombudsman shall be given against any person. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Right to object to self-incrimination</p> <p class=\"subsection\">(16) A person giving a statement or answer in the course of any investigation before the patient ombudsman shall be informed by the patient ombudsman of the right to object to answer any question under section 5 of the <i>Canada Evidence Act</i>. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Protection from liability</p> <p class=\"subsection\">(17) No person is liable to prosecution for an offence against any Act, by reason of his or her compliance with any requirement of the patient ombudsman under this section. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Fees, allowances, etc.</p> <p class=\"subsection\">(18) Where any person is required by the patient ombudsman to attend before him or her for the purposes of this section, the person is entitled to the same fees, allowances and expenses as if he or she were a witness in the Superior Court of Justice, and the provisions of any relevant Act, regulation or rule apply accordingly, with necessary modification. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(19) Every person who is summoned by the patient ombudsman under this section, or is required to furnish or produce documents or information, shall comply with the summons or furnish or produce the documents or information, as the case may be. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Entry</p> <p class=\"subsection\">(20) For the purposes of an investigation under this section, the patient ombudsman may at any time enter upon any premises of a health sector organization and inspect the premises. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(21) Despite subsection (20), the patient ombudsman shall not enter any premises of a health sector organization, except with the consent of the health sector organization or under the authority of a warrant issued under subsection (23). 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Private dwellings</p> <p class=\"subsection\">(22) Despite subsection (20), the patient ombudsman shall not enter any premises that is being used as a dwelling, except with the consent of the occupier or under the authority of a warrant issued under subsection (23). 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Warrant</p> <p class=\"subsection\">(23) A justice of the peace may issue a warrant authorizing the patient ombudsman or another person to enter any premises of a health sector organization if the justice is satisfied, on evidence under oath or affirmation, that there are reasonable grounds to believe that it is necessary to enter the premises for the purposes of an investigation under this section. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Obstruction forbidden</p> <p class=\"subsection\">(24) No person shall, without lawful justification or excuse, wilfully obstruct, hinder or resist the patient ombudsman or a delegate of the patient ombudsman in the performance of his or her functions under this Act. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched5s4\">2014, c. 13, Sched. 5, s. 4</a></span> - 01/07/2016</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "13.4",
            "section_x": "13.4",
            "part_id": null,
            "part_type": null,
            "section_y": "Recommendations",
            "content": "13.4 (1) After making an investigation, the patient ombudsman may make any recommendations to a health sector organization that was the subject of the investigation that the patient ombudsman sees fit. 2014, c. 13, Sched. 5, s. 4. Copy to patient (2) Where the patient ombudsman makes recommendations to a health sector organization under subsection (1), the patient ombudsman shall also provide a copy of the recommendations to the patient, former patient, caregiver or other prescribed person who made the complaint, if any. 2014, c. 13, Sched. 5, s. 4. Personal information to be removed (3) Subject to any prescribed exceptions, the patient ombudsman shall, before providing the copy of recommendations under subsection (2), ensure that all personal information and personal health information about anyone other than the patient, former patient, caregiver or other prescribed person is redacted. 2014, c. 13, Sched. 5, s. 4. Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 5, s. 4 - 01/07/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>13.4 </b>(1) After making an investigation, the patient ombudsman may make any recommendations to a health sector organization that was the subject of the investigation that the patient ombudsman sees fit. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Copy to patient</p> <p class=\"subsection\">(2) Where the patient ombudsman makes recommendations to a health sector organization under subsection (1), the patient ombudsman shall also provide a copy of the recommendations to the patient, former patient, caregiver or other prescribed person who made the complaint, if any. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Personal information to be removed</p> <p class=\"subsection\">(3) Subject to any prescribed exceptions, the patient ombudsman shall, before providing the copy of recommendations under subsection (2), ensure that all personal information and personal health information about anyone other than the patient, former patient, caregiver or other prescribed person is redacted. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched5s4\">2014, c. 13, Sched. 5, s. 4</a></span> - 01/07/2016</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "13.5",
            "section_x": "13.5",
            "part_id": null,
            "part_type": null,
            "section_y": "Reports by patient ombudsman",
            "content": "13.5 (1) The patient ombudsman shall report to the Minister on the activities and recommendations of the patient ombudsman at least annually, and otherwise as the patient ombudsman considers appropriate. 2014, c. 13, Sched. 5, s. 4. Reports to LHINs (2) The patient ombudsman shall provide reports to local health integration networks on the activities of the patient ombudsman and his or her recommendations as the patient ombudsman considers appropriate. 2014, c. 13, Sched. 5, s. 4. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 13.5 (2) of the Act is repealed. (See: 2023, c. 19, Sched. 2, s. 19 (7)) No personal information (3) The patient ombudsman shall not include any personal information or personal health information in any reports made under this section. 2014, c. 13, Sched. 5, s. 4. Reports to be public (4) The patient ombudsman shall make the reports under this section available to the public, through publication on a website and any other means the patient ombudsman may consider appropriate. 2014, c. 13, Sched. 5, s. 4; 2019, c. 5, Sched. 3, s. 7 (12). Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 5, s. 4 - 01/07/2016 2019, c. 5, Sched. 3, s. 7 (12) - 01/04/2020 2023, c. 19, Sched. 2, s. 19 (7) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>13.5 </b>(1) The patient ombudsman shall report to the Minister on the activities and recommendations of the patient ombudsman at least annually, and otherwise as the patient ombudsman considers appropriate. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Reports to LHINs</p> <p class=\"subsection\">(2) The patient ombudsman shall provide reports to local health integration networks on the activities of the patient ombudsman and his or her recommendations as the patient ombudsman considers appropriate. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 13.5 (2) of the Act is repealed. (See: 2023, c. 19, Sched. 2, s. 19 (7))</span></p> <p class=\"headnote\">No personal information</p> <p class=\"subsection\">(3) The patient ombudsman shall not include any personal information or personal health information in any reports made under this section. 2014, c. 13, Sched. 5, s. 4.</p> <p class=\"headnote\">Reports to be public</p> <p class=\"subsection\">(4) The patient ombudsman shall make the reports under this section available to the public, through publication on a website and any other means the patient ombudsman may consider appropriate. 2014, c. 13, Sched. 5, s. 4; 2019, c. 5, Sched. 3, s. 7 (12).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched5s4\">2014, c. 13, Sched. 5, s. 4</a></span> - 01/07/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s12\">2019, c. 5, Sched. 3, s. 7 (12)</a></span> - 01/04/2020</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23019#sched2s19s7\">2023, c. 19, Sched. 2, s. 19 (7)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "13.6",
            "section_x": "13.6",
            "part_id": null,
            "part_type": null,
            "section_y": "Personal health information and the patient ombudsman",
            "content": "13.6 (1) The Agency may collect personal health information where the patient ombudsman collects that information in exercising the patient ombudsman’s powers under this Act. 2017, c. 25, Sched. 2, s. 3; 2019, c. 5, Sched. 3, s. 7 (13). Same (2) The Agency may use personal health information for purposes related to the functions of the patient ombudsman. 2017, c. 25, Sched. 2, s. 3; 2019, c. 5, Sched. 3, s. 7 (13). Disclosure (3) The Agency may disclose personal health information, (a) for purposes related to the functions of the patient ombudsman; or (b) where it is required by law or by an agreement or arrangement made under the authority of a statute of Ontario or Canada. 2019, c. 5, Sched. 3, s. 7 (14). Other information (4) In exercising their powers under this Act, the patient ombudsman and the Agency shall not collect, use or disclose personal health information if other information will serve the purpose of the collection, use or disclosure. 2019, c. 5, Sched. 3, s. 7 (14). Extent of information (5) In exercising their powers under this Act, the patient ombudsman and the Agency shall not collect, use or disclose more personal health information than is reasonably necessary to meet the purpose of the collection, use or disclosure. 2019, c. 5, Sched. 3, s. 7 (14). Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 5, s. 4 - 01/07/2016 2017, c. 25, Sched. 2, s. 3 - 12/12/2017 2019, c. 5, Sched. 3, s. 7 (13, 14) - 01/04/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>13.6 </b>(1) The Agency may collect personal health information where the patient ombudsman collects that information in exercising the patient ombudsman’s powers under this Act. 2017, c. 25, Sched. 2, s. 3; 2019, c. 5, Sched. 3, s. 7 (13).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Agency may use personal health information for purposes related to the functions of the patient ombudsman. 2017, c. 25, Sched. 2, s. 3; 2019, c. 5, Sched. 3, s. 7 (13).</p> <p class=\"headnote\">Disclosure</p> <p class=\"subsection\">(3) The Agency may disclose personal health information,</p> <p class=\"paragraph\">  (a) for purposes related to the functions of the patient ombudsman; or</p> <p class=\"paragraph\">  (b) where it is required by law or by an agreement or arrangement made under the authority of a statute of Ontario or Canada. 2019, c. 5, Sched. 3, s. 7 (14).</p> <p class=\"headnote\">Other information</p> <p class=\"subsection\">(4) In exercising their powers under this Act, the patient ombudsman and the Agency shall not collect, use or disclose personal health information if other information will serve the purpose of the collection, use or disclosure. 2019, c. 5, Sched. 3, s. 7 (14).</p> <p class=\"headnote\">Extent of information</p> <p class=\"subsection\">(5) In exercising their powers under this Act, the patient ombudsman and the Agency shall not collect, use or disclose more personal health information than is reasonably necessary to meet the purpose of the collection, use or disclosure. 2019, c. 5, Sched. 3, s. 7 (14).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched5s4\">2014, c. 13, Sched. 5, s. 4</a></span> - 01/07/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17025#sched2s3\">2017, c. 25, Sched. 2, s. 3</a></span> - 12/12/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s13\">2019, c. 5, Sched. 3, s. 7 (13, 14)</a></span> - 01/04/2020</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "13.6.1",
            "section_x": "13.6.1",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of Freedom of Information and Protection of Privacy Act",
            "content": "13.6.1 The Freedom of Information and Protection of Privacy Act does not apply to records in the Agency’s custody or control that contain information obtained or prepared by the patient ombudsman in the course of conducting an investigation under section 13.3. 2017, c. 25, Sched. 2, s. 3; 2019, c. 5, Sched. 3, s. 7 (15). Section Amendments with date in force (d/m/y) 2017, c. 25, Sched. 2, s. 3 - 12/12/2017 2019, c. 5, Sched. 3, s. 7 (15) - 01/04/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>13.6.1 </b>The <i>Freedom of Information and Protection of Privacy Act</i> does not apply to records in the Agency’s custody or control that contain information obtained or prepared by the patient ombudsman in the course of conducting an investigation under section 13.3. 2017, c. 25, Sched. 2, s. 3; 2019, c. 5, Sched. 3, s. 7 (15).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17025#sched2s3\">2017, c. 25, Sched. 2, s. 3</a></span> - 12/12/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s15\">2019, c. 5, Sched. 3, s. 7 (15)</a></span> - 01/04/2020</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "13.7",
            "section_x": "13.7",
            "part_id": null,
            "part_type": null,
            "section_y": "Immunity",
            "content": "13.7 (1) Repealed: 2019, c. 5, Sched. 3, s. 7 (16). (2) Repealed: 2016, c. 30, s. 37 (12). Testimony (3) Neither the patient ombudsman nor anyone employed by the Agency is a competent or compellable witness in a civil proceeding outside this Act in connection with anything done under sections 13.1 to 13.4. 2014, c. 13, Sched. 5, s. 4; 2019, c. 5, Sched. 3, s. 7 (17). Section Amendments with date in force (d/m/y) 2014, c. 13, Sched. 5, s. 4 - 01/07/2016 2016, c. 30, s. 37 (12)\r\n- 01/05/2017 2019, c. 5, Sched. 3, s. 7 (16, 17) - 01/04/2020 Medical Assistance in Dying",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>13.7 </b>(1) <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 5, Sched. 3, s. 7 (16).</p> <p class=\"subsection\">(2) <span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 37 (12).</p> <p class=\"headnote\">Testimony</p> <p class=\"subsection\">(3) Neither the patient ombudsman nor anyone employed by the Agency is a competent or compellable witness in a civil proceeding outside this Act in connection with anything done under sections 13.1 to 13.4. 2014, c. 13, Sched. 5, s. 4; 2019, c. 5, Sched. 3, s. 7 (17).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched5s4\">2014, c. 13, Sched. 5, s. 4</a></span> - 01/07/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s37s12\">2016, c. 30, s. 37 (12)</a></span>\r\n- 01/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s16\">2019, c. 5, Sched. 3, s. 7 (16, 17)</a></span> - 01/04/2020</p> <p class=\"heading1\"><a name=\"BK26\"></a>Medical Assistance in Dying</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "Medical Assistance in Dying",
            "section_x": "Medical Assistance in Dying",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "13.8",
            "section_x": "13.8",
            "part_id": null,
            "part_type": null,
            "section_y": "Immunity, MAID",
            "content": "13.8 (1) No action or other proceeding for damages shall be instituted against a physician or nurse practitioner or any other person assisting him or her for any act done or omitted in good faith in the performance or intended performance of medical assistance in dying. 2017, c. 7, s. 2 (2). Exception (2) Subsection (1) does not apply to an action or proceeding that is based upon the alleged negligence of a physician, nurse practitioner or other person. 2017, c. 7, s. 2 (2). Care providers (3) No action or other proceeding for damages based on direct or vicarious liability shall be instituted against a care provider or a director, officer or employee of a care provider for any act done or omitted in good faith, (a) by the care provider in relation to the delivery of medical assistance in dying; or (b) by a physician or nurse practitioner or any other person assisting him or her in the performance or intended performance of medical assistance in dying. 2017, c. 7, s. 2 (2). Exception, negligence (4) Subsection (3) does not apply to an action or proceeding that is based upon the alleged negligence of the care provider, director, officer, employee, physician, nurse practitioner or other person. 2017, c. 7, s. 2 (2). Definition, “care provider” (5) In this section, “care provider” means, (a)  Repealed: 2019, c. 5, Sched. 3, s. 7 (18). (a.1) a health service provider within the meaning of the\r\nConnecting Care Act, 2019, (b) a licensee as defined in subsection 2 (1) of the Retirement Homes Act, 2010, and (c) any other prescribed person or entity. 2017, c. 7, s. 2 (2); 2019, c. 5, Sched. 3, s. 7 (18, 19). Section Amendments with date in force (d/m/y) 2017, c. 7, s. 2 (2)\r\n- 10/05/2017 2019, c. 5, Sched. 3, s. 7 (18, 19) - 01/04/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>13.8 </b>(1) No action or other proceeding for damages shall be instituted against a physician or nurse practitioner or any other person assisting him or her for any act done or omitted in good faith in the performance or intended performance of medical assistance in dying. 2017, c. 7, s. 2 (2).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply to an action or proceeding that is based upon the alleged negligence of a physician, nurse practitioner or other person. 2017, c. 7, s. 2 (2).</p> <p class=\"headnote\">Care providers</p> <p class=\"subsection\">(3) No action or other proceeding for damages based on direct or vicarious liability shall be instituted against a care provider or a director, officer or employee of a care provider for any act done or omitted in good faith,</p> <p class=\"paragraph\">  (a) by the care provider in relation to the delivery of medical assistance in dying; or </p> <p class=\"paragraph\">  (b) by a physician or nurse practitioner or any other person assisting him or her in the performance or intended performance of medical assistance in dying. 2017, c. 7, s. 2 (2).</p> <p class=\"headnote\">Exception, negligence</p> <p class=\"subsection\">(4) Subsection (3) does not apply to an action or proceeding that is based upon the alleged negligence of the care provider, director, officer, employee, physician, nurse practitioner or other person. 2017, c. 7, s. 2 (2).</p> <p class=\"headnote\">Definition, “care provider”</p> <p class=\"subsection\">(5) In this section,</p> <p class=\"definition\">“care provider” means,</p> <p class=\"paragraph\">  (a)  <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 5, Sched. 3, s. 7 (18).</p> <p class=\"paragraph\"> (a.1) a health service provider within the meaning of the\r\n<i>Connecting Care Act, 2019</i>,</p> <p class=\"paragraph\">  (b) a licensee as defined in subsection 2 (1) of the <i>Retirement Homes Act, 2010</i>, and</p> <p class=\"paragraph\">  (c) any other prescribed person or entity. 2017, c. 7, s. 2 (2); 2019, c. 5, Sched. 3, s. 7 (18, 19).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17007#s2s2\">2017, c. 7, s. 2 (2)</a></span>\r\n- 10/05/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s18\">2019, c. 5, Sched. 3, s. 7 (18, 19)</a></span> - 01/04/2020</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "13.9",
            "section_x": "13.9",
            "part_id": null,
            "part_type": null,
            "section_y": "MAID has no effect on rights and benefits",
            "content": "13.9 (1) Subject to subsection (2), the fact that a person received medical assistance in dying may not be invoked as a reason to deny a right or refuse a benefit or any other sum which would otherwise be provided under a contract or statute. 2017, c. 7, s. 2 (2). Contrary intention (2) Subsection (1) applies unless an express contrary intention appears in the statute. 2017, c. 7, s. 2 (2). Section Amendments with date in force (d/m/y) 2017, c. 7, s. 2 (2)\r\n- 10/05/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>13.9 </b>(1) Subject to subsection (2), the fact that a person received medical assistance in dying may not be invoked as a reason to deny a right or refuse a benefit or any other sum which would otherwise be provided under a contract or statute. 2017, c. 7, s. 2 (2).</p> <p class=\"headnote\">Contrary intention</p> <p class=\"subsection\">(2) Subsection (1) applies unless an express contrary intention appears in the statute. 2017, c. 7, s. 2 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17007#s2s2\">2017, c. 7, s. 2 (2)</a></span>\r\n- 10/05/2017</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "13.10",
            "section_x": "13.10",
            "part_id": null,
            "part_type": null,
            "section_y": "Care co-ordination service",
            "content": "13.10 The Minister shall establish a care co-ordination service to assist patients and caregivers in accessing additional information and services for medical assistance in dying and other end-of-life options. 2017, c. 7, s. 2 (2). Section Amendments with date in force (d/m/y) 2017, c. 7, s. 2 (2)\r\n- 10/05/2017 Offences",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>13.10</b> The Minister shall establish a care co-ordination service to assist patients and caregivers in accessing additional information and services for medical assistance in dying and other end-of-life options. 2017, c. 7, s. 2 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17007#s2s2\">2017, c. 7, s. 2 (2)</a></span>\r\n- 10/05/2017</p> <p class=\"heading1\"><a name=\"BK30\"></a>Offences</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "Offences",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "14.",
            "section_x": "14.",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "14 Every person who contravenes a provision of this Act or the regulations is guilty of an offence and on conviction is liable to a fine, (a) not exceeding $10,000, in the case of an individual; and (b) not exceeding $25,000, in the case of a corporation.  2010, c. 14, s. 14. Regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>14 </b>Every person who contravenes a provision of this Act or the regulations is guilty of an offence and on conviction is liable to a fine,</p> <p class=\"paragraph\">  (a) not exceeding $10,000, in the case of an individual; and</p> <p class=\"paragraph\">  (b) not exceeding $25,000, in the case of a corporation.  2010, c. 14, s. 14.</p> <p class=\"heading1\"><a name=\"BK32\"></a>Regulations</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "Regulations",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "15.",
            "section_x": "15.",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations — Minister",
            "content": "15 (1) The Minister may make regulations, (a) providing for additional persons who are executives for the purposes of the definition of “executive” in section 1; (b) providing for additional bodies that are responsible bodies for the purposes of the definition of “responsible body” in section 1; (c) governing quality committees other than with respect to who may be a member, and, without restricting the generality of the foregoing, respecting their functions, record-keeping requirements and reporting relationships and providing for additional responsibilities for quality committees; (d) respecting the annual quality improvement plans, and, without restricting the generality of the foregoing, respecting the factors that regard must be had to in developing them, their content, including performance targets, and the manner in which health care organizations develop, publish and disclose them; (e) respecting surveys; (f) governing the patient relations process; (g) respecting the patient declaration of values, and, without restricting the generality of the foregoing, respecting their content and the manner in which health care organizations develop, publish and disclose them; (h) requiring health care organizations to submit reports concerning compliance with this Act, and governing when and how those reports are to be submitted; (i) providing for exemptions from any requirement under sections 1 to 9 of this Act, or imposed by a regulation made by the Minister and providing for conditions to which exemptions are subject.  2010, c. 14, s. 15 (1). Public consultation (2) Before making a regulation under this section, the Minister shall consult with the public in accordance with the relevant policies of the Government of Ontario concerning public consultation in the making of regulations.  2010, c. 14, s. 15 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>15 </b>(1) The Minister may make regulations,</p> <p class=\"paragraph\">  (a) providing for additional persons who are executives for the purposes of the definition of “executive” in section 1;</p> <p class=\"paragraph\">  (b) providing for additional bodies that are responsible bodies for the purposes of the definition of “responsible body” in section 1;</p> <p class=\"paragraph\">  (c) governing quality committees other than with respect to who may be a member, and, without restricting the generality of the foregoing, respecting their functions, record-keeping requirements and reporting relationships and providing for additional responsibilities for quality committees;</p> <p class=\"paragraph\">  (d) respecting the annual quality improvement plans, and, without restricting the generality of the foregoing, respecting the factors that regard must be had to in developing them, their content, including performance targets, and the manner in which health care organizations develop, publish and disclose them;</p> <p class=\"paragraph\">  (e) respecting surveys;<b> </b></p> <p class=\"paragraph\">  (f) governing the patient relations process;<b> </b></p> <p class=\"paragraph\">  (g) respecting the patient declaration of values, and, without restricting the generality of the foregoing, respecting their content and the manner in which health care organizations develop, publish and disclose them;</p> <p class=\"paragraph\">  (h) requiring health care organizations to submit reports concerning compliance with this Act, and governing when and how those reports are to be submitted; </p> <p class=\"paragraph\">  (i) providing for exemptions from any requirement under sections 1 to 9 of this Act, or imposed by a regulation made by the Minister and providing for conditions to which exemptions are subject.  2010, c. 14, s. 15 (1).</p> <p class=\"headnote\">Public consultation</p> <p class=\"subsection\">(2) Before making a regulation under this section, the Minister shall consult with the public in accordance with the relevant policies of the Government of Ontario concerning public consultation in the making of regulations.  2010, c. 14, s. 15 (2).</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "16.",
            "section_x": "16.",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations — Lieutenant Governor in Council ",
            "content": "16 (1) The Lieutenant Governor in Council may make regulations, (a) providing for additional organizations that are health care organizations for the purposes of the definition of “health care organization” in section 1; (b) respecting who may be a member of a quality committee; (c) governing the manner in which compensation for the executives of health care organizations is to be connected to the achievement of the performance improvement targets set out in quality improvement plans, and, without restricting the generality of the foregoing, providing for anything that may be provided for under section 9; (d)-(m)  Repealed: 2019, c. 5, Sched. 3, s. 7 (20). (m.1)  respecting and providing for conditions, restrictions or requirements that apply to the Agency and persons acting on its behalf in the collection, use and disclosure of personal health information under this Act; (n) governing the confidentiality and security of information, including personal information, the collection, use and disclosure of such information, the retention and disposal of such information, and access to and correction of such information, including restrictions on any of these things, for the purposes of the carrying out of the functions of the Agency under this Act; (o)-(t)  Repealed: 2019, c. 5, Sched. 3, s. 7 (23). (t.1) providing for additional functions of the patient ombudsman for the purposes of clause 13.1 (2) (e); (t.2) further defining, specifying or clarifying the meaning of “patient or former patient” and similar expressions for the purposes of sections 13.1 to 13.4; (t.3) respecting any matter that this Act describes as being prescribed or provided for in the regulations; (u) respecting any other matter that the Lieutenant Governor in Council considers necessary or desirable for carrying out the purposes and provisions of this Act.  2010, c. 14, s. 16 (1); 2014, c. 13, Sched. 5, s. 5; 2016, c. 30, s. 37 (13-15); 2017, c. 25, Sched. 2, s. 4; 2019, c. 5, Sched. 3, s. 7 (20-23). Public consultation before making regulations (2) The Lieutenant Governor in Council shall not make any regulation under this section unless, (a) the Minister has published a notice of the proposed regulation on the website of the Ministry and in any other format the Minister considers advisable; (b) the notice complies with the requirements of this section; (c) the time periods specified in the notice, during which members of the public may exercise a right described in clause (3) (b) or (c), have expired; and (d) the Minister has considered whatever comments and submissions that members of the public have made on the proposed regulation in accordance with clause (3) (b) or (c) and has reported to the Lieutenant Governor in Council on what, if any, changes to the proposed regulation the Minister considers appropriate.  2010, c. 14, s. 16 (2). Contents of notice (3) The notice mentioned in clause (2) (a) shall contain, (a) a description of the proposed regulation and the text of it; (b) a statement of the time period during which members of the public may submit written comments on the proposed regulation to the Minister and the manner in which and the address to which the comments must be submitted; (c) a description of whatever other rights, in addition to the right described in clause (b), that members of the public have to make submissions on the proposed regulation and the manner in which and the time period during which those rights must be exercised; (d) a statement of where and when members of the public may review written information about the proposed regulation; and (e) all other information that the Minister considers appropriate.  2010, c. 14, s. 16 (3). Time period for comments (4) The time period mentioned in clauses (3) (b) and (c) shall be at least 30 days after the Minister gives the notice mentioned in clause (2) (a) unless the Minister shortens the time period in accordance with subsection (5).  2010, c. 14, s. 16 (4). Shorter time period for comments (5) The Minister may shorten the time period if, in the Minister’s opinion, (a) the urgency of the situation requires it; (b) the proposed regulation clarifies the intent or operation of this Act or the regulations; or (c) the proposed regulation is of a minor or technical nature.  2010, c. 14, s. 16 (5). Discretion to make regulations (6) Upon receiving the Minister’s report mentioned in clause (2) (d), the Lieutenant Governor in Council, without further notice under subsection (2), may make the proposed regulation with the changes that the Lieutenant Governor in Council considers appropriate, whether or not those changes are mentioned in the Minister’s report.  2010, c. 14, s. 16 (6). No public consultation (7) The Minister may decide that subsections (2) to (6) should not apply to the power of the Lieutenant Governor in Council to make a regulation under this section if, in the Minister’s opinion, (a) the urgency of the situation requires it; (b) the proposed regulation clarifies the intent or operation of this Act or the regulations; or (c) the proposed regulation is of a minor or technical nature.  2010, c. 14, s. 16 (7). Same (8) If the Minister decides that subsections (2) to (6) should not apply to the power of the Lieutenant Governor in Council to make a regulation under this section, (a) those subsections do not apply to the power of the Lieutenant Governor in Council to make the regulation; and (b) the Minister shall give notice of the decision to the public as soon as is reasonably possible after making the decision.  2010, c. 14, s. 16 (8). Contents of notice (9) The notice mentioned in clause (8) (b) shall include a statement of the Minister’s reasons for making the decision and all other information that the Minister considers appropriate.  2010, c. 14, s. 16 (9). Publication of notice (10) The Minister shall publish the notice mentioned in clause (8) (b) on the website of the Ministry and give the notice by all other means that the Minister considers appropriate.  2010, c. 14, s. 16 (10). Temporary regulation (11) If the Minister decides that subsections (2) to (6) should not apply to the power of the Lieutenant Governor in Council to make a regulation under this section because the Minister is of the opinion that the urgency of the situation requires it, the regulation shall, (a) be identified as a temporary regulation in the text of the regulation; and (b) unless it is revoked before its expiry, expire at a time specified in the regulation, which shall not be after the second anniversary of the day on which the regulation comes into force.  2010, c. 14, s. 16 (11). No review (12) Subject to subsection (13), a court shall not review any action, decision, failure to take action or failure to make a decision by the Lieutenant Governor in Council or the Minister under subsections (2) to (11).  2010, c. 14, s. 16 (12). Exception (13) Any person resident in Ontario may make an application for judicial review under the Judicial Review Procedure Act on the grounds that the Minister has not taken a step required by subsections (2) to (11).  2010, c. 14, s. 16 (13). Time for application (14) No person shall make an application under subsection (13) with respect to a regulation later than 21 days after, (a) the Minister publishes a notice with respect to the regulation under clause (2) (a) or subsection (10), where applicable; or (b) the regulation is filed, if it is a regulation described in subsection (11).  2010, c. 14, s. 16 (14). Section Amendments with date in force (d/m/y) 2010, c. 14, s. 17\r\n- no effect - see 2017, c. 20, Sched. 8, s. 82 (2) - 14/11/2017 2014, c. 13, Sched. 5, s. 5 - 01/07/2016 2016, c. 30, s. 37 (13-15) - 08/12/2016 2017, c. 20, Sched. 8, s. 82 (1) - no effect - see 2019, c. 5, Sched. 3, s. 26 - no effect - see 2019, c. 5, Sched. 3, s. 7 (23) - 01/04/2020; 2017, c. 25, Sched. 2, s. 4 - 12/12/2017 2019, c. 5, Sched. 3, s. 7 (20-23) - 01/04/2020 17 Repealed: 2017, c. 20, Sched. 8, s. 82 (2). Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 8, s. 82 (2) - 14/11/2017 18-20 Omitted (amends, repeals or revokes other legislation).  2010, c. 14, ss. 18-20. 21 Omitted (provides for coming into force of provisions of this Act).  2010, c. 14, s. 21. 22 Omitted (enacts short title of this Act).  2010, c. 14, s. 22. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>16 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) providing for additional organizations that are health care organizations for the purposes of the definition of “health care organization” in section 1; </p> <p class=\"paragraph\">  (b) respecting who may be a member of a quality committee;</p> <p class=\"paragraph\">  (c) governing the manner in which compensation for the executives of health care organizations is to be connected to the achievement of the performance improvement targets set out in quality improvement plans, and, without restricting the generality of the foregoing, providing for anything that may be provided for under section 9; </p> <p class=\"paragraph\"> (d)-(m)  <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 5, Sched. 3, s. 7 (20).</p> <p class=\"paragraph\"> (m.1)  respecting and providing for conditions, restrictions or requirements that apply to the Agency and persons acting on its behalf in the collection, use and disclosure of personal health information under this Act;</p> <p class=\"paragraph\">  (n) governing the confidentiality and security of information, including personal information, the collection, use and disclosure of such information, the retention and disposal of such information, and access to and correction of such information, including restrictions on any of these things, for the purposes of the carrying out of the functions of the Agency under this Act;</p> <p class=\"paragraph\"> (o)-(t)  <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 5, Sched. 3, s. 7 (23).</p> <p class=\"paragraph\">  (t.1) providing for additional functions of the patient ombudsman for the purposes of clause 13.1 (2) (e);</p> <p class=\"paragraph\">  (t.2) further defining, specifying or clarifying the meaning of “patient or former patient” and similar expressions for the purposes of sections 13.1 to 13.4;</p> <p class=\"paragraph\">  (t.3) respecting any matter that this Act describes as being prescribed or provided for in the regulations;</p> <p class=\"paragraph\">  (u) respecting any other matter that the Lieutenant Governor in Council considers necessary or desirable for carrying out the purposes and provisions of this Act.  2010, c. 14, s. 16 (1); 2014, c. 13, Sched. 5, s. 5; 2016, c. 30, s. 37 (13-15); 2017, c. 25, Sched. 2, s. 4; 2019, c. 5, Sched. 3, s. 7 (20-23).</p> <p class=\"headnote\">Public consultation before making regulations<span> </span></p> <p class=\"subsection\">(2) The Lieutenant Governor in Council shall not make any regulation under this section unless,</p> <p class=\"paragraph\">  (a) the Minister has published a notice of the proposed regulation on the website of the Ministry and in any other format the Minister considers advisable;</p> <p class=\"paragraph\">  (b) the notice complies with the requirements of this section;</p> <p class=\"paragraph\">  (c) the time periods specified in the notice, during which members of the public may exercise a right described in clause (3) (b) or (c), have expired; and</p> <p class=\"paragraph\">  (d) the Minister has considered whatever comments and submissions that members of the public have made on the proposed regulation in accordance with clause (3) (b) or (c) and has reported to the Lieutenant Governor in Council on what, if any, changes to the proposed regulation the Minister considers appropriate.  2010, c. 14, s. 16 (2).</p> <p class=\"headnote\">Contents of notice</p> <p class=\"subsection\">(3) The notice mentioned in clause (2) (a) shall contain,</p> <p class=\"paragraph\">  (a) a description of the proposed regulation and the text of it;</p> <p class=\"paragraph\">  (b) a statement of the time period during which members of the public may submit written comments on the proposed regulation to the Minister and the manner in which and the address to which the comments must be submitted;</p> <p class=\"paragraph\">  (c) a description of whatever other rights, in addition to the right described in clause (b), that members of the public have to make submissions on the proposed regulation and the manner in which and the time period during which those rights must be exercised;</p> <p class=\"paragraph\">  (d) a statement of where and when members of the public may review written information about the proposed regulation; and</p> <p class=\"paragraph\">  (e) all other information that the Minister considers appropriate.  2010, c. 14, s. 16 (3).</p> <p class=\"headnote\">Time period for comments</p> <p class=\"subsection\">(4) The time period mentioned in clauses (3) (b) and (c) shall be at least 30 days after the Minister gives the notice mentioned in clause (2) (a) unless the Minister shortens the time period in accordance with subsection (5).  2010, c. 14, s. 16 (4).</p> <p class=\"headnote\">Shorter time period for comments</p> <p class=\"subsection\">(5) The Minister may shorten the time period if, in the Minister’s opinion,</p> <p class=\"paragraph\">  (a) the urgency of the situation requires it;</p> <p class=\"paragraph\">  (b) the proposed regulation clarifies the intent or operation of this Act or the regulations; or</p> <p class=\"paragraph\">  (c) the proposed regulation is of a minor or technical nature.  2010, c. 14, s. 16 (5).</p> <p class=\"headnote\">Discretion to make regulations</p> <p class=\"subsection\">(6) Upon receiving the Minister’s report mentioned in clause (2) (d), the Lieutenant Governor in Council, without further notice under subsection (2), may make the proposed regulation with the changes that the Lieutenant Governor in Council considers appropriate, whether or not those changes are mentioned in the Minister’s report.  2010, c. 14, s. 16 (6).</p> <p class=\"headnote\">No public consultation</p> <p class=\"subsection\">(7) The Minister may decide that subsections (2) to (6) should not apply to the power of the Lieutenant Governor in Council to make a regulation under this section if, in the Minister’s opinion,</p> <p class=\"paragraph\">  (a) the urgency of the situation requires it;</p> <p class=\"paragraph\">  (b) the proposed regulation clarifies the intent or operation of this Act or the regulations; or</p> <p class=\"paragraph\">  (c) the proposed regulation is of a minor or technical nature.  2010, c. 14, s. 16 (7).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) If the Minister decides that subsections (2) to (6) should not apply to the power of the Lieutenant Governor in Council to make a regulation under this section,</p> <p class=\"paragraph\">  (a) those subsections do not apply to the power of the Lieutenant Governor in Council to make the regulation; and</p> <p class=\"paragraph\">  (b) the Minister shall give notice of the decision to the public as soon as is reasonably possible after making the decision.  2010, c. 14, s. 16 (8).</p> <p class=\"headnote\">Contents of notice</p> <p class=\"subsection\">(9) The notice mentioned in clause (8) (b) shall include a statement of the Minister’s reasons for making the decision and all other information that the Minister considers appropriate.  2010, c. 14, s. 16 (9).</p> <p class=\"headnote\">Publication of notice</p> <p class=\"subsection\">(10) The Minister shall publish the notice mentioned in clause (8) (b) on the website of the Ministry and give the notice by all other means that the Minister considers appropriate.  2010, c. 14, s. 16 (10).</p> <p class=\"headnote\">Temporary regulation</p> <p class=\"subsection\">(11) If the Minister decides that subsections (2) to (6) should not apply to the power of the Lieutenant Governor in Council to make a regulation under this section because the Minister is of the opinion that the urgency of the situation requires it, the regulation shall,</p> <p class=\"paragraph\">  (a) be identified as a temporary regulation in the text of the regulation; and</p> <p class=\"paragraph\">  (b) unless it is revoked before its expiry, expire at a time specified in the regulation, which shall not be after the second anniversary of the day on which the regulation comes into force.  2010, c. 14, s. 16 (11).</p> <p class=\"headnote\">No review</p> <p class=\"subsection\">(12) Subject to subsection (13), a court shall not review any action, decision, failure to take action or failure to make a decision by the Lieutenant Governor in Council or the Minister under subsections (2) to (11).  2010, c. 14, s. 16 (12).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(13) Any person resident in Ontario may make an application for judicial review under the <i>Judicial Review Procedure Act</i> on the grounds that the Minister has not taken a step required by subsections (2) to (11).  2010, c. 14, s. 16 (13).</p> <p class=\"headnote\">Time for application</p> <p class=\"subsection\">(14) No person shall make an application under subsection (13) with respect to a regulation later than 21 days after,</p> <p class=\"paragraph\">  (a) the Minister publishes a notice with respect to the regulation under clause (2) (a) or subsection (10), where applicable; or</p> <p class=\"paragraph\">  (b) the regulation is filed, if it is a regulation described in subsection (11).  2010, c. 14, s. 16 (14).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10014#s17s1\">2010, c. 14, s. 17</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched8s82s2\">2017, c. 20, Sched. 8, s. 82 (2)</a></span> - 14/11/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14013#sched5s5\">2014, c. 13, Sched. 5, s. 5</a></span> - 01/07/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s37s13\">2016, c. 30, s. 37 (13-15)</a></span> - 08/12/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched8s82s1\">2017, c. 20, Sched. 8, s. 82 (1)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s26\">2019, c. 5, Sched. 3, s. 26</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s23\">2019, c. 5, Sched. 3, s. 7 (23)</a></span> - 01/04/2020; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17025#sched2s4\">2017, c. 25, Sched. 2, s. 4</a></span> - 12/12/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19005#sched3s7s20\">2019, c. 5, Sched. 3, s. 7 (20-23)</a></span> - 01/04/2020</p> <p class=\"section\"><b>17 </b><span class=\"ovsmallcap\">Repealed</span>: 2017, c. 20, Sched. 8, s. 82 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched8s82s2\">2017, c. 20, Sched. 8, s. 82 (2)</a></span> - 14/11/2017</p> <p class=\"section\"><b>18</b><b>-20 </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span>  2010, c. 14, ss. 18-20.</p> <p class=\"section\"><b>21</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2010, c. 14, s. 21.</p> <p class=\"section\"><b>22</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2010, c. 14, s. 22.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/10e14\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": NaN,
            "TOCid": "nan",
            "section_x": NaN,
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        }
    ]
}