{
    "act_info": {
        "full_title": "Extra-Provincial Corporations Act, R.S.O. 1990, c. E.27",
        "act_name_text": "Extra-Provincial Corporations Act",
        "citation": "R.S.O. 1990, c. E.27",
        "url": "https://www.ontario.ca/laws/statute/90e27",
        "date_scraped": "2023-12-18 14:21:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 19, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90e27/v5",
            "valid_from": "November 14, 2020",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/90e27/v4",
            "valid_from": "May 12, 2020",
            "valid_to": "November 13, 2020"
        },
        {
            "a_href": "/laws/statute/90e27/v3",
            "valid_from": "November 14, 2017",
            "valid_to": "May 11, 2020"
        },
        {
            "a_href": "/laws/statute/90e27/v2",
            "valid_from": "March 30, 2011",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/90e27/v1",
            "valid_from": "June 29, 2001",
            "valid_to": "March 29, 2011"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/210401",
            "Citation": "O. Reg. 401/21",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “business” includes undertaking and non-profit activities; (“activités”) “court” means the Superior Court of Justice; (“tribunal”) “day” means a clear day; (“jour”) “Director” means the Director appointed under section 3; (“directeur”) “electronic signature” means an identifying mark or process that is, (a) created or communicated using telephonic or electronic means, (b) attached to or associated with a document or other information, and (c) made or adopted by a person to associate the person with the document or other information, as the case may be; (“signature électronique”) “endorse” includes, (a) imprinting a stamp, in accordance with subsection 5 (2), on the face of an application sent to the Director, and (b) electronically producing an equivalent to a stamp in respect of an application or other documents sent to the Director; (“produire”) “extra-provincial corporation” means a corporation, with or without share capital, incorporated or continued otherwise than by or under the authority of an Act of the Legislative Assembly; (“personne morale extraprovinciale”) “Minister” means the member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the Executive Council Act; (“ministre”) “Ministry” means the Ministry of the Minister; (“ministère”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means the regulations made under this Act; (“règlements”). “send” includes deliver or mail; (“envoyer”) “telephonic or electronic means” means any means that uses the telephone or any other electronic or other technological means to transmit information or data, including telephone calls, voice mail, fax, e-mail, an automated touch-tone telephone system, computer or computer networks. (“moyen de communication téléphonique ou électronique”)  R.S.O. 1990, c. E.27, s. 1 (1); 2001, c. 9, Sched. D, s. 6 (1, 2); 2017, c. 20, Sched. 6, s. 88 (2-5). Carrying on business in Ontario (2) For the purposes of this Act, an extra-provincial corporation carries on its business in Ontario if, (a) it has a resident agent, representative, warehouse, office or place where it carries on its business in Ontario; (b) it holds an interest, otherwise than by way of security, in real property situate in Ontario; or (c) it otherwise carries on its business in Ontario.  R.S.O. 1990, c. E.27, s. 1 (2). Idem (3) An extra-provincial corporation does not carry on its business in Ontario by reason only that, (a) it takes orders for or buys or sells goods, wares and merchandise; or (b) offers or sells services of any type, by use of travellers or through advertising or correspondence.  R.S.O. 1990, c. E.27, s. 1 (3). Interpretation re period of days (4) In this Act, a period of days is deemed to commence on the day following the event that began the period and is deemed to terminate at midnight of the last day of the period, except that if the last day of the period falls on a holiday, the period terminates at midnight of the next day that is not a holiday. 2017, c. 20, Sched. 6, s. 88 (6). Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. D, s. 6 (1, 2) - 29/06/2001 2017, c. 20, Sched. 6, s. 88 (2-6) - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“business” includes undertaking and non-profit activities; (“activités”)</p> <p class=\"definition\">“court” means the Superior Court of Justice; (“tribunal”)</p> <p class=\"definition\">“day” means a clear day; (“jour”)</p> <p class=\"definition\">“Director” means the Director appointed under section 3; (“directeur”)</p> <p class=\"definition\">“electronic signature” means an identifying mark or process that is,</p> <p class=\"defparagraph\">  (a) created or communicated using telephonic or electronic means,</p> <p class=\"defparagraph\">  (b) attached to or associated with a document or other information, and</p> <p class=\"defparagraph\">  (c) made or adopted by a person to associate the person with the document or other information, as the case may be; (“signature électronique”)</p> <p class=\"definition\">“endorse” includes,</p> <p class=\"defparagraph\">  (a) imprinting a stamp, in accordance with subsection 5 (2), on the face of an application sent to the Director, and</p> <p class=\"defparagraph\">  (b) electronically producing an equivalent to a stamp in respect of an application or other documents sent to the Director; (“produire”)</p> <p class=\"definition\">“extra-provincial corporation” means a corporation, with or without share capital, incorporated or continued otherwise than by or under the authority of an Act of the Legislative Assembly; (“personne morale extraprovinciale”)</p> <p class=\"definition\">“Minister” means the member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“Ministry” means the Ministry of the Minister; (“ministère”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”).</p> <p class=\"definition\">“send” includes deliver or mail; (“envoyer”)</p> <p class=\"definition\">“telephonic or electronic means” means any means that uses the telephone or any other electronic or other technological means to transmit information or data, including telephone calls, voice mail, fax, e-mail, an automated touch-tone telephone system, computer or computer networks. (“moyen de communication téléphonique ou électronique”)  R.S.O. 1990, c. E.27, s. 1 (1); 2001, c. 9, Sched. D, s. 6 (1, 2); 2017, c. 20, Sched. 6, s. 88 (2-5).</p> <p class=\"headnote\">Carrying on business in Ontario</p> <p class=\"subsection\">(2) For the purposes of this Act, an extra-provincial corporation carries on its business in Ontario if,</p> <p class=\"paragraph\">  (a) it has a resident agent, representative, warehouse, office or place where it carries on its business in Ontario;</p> <p class=\"paragraph\">  (b) it holds an interest, otherwise than by way of security, in real property situate in Ontario; or</p> <p class=\"paragraph\">  (c) it otherwise carries on its business in Ontario.  R.S.O. 1990, c. E.27, s. 1 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) An extra-provincial corporation does not carry on its business in Ontario by reason only that,</p> <p class=\"paragraph\">  (a) it takes orders for or buys or sells goods, wares and merchandise; or</p> <p class=\"paragraph\">  (b) offers or sells services of any type,</p> <p class=\"subsection\">by use of travellers or through advertising or correspondence.  R.S.O. 1990, c. E.27, s. 1 (3).</p> <p class=\"headnote\">Interpretation re period of days</p> <p class=\"subsection\">(4) In this Act, a period of days is deemed to commence on the day following the event that began the period and is deemed to terminate at midnight of the last day of the period, except that if the last day of the period falls on a holiday, the period terminates at midnight of the next day that is not a holiday. 2017, c. 20, Sched. 6, s. 88 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedds6s1\">2001, c. 9, Sched. D, s. 6 (1, 2)</a></span> - 29/06/2001</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s88s2\">2017, c. 20, Sched. 6, s. 88 (2-6)</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.1",
            "section_x": "Execution of documents",
            "part_id": null,
            "part_type": null,
            "section_y": "Execution of documents",
            "content": "1.1 Any application or other document required or permitted to be executed by more than one person for the purposes of this Act may be executed in several documents of like form each of which is executed by one or more persons, and such documents, when duly executed by all persons required or permitted, as the case may be, to do so, are deemed to constitute one document for the purposes of this Act. 2017, c. 20, Sched. 6, s. 89. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 89 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>1.1 </b>Any application or other document required or permitted to be executed by more than one person for the purposes of this Act may be executed in several documents of like form each of which is executed by one or more persons, and such documents, when duly executed by all persons required or permitted, as the case may be, to do so, are deemed to constitute one document for the purposes of this Act. 2017, c. 20, Sched. 6, s. 89.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s89\">2017, c. 20, Sched. 6, s. 89</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Classes of extra-provincial corporations",
            "part_id": null,
            "part_type": null,
            "section_y": "Classes of extra-provincial corporations",
            "content": "2 (1) Extra-provincial corporations shall be classified into the following classes: Class 1. Corporations incorporated or continued by or under the authority of an Act of a legislature of a province of Canada. Class 2. Corporations incorporated or continued by or under the authority of an Act of the Parliament of Canada or of the legislature of a territory of Canada. Class 3. Corporations incorporated or continued under the laws of a jurisdiction outside of Canada.  R.S.O. 1990, c. E.27, s. 2 (1); 1999, c. 12, Sched. F, s. 25 (1). Class 1 (2) Corporations incorporated under the laws of the Northwest Territories or of Nunavut but governed by the corporation laws of a province are corporations within Class 1.  1999, c. 12, Sched. F, s. 25 (2). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. F, s. 25 (1, 2) - 22/12/1999 Administration",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>(1) Extra-provincial corporations shall be classified into the following classes:</p> <p class=\"paragraph\">  Class 1. Corporations incorporated or continued by or under the authority of an Act of a legislature of a province of Canada.</p> <p class=\"paragraph\">  Class 2. Corporations incorporated or continued by or under the authority of an Act of the Parliament of Canada or of the legislature of a territory of Canada.</p> <p class=\"paragraph\">  Class 3. Corporations incorporated or continued under the laws of a jurisdiction outside of Canada.  R.S.O. 1990, c. E.27, s. 2 (1); 1999, c. 12, Sched. F, s. 25 (1).</p> <p class=\"headnote\">Class 1</p> <p class=\"subsection\">(2) Corporations incorporated under the laws of the Northwest Territories or of Nunavut but governed by the corporation laws of a province are corporations within Class 1.  1999, c. 12, Sched. F, s. 25 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. F, s. 25 (1, 2) - 22/12/1999</p> <p class=\"heading1\"><a name=\"BK4\"></a>Administration</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Administration",
            "section_x": "Administration",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.",
            "section_x": "Appointment of Director",
            "part_id": null,
            "part_type": null,
            "section_y": "Appointment of Director",
            "content": "3 The Minister shall appoint a Director to carry out the duties and exercise the powers of the Director under this Act. 2017, c. 20, Sched. 6, s. 90. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 90 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>3 </b>The Minister shall appoint a Director to carry out the duties and exercise the powers of the Director under this Act. 2017, c. 20, Sched. 6, s. 90.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s90\">2017, c. 20, Sched. 6, s. 90</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "3.1",
            "section_x": "Delegation of Director’s duties and powers",
            "part_id": null,
            "part_type": null,
            "section_y": "Delegation of Director’s duties and powers",
            "content": "3.1 The Director may delegate in writing any or all of the Director’s duties and powers under this Act to any person, subject to any restrictions set out in the delegation. 2017, c. 20, Sched. 6, s. 90. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 90 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>3.1 </b>The Director may delegate in writing any or all of the Director’s duties and powers under this Act to any person, subject to any restrictions set out in the delegation. 2017, c. 20, Sched. 6, s. 90.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s90\">2017, c. 20, Sched. 6, s. 90</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "3.2",
            "section_x": "Signature",
            "part_id": null,
            "part_type": null,
            "section_y": "Signature",
            "content": "3.2 (1) If this Act requires or authorizes the Director to endorse a licence or to issue a certificate, including a certificate as to any fact, or a certified copy of a document, the licence, certificate or certified copy must be signed by the Director or by a public servant employed under Part III of the Public Service of Ontario Act, 2006 and designated by the regulations. 2017, c. 20, Sched. 6, s. 90. Evidence (2) A licence or certificate referred to in subsection (1) or a certified copy of it, when introduced as evidence in any civil, criminal or administrative action or proceeding, is, in the absence of evidence to the contrary, proof of the facts so certified without personal appearance to prove the signature or official position of the person appearing to have signed the endorsed licence or certificate. 2017, c. 20, Sched. 6, s. 90. Reproduction of signature (3) For the purposes of this section, any signature authorized under this section may be printed or otherwise mechanically or electronically reproduced. 2017, c. 20, Sched. 6, s. 90. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 90 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>3.2 </b>(1)<b> </b>If this Act requires or authorizes the Director to endorse a licence or to issue a certificate, including a certificate as to any fact, or a certified copy of a document, the licence, certificate or certified copy must be signed by the Director or by a public servant employed under Part III of the <i>Public Service of Ontario Act, 2006</i> and designated by the regulations. 2017, c. 20, Sched. 6, s. 90.</p> <p class=\"headnote\">Evidence</p> <p class=\"subsection\">(2) A licence or certificate referred to in subsection (1) or a certified copy of it, when introduced as evidence in any civil, criminal or administrative action or proceeding, is, in the absence of evidence to the contrary, proof of the facts so certified without personal appearance to prove the signature or official position of the person appearing to have signed the endorsed licence or certificate. 2017, c. 20, Sched. 6, s. 90.</p> <p class=\"headnote\">Reproduction of signature</p> <p class=\"subsection\">(3) For the purposes of this section, any signature authorized under this section may be printed or otherwise mechanically or electronically reproduced. 2017, c. 20, Sched. 6, s. 90.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s90\">2017, c. 20, Sched. 6, s. 90</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "3.3",
            "section_x": "Agreements with authorized persons",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreements with authorized persons",
            "content": "3.3 (1) In this section, “business filing services” includes any of the duties and powers of the Director and related services. 2017, c. 20, Sched. 6, s. 90. Agreements to provide business filing services (2) The Minister or a person designated by the Minister may, on behalf of the Crown in right of Ontario, enter into one or more agreements authorizing a person or entity to provide business filing services on behalf of the Crown, the government, the Minister, the Director or other government official. 2017, c. 20, Sched. 6, s. 90. Not Crown agent (3) A person or entity that has entered into an agreement under subsection (2) for the provision of business filing services is not an agent of the Crown for any purpose despite the Crown Agency Act, unless a regulation provides otherwise. 2017, c. 20, Sched. 6, s. 90. Use, etc., of records and information (4) An agreement entered into under subsection (2) may also include provisions respecting the use, disclosure, sale or licensing of records and information required under this Act. 2017, c. 20, Sched. 6, s. 90. Discretion to delegate unaffected by agreement (5) An agreement entered into under subsection (2) does not affect the Director’s power to delegate any duties or powers under section 3.1. 2017, c. 20, Sched. 6, s. 90. No power to waive or refund fees for services (6) A person or entity that has entered into an agreement under subsection (2) for the provision of business filing services may not waive or refund all or part of any fee for such a service that is payable to the Province of Ontario, but the person or entity may pay all or part of the fee on behalf of the person or entity to whom the service was provided. 2017, c. 20, Sched. 6, s. 90. Deemed date of receipt by Director (7) Applications and other documents and information sent to a person or entity that has entered into an agreement under subsection (2), that authorizes the person or entity to receive applications and other documents and information on behalf of the Director, are deemed to be received by the Director on the date that they are received by the authorized person or entity. 2017, c. 20, Sched. 6, s. 90. Agreements for use, etc., of records and information (8) The Minister or the Director, or a person designated by the Minister or the Director, may enter into an agreement with any person or entity respecting the use, disclosure, sale or licensing of records and information required under this Act. 2017, c. 20, Sched. 6, s. 90. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 90 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>3.3 </b>(1) In this section,</p> <p class=\"definition\">“business filing services” includes any of the duties and powers of the Director and related services. 2017, c. 20, Sched. 6, s. 90.</p> <p class=\"headnote\">Agreements to provide business filing services</p> <p class=\"subsection\">(2) The Minister or a person designated by the Minister may, on behalf of the Crown in right of Ontario, enter into one or more agreements authorizing a person or entity to provide business filing services on behalf of the Crown, the government, the Minister, the Director or other government official. 2017, c. 20, Sched. 6, s. 90.</p> <p class=\"headnote\">Not Crown agent</p> <p class=\"subsection\">(3) A person or entity that has entered into an agreement under subsection (2) for the provision of business filing services is not an agent of the Crown for any purpose despite the <i>Crown Agency Act</i>, unless a regulation provides otherwise. 2017, c. 20, Sched. 6, s. 90.</p> <p class=\"headnote\">Use, etc., of records and information</p> <p class=\"subsection\">(4) An agreement entered into under subsection (2) may also include provisions respecting the use, disclosure, sale or licensing of records and information required under this Act. 2017, c. 20, Sched. 6, s. 90.</p> <p class=\"headnote\">Discretion to delegate unaffected by agreement</p> <p class=\"subsection\">(5) An agreement entered into under subsection (2) does not affect the Director’s power to delegate any duties or powers under section 3.1. 2017, c. 20, Sched. 6, s. 90.</p> <p class=\"headnote\">No power to waive or refund fees for services</p> <p class=\"subsection\">(6) A person or entity that has entered into an agreement under subsection (2) for the provision of business filing services may not waive or refund all or part of any fee for such a service that is payable to the Province of Ontario, but the person or entity may pay all or part of the fee on behalf of the person or entity to whom the service was provided. 2017, c. 20, Sched. 6, s. 90.</p> <p class=\"headnote\">Deemed date of receipt by Director</p> <p class=\"subsection\">(7) Applications and other documents and information sent to a person or entity that has entered into an agreement under subsection (2), that authorizes the person or entity to receive applications and other documents and information on behalf of the Director, are deemed to be received by the Director on the date that they are received by the authorized person or entity. 2017, c. 20, Sched. 6, s. 90.</p> <p class=\"headnote\">Agreements for use, etc., of records and information</p> <p class=\"subsection\">(8) The Minister or the Director, or a person designated by the Minister or the Director, may enter into an agreement with any person or entity respecting the use, disclosure, sale or licensing of records and information required under this Act. 2017, c. 20, Sched. 6, s. 90.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s90\">2017, c. 20, Sched. 6, s. 90</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "3.4",
            "section_x": "Property of Crown",
            "part_id": null,
            "part_type": null,
            "section_y": "Property of Crown",
            "content": "3.4 The records and information filed with and maintained by the Director under this Act are the property of the Crown. 2017, c. 20, Sched. 6, s. 90. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 90 - 19/10/2021 Licensing",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>3.4 </b>The records and information filed with and maintained by the Director under this Act are the property of the Crown. 2017, c. 20, Sched. 6, s. 90.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s90\">2017, c. 20, Sched. 6, s. 90</a></span> - 19/10/2021</p> <p class=\"heading1\"><a name=\"BK10\"></a>Licensing</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Licensing",
            "section_x": "Licensing",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "4.",
            "section_x": "Where licence not required",
            "part_id": null,
            "part_type": null,
            "section_y": "Where licence not required",
            "content": "4 (1) Subject to this Act, the Corporations Information Act and any other Act, an extra-provincial corporation within class 1 or 2 may carry on any of its business in Ontario without obtaining a licence under this Act.  R.S.O. 1990, c. E.27, s. 4 (1). Carrying on business without licence prohibited (2) No extra-provincial corporation within class 3 shall carry on any of its business in Ontario without a licence under this Act to do so, and no person acting as representative for or agent for any such extra-provincial corporation shall carry on any of its business in Ontario unless the corporation has a licence under this Act.  R.S.O. 1990, c. E.27, s. 4 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>4 </b>(1) Subject to this Act, the <i>Corporations Information Act</i> and any other Act, an extra-provincial corporation within class 1 or 2 may carry on any of its business in Ontario without obtaining a licence under this Act.  R.S.O. 1990, c. E.27, s. 4 (1).</p> <p class=\"headnote\">Carrying on business without licence prohibited</p> <p class=\"subsection\">(2) No extra-provincial corporation within class 3 shall carry on any of its business in Ontario without a licence under this Act to do so, and no person acting as representative for or agent for any such extra-provincial corporation shall carry on any of its business in Ontario unless the corporation has a licence under this Act.  R.S.O. 1990, c. E.27, s. 4 (2).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "5.",
            "section_x": "Application for licence, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Application for licence, etc.",
            "content": "5 (1) Unless otherwise provided in this Act, the regulations or the Director’s requirements, an extra-provincial corporation may make an application for a licence, an amended licence or a termination of licence by sending the application to the Director. 2017, c. 20, Sched. 6, s. 92. Application in paper format (2) If the application is sent to the Director in paper format, one original of the application must be signed by a director or officer of the corporation and sent to the Director in the approved form. 2017, c. 20, Sched. 6, s. 92. Application in electronic format (3) If the application is sent to the Director in an electronic format, the application, (a) must meet any signature or authorization requirements established by the Director under section 24.4; and (b) must be sent to the Director in a format that is prescribed by the Minister or required by the Director. 2017, c. 20, Sched. 6, s. 92. Director’s endorsement (4) Unless otherwise provided in this Act, the regulations or the Director’s requirements, when the Director receives an application completed in accordance with subsection (2) or (3), the Director may endorse the application with a licence, an amended licence or a termination of a licence setting out the day, month and year of endorsement and the corporation number. 2017, c. 20, Sched. 6, s. 92. Same (4.1) If the Director so endorses the application, the Director shall, (a) file the endorsed application in the records maintained under section 16.1; and (b) send or otherwise make available to the corporation or its representative a copy of the licence, amended licence or termination of the licence. 2017, c. 20, Sched. 6, s. 92. Date of endorsement (4.2) An endorsement referred to in subsection (4) must be dated as of, (a) the day the Director receives, (i) the application completed in accordance with subsection (2) or (3), (ii) all other required documents executed in accordance with this Act, the regulations and the Director’s requirements, (iii) all other required information, and (iv) the required fee; or (b) any later date that is acceptable to the Director and specified by the person who submitted the application. 2017, c. 20, Sched. 6, s. 92. Effective date of endorsement (4.3) An endorsement under this section is effective on the date shown in the endorsement even if any action required to be taken by the Director under this Act with respect to the endorsement of the application and filing or recording of the licence, amended licence or termination of the licence by the Director is taken at a later date. 2017, c. 20, Sched. 6, s. 92. Incorrect assignment of corporation number (4.4) If, through inadvertence or otherwise, the Director has assigned to a corporation a corporation number that is the same as the corporation number previously assigned to another corporation, the Director may, without holding a hearing, change the corporation number assigned to the corporation and any licence subsequently endorsed for the corporation under this Act must bear its new corporation number. 2017, c. 20, Sched. 6, s. 92. Reissue of licence (4.5) If a new corporation number is assigned to a corporation under subsection (4.4), the Director may reissue the licence, and the reissued licence must bear the new corporation number. 2017, c. 20, Sched. 6, s. 92. Corrected corporation number (4.6) If the Director has endorsed a licence, amended licence or termination of a licence that sets out the corporation number incorrectly, the Director may substitute a corrected licence that bears the date of the licence it replaces. 2017, c. 20, Sched. 6, s. 92. Same (4.7) If, for any reason, the Director has assigned more than one corporation number to a corporation, the Director may, without holding a hearing, determine which corporation number will be assigned to the corporation, and may cancel a licence showing a corporation number that is no longer assigned to the corporation. 2017, c. 20, Sched. 6, s. 92. Restrictions on licence (5) The Director may make a licence or an amended licence subject to restrictions on the business of a corporation and to such other limitations or conditions as are specified in the licence or amended licence.  R.S.O. 1990, c. E.27, s. 5 (5). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 82 (1) - 01/03/1995; 1998, c. 18, Sched. E, s. 87 - 01/03/1999 2017, c. 20, Sched. 6, s. 92 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>5 </b>(1) Unless otherwise provided in this Act, the regulations or the Director’s requirements, an extra-provincial corporation may make an application for a licence, an amended licence or a termination of licence by sending the application to the Director. 2017, c. 20, Sched. 6, s. 92.</p> <p class=\"headnote\">Application in paper format</p> <p class=\"subsection\">(2) If the application is sent to the Director in paper format, one original of the application must be signed by a director or officer of the corporation and sent to the Director in the approved form. 2017, c. 20, Sched. 6, s. 92.</p> <p class=\"headnote\">Application in electronic format</p> <p class=\"subsection\">(3) If the application is sent to the Director in an electronic format, the application,</p> <p class=\"paragraph\">  (a) must meet any signature or authorization requirements established by the Director under section 24.4; and</p> <p class=\"paragraph\">  (b) must be sent to the Director in a format that is prescribed by the Minister or required by the Director. 2017, c. 20, Sched. 6, s. 92.</p> <p class=\"headnote\">Director’s endorsement</p> <p class=\"subsection\">(4) Unless otherwise provided in this Act, the regulations or the Director’s requirements, when the Director receives an application completed in accordance with subsection (2) or (3), the Director may endorse the application with a licence, an amended licence or a termination of a licence setting out the day, month and year of endorsement and the corporation number. 2017, c. 20, Sched. 6, s. 92.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4.1) If the Director so endorses the application, the Director shall,</p> <p class=\"paragraph\">  (a) file the endorsed application in the records maintained under section 16.1; and</p> <p class=\"paragraph\">  (b) send or otherwise make available to the corporation or its representative a copy of the licence, amended licence or termination of the licence. 2017, c. 20, Sched. 6, s. 92.</p> <p class=\"headnote\">Date of endorsement</p> <p class=\"subsection\">(4.2) An endorsement referred to in subsection (4) must be dated as of,</p> <p class=\"paragraph\">  (a) the day the Director receives,</p> <p class=\"subpara\">  (i) the application completed in accordance with subsection (2) or (3),</p> <p class=\"subpara\">  (ii) all other required documents executed in accordance with this Act, the regulations and the Director’s requirements,</p> <p class=\"subpara\">  (iii) all other required information, and</p> <p class=\"subpara\">  (iv) the required fee; or</p> <p class=\"paragraph\">  (b) any later date that is acceptable to the Director and specified by the person who submitted the application. 2017, c. 20, Sched. 6, s. 92.</p> <p class=\"headnote\">Effective date of endorsement</p> <p class=\"subsection\">(4.3) An endorsement under this section is effective on the date shown in the endorsement even if any action required to be taken by the Director under this Act with respect to the endorsement of the application and filing or recording of the licence, amended licence or termination of the licence by the Director is taken at a later date. 2017, c. 20, Sched. 6, s. 92.</p> <p class=\"headnote\">Incorrect assignment of corporation number</p> <p class=\"subsection\">(4.4) If, through inadvertence or otherwise, the Director has assigned to a corporation a corporation number that is the same as the corporation number previously assigned to another corporation, the Director may, without holding a hearing, change the corporation number assigned to the corporation and any licence subsequently endorsed for the corporation under this Act must bear its new corporation number. 2017, c. 20, Sched. 6, s. 92.</p> <p class=\"headnote\">Reissue of licence</p> <p class=\"subsection\">(4.5) If a new corporation number is assigned to a corporation under subsection (4.4), the Director may reissue the licence, and the reissued licence must bear the new corporation number. 2017, c. 20, Sched. 6, s. 92.</p> <p class=\"headnote\">Corrected corporation number</p> <p class=\"subsection\">(4.6) If the Director has endorsed a licence, amended licence or termination of a licence that sets out the corporation number incorrectly, the Director may substitute a corrected licence that bears the date of the licence it replaces. 2017, c. 20, Sched. 6, s. 92.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4.7) If, for any reason, the Director has assigned more than one corporation number to a corporation, the Director may, without holding a hearing, determine which corporation number will be assigned to the corporation, and may cancel a licence showing a corporation number that is no longer assigned to the corporation. 2017, c. 20, Sched. 6, s. 92.</p> <p class=\"headnote\">Restrictions on licence</p> <p class=\"subsection\">(5) The Director may make a licence or an amended licence subject to restrictions on the business of a corporation and to such other limitations or conditions as are specified in the licence or amended licence.  R.S.O. 1990, c. E.27, s. 5 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 82 (1) - 01/03/1995; 1998, c. 18, Sched. E, s. 87 - 01/03/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s92\">2017, c. 20, Sched. 6, s. 92</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "5.1",
            "section_x": "Electronic version prevails",
            "part_id": null,
            "part_type": null,
            "section_y": "Electronic version prevails",
            "content": "5.1 (1) If an application referred to in subsection 5 (1) is filed in an electronic format and there is a conflict between the electronic version and any other version of the application, the electronic version of the application endorsed with the licence, amended licence or termination of the licence under this Act and recorded in an electronic system maintained under section 16.1, or a printed copy of the electronic version, prevails over any other version of the application that may exist, regardless of whether the other version of the application has been executed in accordance with this Act, the regulations and the Director’s requirements. 2017, c. 20, Sched. 6, s. 93. Same, prescribed documents (2) If a prescribed document is filed in an electronic format and there is a conflict between the electronic version and any other version of the document, the electronic version of the document recorded in an electronic system maintained under section 16.1, or a printed copy of the electronic version, prevails over any other version of the document that may exist, regardless of whether the other version of the document has been executed in accordance with this Act, the regulations and the Director’s requirements. 2017, c. 20, Sched. 6, s. 93. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 93 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>5.1 </b>(1) If an application referred to in subsection 5 (1) is filed in an electronic format and there is a conflict between the electronic version and any other version of the application, the electronic version of the application endorsed with the licence, amended licence or termination of the licence under this Act and recorded in an electronic system maintained under section 16.1, or a printed copy of the electronic version, prevails over any other version of the application that may exist, regardless of whether the other version of the application has been executed in accordance with this Act, the regulations and the Director’s requirements. 2017, c. 20, Sched. 6, s. 93.</p> <p class=\"headnote\">Same, prescribed documents</p> <p class=\"subsection\">(2) If a prescribed document is filed in an electronic format and there is a conflict between the electronic version and any other version of the document, the electronic version of the document recorded in an electronic system maintained under section 16.1, or a printed copy of the electronic version, prevails over any other version of the document that may exist, regardless of whether the other version of the document has been executed in accordance with this Act, the regulations and the Director’s requirements. 2017, c. 20, Sched. 6, s. 93.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s93\">2017, c. 20, Sched. 6, s. 93</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "5.2",
            "section_x": "Filing by fax",
            "part_id": null,
            "part_type": null,
            "section_y": "Filing by fax",
            "content": "5.2 Despite any regulation made under section 24.1, applications and other documents may be filed by fax only with the Director’s consent. 2017, c. 20, Sched. 6, s. 93. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 93 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>5.2 </b>Despite any regulation made under section 24.1, applications and other documents may be filed by fax only with the Director’s consent. 2017, c. 20, Sched. 6, s. 93.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s93\">2017, c. 20, Sched. 6, s. 93</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "6.",
            "section_x": "Where endorsement refused",
            "part_id": null,
            "part_type": null,
            "section_y": "Where endorsement refused",
            "content": "6 (1) Where the Director refuses to endorse any application required by this Act to be endorsed by the Director before it becomes effective, he or she shall give written notice to the person who delivered the application of the refusal, specifying the reasons therefor.  R.S.O. 1990, c. E.27, s. 6 (1); 2017, c. 20, Sched. 6, s. 94. Idem (2) Where, within six months after an application referred to in subsection 5 (1) has been sent to the Director, the Director has not endorsed the application, the Director shall be deemed for the purposes of section 8 to have refused to endorse it.  R.S.O. 1990, c. E.27, s. 6 (2); 2017, c. 20, Sched. 6, s. 94. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 94 - 14/11/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>6 </b>(1) Where the Director refuses to endorse any application required by this Act to be endorsed by the Director before it becomes effective, he or she shall give written notice to the person who delivered the application of the refusal, specifying the reasons therefor.  R.S.O. 1990, c. E.27, s. 6 (1); 2017, c. 20, Sched. 6, s. 94.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Where, within six months after an application referred to in subsection 5 (1) has been sent to the Director, the Director has not endorsed the application, the Director shall be deemed for the purposes of section 8 to have refused to endorse it.  R.S.O. 1990, c. E.27, s. 6 (2); 2017, c. 20, Sched. 6, s. 94.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s94\">2017, c. 20, Sched. 6, s. 94</a></span> - 14/11/2017</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "7.",
            "section_x": "Director may cancel licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Director may cancel licence",
            "content": "7 (1) Where sufficient cause is shown, the Director, after giving an extra-provincial corporation within class 3 an opportunity to be heard, may by order cancel the licence of the corporation upon such date as is fixed in the order.  R.S.O. 1990, c. E.27, s. 7 (1). Review by Director (2) If no proceedings have been taken under section 8, the Director may at any time review an order made under subsection (1) and may affirm, revoke or vary any such order if in the Director’s opinion it is appropriate to do so.  R.S.O. 1990, c. E.27, s. 7 (2). Definition (3) In this section, “sufficient cause” includes, (a) failure to pay any required fee, (b) failure to comply with section 19, (c) failure to comply with a filing requirement under the Corporations Information Act, and (d) a conviction of the extra-provincial corporation for an offence under the Criminal Code (Canada) or an offence as defined in the Provincial Offences Act in circumstances where cancellation of the licence is in the public interest.  R.S.O. 1990, c. E.27, s. 7 (3); 1994, c. 17, s. 44 (1); 1998, c. 18, Sched. E, s. 88. Section Amendments with date in force (d/m/y) 1994, c. 17, s. 44 (1) - 01/04/1995; 1998, c. 18, Sched. E, s. 88 - 01/03/1999",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>7 </b>(1) Where sufficient cause is shown, the Director, after giving an extra-provincial corporation within class 3 an opportunity to be heard, may by order cancel the licence of the corporation upon such date as is fixed in the order.  R.S.O. 1990, c. E.27, s. 7 (1).</p> <p class=\"headnote\">Review by Director</p> <p class=\"subsection\">(2) If no proceedings have been taken under section 8, the Director may at any time review an order made under subsection (1) and may affirm, revoke or vary any such order if in the Director’s opinion it is appropriate to do so.  R.S.O. 1990, c. E.27, s. 7 (2).</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(3) In this section,</p> <p class=\"definition\">“sufficient cause” includes,</p> <p class=\"paragraph\">  (a) failure to pay any required fee,</p> <p class=\"paragraph\">  (b) failure to comply with section 19,</p> <p class=\"paragraph\">  (c) failure to comply with a filing requirement under the <i>Corporations Information Act</i>, and</p> <p class=\"paragraph\">  (d) a conviction of the extra-provincial corporation for an offence under the <i>Criminal Code</i> (Canada) or an offence as defined in the <i>Provincial Offences Act</i> in circumstances where cancellation of the licence is in the public interest.  R.S.O. 1990, c. E.27, s. 7 (3); 1994, c. 17, s. 44 (1); 1998, c. 18, Sched. E, s. 88.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 17, s. 44 (1) - 01/04/1995; 1998, c. 18, Sched. E, s. 88 - 01/03/1999</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "8.",
            "section_x": "Appeal",
            "part_id": null,
            "part_type": null,
            "section_y": "Appeal",
            "content": "8 (1) A person aggrieved by a decision of the Director, (a) to refuse to endorse an application; (b) to make or refuse to make an order under section 11; (c) to cancel a licence under section 7 or subsection 12 (2); (d) to require that a corrected licence be endorsed under section 13; or (e) to impose conditions on a licence or amended licence, may appeal to the Divisional Court.  R.S.O. 1990, c. E.27, s. 8 (1); 2017, c. 20, Sched. 6, s. 95. Certification by Director (2) The Director shall certify to the Divisional Court, (a) the decision of the Director together with a statement of the reasons therefor; (b) the record of any hearing; and (c) other material that is relevant to the appeal.  R.S.O. 1990, c. E.27, s. 8 (2). Director may be heard (3)  The Director is entitled to be heard by counsel or otherwise upon the argument of an appeal under this section.  R.S.O. 1990, c. E.27, s. 8 (3). Court order (4) Where an appeal is taken under this section, the court may direct the Director to make such decision or do such other act that the Director is empowered to do under this Act, as the court thinks proper, having regard to the material and submissions before it.  R.S.O. 1990, c. E.27, s. 8 (4). Further orders by Director (5) Despite an order of the court under subsection (4), the Director has power to make any further decision where he or she is presented with new material or where there is a material change in the circumstances and every such decision is subject to this section.  R.S.O. 1990, c. E.27, s. 8 (5). Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 95 (1, 2) - 14/11/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>8 </b>(1) A person aggrieved by a decision of the Director,</p> <p class=\"paragraph\">  (a) to refuse to endorse an application;</p> <p class=\"paragraph\">  (b) to make or refuse to make an order under section 11;</p> <p class=\"paragraph\">  (c) to cancel a licence under section 7 or subsection 12 (2);</p> <p class=\"paragraph\">  (d) to require that a corrected licence be endorsed under section 13; or</p> <p class=\"paragraph\">  (e) to impose conditions on a licence or amended licence,</p> <p class=\"Ssection\">may appeal to the Divisional Court.  R.S.O. 1990, c. E.27, s. 8 (1); 2017, c. 20, Sched. 6, s. 95.</p> <p class=\"headnote\">Certification by Director</p> <p class=\"subsection\">(2) The Director shall certify to the Divisional Court,</p> <p class=\"paragraph\">  (a) the decision of the Director together with a statement of the reasons therefor;</p> <p class=\"paragraph\">  (b) the record of any hearing; and</p> <p class=\"paragraph\">  (c) other material that is relevant to the appeal.  R.S.O. 1990, c. E.27, s. 8 (2).</p> <p class=\"headnote\">Director may be heard</p> <p class=\"subsection\">(3)  The Director is entitled to be heard by counsel or otherwise upon the argument of an appeal under this section.  R.S.O. 1990, c. E.27, s. 8 (3).</p> <p class=\"headnote\">Court order</p> <p class=\"subsection\">(4) Where an appeal is taken under this section, the court may direct the Director to make such decision or do such other act that the Director is empowered to do under this Act, as the court thinks proper, having regard to the material and submissions before it.  R.S.O. 1990, c. E.27, s. 8 (4).</p> <p class=\"headnote\">Further orders by Director</p> <p class=\"subsection\">(5) Despite an order of the court under subsection (4), the Director has power to make any further decision where he or she is presented with new material or where there is a material change in the circumstances and every such decision is subject to this section.  R.S.O. 1990, c. E.27, s. 8 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s95s1\">2017, c. 20, Sched. 6, s. 95 (1, 2)</a></span> - 14/11/2017</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "9.",
            "section_x": "Use of other name",
            "part_id": null,
            "part_type": null,
            "section_y": "Use of other name",
            "content": "9 An extra-provincial corporation may, subject to its incorporating instrument, the Corporations Information Act\r\nand any other Act, use and identify itself in Ontario by a name other than its corporate name.  1999, c. 12, Sched. F, s. 26. Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. F, s. 26 - 27/03/2000",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>9 </b>An extra-provincial corporation may, subject to its incorporating instrument, the <i>Corporations Information Act</i>\r\nand any other Act, use and identify itself in Ontario by a name other than its corporate name.  1999, c. 12, Sched. F, s. 26.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. F, s. 26 - 27/03/2000</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "10.",
            "section_x": "Where name, etc., likely to deceive",
            "part_id": null,
            "part_type": null,
            "section_y": "Where name, etc., likely to deceive",
            "content": "10 (1) Despite section 9 and subject to subsection (2), an extra-provincial corporation within class 1 or 3 shall not use or identify itself in Ontario by a name, (a) that contains a word or expression prohibited by the regulations; (b) that is the same as or, except where a number name is used, similar to, (i) the name of a known, (A) body corporate, (B) trust, (C) association, (D) partnership, (E) sole proprietorship, or (F) individual, whether in existence or not, or (ii) the known name under which any body corporate, trust, association, partnership, sole proprietorship or individual carries on its business or identifies itself, if the use of that name would be likely to deceive; or (c) that does not meet the requirements prescribed by the regulations.  R.S.O. 1990, c. E.27, s. 10 (1). Exception (2) An extra-provincial corporation within class 1 or 3 may use or identify itself in Ontario by a name described in clause (1) (b) upon compliance with such conditions as may be prescribed.  R.S.O. 1990, c. E.27, s. 10 (2). Filing material (3) An extra-provincial corporation to which this section applies shall file with the Director such documents relating to the name or proposed name as may be prescribed.  R.S.O. 1990, c. E.27, s. 10 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>10 </b>(1) Despite section 9 and subject to subsection (2), an extra-provincial corporation within class 1 or 3 shall not use or identify itself in Ontario by a name,</p> <p class=\"paragraph\">  (a) that contains a word or expression prohibited by the regulations;</p> <p class=\"paragraph\">  (b) that is the same as or, except where a number name is used, similar to,</p> <p class=\"subclause\">  (i) the name of a known,</p> <p class=\"subsubclause\">  (A) body corporate,</p> <p class=\"subsubclause\">  (B) trust,</p> <p class=\"subsubclause\">  (C) association,</p> <p class=\"subsubclause\">  (D) partnership,</p> <p class=\"subsubclause\">  (E) sole proprietorship, or</p> <p class=\"subsubclause\">  (F) individual,</p> <p class=\"subpara\">whether in existence or not, or</p> <p class=\"subclause\">  (ii) the known name under which any body corporate, trust, association, partnership, sole proprietorship or individual carries on its business or identifies itself,</p> <p class=\"paragraph\">if the use of that name would be likely to deceive; or</p> <p class=\"paragraph\">  (c) that does not meet the requirements prescribed by the regulations.  R.S.O. 1990, c. E.27, s. 10 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) An extra-provincial corporation within class 1 or 3 may use or identify itself in Ontario by a name described in clause (1) (b) upon compliance with such conditions as may be prescribed.  R.S.O. 1990, c. E.27, s. 10 (2).</p> <p class=\"headnote\">Filing material</p> <p class=\"subsection\">(3) An extra-provincial corporation to which this section applies shall file with the Director such documents relating to the name or proposed name as may be prescribed.  R.S.O. 1990, c. E.27, s. 10 (3).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "11.",
            "section_x": "Where contravention",
            "part_id": null,
            "part_type": null,
            "section_y": "Where contravention",
            "content": "11 (1) If an extra-provincial corporation within class 1 or 3, through inadvertence or otherwise, uses or identifies itself by a name contrary to section 10, the Director may, after giving the extra-provincial corporation an opportunity to be heard, order it to cease using the name in Ontario and, where the name is contained in a licence, the Director may order that the corporation apply for an amended licence under a different name within the time specified in the order.  R.S.O. 1990, c. E.27, s. 11 (1). Written hearing (1.1) A hearing under subsection (1) shall be in writing in accordance with rules made by the Director under the Statutory Powers Procedures Act.  1998, c. 18, Sched. E, s. 89. Director may apply for order under s. 14 (2) Where an extra-provincial corporation within class 1 fails to comply with an order made under subsection (1), the Director may apply to the court for an order under section 14.  R.S.O. 1990, c. E.27, s. 11 (2). Director may cancel licence (3) Where an extra-provincial corporation within class 3 fails to apply for an amended licence pursuant to an order under subsection (1), the Director may cancel the licence.  R.S.O. 1990, c. E.27, s. 11 (3). Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 89 - 01/03/1999",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>11 </b>(1) If an extra-provincial corporation within class 1 or 3, through inadvertence or otherwise, uses or identifies itself by a name contrary to section 10, the Director may, after giving the extra-provincial corporation an opportunity to be heard, order it to cease using the name in Ontario and, where the name is contained in a licence, the Director may order that the corporation apply for an amended licence under a different name within the time specified in the order.  R.S.O. 1990, c. E.27, s. 11 (1).</p> <p class=\"headnote\">Written hearing</p> <p class=\"subsection\">(1.1) A hearing under subsection (1) shall be in writing in accordance with rules made by the Director under the <i>Statutory Powers Procedures Act.</i>  1998, c. 18, Sched. E, s. 89.</p> <p class=\"headnote\">Director may apply for order under s. 14</p> <p class=\"subsection\">(2) Where an extra-provincial corporation within class 1 fails to comply with an order made under subsection (1), the Director may apply to the court for an order under section 14.  R.S.O. 1990, c. E.27, s. 11 (2).</p> <p class=\"headnote\">Director may cancel licence</p> <p class=\"subsection\">(3) Where an extra-provincial corporation within class 3 fails to apply for an amended licence pursuant to an order under subsection (1), the Director may cancel the licence.  R.S.O. 1990, c. E.27, s. 11 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 89 - 01/03/1999</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "12.",
            "section_x": "Where change of name or jurisdiction",
            "part_id": null,
            "part_type": null,
            "section_y": "Where change of name or jurisdiction",
            "content": "12 (1) An extra-provincial corporation within class 3 shall make application for an amended licence where, (a) it has changed its name or has been ordered to change its name under section 11; or (b) it has continued under the laws of another jurisdiction.  R.S.O. 1990, c. E.27, s. 12 (1). Where corporation ceases to carry on business (2) Where an extra-provincial corporation within class 3 has not carried on any of its business in Ontario for any two consecutive years, the extra-provincial corporation shall make application for termination of its licence or, if it does not do so, the Director, upon giving the corporation an opportunity to be heard, may by order cancel the licence.  R.S.O. 1990, c. E.27, s. 12 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>12 </b>(1) An extra-provincial corporation within class 3 shall make application for an amended licence where,</p> <p class=\"paragraph\">  (a) it has changed its name or has been ordered to change its name under section 11; or</p> <p class=\"paragraph\">  (b) it has continued under the laws of another jurisdiction.  R.S.O. 1990, c. E.27, s. 12 (1).</p> <p class=\"headnote\">Where corporation ceases to carry on business</p> <p class=\"subsection\">(2) Where an extra-provincial corporation within class 3 has not carried on any of its business in Ontario for any two consecutive years, the extra-provincial corporation shall make application for termination of its licence or, if it does not do so, the Director, upon giving the corporation an opportunity to be heard, may by order cancel the licence.  R.S.O. 1990, c. E.27, s. 12 (2).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "13.",
            "section_x": "Errors in licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Errors in licence",
            "content": "13 (1) If a licence contains an error, the corporation may apply to the Director for a corrected licence and, if requested by the Director, shall surrender the licence to the Director within the time period specified by the Director. 2017, c. 20, Sched. 6, s. 96. Same (2) If the Director is aware that a licence contains an error, the Director may notify the corporation that a corrected licence may be required and the corporation shall, if requested by the Director, surrender the licence to the Director within the time period specified by the Director. 2017, c. 20, Sched. 6, s. 96. Director to endorse corrected licence (3) After giving the corporation an opportunity to be heard in respect of an error described in subsection (1) or (2) and if the Director is of the opinion that it is appropriate to do so and is satisfied that any steps required by the Director have been taken by the corporation, the Director shall endorse a corrected licence. 2017, c. 20, Sched. 6, s. 96. Date on corrected licence (4) A corrected licence endorsed under subsection (3) may bear the date of the licence it replaces. 2017, c. 20, Sched. 6, s. 96. Same (5) If a correction is made with respect to the date of the endorsement, the corrected licence shall bear the corrected date. 2017, c. 20, Sched. 6, s. 96. Section Amendments with date in force (d/m/y) 1994, c. 27, s. 82 (2) - 01/03/1995 2017, c. 20, Sched. 6, s. 96 - 19/10/2021 General",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>13</b> (1) If a licence contains an error, the corporation may apply to the Director for a corrected licence and, if requested by the Director, shall surrender the licence to the Director within the time period specified by the Director. 2017, c. 20, Sched. 6, s. 96.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If the Director is aware that a licence contains an error, the Director may notify the corporation that a corrected licence may be required and the corporation shall, if requested by the Director, surrender the licence to the Director within the time period specified by the Director. 2017, c. 20, Sched. 6, s. 96.</p> <p class=\"headnote\">Director to endorse corrected licence</p> <p class=\"subsection\">(3) After giving the corporation an opportunity to be heard in respect of an error described in subsection (1) or (2) and if the Director is of the opinion that it is appropriate to do so and is satisfied that any steps required by the Director have been taken by the corporation, the Director shall endorse a corrected licence. 2017, c. 20, Sched. 6, s. 96.</p> <p class=\"headnote\">Date on corrected licence</p> <p class=\"subsection\">(4) A corrected licence endorsed under subsection (3) may bear the date of the licence it replaces. 2017, c. 20, Sched. 6, s. 96.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) If a correction is made with respect to the date of the endorsement, the corrected licence shall bear the corrected date. 2017, c. 20, Sched. 6, s. 96.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 82 (2) - 01/03/1995</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s96\">2017, c. 20, Sched. 6, s. 96</a></span> - 19/10/2021</p> <p class=\"heading1\"><a name=\"BK23\"></a>General</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "14.",
            "section_x": "Court order",
            "part_id": null,
            "part_type": null,
            "section_y": "Court order",
            "content": "14 (1) The Director may apply to the court for an order prohibiting an extra-provincial corporation within class 1 from carrying on its business in Ontario or such other order as the Director may think fit and, where sufficient cause exists, the court may make an order under subsection (2).  R.S.O. 1990, c. E.27, s. 14 (1). Idem (2) Upon an application under this section, the court may make any interim or final order it thinks fit.  R.S.O. 1990, c. E.27, s. 14 (2). Definition (3) In subsection (1), “sufficient cause” includes, (a) failure to comply with a filing requirement under the Corporations Information Act, (b) a conviction of the extra-provincial corporation for an offence under the Criminal Code (Canada) or an offence as defined in the Provincial Offences Act, in circumstances where an order of prohibition is in the public interest, and (c) failure to comply with an order made under section 11.  R.S.O. 1990, c. E.27, s. 14 (3); 1994, c. 17, s. 44 (2). Section Amendments with date in force (d/m/y) 1994, c. 17, s. 44 (2) - 01/04/1995",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>14 </b>(1) The Director may apply to the court for an order prohibiting an extra-provincial corporation within class 1 from carrying on its business in Ontario or such other order as the Director may think fit and, where sufficient cause exists, the court may make an order under subsection (2).  R.S.O. 1990, c. E.27, s. 14 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Upon an application under this section, the court may make any interim or final order it thinks fit.  R.S.O. 1990, c. E.27, s. 14 (2).</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(3) In subsection (1),</p> <p class=\"definition\">“sufficient cause” includes,</p> <p class=\"paragraph\">  (a) failure to comply with a filing requirement under the <i>Corporations Information Act</i>,</p> <p class=\"paragraph\">  (b) a conviction of the extra-provincial corporation for an offence under the <i>Criminal Code</i> (Canada) or an offence as defined in the <i>Provincial Offences Act</i>, in circumstances where an order of prohibition is in the public interest, and</p> <p class=\"paragraph\">  (c) failure to comply with an order made under section 11.  R.S.O. 1990, c. E.27, s. 14 (3); 1994, c. 17, s. 44 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoleft\">1994, c. 17, s. 44 (2) - 01/04/1995</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "15.",
            "section_x": "Notice not deemed",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice not deemed",
            "content": "15 No person is affected by or is deemed to have knowledge of the contents of a document concerning an extra-provincial corporation by reason only that the document has been filed with the Director.  R.S.O. 1990, c. E.27, s. 15.",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>15 </b>No person is affected by or is deemed to have knowledge of the contents of a document concerning an extra-provincial corporation by reason only that the document has been filed with the Director.  R.S.O. 1990, c. E.27, s. 15.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "16.",
            "section_x": "Certificate",
            "part_id": null,
            "part_type": null,
            "section_y": "Certificate",
            "content": "16 The Director shall, on payment of the required fee, issue a certificate certifying, (a) as to the endorsement or non-endorsement of a licence for any corporation; (b) as to the filing or non-filing of any document or material required or permitted to be filed under this Act; or (c) that a person named in the certificate on the date or during the period specified in the certificate is shown on the records of the Ministry as an officer or agent for service of the corporation named in the certificate.  R.S.O. 1990, c. E.27, s. 16; 1998, c. 18, Sched. E, s. 90; 2017, c. 20, Sched. 6, s. 98. Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 90 - 01/03/1999 2017, c. 20, Sched. 6, s. 98 - 14/11/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>16 </b>The Director shall, on payment of the required fee, issue a certificate certifying,</p> <p class=\"paragraph\">  (a) as to the endorsement or non-endorsement of a licence for any corporation;</p> <p class=\"paragraph\">  (b) as to the filing or non-filing of any document or material required or permitted to be filed under this Act; or</p> <p class=\"paragraph\">  (c) that a person named in the certificate on the date or during the period specified in the certificate is shown on the records of the Ministry as an officer or agent for service of the corporation named in the certificate.  R.S.O. 1990, c. E.27, s. 16; 1998, c. 18, Sched. E, s. 90; 2017, c. 20, Sched. 6, s. 98.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 90 - 01/03/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s98\">2017, c. 20, Sched. 6, s. 98</a></span> - 14/11/2017</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "16.1",
            "section_x": "Form of Director’s records",
            "part_id": null,
            "part_type": null,
            "section_y": "Form of Director’s records",
            "content": "16.1 (1) Records required by this Act to be prepared and maintained by the Director may be in paper form, in electronic form or in photographic film form, or may be entered or recorded by any system of mechanical or electronic data processing or information storage that is capable of reproducing required information in an accurate and intelligible form within a reasonable time. 2017, c. 20, Sched. 6, s. 99. Admission as evidence (2) If the records maintained by the Director are prepared and maintained other than in written form, (a) the Director shall give any copy required to be given under this Act in intelligible written form; and (b) a report reproduced from those records that purports to be certified by the Director or by a public servant referred to in section 3.2 is, without proof of the office or signature of the person appearing to have signed the certificate, admissible in evidence. 2017, c. 20, Sched. 6, s. 99. Copy in lieu of document (3) The Director is not required to produce any document if a copy of the document is given in compliance with clause (2) (a). 2017, c. 20, Sched. 6, s. 99. Search, etc., of records (4) A person who has paid the required fee is entitled, using any search method approved by the Director, to search and obtain copies of any document required by this Act, the regulations or the Director to be sent to the Director. 2017, c. 20, Sched. 6, s. 99. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 99 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>16.1 </b>(1) Records required by this Act to be prepared and maintained by the Director may be in paper form, in electronic form or in photographic film form, or may be entered or recorded by any system of mechanical or electronic data processing or information storage that is capable of reproducing required information in an accurate and intelligible form within a reasonable time. 2017, c. 20, Sched. 6, s. 99.</p> <p class=\"headnote\">Admission as evidence</p> <p class=\"subsection\">(2) If the records maintained by the Director are prepared and maintained other than in written form,</p> <p class=\"paragraph\">  (a) the Director shall give any copy required to be given under this Act in intelligible written form; and</p> <p class=\"paragraph\">  (b) a report reproduced from those records that purports to be certified by the Director or by a public servant referred to in section 3.2 is, without proof of the office or signature of the person appearing to have signed the certificate, admissible in evidence. 2017, c. 20, Sched. 6, s. 99.</p> <p class=\"headnote\">Copy in lieu of document</p> <p class=\"subsection\">(3) The Director is not required to produce any document if a copy of the document is given in compliance with clause (2) (a). 2017, c. 20, Sched. 6, s. 99.</p> <p class=\"headnote\">Search, etc., of records</p> <p class=\"subsection\">(4) A person who has paid the required fee is entitled, using any search method approved by the Director, to search and obtain copies of any document required by this Act, the regulations or the Director to be sent to the Director. 2017, c. 20, Sched. 6, s. 99.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s99\">2017, c. 20, Sched. 6, s. 99</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "16.2",
            "section_x": "Documents may be publicly available",
            "part_id": null,
            "part_type": null,
            "section_y": "Documents may be publicly available",
            "content": "16.2 The Director may publish or otherwise make available to the public, (a) any documents sent by the Director under this Act; and (b) any documents required by this Act, the regulations or the Director to be sent to the Director under this Act. 2017, c. 20, Sched. 6, s. 99. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 99 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>16.2 </b>The Director may publish or otherwise make available to the public,</p> <p class=\"paragraph\">  (a) any documents sent by the Director under this Act; and</p> <p class=\"paragraph\">  (b) any documents required by this Act, the regulations or the Director to be sent to the Director under this Act. 2017, c. 20, Sched. 6, s. 99.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s99\">2017, c. 20, Sched. 6, s. 99</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "16.3",
            "section_x": "Inability to receive filings in electronic system",
            "part_id": null,
            "part_type": null,
            "section_y": "Inability to receive filings in electronic system",
            "content": "16.3 (1) Despite any regulation made under clause 24.1 (1) (f), if the Director is of the opinion that it is not possible, for any reason, to receive applications and other documents and information in an electronic format in an electronic system maintained under section 16.1, the Director may require that they be filed in paper format alone in accordance with the Director’s requirements, if any, or in another electronic format approved by the Director. 2017, c. 20, Sched. 6, s. 99. Same, retaining filings and requests until system is operational (2) If the Director is of the opinion that it is not possible, for any reason, to endorse or issue applications or other documents using an electronic system maintained under section 16.1, the Director may retain applications and other documents that have been filed until it is possible for the Director to endorse or issue them in accordance with this Act, the regulations and the Director’s requirements, if any. 2017, c. 20, Sched. 6, s. 99. Same, searches (3) If the Director is of the opinion that it is not possible, for any reason, for searches to be made of an electronic system maintained under section 16.1, the Director may retain search requests that have been filed until it is possible for searches to be made. 2017, c. 20, Sched. 6, s. 99. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 99 - 19/10/2021 16.3.1 Repealed: R.S.O. 1990, c. E.27, s. 16.3.1 (5) Section Amendments with date in force (d/m/y) 1990, c. E.27, s. 16.3.1 (5) - 19/10/2021 2020, c. 7, Sched. 10, s. 1 - 12/05/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>16.3 </b>(1) Despite any regulation made under clause 24.1 (1) (f), if the Director is of the opinion that it is not possible, for any reason, to receive applications and other documents and information in an electronic format in an electronic system maintained under section 16.1, the Director may require that they be filed in paper format alone in accordance with the Director’s requirements, if any, or in another electronic format approved by the Director. 2017, c. 20, Sched. 6, s. 99.</p> <p class=\"headnote\">Same, retaining filings and requests until system is operational</p> <p class=\"subsection\">(2) If the Director is of the opinion that it is not possible, for any reason, to endorse or issue applications or other documents using an electronic system maintained under section 16.1, the Director may retain applications and other documents that have been filed until it is possible for the Director to endorse or issue them in accordance with this Act, the regulations and the Director’s requirements, if any. 2017, c. 20, Sched. 6, s. 99.</p> <p class=\"headnote\">Same, searches</p> <p class=\"subsection\">(3) If the Director is of the opinion that it is not possible, for any reason, for searches to be made of an electronic system maintained under section 16.1, the Director may retain search requests that have been filed until it is possible for searches to be made. 2017, c. 20, Sched. 6, s. 99.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s99\">2017, c. 20, Sched. 6, s. 99</a></span> - 19/10/2021</p> <p class=\"section\"><b>16.3.1 </b><span class=\"ovsmallcap\">Repealed</span>: R.S.O. 1990, c. E.27, s. 16.3.1 (5)</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1990, c. E.27, s. 16.3.1 (5) - 19/10/2021</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched10s1\">2020, c. 7, Sched. 10, s. 1</a></span> - 12/05/2020</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "16.4",
            "section_x": "Accepting copy of notice or other document",
            "part_id": null,
            "part_type": null,
            "section_y": "Accepting copy of notice or other document",
            "content": "16.4 (1) If a notice or other document is required to be sent to the Director under this Act, the Director may accept a copy of it if it meets the Director’s requirements established under this Act. 2020, c. 7, Sched. 10, s. 2. Exception, certain applications (2) Subsection (1) does not apply to applications filed by in-person delivery or mail unless, under this Act, the Director permits a copy of such applications to be filed instead of the original. 2020, c. 7, Sched. 10, s. 2. Copy deemed original (3) A copy referred to in subsection (1) is deemed to satisfy any requirements under this Act for an original to be sent to the Director. 2020, c. 7, Sched. 10, s. 2. Endorsement or issuance by Director (4) An endorsement or issuance by the Director under this Act in respect of a notice or other document, including applications, is deemed to comply with requirements under this Act for endorsement or issuance if it complies, with necessary modifications, with all the requirements of this Act other than any requirements respecting originals, duplicates and number of documents. 2020, c. 7, Sched. 10, s. 2. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 99 - 19/10/2021 2020, c. 7, Sched. 10, s. 2 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>16.4 </b>(1) If a notice or other document is required to be sent to the Director under this Act, the Director may accept a copy of it if it meets the Director’s requirements established under this Act. 2020, c. 7, Sched. 10, s. 2.</p> <p class=\"headnote\">Exception, certain applications</p> <p class=\"subsection\">(2) Subsection (1) does not apply to applications filed by in-person delivery or mail unless, under this Act, the Director permits a copy of such applications to be filed instead of the original. 2020, c. 7, Sched. 10, s. 2.</p> <p class=\"headnote\">Copy deemed original</p> <p class=\"subsection\">(3) A copy referred to in subsection (1) is deemed to satisfy any requirements under this Act for an original to be sent to the Director. 2020, c. 7, Sched. 10, s. 2.</p> <p class=\"headnote\">Endorsement or issuance by Director</p> <p class=\"subsection\">(4) An endorsement or issuance by the Director under this Act in respect of a notice or other document, including applications, is deemed to comply with requirements under this Act for endorsement or issuance if it complies, with necessary modifications, with all the requirements of this Act other than any requirements respecting originals, duplicates and number of documents. 2020, c. 7, Sched. 10, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s99\">2017, c. 20, Sched. 6, s. 99</a></span> - 19/10/2021</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched10s2\">2020, c. 7, Sched. 10, s. 2</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "16.5",
            "section_x": "Signatures",
            "part_id": null,
            "part_type": null,
            "section_y": "Signatures",
            "content": "16.5 For greater certainty, in respect of requirements under this Act respecting the signing of applications and other documents filed with the Director, any applications and other documents that meet the Director’s requirements established under this Act are deemed to satisfy any requirements for a signature under this Act. 2020, c. 7, Sched. 10, s. 3. Section Amendments with date in force (d/m/y) 2020, c. 7, Sched. 10, s. 3 - 12/05/2020 Note: On the day section 9 of Schedule 1 (Alternative Filing Methods for Business Act, 2020) to the COVID-19 Response and Reforms to Modernize Ontario Act, 2020 comes into force, the Act is amended by adding the following section: (See: 2020, c. 7, Sched. 10, s. 4) Documents filed under Alternative Filing Methods for Business Act, 2020 16.6 Documents filed by a method specified under the Alternative Filing Methods for Business Act, 2020, as it read immediately before it was repealed, are deemed to have been filed by in-person delivery or mail for the purposes of this Act. 2020, c. 7, Sched. 10, s. 4. Section Amendments with date in force (d/m/y) 2020, c. 7, Sched. 10, s. 4 - not in force 17 Repealed: 2017, c. 20, Sched. 6, s. 100. Section Amendments with date in force (d/m/y) 2011, c. 1, Sched. 5, s. 4 (1) - 30/03/2011 2017, c. 20, Sched. 6, s. 100 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>16.5 </b>For greater certainty, in respect of requirements under this Act respecting the signing of applications and other documents filed with the Director, any applications and other documents that meet the Director’s requirements established under this Act are deemed to satisfy any requirements for a signature under this Act. 2020, c. 7, Sched. 10, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched10s3\">2020, c. 7, Sched. 10, s. 3</a></span> - 12/05/2020</p> <p class=\"Pnote\"><span>Note: On the day section 9 of Schedule 1 (<i>Alternative Filing Methods for Business Act, 2020</i>) to the <i>COVID-19 Response and Reforms to Modernize Ontario Act, 2020</i> comes into force, the Act is amended by adding the following section: (See: 2020, c. 7, Sched. 10, s. 4)</span></p> <p class=\"Yheadnote\"><span>Documents filed under <i>Alternative Filing Methods for Business Act, 2020</i></span></p> <p class=\"Ysection\"><a name=\"BK32\"></a><b><span>16.6 </span></b><span>Documents filed by a method specified under the <i>Alternative Filing Methods for Business Act, 2020</i>, as it read immediately before it was repealed, are deemed to have been filed by in-person delivery or mail for the purposes of this Act. 2020, c. 7, Sched. 10, s. 4.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched10s4\">2020, c. 7, Sched. 10, s. 4</a></span> - not in force</p> <p class=\"section\"><b>17 </b><span class=\"ovsmallcap\">Repealed</span>: 2017, c. 20, Sched. 6, s. 100.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11001#sched5s4s1\">2011, c. 1, Sched. 5, s. 4 (1)</a></span> - 30/03/2011</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s100\">2017, c. 20, Sched. 6, s. 100</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "16.6",
            "section_x": "Documents filed under Alternative Filing Methods for Business Act, 2020",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "18.",
            "section_x": "Verification by affidavit",
            "part_id": null,
            "part_type": null,
            "section_y": "Verification by affidavit",
            "content": "18 (1) The Director may require any fact relevant to the performance of his or her duties under this Act or the regulations to be verified by affidavit or otherwise.  R.S.O. 1990, c. E.27, s. 18 (1). Evidence under oath (2) For the purpose of holding a hearing under this Act, the Director may administer oaths to witnesses and require them to give evidence under oath.  R.S.O. 1990, c. E.27, s. 18 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>18 </b>(1) The Director may require any fact relevant to the performance of his or her duties under this Act or the regulations to be verified by affidavit or otherwise.  R.S.O. 1990, c. E.27, s. 18 (1).</p> <p class=\"headnote\">Evidence under oath</p> <p class=\"subsection\">(2) For the purpose of holding a hearing under this Act, the Director may administer oaths to witnesses and require them to give evidence under oath.  R.S.O. 1990, c. E.27, s. 18 (2).</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "19.",
            "section_x": "Agent for service",
            "part_id": null,
            "part_type": null,
            "section_y": "Agent for service",
            "content": "19 (1) Every extra-provincial corporation within class 3 that carries on its business in Ontario shall ensure the continuing appointment, at all times, of an individual, of the age of eighteen years or older, who is resident in Ontario or a corporation having its head office or registered office in Ontario as its agent for service in Ontario on whom service of process, notices or other proceedings may be made and service on the agent shall be deemed to be service on the corporation.  R.S.O. 1990, c. E.27, s. 19 (1). Appointment form (2) The appointment shall be in the approved form and shall accompany the application for a licence.  R.S.O. 1990, c. E.27, s. 19 (2); 2017, c. 20, Sched. 6, s. 101 (1). Revised appointment (3) Where the name, address or any other particular set out in the appointment of an agent changes or where an agent is substituted, the extra-provincial corporation shall forthwith file a revised appointment in the approved form with the Director.  R.S.O. 1990, c. E.27, s. 19 (3); 2017, c. 20, Sched. 6, s. 101 (2). Delivery of notices (4) A notice or other document that is required or permitted by this Act to be sent by the Director may be sent by ordinary mail or any other method, including registered mail, certified mail or prepaid courier, if there is a record by the person who has delivered it that the notice or document has been sent.  1994, c. 27, s. 82 (3). Same (5) A notice or other document referred to in subsection (4) may be sent by telephonic or electronic means if there is a record that the notice or other document has been sent and, for greater certainty, the sending of a notice or other document by telephonic or electronic means does not require the consent of the intended recipient. 2017, c. 20, Sched. 6, s. 101 (3). Deemed delivery (6) A notice or other document sent by mail by the Director to an agent or extra-provincial corporation and addressed as provided in subsection (7) shall be deemed to have been received on the earlier of, (a) the day the agent or corporation actually receives it; or (b) the fifth day after the day it is mailed.  1994, c. 27, s. 82 (3). Same (7) Subsection (6) applies if the notice or document is addressed, (a) to the agent referred to in subsection (1) at the agent’s latest address shown on the records of the Director; or (b) to the head or registered office of the extra-provincial corporation at the latest address shown on the records of the Director.  1994, c. 27, s. 82 (3). Same (8) A notice or other document sent by the Director by a method referred to in subsection (5) shall be deemed to be received by the intended recipient on the earlier of, (a) the day the intended recipient actually receives it; or (b) the first business day after the day the transmission is sent by the Director.  1994, c. 27, s. 82 (3). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 82 (3) - 01/03/1995 2017, c. 20, Sched. 6, s. 101 (1-3) - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>19 </b>(1) Every extra-provincial corporation within class 3 that carries on its business in Ontario shall ensure the continuing appointment, at all times, of an individual, of the age of eighteen years or older, who is resident in Ontario or a corporation having its head office or registered office in Ontario as its agent for service in Ontario on whom service of process, notices or other proceedings may be made and service on the agent shall be deemed to be service on the corporation.  R.S.O. 1990, c. E.27, s. 19 (1).</p> <p class=\"headnote\">Appointment form</p> <p class=\"subsection\">(2) The appointment shall be in the approved form and shall accompany the application for a licence.  R.S.O. 1990, c. E.27, s. 19 (2); 2017, c. 20, Sched. 6, s. 101 (1).</p> <p class=\"headnote\">Revised appointment</p> <p class=\"subsection\">(3) Where the name, address or any other particular set out in the appointment of an agent changes or where an agent is substituted, the extra-provincial corporation shall forthwith file a revised appointment in the approved form with the Director.  R.S.O. 1990, c. E.27, s. 19 (3); 2017, c. 20, Sched. 6, s. 101 (2).</p> <p class=\"headnote\">Delivery of notices</p> <p class=\"subsection\">(4) A notice or other document that is required or permitted by this Act to be sent by the Director may be sent by ordinary mail or any other method, including registered mail, certified mail or prepaid courier, if there is a record by the person who has delivered it that the notice or document has been sent.  1994, c. 27, s. 82 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) A notice or other document referred to in subsection (4) may be sent by telephonic or electronic means if there is a record that the notice or other document has been sent and, for greater certainty, the sending of a notice or other document by telephonic or electronic means does not require the consent of the intended recipient. 2017, c. 20, Sched. 6, s. 101 (3).</p> <p class=\"headnote\">Deemed delivery</p> <p class=\"subsection\">(6) A notice or other document sent by mail by the Director to an agent or extra-provincial corporation and addressed as provided in subsection (7) shall be deemed to have been received on the earlier of,</p> <p class=\"paragraph\">  (a) the day the agent or corporation actually receives it; or</p> <p class=\"paragraph\">  (b) the fifth day after the day it is mailed.  1994, c. 27, s. 82 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) Subsection (6) applies if the notice or document is addressed,</p> <p class=\"paragraph\">  (a) to the agent referred to in subsection (1) at the agent’s latest address shown on the records of the Director; or</p> <p class=\"paragraph\">  (b) to the head or registered office of the extra-provincial corporation at the latest address shown on the records of the Director.  1994, c. 27, s. 82 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) A notice or other document sent by the Director by a method referred to in subsection (5) shall be deemed to be received by the intended recipient on the earlier of,</p> <p class=\"paragraph\">  (a) the day the intended recipient actually receives it; or</p> <p class=\"paragraph\">  (b) the first business day after the day the transmission is sent by the Director.  1994, c. 27, s. 82 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 82 (3) - 01/03/1995</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s101s1\">2017, c. 20, Sched. 6, s. 101 (1-3)</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "20.",
            "section_x": "Penalty",
            "part_id": null,
            "part_type": null,
            "section_y": "Penalty",
            "content": "20 (1) Every person who, without reasonable cause, (a) contravenes this Act or the regulations; (b) contravenes a condition of a licence; or (c) fails to observe or comply with an order, direction or other requirement made under this Act or the regulations, is guilty of an offence and on conviction is liable to a fine of not more than $2,000 or if such person is a corporation to a fine of not more than $25,000.  R.S.O. 1990, c. E.27, s. 20 (1). Idem (2) Where an extra-provincial corporation is guilty of an offence under subsection (1), every director or officer of the corporation and every person acting as its representative in Ontario who authorized, permitted or acquiesced in such offence is also guilty of an offence and on conviction is liable to a fine of not more than $2,000.  R.S.O. 1990, c. E.27, s. 20 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>20 </b>(1) Every person who, without reasonable cause,</p> <p class=\"paragraph\">  (a) contravenes this Act or the regulations;</p> <p class=\"paragraph\">  (b) contravenes a condition of a licence; or</p> <p class=\"paragraph\">  (c) fails to observe or comply with an order, direction or other requirement made under this Act or the regulations,</p> <p class=\"Ssection\">is guilty of an offence and on conviction is liable to a fine of not more than $2,000 or if such person is a corporation to a fine of not more than $25,000.  R.S.O. 1990, c. E.27, s. 20 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Where an extra-provincial corporation is guilty of an offence under subsection (1), every director or officer of the corporation and every person acting as its representative in Ontario who authorized, permitted or acquiesced in such offence is also guilty of an offence and on conviction is liable to a fine of not more than $2,000.  R.S.O. 1990, c. E.27, s. 20 (2).</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "21.",
            "section_x": "Ability to maintain action",
            "part_id": null,
            "part_type": null,
            "section_y": "Ability to maintain action",
            "content": "21 (1) An extra-provincial corporation within class 3 that is not in compliance with section 19 or has not obtained a licence when required by this Act, is not capable of maintaining any action or any other proceeding in any court or tribunal in Ontario in respect of any contract made by it.  R.S.O. 1990, c. E.27, s. 21 (1). Correcting default (2) Where a default referred to in subsection (1) has been corrected, an action or other proceeding may be maintained as if the default had been corrected before the institution of the action or other proceeding.  R.S.O. 1990, c. E.27, s. 21 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>21 </b>(1) An extra-provincial corporation within class 3 that is not in compliance with section 19 or has not obtained a licence when required by this Act, is not capable of maintaining any action or any other proceeding in any court or tribunal in Ontario in respect of any contract made by it.  R.S.O. 1990, c. E.27, s. 21 (1).</p> <p class=\"headnote\">Correcting default</p> <p class=\"subsection\">(2) Where a default referred to in subsection (1) has been corrected, an action or other proceeding may be maintained as if the default had been corrected before the institution of the action or other proceeding.  R.S.O. 1990, c. E.27, s. 21 (2).</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "22.",
            "section_x": "Power to hold land",
            "part_id": null,
            "part_type": null,
            "section_y": "Power to hold land",
            "content": "22 Every corporation, (a) within class 1 or 2; (b) within class 3 that has a licence under this Act; or (c) that is exempt from the licensing requirement under this Act, has power to acquire, hold and convey any land or interest therein in Ontario necessary for its actual use and occupation or for carrying on its undertaking.  R.S.O. 1990, c. E.27, s. 22.",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>22 </b>Every corporation,</p> <p class=\"paragraph\">  (a) within class 1 or 2;</p> <p class=\"paragraph\">  (b) within class 3 that has a licence under this Act; or</p> <p class=\"paragraph\">  (c) that is exempt from the licensing requirement under this Act,</p> <p class=\"section\">has power to acquire, hold and convey any land or interest therein in Ontario necessary for its actual use and occupation or for carrying on its undertaking.  R.S.O. 1990, c. E.27, s. 22.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "23.",
            "section_x": "Effect of licence under previous Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Effect of licence under previous Act",
            "content": "23 (1) Where a licence has been issued to an extra-provincial corporation within class 3 under Part VIII of the Corporations Act, being chapter 95 of the Revised Statutes of Ontario, 1980, or a predecessor thereof, (a) the licence remains in effect and shall be deemed to have been endorsed under this Act; (b) the powers of the extra-provincial corporation shall be deemed to be restricted as set out in the existing licence; and (c) the attorney for service previously appointed continues in office and the provisions of this Act with respect to agents for service apply.  R.S.O. 1990, c. E.27, s. 23 (1); 2017, c. 20, Sched. 6, s. 102. Licences cancelled (2) All extra-provincial licences issued under Part VIII of the Corporations Act, being chapter 95 of the Revised Statutes of Ontario, 1980, or a predecessor thereof except licences referred to in subsection (1) are cancelled on the 1st day of March, 1985.  R.S.O. 1990, c. E.27, s. 23 (2). Same, exempt corporation (3) The Director may cancel a licence issued under this Act or a predecessor of it to an extra-provincial corporation that is not required to have a licence under this Act.  2001, c. 9, Sched. D, s. 6 (3). Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. D, s. 6 (3) - 29/06/2001 2017, c. 20, Sched. 6, s. 102 - 14/11/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>23 </b>(1) Where a licence has been issued to an extra-provincial corporation within class 3 under Part VIII of the <i>Corporations Act</i>, being chapter 95 of the Revised Statutes of Ontario, 1980, or a predecessor thereof,</p> <p class=\"paragraph\">  (a) the licence remains in effect and shall be deemed to have been endorsed under this Act;</p> <p class=\"paragraph\">  (b) the powers of the extra-provincial corporation shall be deemed to be restricted as set out in the existing licence; and</p> <p class=\"paragraph\">  (c) the attorney for service previously appointed continues in office and the provisions of this Act with respect to agents for service apply.  R.S.O. 1990, c. E.27, s. 23 (1); 2017, c. 20, Sched. 6, s. 102.</p> <p class=\"headnote\">Licences cancelled</p> <p class=\"subsection\">(2) All extra-provincial licences issued under Part VIII of the <i>Corporations Act</i>, being chapter 95 of the Revised Statutes of Ontario, 1980, or a predecessor thereof except licences referred to in subsection (1) are cancelled on the 1st day of March, 1985.  R.S.O. 1990, c. E.27, s. 23 (2).</p> <p class=\"headnote\">Same, exempt corporation</p> <p class=\"subsection\">(3) The Director may cancel a licence issued under this Act or a predecessor of it to an extra-provincial corporation that is not required to have a licence under this Act.  2001, c. 9, Sched. D, s. 6 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedds6s3\">2001, c. 9, Sched. D, s. 6 (3)</a></span> - 29/06/2001</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s102\">2017, c. 20, Sched. 6, s. 102</a></span> - 14/11/2017</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "24.",
            "section_x": "References in other Acts",
            "part_id": null,
            "part_type": null,
            "section_y": "References in other Acts",
            "content": "24 (1) In any other Act, unless the context otherwise requires, (a) a reference to an extra-provincial corporation is deemed to be a reference to an extra-provincial corporation under this Act; and (b) a reference to an extra-provincial corporation that is licensed or required to be licensed under Part VIII of the Corporations Act, being chapter 95 of the Revised Statutes of Ontario, 1980, means an extra-provincial corporation within class 1 or 3.  R.S.O. 1990, c. E.27, s. 24 (1). Where corporation deemed to have licence (2) Where a corporation within class 1 or 2 would enjoy an exemption or a benefit under another Act if it had an extra-provincial licence, the corporation shall be deemed to have a licence for the purpose of the other Act.  R.S.O. 1990, c. E.27, s. 24 (2). Minister’s regulations and orders",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>24 </b>(1) In any other Act, unless the context otherwise requires,</p> <p class=\"paragraph\">  (a) a reference to an extra-provincial corporation is deemed to be a reference to an extra-provincial corporation under this Act; and</p> <p class=\"paragraph\">  (b) a reference to an extra-provincial corporation that is licensed or required to be licensed under Part VIII of the <i>Corporations Act</i>, being chapter 95 of the Revised Statutes of Ontario, 1980, means an extra-provincial corporation within class 1 or 3.  R.S.O. 1990, c. E.27, s. 24 (1).</p> <p class=\"headnote\">Where corporation deemed to have licence</p> <p class=\"subsection\">(2) Where a corporation within class 1 or 2 would enjoy an exemption or a benefit under another Act if it had an extra-provincial licence, the corporation shall be deemed to have a licence for the purpose of the other Act.  R.S.O. 1990, c. E.27, s. 24 (2).</p> <p class=\"headnote\">Minister’s regulations and orders</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "24.1",
            "section_x": "Minister’s regulations and orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "24.1 (1) The Minister may make regulations, (a) prescribing or governing anything described in this Act as prescribed or done by or in accordance with the regulations; (b) prescribing classes of extra-provincial corporations and exempting any class of extra-provincial corporation from all or any part of the provisions of this Act upon the terms and conditions, if any, that are prescribed; (c) respecting and governing the content, form, format and filing of applications and other documents and information filed with or issued by the Director and the form, format and payment of fees; (d) respecting the evidence required upon the application for a licence under this Act, including evidence as to the incorporation of the extra-provincial corporation, its powers, objects and existence as a valid and subsisting corporation; (e) respecting and governing the manner of completion, submission and acceptance of applications and other documents and information filed with the Director, the payment of fees and the determination of the date of receipt; (f) designating applications and other documents and information to be filed with the Director, (i) in paper or electronic format, (ii) in electronic format alone, or (iii) in paper format alone; (g) subject to any terms and conditions specified in the regulation, prescribing and governing documents and information that are required to support applications and other forms approved under section 24.2 and specifying, for each of the formats designated under clause (f), (i) the documents and information that must be filed with the Director, together with applications and other forms approved under section 24.2, and (ii) the documents and information that must be retained by the corporation and, upon receipt of and in accordance with written notice from the Director, and subject to any terms and conditions imposed by the Director, that must be filed with the Director or given to any other person specified in the notice; (h) permitting the Director, subject to any terms and conditions imposed by the Director, for each of the formats designated under clause (f), (i) to require that a document or information prescribed under subclause (g) (i) be retained by the corporation and, upon receipt of and in accordance with written notice from the Director, be filed with the Director or given to any other person specified in the notice, (ii) to require that a document or information prescribed under subclause (g) (ii) be filed with the Director, together with applications and other forms approved under section 24.2, and (iii) to require that a document required by this Act to be filed with the Director be retained by the corporation and, upon receipt of and in accordance with written notice from the Director, be filed with the Director or given to any other person specified in the notice; (i) governing the terms and conditions that the Director may impose pursuant to a regulation made under subclause (g) (ii) or clause (h); (j) respecting and governing the endorsement and issuing of licences and other documents by the Director, including rules respecting the endorsement and issuance by electronic means; (k) governing the assignment of corporation numbers under section 5; (l) respecting names of extra-provincial corporations or classes of them; (m) prohibiting the use of any words or expressions in a corporate name; (n) prescribing the punctuation marks and other marks that may form part of a name of an extra-provincial corporation; (o) prescribing the conditions and limitations that may be specified in licences; (p) respecting the appointment and continuance, by extra-provincial corporations, of an agent for service on whom service or process notices or other proceedings may be made and the powers to be conferred on such an agent; (q) governing the retention and destruction of applications and other documents and information filed with the Director, including the form and format in which they must be retained; (r) prescribing duties and powers of the Director in addition to those set out in this Act; (s) designating public servants employed under Part III of the Public Service of Ontario Act, 2006, or classes of them, for the purposes of endorsing licences and issuing certificates, including certificates as to any fact and certifying true copies of documents required or authorized under this Act; (t) providing that a person or entity that enters into an agreement under subsection 3.3 (2) is an agent of the Crown and specifying the services and purposes for which the person or entity is considered to be an agent of the Crown; (u) defining any word or expression used in this Act that has not already been expressly defined in this Act; (v) prescribing any matter that the Minister considers necessary or advisable for the purposes of this Act; (w)  Repealed: 2017, c. 20, Sched. 6, s. 103 (2). 2017, c. 20, Sched. 6, s. 103 (1, 2). Rolling incorporation by reference (2) A regulation made under subsection (1) that incorporates another document by reference may provide that the reference to the document includes amendments made to the document from time to time after the regulation is made. 2017, c. 20, Sched. 6, s. 103 (1). Fees (3) The Minister may, by order, require the payment of fees for search reports, copies of documents or information, or other services under this Act, approve the amount of those fees and provide for the waiver or refund of all or any part of any of those fees. 2017, c. 20, Sched. 6, s. 103 (1). Non-application of Legislation Act, 2006 (4) Part III (Regulations) of the Legislation Act, 2006 does not apply to an order made by the Minister under subsection (3). 2017, c. 20, Sched. 6, s. 103 (1). Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 91 - 01/03/1999 2011, c. 1, Sched. 5, s. 4 (2) - 30/03/2011 2017, c. 20, Sched. 6, s. 103 (1) - 19/10/2021; 2017, c. 20, Sched. 6, s. 103 (2) - 14/11/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>24.1 </b>(1) The Minister may make regulations,</p> <p class=\"paragraph\">  (a) prescribing or governing anything described in this Act as prescribed or done by or in accordance with the regulations;</p> <p class=\"paragraph\">  (b) prescribing classes of extra-provincial corporations and exempting any class of extra-provincial corporation from all or any part of the provisions of this Act upon the terms and conditions, if any, that are prescribed;</p> <p class=\"paragraph\">  (c) respecting and governing the content, form, format and filing of applications and other documents and information filed with or issued by the Director and the form, format and payment of fees;</p> <p class=\"paragraph\">  (d) respecting the evidence required upon the application for a licence under this Act, including evidence as to the incorporation of the extra-provincial corporation, its powers, objects and existence as a valid and subsisting corporation;</p> <p class=\"paragraph\">  (e) respecting and governing the manner of completion, submission and acceptance of applications and other documents and information filed with the Director, the payment of fees and the determination of the date of receipt;</p> <p class=\"paragraph\">  (f) designating applications and other documents and information to be filed with the Director,</p> <p class=\"subpara\">  (i) in paper or electronic format,</p> <p class=\"subpara\">  (ii) in electronic format alone, or</p> <p class=\"subpara\">  (iii) in paper format alone;</p> <p class=\"paragraph\">  (g) subject to any terms and conditions specified in the regulation, prescribing and governing documents and information that are required to support applications and other forms approved under section 24.2 and specifying, for each of the formats designated under clause (f),</p> <p class=\"subpara\">  (i) the documents and information that must be filed with the Director, together with applications and other forms approved under section 24.2, and</p> <p class=\"subpara\">  (ii) the documents and information that must be retained by the corporation and, upon receipt of and in accordance with written notice from the Director, and subject to any terms and conditions imposed by the Director, that must be filed with the Director or given to any other person specified in the notice;</p> <p class=\"paragraph\">  (h) permitting the Director, subject to any terms and conditions imposed by the Director, for each of the formats designated under clause (f),</p> <p class=\"subpara\">  (i) to require that a document or information prescribed under subclause (g) (i) be retained by the corporation and, upon receipt of and in accordance with written notice from the Director, be filed with the Director or given to any other person specified in the notice,</p> <p class=\"subpara\">  (ii) to require that a document or information prescribed under subclause (g) (ii) be filed with the Director, together with applications and other forms approved under section 24.2, and</p> <p class=\"subpara\">  (iii) to require that a document required by this Act to be filed with the Director be retained by the corporation and, upon receipt of and in accordance with written notice from the Director, be filed with the Director or given to any other person specified in the notice;</p> <p class=\"paragraph\">  (i) governing the terms and conditions that the Director may impose pursuant to a regulation made under subclause (g) (ii) or clause (h);</p> <p class=\"paragraph\">  (j) respecting and governing the endorsement and issuing<b> </b>of licences and other documents<b> </b>by the Director, including rules respecting the endorsement and issuance by electronic means;</p> <p class=\"paragraph\">  (k) governing the assignment of corporation numbers under section 5;</p> <p class=\"paragraph\">  (l) respecting names of extra-provincial corporations or classes of them;</p> <p class=\"paragraph\">  (m) prohibiting the use of any words or expressions in a corporate name;</p> <p class=\"paragraph\">  (n) prescribing the punctuation marks and other marks that may form part of a name of an extra-provincial corporation;</p> <p class=\"paragraph\">  (o) prescribing the conditions and limitations that may be specified in licences;</p> <p class=\"paragraph\">  (p) respecting the appointment and continuance, by extra-provincial corporations, of an agent for service on whom service or process notices or other proceedings may be made and the powers to be conferred on such an agent;</p> <p class=\"paragraph\">  (q) governing the retention and destruction of applications and other documents and information filed with the Director, including the form and format in which they must be retained;</p> <p class=\"paragraph\">  (r) prescribing duties and powers of the Director in addition to those set out in this Act;</p> <p class=\"paragraph\">  (s) designating public servants employed under Part III of the <i>Public Service of Ontario Act, 2006</i>, or classes of them, for the purposes of endorsing licences and issuing certificates, including certificates as to any fact and certifying true copies of documents required or authorized under this Act;</p> <p class=\"paragraph\">  (t) providing that a person or entity that enters into an agreement under subsection 3.3 (2) is an agent of the Crown and specifying the services and purposes for which the person or entity is considered to be an agent of the Crown;</p> <p class=\"paragraph\">  (u) defining any word or expression used in this Act that has not already been expressly defined in this Act;</p> <p class=\"paragraph\">  (v) prescribing any matter that the Minister considers necessary or advisable for the purposes of this Act;</p> <p class=\"paragraph\">  (w)  <span class=\"ovsmallcap\">Repealed</span>: 2017, c. 20, Sched. 6, s. 103 (2).</p> <p class=\"footnote\">2017, c. 20, Sched. 6, s. 103 (1, 2).</p> <p class=\"headnote\">Rolling incorporation by reference</p> <p class=\"subsection\">(2) A regulation made under subsection (1) that incorporates another document by reference may provide that the reference to the document includes amendments made to the document from time to time after the regulation is made. 2017, c. 20, Sched. 6, s. 103 (1).</p> <p class=\"headnote\">Fees</p> <p class=\"subsection\">(3) The Minister may, by order, require the payment of fees for search reports, copies of documents or information, or other services under this Act, approve the amount of those fees and provide for the waiver or refund of all or any part of any of those fees. 2017, c. 20, Sched. 6, s. 103 (1).</p> <p class=\"headnote\">Non-application of <i>Legislation Act, 2006</i></p> <p class=\"subsection\">(4) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to an order made by the Minister under subsection (3). 2017, c. 20, Sched. 6, s. 103 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 91 - 01/03/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11001#sched5s4s2\">2011, c. 1, Sched. 5, s. 4 (2)</a></span> - 30/03/2011</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s103s1\">2017, c. 20, Sched. 6, s. 103 (1)</a></span> - 19/10/2021; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s103s2\">2017, c. 20, Sched. 6, s. 103 (2)</a></span> - 14/11/2020</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "24.2",
            "section_x": "Forms",
            "part_id": null,
            "part_type": null,
            "section_y": "Forms",
            "content": "24.2 (1) The Director may require that forms approved by the Director be used for any purpose under this Act. 2017, c. 20, Sched. 6, s. 104. Non-application of Legislation Act, 2006 (2) Part III (Regulations) of the Legislation Act, 2006 does not apply to a requirement established by the Director under subsection (1). 2017, c. 20, Sched. 6, s. 104. Section Amendments with date in force (d/m/y) 2011, c. 1, Sched. 5, s. 4 (3) - 30/03/2011 2017, c. 20, Sched. 6, s. 104 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>24.2 </b>(1) The Director may require that forms approved by the Director be used for any purpose under this Act. 2017, c. 20, Sched. 6, s. 104.</p> <p class=\"headnote\">Non-application of <i>Legislation Act, 2006</i></p> <p class=\"subsection\">(2) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to a requirement established by the Director under subsection (1). 2017, c. 20, Sched. 6, s. 104.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11001#sched5s4s3\">2011, c. 1, Sched. 5, s. 4 (3)</a></span> - 30/03/2011</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s104\">2017, c. 20, Sched. 6, s. 104</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "24.3",
            "section_x": "Methods of endorsing and issuing",
            "part_id": null,
            "part_type": null,
            "section_y": "Methods of endorsing and issuing",
            "content": "24.3 The Director may endorse applications and issue certificates, certified copies and other documents by any method, and may use or issue validation codes or other systems or methods of validation in respect of the endorsement and issuance under this Act. 2017, c. 20, Sched. 6, s. 104. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 104 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>24.3 </b>The Director may endorse applications and issue certificates, certified copies and other documents by any method, and may use or issue validation codes or other systems or methods of validation in respect of the endorsement and issuance under this Act. 2017, c. 20, Sched. 6, s. 104.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s104\">2017, c. 20, Sched. 6, s. 104</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "24.4",
            "section_x": "Requirements established by Director",
            "part_id": null,
            "part_type": null,
            "section_y": "Requirements established by Director",
            "content": "24.4 (1) The Director may establish requirements, (a) respecting and governing the content, form, format and filing of applications and other documents and information filed with or issued by the Director and the form, format and payment of fees; (b) respecting and governing the manner of completion, submission and acceptance of applications and other documents and information filed with the Director, the payment of fees and the determination of the date of receipt; (c) specifying that applications and other documents and information may be filed with the Director and fees may be paid only by a person authorized by the Director or who belongs to a class of persons authorized by the Director; (d) governing the authorization of persons described in clause (c), including, (i) establishing conditions and requirements to be an authorized person, (ii) imposing terms and conditions on an authorization, including terms and conditions governing the filing of applications and other documents and information and the payment of fees, and (iii) requiring any person who applies for an authorization to enter into an agreement with the Director, or a person designated by the Director, governing the filing of applications and other documents and information; (e) specifying whether and which applications and other forms approved under section 24.2 and supporting documents must be signed, specifying requirements respecting their signing, and governing the form and format of signatures, including establishing rules respecting electronic signatures; (f) specifying and governing methods of executing applications, other documents and other forms approved under section 24.2 and supporting documents, other than by signing them, and establishing rules respecting those methods; (g) specifying requirements for corporations filing applications and other documents and other forms approved under section 24.2, whether electronically or by another method, to keep a properly executed version of them, including records related to an electronic signature if signed by electronic signature, at the registered office in paper or electronic format and, if required by notice from the Director, to provide a copy of the executed version, including records related to an electronic signature, to the Director within the time period set out in the notice; (h) if this Act specifies requirements respecting the signing of applications and other documents filed with the Director, specifying and governing alternative requirements for their signing or providing that signing is not required; (i) establishing the time and circumstances when applications and other documents and information are considered to be sent to or received by the Director, and the place where they are considered to have been sent or received; (j) establishing technology standards and requirements for the filing of applications and other documents and information in electronic format with the Director and for paying fees in electronic format; (k) specifying a type of copy, including a type of copy of a court order or other document issued by the court, that may be filed with the Director, and if this Act specifies requirements respecting original documents filed with the Director, specifying and governing a type of copy that may be filed with the Director instead of an original; (l) respecting and governing the endorsement and issuing\nof licences and other documents by the Director, including rules respecting the endorsement and issuance by electronic means; (m) governing the assignment of corporation numbers under section 5; (n) governing searches and search methods of records for the purpose of subsection 16.1 (4). 2017, c. 20, Sched. 6, s. 104; 2020, c. 7, Sched. 10, s. 5. Classes (2) For the purposes of clause (1) (c), a class may be defined, (a) in terms of any attribute or combination of attributes; or (b) as consisting of, including or excluding a specified member. 2017, c. 20, Sched. 6, s. 104. Non-application of Legislation Act, 2006 (3) Part III (Regulations) of the Legislation Act, 2006 does not apply to a requirement established by the Director under subsection (1). 2017, c. 20, Sched. 6, s. 104. Conflict (4) If there is a conflict between a requirement established under this section and a regulation made under this Act, the regulation prevails to the extent of the conflict. 2017, c. 20, Sched. 6, s. 104. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 104 - 19/10/2021 2020, c. 7, Sched. 10, s. 5 (1, 2) - 19/10/2021 24.5 Repealed: R.S.O. 1990, c. E.27, s. 24.5 (5). Section Amendments with date in force (d/m/y) 1990, c. E.27, s. 24.5 (5) - 19/10/2021 2020, c. 7, Sched. 10, s. 6 - 12/05/2020 25 Repealed: 2017, c. 20, Sched. 6, s. 105. Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 92 (1) - 01/03/1999; 1998, c. 18, Sched. E, s. 92 (2-4) - see 2017, c. 20, Sched. 6, s. 106 2011, c. 1, Sched. 5, s. 4 (4, 5) - 30/03/2011 2017, c. 20, Sched. 6, s. 105 - 19/10/2021; 2017, c. 20, Sched. 6, s. 106 - 14/11/2017 _____________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>24.4 </b>(1) The Director may establish requirements,</p> <p class=\"paragraph\">  (a) respecting and governing the content, form, format and filing of applications and other documents and information filed with or issued by the Director and the form, format and payment of fees;</p> <p class=\"paragraph\">  (b) respecting and governing the manner of completion, submission and acceptance of applications and other documents and information filed with the Director, the payment of fees and the determination of the date of receipt;</p> <p class=\"paragraph\">  (c) specifying that applications and other documents and information may be filed with the Director and fees may be paid only by a person authorized by the Director or who belongs to a class of persons authorized by the Director;</p> <p class=\"paragraph\">  (d) governing the authorization of persons described in clause (c), including,</p> <p class=\"subpara\">  (i) establishing conditions and requirements to be an authorized person,</p> <p class=\"subpara\">  (ii) imposing terms and conditions on an authorization, including terms and conditions governing the filing of applications and other documents and information and the payment of fees, and</p> <p class=\"subpara\">  (iii) requiring any person who applies for an authorization to enter into an agreement with the Director, or a person designated by the Director, governing the filing of applications and other documents and information;</p> <p class=\"paragraph\">  (e) specifying whether and which applications and other forms approved under section 24.2 and supporting documents must be signed, specifying requirements respecting their signing, and governing the form and format of signatures, including establishing rules respecting electronic signatures;</p> <p class=\"paragraph\">  (f) specifying and governing methods of executing applications, other documents and other forms approved under section 24.2 and supporting documents, other than by signing them, and establishing rules respecting those methods;</p> <p class=\"paragraph\">  (g) specifying requirements for corporations filing applications and other documents and other forms approved under section 24.2, whether electronically or by another method, to keep a properly executed version of them, including records related to an electronic signature if signed by electronic signature, at the registered office in paper or electronic format and, if required by notice from the Director, to provide a copy of the executed version, including records related to an electronic signature, to the Director within the time period set out in the notice;</p> <p class=\"paragraph\">  (h) if this Act specifies requirements respecting the signing of applications and other documents filed with the Director, specifying and governing alternative requirements for their signing or providing that signing is not required;</p> <p class=\"paragraph\">  (i) establishing the time and circumstances when applications and other documents and information are considered to be sent to or received by the Director, and the place where they are considered to have been sent or received;</p> <p class=\"paragraph\">  (j) establishing technology standards and requirements for the filing of applications and other documents and information in electronic format with the Director and for paying fees in electronic format;</p> <p class=\"paragraph\">  (k) specifying a type of copy, including a type of copy of a court order or other document issued by the court, that may be filed with the Director, and if this Act specifies requirements respecting original documents filed with the Director, specifying and governing a type of copy that may be filed with the Director instead of an original;</p> <p class=\"paragraph\">  (l) respecting and governing the endorsement and issuing<b>\n</b>of licences and other documents by the Director, including rules respecting the endorsement and<b> </b>issuance by electronic means;</p> <p class=\"paragraph\">  (m) governing the assignment of corporation numbers under section 5;</p> <p class=\"paragraph\">  (n) governing searches and search methods of records for the purpose of subsection 16.1 (4). 2017, c. 20, Sched. 6, s. 104; 2020, c. 7, Sched. 10, s. 5.</p> <p class=\"headnote\">Classes</p> <p class=\"subsection\">(2) For the purposes of clause (1) (c), a class may be defined,</p> <p class=\"paragraph\">  (a) in terms of any attribute or combination of attributes; or</p> <p class=\"paragraph\">  (b) as consisting of, including or excluding a specified member. 2017, c. 20, Sched. 6, s. 104.</p> <p class=\"headnote\">Non-application of <i>Legislation Act, 2006</i></p> <p class=\"subsection\">(3) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to a requirement established by the Director under subsection (1). 2017, c. 20, Sched. 6, s. 104.</p> <p class=\"headnote\">Conflict</p> <p class=\"subsection\">(4) If there is a conflict between a requirement established under this section and a regulation made under this Act, the regulation prevails to the extent of the conflict. 2017, c. 20, Sched. 6, s. 104.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s104\">2017, c. 20, Sched. 6, s. 104</a></span> - 19/10/2021</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched10s5s1\">2020, c. 7, Sched. 10, s. 5 (1, 2)</a></span> - 19/10/2021</p> <p class=\"section\"><b>24.5 </b><span class=\"ovsmallcap\">Repealed</span>: R.S.O. 1990, c. E.27, s. 24.5 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1990, c. E.27, s. 24.5 (5) - 19/10/2021</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched10s6\">2020, c. 7, Sched. 10, s. 6</a></span> - 12/05/2020</p> <p class=\"section\"><b>25 </b><span class=\"ovsmallcap\">Repealed</span>: 2017, c. 20, Sched. 6, s. 105.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 92 (1) - 01/03/1999; 1998, c. 18, Sched. E, s. 92 (2-4) - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s106\">2017, c. 20, Sched. 6, s. 106</a></span></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11001#sched5s4s4\">2011, c. 1, Sched. 5, s. 4 (4, 5)</a></span> - 30/03/2011</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s105\">2017, c. 20, Sched. 6, s. 105</a></span> - 19/10/2021; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s106\">2017, c. 20, Sched. 6, s. 106</a></span> - 14/11/2017</p> <p class=\"line\">_____________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90e27\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}