{
    "act_info": {
        "full_title": "Fairness is a Two-Way Street Act (Construction Labour Mobility), 1999, S.O. 1999, c. 4",
        "act_name_text": "Not Found",
        "citation": "Fairness is a Two-Way Street Act (Construction Labour Mobility), 1999, S.O. 1999, c. 4",
        "url": "https://www.ontario.ca/laws/statute/99f04",
        "date_scraped": "2023-12-19 17:08:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/99f04/v4",
            "valid_from": "January  1, 2006",
            "valid_to": "June 29, 2006"
        },
        {
            "a_href": "/laws/statute/99f04/v3",
            "valid_from": "November  1, 2005",
            "valid_to": "December 31, 2005"
        },
        {
            "a_href": "/laws/statute/99f04/v2",
            "valid_from": "June 17, 2004",
            "valid_to": "October 31, 2005"
        },
        {
            "a_href": "/laws/statute/99f04/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "June 16, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "id": "P78_2320",
            "section": "Definitions",
            "content": "1. (1) In this Act, “bid” means documentation submitted by a contractor in response to a tender for a construction contract; (“soumission”) “construction” includes all work in or about, (a) constructing, altering, decorating, repairing, demolishing, erecting or remodelling the whole or any part of a building or structure, (b) laying pipe and conduit above or below ground level, (c) excavating, tunnelling, fencing, grading, paving, land clearing and bridging, (d) building a highway, as defined in section 1 of the Highway Traffic Act, (e) carrying out the prescribed activities, and (f) providing consulting services, including architectural or engineering services, with respect to the matters set out in clauses (a) to (e); (“construction”) “contractor” means a person who enters into a contract and includes a subcontractor; (“entrepreneur”) “designated area” means an area in Ontario that is prescribed as a designated area under section 25 or, if no area is prescribed, all of Ontario; (“secteur désigné”) “designated jurisdiction” means a province or territory that is prescribed as a designated jurisdiction under section 25; (“territoire désigné”) “Director” means the Director of the Office; (“directeur”) “Minister” means the Minister of Labour; (“ministre”) “Office” means the Jobs Protection Office established under section 16; (“Bureau”) “person resident in a designated jurisdiction” means, (a) in the case of an individual or a sole proprietor, a person who is ordinarily resident in that jurisdiction, (b) in the case of a corporation, (i) a person whose head office or registered office is located in that jurisdiction, or (ii) a person controlled directly or indirectly by a person described in subclause (i), and (c) in the case of a partnership, a partnership that includes at least one partner who is resident in that jurisdiction under clause (a) or (b); (“personne qui réside dans un territoire désigné”) “prescribed” means prescribed by the regulations made under this Act. (“prescrit”) 1999, c. 4, s. 1 (1); 2002, c. 17, Sched. F, Table. Same (2) For the purposes of subclause (b) (ii) of the definition of “person resident in a designated jurisdiction” in subsection (1), “controlled” has the same meaning as in subsection 1 (5) of the Business Corporations Act. 1999, c. 4, s. 1 (2). PART I   CONSTRUCTION CONTRACTORS",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P78_2320\"></a><a name=\"BK1\"></a>1.</b> (1) In this Act,</p> <p class=\"firstdef-e\">“bid” means documentation submitted by a contractor in response to a tender for a construction contract; (“soumission”)</p> <p class=\"definition-e\">“construction” includes all work in or about,</p> <p class=\"defclause-e\">(a) constructing, altering, decorating, repairing, demolishing, erecting or remodelling the whole or any part of a building or structure,</p> <p class=\"defclause-e\">(b) laying pipe and conduit above or below ground level,</p> <p class=\"defclause-e\">(c) excavating, tunnelling, fencing, grading, paving, land clearing and bridging, </p> <p class=\"defclause-e\">(d) building a highway, as defined in section 1 of the <i>Highway Traffic Act</i>, </p> <p class=\"defclause-e\">(e) carrying out the prescribed activities, and</p> <p class=\"defclause-e\">(f) providing consulting services, including architectural or engineering services, with respect to the matters set out in clauses (a) to (e); (“construction”)</p> <p class=\"definition-e\">“contractor” means a person who enters into a contract and includes a subcontractor; (“entrepreneur”)</p> <p class=\"definition-e\">“designated area” means an area in Ontario that is prescribed as a designated area under section 25 or, if no area is prescribed, all of Ontario; (“secteur désigné”)</p> <p class=\"definition-e\">“designated jurisdiction” means a province or territory that is prescribed as a designated jurisdiction under section 25; (“territoire désigné”)</p> <p class=\"definition-e\">“Director” means the Director of the Office; (“directeur”)</p> <p class=\"definition-e\">“Minister” means the Minister of Labour; (“ministre”)</p> <p class=\"definition-e\">“Office” means the Jobs Protection Office established under section 16; (“Bureau”)</p> <p class=\"definition-e\">“person resident in a designated jurisdiction” means, </p> <p class=\"defclause-e\">(a) in the case of an individual or a sole proprietor, a person who is ordinarily resident in that jurisdiction, </p> <p class=\"defclause-e\">(b) in the case of a corporation, </p> <p class=\"defsubclause-e\">(i) a person whose head office or registered office is located in that jurisdiction, or</p> <p class=\"defsubclause-e\">(ii) a person controlled directly or indirectly by a person described in subclause (i), and</p> <p class=\"defclause-e\">(c) in the case of a partnership, a partnership that includes at least one partner who is resident in that jurisdiction under clause (a) or (b); (“personne qui réside dans un territoire désigné”)</p> <p class=\"definition-e\">“prescribed” means prescribed by the regulations made under this Act. (“prescrit”) 1999, c. 4, s. 1 (1); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) For the purposes of subclause (b) (ii) of the definition of “person resident in a designated jurisdiction” in subsection (1), </p> <p class=\"firstdef-e\">“controlled” has the same meaning as in subsection 1 (5) of the <i>Business Corporations Act</i>. 1999, c. 4, s. 1 (2).</p> <p class=\"partnum-e\"><b><a name=\"P103_4720\"></a><a name=\"BK2\"></a>PART I <br/>  CONSTRUCTION CONTRACTORS </b></p>"
        },
        {
            "id": "P105_4771",
            "section": "Register with Office",
            "content": "2. (1) No person resident in a designated jurisdiction shall enter into or submit a bid for a construction contract for work in a designated area without first registering with the Office. 1999, c. 4, s. 2 (1). Same (2) The Director shall register a contractor that is a corporation if the contractor, (a) provides proof of its corporate status and a detailed auditor’s statement from a person licensed under the Public Accounting Act, 2004 certifying that its working capital ratio is at least 1.1 to 1 for the current fiscal year; (b) posts security as prescribed in the amount of $10,000; (c) pays the fee set by the Director; and (d) satisfies any other prescribed requirements. 1999, c. 4, s. 2 (2); 2004, c. 8, s. 46. Same (3) The Director shall register a contractor that is not a corporation if the contractor, (a) provides proof of its business status and detailed financial statements in a form approved by the Director; (b) posts security as prescribed in the amount of $10,000; (c) pays the fee set by the Director; and (d) satisfies any other prescribed requirements. 1999, c. 4, s. 2 (3). Annual registration (4) A registration under this section is effective for one year. 1999, c. 4, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P105_4771\"></a><a name=\"BK3\"></a>2.</b> (1) No person resident in a designated jurisdiction shall enter into or submit a bid for a construction contract for work in a designated area without first registering with the Office. 1999, c. 4, s. 2 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The Director shall register a contractor that is a corporation if the contractor, </p> <p class=\"clause-e\">(a) provides proof of its corporate status and a detailed auditor’s statement from a person licensed under the <i>Public Accounting Act, 2004</i> certifying that its working capital ratio is at least 1.1 to 1 for the current fiscal year; </p> <p class=\"clause-e\">(b) posts security as prescribed in the amount of $10,000;</p> <p class=\"clause-e\">(c) pays the fee set by the Director; and</p> <p class=\"clause-e\">(d) satisfies any other prescribed requirements. 1999, c. 4, s. 2 (2); 2004, c. 8, s. 46.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) The Director shall register a contractor that is not a corporation if the contractor,</p> <p class=\"clause-e\">(a) provides proof of its business status and detailed financial statements in a form approved by the Director;</p> <p class=\"clause-e\">(b) posts security as prescribed in the amount of $10,000;</p> <p class=\"clause-e\">(c) pays the fee set by the Director; and</p> <p class=\"clause-e\">(d) satisfies any other prescribed requirements. 1999, c. 4, s. 2 (3).</p> <p class=\"headnote-e\"><b>Annual registration</b></p> <p class=\"subsection-e\">(4) A registration under this section is effective for one year. 1999, c. 4, s. 2 (4).</p>"
        },
        {
            "id": "P121_6023",
            "section": "Business Names Act registration",
            "content": "3. (1) A person who is required to be registered under section 2 shall not be registered under section 4 of the Business Names Act unless the person provides proof of registration under section 2. 1999, c. 4, s. 3 (1). Limited Partnerships Act (2) A declaration under the Limited Partnerships Act with respect to a limited partnership that is or will be contracting for construction work shall not be accepted for filing if any of the general partners are persons required to be registered under section 2 unless all of those persons provide proof of registration under section 2. 1999, c. 4, s. 3 (2). Where void (3) A registration or filing made in contravention of this section is void. 1999, c. 4, s. 3 (3). Immunity (4) No proceeding shall be commenced against a person with respect to a decision concerning a registration or a filing that contravenes this section. 1999, c. 4, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P121_6023\"></a><a name=\"BK4\"></a>3.</b> (1) A person who is required to be registered under section 2 shall not be registered under section 4 of the <i>Business Names Act</i> unless the person provides proof of registration under section 2. 1999, c. 4, s. 3 (1).</p> <p class=\"headnote-e\"><b><i>Limited Partnerships Act</i></b></p> <p class=\"subsection-e\">(2) A declaration under the <i>Limited Partnerships Act</i> with respect to a limited partnership that is or will be contracting for construction work shall not be accepted for filing if any of the general partners are persons required to be registered under section 2 unless all of those persons provide proof of registration under section 2. 1999, c. 4, s. 3 (2).</p> <p class=\"headnote-e\"><b>Where void</b></p> <p class=\"subsection-e\">(3) A registration or filing made in contravention of this section is void. 1999, c. 4, s. 3 (3).</p> <p class=\"headnote-e\"><b>Immunity</b></p> <p class=\"subsection-e\">(4) No proceeding shall be commenced against a person with respect to a decision concerning a registration or a filing that contravenes this section. 1999, c. 4, s. 3 (4).</p>"
        },
        {
            "id": "P129_6958",
            "section": "Application of section",
            "content": "4. (1) This section applies with respect to legislation that is designated legislation under the Safety and Consumer Statutes Administration Act, 1996 if an administrative authority is designated under that Act to administer that designated legislation. 1999, c. 4, s. 4 (1). Registration requirement, corporations (2) A contractor required to be registered under section 2 shall not be certified, registered, licensed or issued a permit or authorization under a provision of legislation to which this section applies unless it provides proof of registration under section 2. 1999, c. 4, s. 4 (2). Where void (3) A certification, registration, licensing or issuance of a permit or authorization made in contravention of this section is void. 1999, c. 4, s. 4 (3). Immunity (4) No proceeding shall be commenced against a person with respect to a decision concerning the issuance of a certificate, registration, license, permit or authorization that contravenes this section. 1999, c. 4, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P129_6958\"></a><a name=\"BK5\"></a>4.</b> (1) This section applies with respect to legislation that is designated legislation under the <i>Safety and Consumer Statutes Administration Act, 1996</i> if an administrative authority is designated under that Act to administer that designated legislation. 1999, c. 4, s. 4 (1).</p> <p class=\"headnote-e\"><b>Registration requirement, corporations</b></p> <p class=\"subsection-e\">(2) A contractor required to be registered under section 2 shall not be certified, registered, licensed or issued a permit or authorization under a provision of legislation to which this section applies unless it provides proof of registration under section 2. 1999, c. 4, s. 4 (2).</p> <p class=\"headnote-e\"><b>Where void</b></p> <p class=\"subsection-e\">(3) A certification, registration, licensing or issuance of a permit or authorization made in contravention of this section is void. 1999, c. 4, s. 4 (3).</p> <p class=\"headnote-e\"><b>Immunity</b></p> <p class=\"subsection-e\">(4) No proceeding shall be commenced against a person with respect to a decision concerning the issuance of a certificate, registration, license, permit or authorization that contravenes this section. 1999, c. 4, s. 4 (4).</p>"
        },
        {
            "id": "P137_8007",
            "section": "Further registration requirements",
            "content": "5. (1) No contractor who is required to be registered under section 2 shall be certified, registered, licensed or issued a permit or authorization under the prescribed legislation or the by-laws of the prescribed municipalities authorized under prescribed legislation unless the contractor provides proof of registration under section 2 and of compliance with sections 3 and 4, if they apply with respect to the contractor. 1999, c. 4, s. 5 (1). Where void (2) A certification, registration, licensing or issuance of a permit or authorization made in contravention of this section is void. 1999, c. 4, s. 5 (2). Immunity (3) No proceeding shall be commenced against a person with respect to a decision concerning the issuance of a certificate, registration, license, permit or authorization that contravenes this section. 1999, c. 4, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P137_8007\"></a><a name=\"BK6\"></a>5.</b> (1) No contractor who is required to be registered under section 2 shall be certified, registered, licensed or issued a permit or authorization under the prescribed legislation or the by-laws of the prescribed municipalities authorized under prescribed legislation unless the contractor provides proof of registration under section 2 and of compliance with sections 3 and 4, if they apply with respect to the contractor. 1999, c. 4, s. 5 (1).</p> <p class=\"headnote-e\"><b>Where void</b></p> <p class=\"subsection-e\">(2) A certification, registration, licensing or issuance of a permit or authorization made in contravention of this section is void. 1999, c. 4, s. 5 (2).</p> <p class=\"headnote-e\"><b>Immunity</b></p> <p class=\"subsection-e\">(3) No proceeding shall be commenced against a person with respect to a decision concerning the issuance of a certificate, registration, license, permit or authorization that contravenes this section. 1999, c. 4, s. 5 (3).</p>"
        },
        {
            "id": "P143_8896",
            "section": "Requirements for placing bids",
            "content": "6. (1) No contractor who is required to be registered under section 2 shall present a bid with respect to a construction contract for work in a designated area unless the contractor provides proof of registration under section 2 and all of the following that apply with respect to the contractor: 1. Proof of having registered under the Business Names Act in accordance with subsection 3 (1). 2. Proof of having filed a declaration under the Limited Partnerships Act in accordance with subsection 3 (2). 3. Proof of having been certified, registered, licensed or issued a permit or authorization to which section 4 applies in accordance with that section. 4. Proof of having filed a return or a notice under the Corporations Information Act. 1999, c. 4, s. 6 (1). Contract voidable (2) If a contract is awarded to a contractor who presented a bid for it in contravention of subsection (1), the contract is voidable by the person who awarded the contract. 1999, c. 4, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P143_8896\"></a><a name=\"BK7\"></a>6.</b> (1) No contractor who is required to be registered under section 2 shall present a bid with respect to a construction contract for work in a designated area unless the contractor provides proof of registration under section 2 and all of the following that apply with respect to the contractor:</p> <p class=\"paragraph-e\">1. Proof of having registered under the <i>Business Names Act</i> in accordance with subsection 3 (1).</p> <p class=\"paragraph-e\">2. Proof of having filed a declaration under the <i>Limited Partnerships Act</i> in accordance with subsection 3 (2).</p> <p class=\"paragraph-e\">3. Proof of having been certified, registered, licensed or issued a permit or authorization to which section 4 applies in accordance with that section.</p> <p class=\"paragraph-e\">4. Proof of having filed a return or a notice under the <i>Corporations Information Act</i>. 1999, c. 4, s. 6 (1).</p> <p class=\"headnote-e\"><b>Contract voidable</b></p> <p class=\"subsection-e\">(2) If a contract is awarded to a contractor who presented a bid for it in contravention of subsection (1), the contract is voidable by the person who awarded the contract. 1999, c. 4, s. 6 (2).</p>"
        },
        {
            "id": "P151_9932",
            "section": "Restriction on awarding construction contracts, Ontario",
            "content": "7. (1) The Government of Ontario shall not award a construction contract to a contractor who is required to be registered under section 2. 1999, c. 4, s. 7 (1). Same, agencies, etc. (2) The prescribed agencies, boards and commissions shall not award a construction contract to a contractor who is required to be registered under section 2. 1999, c. 4, s. 7 (2). Same, municipalities and other bodies (3) The municipalities and other bodies set out in the Schedule to the Pay Equity Act shall not award a construction contract for work in a designated area to a contractor who is required to be registered under section 2. 1999, c. 4, s. 7 (3). Same, corporations (4) The prescribed corporations shall not award a construction contract to a contractor who is required to be registered under section 2. 1999, c. 4, s. 7 (4). Immunity (5) No proceeding shall be commenced against a person to whom this section applies with respect to a decision concerning the awarding of a construction contract that contravenes this section. 1999, c. 4, s. 7 (5). Contract voidable (6) A contract awarded to a contractor in contravention of this section is voidable by the person who awarded it. 1999, c. 4, s. 7 (6).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P151_9932\"></a><a name=\"BK8\"></a>7.</b> (1) The Government of Ontario shall not award a construction contract to a contractor who is required to be registered under section 2. 1999, c. 4, s. 7 (1).</p> <p class=\"headnote-e\"><b>Same, agencies, etc.</b></p> <p class=\"subsection-e\">(2) The prescribed agencies, boards and commissions shall not award a construction contract to a contractor who is required to be registered under section 2. 1999, c. 4, s. 7 (2).</p> <p class=\"headnote-e\"><b>Same, municipalities and other bodies</b></p> <p class=\"subsection-e\">(3) The municipalities and other bodies set out in the Schedule to the <i>Pay Equity Act</i> shall not award a construction contract for work in a designated area to a contractor who is required to be registered under section 2. 1999, c. 4, s. 7 (3).</p> <p class=\"headnote-e\"><b>Same, corporations</b></p> <p class=\"subsection-e\">(4) The prescribed corporations shall not award a construction contract to a contractor who is required to be registered under section 2. 1999, c. 4, s. 7 (4).</p> <p class=\"headnote-e\"><b>Immunity</b></p> <p class=\"subsection-e\">(5) No proceeding shall be commenced against a person to whom this section applies with respect to a decision concerning the awarding of a construction contract that contravenes this section. 1999, c. 4, s. 7 (5).</p> <p class=\"headnote-e\"><b>Contract voidable</b></p> <p class=\"subsection-e\">(6) A contract awarded to a contractor in contravention of this section is voidable by the person who awarded it. 1999, c. 4, s. 7 (6).</p>"
        },
        {
            "id": "P163_11188",
            "section": "Limitation on subcontracting",
            "content": "8. (1) A person who has a construction contract with the Government of Ontario or any other body referred to in subsection 7 (1), (2) or (4) shall not enter into any contract with respect to that construction contract with a contractor who is required to be registered under section 2. 1999, c. 4, s. 8 (1). Same (2) A person who has a construction contract for construction work in a designated area with a municipality or other body referred to in subsection 7 (3) shall not enter into any contract with respect to that construction contract with a contractor who is required to be registered under section 2. 1999, c. 4, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P163_11188\"></a><a name=\"BK9\"></a>8.</b> (1) A person who has a construction contract with the Government of Ontario or any other body referred to in subsection 7 (1), (2) or (4) shall not enter into any contract with respect to that construction contract with a contractor who is required to be registered under section 2. 1999, c. 4, s. 8 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) A person who has a construction contract for construction work in a designated area with a municipality or other body referred to in subsection 7 (3) shall not enter into any contract with respect to that construction contract with a contractor who is required to be registered under section 2. 1999, c. 4, s. 8 (2).</p>"
        },
        {
            "id": "P167_11860",
            "section": "Requirement re apprentices",
            "content": "9. The wage rates and ratios of apprentices to journeymen required under the Trades Qualification and Apprenticeship Act shall be deemed to apply under that Act with respect to all apprentices of a contractor required to be registered under section 2. 1999, c. 4, s. 9. PART II   CONSTRUCTION WORKERS",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P167_11860\"></a><a name=\"BK10\"></a>9.</b> The wage rates and ratios of apprentices to journeymen required under the <i>Trades Qualification and Apprenticeship Act</i> shall be deemed to apply under that Act with respect to all apprentices of a contractor required to be registered under section 2. 1999, c. 4, s. 9.</p> <p class=\"partnum-e\"><b><a name=\"P168_12135\"></a><a name=\"BK11\"></a>PART II <br/>  CONSTRUCTION WORKERS</b></p>"
        },
        {
            "id": "P170_12182",
            "section": "Register with Office",
            "content": "10. (1) Every individual who is a person resident in a designated jurisdiction and who is or will be doing construction work in a designated area shall register with the Office. 1999, c. 4, s. 10 (1). Same (2) Subject to subsections (3) and (4), the Director shall register an individual referred to in subsection (1) if the individual, (a) provides evidence satisfactory to the Director of work experience in a prescribed trade, occupation or construction activity; (b) pays the fee set by the Director; and (c) satisfies any other prescribed requirements. 1999, c. 4, s. 10 (2). If certificate required in designated jurisdiction (3) If an individual seeking registration under subsection (1) is or will be doing construction work in a prescribed trade, occupation or construction activity for which a certificate, registration, licence, permit or authorization is required in the designated jurisdiction, the individual shall also provide evidence satisfactory to the Director of that certificate, registration, licence, permit or authorization. 1999, c. 4, s. 10 (3). If certificate required in Ontario (4) If an individual seeking registration under subsection (1) is or will be doing construction work in a prescribed trade, occupation or construction activity for which a certificate, registration, licence, permit or authorization is required in Ontario, the individual shall also provide evidence satisfactory to the Director of that certificate, registration, licence, permit or authorization. 1999, c. 4, s. 10 (4). Annual registration (5) A registration under this section is effective for one year. 1999, c. 4, s. 10 (5). Special exemption (6) On the request of a person resident in Ontario, the Director may exempt a specified individual from the requirements of subsections (3) and (4) with respect to a particular project if, (a) the specified individual is working for the person resident in Ontario; (b) in the Director’s opinion, the individual’s skills are necessary to that project; and (c) in the Director’s opinion, because of a shortage of those skills, no other individual who is a resident of Ontario is available to carry out the work. 1999, c. 4, s. 10 (6). PART III (s. 11) Repealed: 2002, c. 18, Sched. P, s. 41. PART IV   RETAIL SALES TAX ENFORCEMENT",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P170_12182\"></a><a name=\"BK12\"></a>10.</b> (1) Every individual who is a person resident in a designated jurisdiction and who is or will be doing construction work in a designated area shall register with the Office. 1999, c. 4, s. 10 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Subject to subsections (3) and (4), the Director shall register an individual referred to in subsection (1) if the individual,</p> <p class=\"clause-e\">(a) provides evidence satisfactory to the Director of work experience in a prescribed trade, occupation or construction activity;</p> <p class=\"clause-e\">(b) pays the fee set by the Director; and</p> <p class=\"clause-e\">(c) satisfies any other prescribed requirements. 1999, c. 4, s. 10 (2).</p> <p class=\"headnote-e\"><b>If certificate required in designated jurisdiction</b></p> <p class=\"subsection-e\">(3) If an individual seeking registration under subsection (1) is or will be doing construction work in a prescribed trade, occupation or construction activity for which a certificate, registration, licence, permit or authorization is required in the designated jurisdiction, the individual shall also provide evidence satisfactory to the Director of that certificate, registration, licence, permit or authorization. 1999, c. 4, s. 10 (3).</p> <p class=\"headnote-e\"><b>If certificate required in Ontario</b></p> <p class=\"subsection-e\">(4) If an individual seeking registration under subsection (1) is or will be doing construction work in a prescribed trade, occupation or construction activity for which a certificate, registration, licence, permit or authorization is required in Ontario, the individual shall also provide evidence satisfactory to the Director of that certificate, registration, licence, permit or authorization. 1999, c. 4, s. 10 (4).</p> <p class=\"headnote-e\"><b>Annual registration</b></p> <p class=\"subsection-e\">(5) A registration under this section is effective for one year. 1999, c. 4, s. 10 (5).</p> <p class=\"headnote-e\"><b>Special exemption</b></p> <p class=\"subsection-e\">(6) On the request of a person resident in Ontario, the Director may exempt a specified individual from the requirements of subsections (3) and (4) with respect to a particular project if,</p> <p class=\"clause-e\">(a) the specified individual is working for the person resident in Ontario; </p> <p class=\"clause-e\">(b) in the Director’s opinion, the individual’s skills are necessary to that project; and </p> <p class=\"clause-e\">(c) in the Director’s opinion, because of a shortage of those skills, no other individual who is a resident of Ontario is available to carry out the work. 1999, c. 4, s. 10 (6).</p> <p class=\"partnumRepeal-e\"><b>PART III </b>(s. 11) Repealed: 2002, c. 18, Sched. P, s. 41.</p> <p class=\"partnum-e\"><b><a name=\"P188_14454\"></a><a name=\"BK13\"></a>PART IV <br/>  RETAIL SALES TAX ENFORCEMENT</b></p>"
        },
        {
            "id": "P190_14500",
            "section": "Definitions",
            "content": "12. In this Part, “consumption” has the same meaning as under the Retail Sales Tax Act; (“consommation”) “fair value” has the same meaning as under the Retail Sales Tax Act; (“juste valeur”) “use” has the same meaning as under the Retail Sales Tax Act. (“usage”) 1999, c. 4, s. 12.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P190_14500\"></a><a name=\"BK14\"></a>12.</b> In this Part,</p> <p class=\"firstdef-e\">“consumption” has the same meaning as under the <i>Retail Sales Tax Act</i>; (“consommation”)</p> <p class=\"definition-e\">“fair value” has the same meaning as under the <i>Retail Sales Tax Act</i>; (“juste valeur”)</p> <p class=\"definition-e\">“use” has the same meaning as under the <i>Retail Sales Tax Act.</i> (“usage”) 1999, c. 4, s. 12.</p>"
        },
        {
            "id": "P195_14862",
            "section": "Retail sales tax on construction equipment or material",
            "content": "13. (1) A person who is employed by the Crown in the Ministry of Finance in the administration or enforcement of an Act that imposes a tax, and who is designated an inspector under this Act may, for the purposes of ensuring that the tax payable under the Retail Sales Tax Act has been paid, or that security in accordance with this Part or the Retail Sales Tax Act has been furnished, stop, detain and inspect any motor vehicle entering Ontario from a designated jurisdiction if the person reasonably believes that the motor vehicle contains or is transporting construction equipment or material for consumption or use in Ontario. 1999, c. 4, s. 13 (1). Documents to be produced to inspector (2) An inspector who is detaining a motor vehicle under subsection (1) may require the operator or owner of the motor vehicle to produce for inspection a bill of lading, invoice or other document showing the destination of the motor vehicle, the place or places to which any construction equipment or material is to be delivered, the person to whom delivery is to be made and the value of the construction equipment or material. 1999, c. 4, s. 13 (2). Security for tax (3) Where the inspector reasonably believes that construction equipment or material worth $200 or more is being brought into Ontario for consumption or use in Ontario in such circumstances as to make that consumption or use liable to tax under the Retail Sales Tax Act, the inspector may require the operator of the motor vehicle to pay or cause to be paid to the Minister of Finance security for the tax, and may continue to detain the motor vehicle until the security has been paid. 1999, c. 4, s. 13 (3). Same (4) Security to be paid under subsection (3) shall be for an amount of money equal to not less than 8 per cent of the fair value of the construction equipment or material that the inspector considers may be intended for consumption or use in Ontario. 1999, c. 4, s. 13 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P195_14862\"></a><a name=\"BK15\"></a>13.</b> (1) A person who is employed by the Crown in the Ministry of Finance in the administration or enforcement of an Act that imposes a tax, and who is designated an inspector under this Act may, for the purposes of ensuring that the tax payable under the <i>Retail Sales Tax Act</i> has been paid, or that security in accordance with this Part or the <i>Retail Sales Tax Act</i> has been furnished, stop, detain and inspect any motor vehicle entering Ontario from a designated jurisdiction if the person reasonably believes that the motor vehicle contains or is transporting construction equipment or material for consumption or use in Ontario. 1999, c. 4, s. 13 (1).</p> <p class=\"headnote-e\"><b>Documents to be produced to inspector</b></p> <p class=\"subsection-e\">(2) An inspector who is detaining a motor vehicle under subsection (1) may require the operator or owner of the motor vehicle to produce for inspection a bill of lading, invoice or other document showing the destination of the motor vehicle, the place or places to which any construction equipment or material is to be delivered, the person to whom delivery is to be made and the value of the construction equipment or material. 1999, c. 4, s. 13 (2).</p> <p class=\"headnote-e\"><b>Security for tax</b></p> <p class=\"subsection-e\">(3) Where the inspector reasonably believes that construction equipment or material worth $200 or more is being brought into Ontario for consumption or use in Ontario in such circumstances as to make that consumption or use liable to tax under the <i>Retail Sales Tax Act,</i> the inspector may require the operator of the motor vehicle to pay or cause to be paid to the Minister of Finance security for the tax, and may continue to detain the motor vehicle until the security has been paid. 1999, c. 4, s. 13 (3).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) Security to be paid under subsection (3) shall be for an amount of money equal to not less than 8 per cent of the fair value of the construction equipment or material that the inspector considers may be intended for consumption or use in Ontario. 1999, c. 4, s. 13 (4).</p>"
        },
        {
            "id": "P203_16873",
            "section": "Exception where security has been furnished",
            "content": "14. (1) Subsections 13 (3) and (4) do not apply if documents are provided to the inspector showing that the construction equipment or material is to be used or consumed in Ontario in the carrying out of a contract by a non-resident contractor, as defined in subsection 39 (6) of the Retail Sales Tax Act, who has complied with subsections 39 (3) to (5) of that Act in respect of the contract evidenced by the documents. 1999, c. 4, s. 14 (1). Exception where construction equipment or material removed from Ontario (2) Subsections 13 (3) and (4) do not apply if the operator of the motor vehicle informs the inspector that he or she will forthwith remove from Ontario the construction equipment or material for the tax on which security has been required, and if the operator immediately removes the construction equipment or material from Ontario. 1999, c. 4, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P203_16873\"></a><a name=\"BK16\"></a>14.</b> (1) Subsections 13 (3) and (4) do not apply if documents are provided to the inspector showing that the construction equipment or material is to be used or consumed in Ontario in the carrying out of a contract by a non-resident contractor, as defined in subsection 39 (6) of the <i>Retail Sales Tax Act,</i> who has complied with subsections 39 (3) to (5) of that Act in respect of the contract evidenced by the documents. 1999, c. 4, s. 14 (1).</p> <p class=\"headnote-e\"><b>Exception where construction equipment or material removed from Ontario</b></p> <p class=\"subsection-e\">(2) Subsections 13 (3) and (4) do not apply if the operator of the motor vehicle informs the inspector that he or she will forthwith remove from Ontario the construction equipment or material for the tax on which security has been required, and if the operator immediately removes the construction equipment or material from Ontario. 1999, c. 4, s. 14 (2).</p>"
        },
        {
            "id": "P207_17792",
            "section": "Refund of security in excess of tax",
            "content": "15. (1) A person for whom or on whose behalf security has been paid to the Minister of Finance under section 13 may apply to the Minister of Finance for the refund of any part of the amount paid as security that exceeds the tax payable and paid under the Retail Sales Tax Act in respect of the consumption or use of the construction equipment or material for the tax on which the security was paid. 1999, c. 4, s. 15 (1). Same (2) The provisions of the Retail Sales Tax Act applicable to refunds of tax and the evidence and procedures to obtain a refund apply to a refund under subsection (1). 1999, c. 4, s. 15 (2). PART V   GENERAL",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P207_17792\"></a><a name=\"BK17\"></a>15.</b> (1) A person for whom or on whose behalf security has been paid to the Minister of Finance under section 13 may apply to the Minister of Finance for the refund of any part of the amount paid as security that exceeds the tax payable and paid under the <i>Retail Sales Tax Act</i> in respect of the consumption or use of the construction equipment or material for the tax on which the security was paid. 1999, c. 4, s. 15 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The provisions of the <i>Retail Sales Tax Act</i> applicable to refunds of tax and the evidence and procedures to obtain a refund apply to a refund under subsection (1). 1999, c. 4, s. 15 (2).</p> <p class=\"partnum-e\"><b><a name=\"P210_18421\"></a><a name=\"BK18\"></a>PART V <br/>  GENERAL</b></p>"
        },
        {
            "id": "P212_18452",
            "section": "Office established",
            "content": "16. (1) An office to be known in English as the Jobs Protection Office and in French as Bureau de protection des emplois is established for the purposes of this Act. 1999, c. 4, s. 16 (1). Same (2) The Minister may, (a) designate offices of the Ministry of Labour or of other ministries as branch offices of the Office; and (b) make rules for any other matter necessary or advisable for the operation of the Office. 1999, c. 4, s. 16 (2). Director (3) The Minister shall designate an official of the Ministry as Director and the Director shall be responsible for the Office. 1999, c. 4, s. 16 (3). Delegation (4) The Minister may delegate to the Director any of the Minister’s powers set out in clause (2) (b). 1999, c. 4, s. 16 (4). Powers and duties of Director (5) The Director shall be responsible for, (a) registering construction contractors under section 2 and individuals under section 10; (b) co-ordinating the enforcement of this Act and the prescribed legislation; (c) co-ordinating information sharing among ministries and other bodies required to enforce this Act and the prescribed legislation; (d) providing information and assistance to Ontario construction contractors and construction workers seeking contracts and work in a designated jurisdiction; (e) monitoring access by persons from Ontario to construction business and job opportunities in a designated jurisdiction and reporting to the Minister concerning that access; and (f) carrying out any other matter that the Minister considers necessary or advisable with respect to administering this Act and carrying out its objectives. 1999, c. 4, s. 16 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P212_18452\"></a><a name=\"BK19\"></a>16.</b> (1) An office to be known in English as the Jobs Protection Office and in French as Bureau de protection des emplois is established for the purposes of this Act. 1999, c. 4, s. 16 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The Minister may,</p> <p class=\"clause-e\">(a) designate offices of the Ministry of Labour or of other ministries as branch offices of the Office; and</p> <p class=\"clause-e\">(b) make rules for any other matter necessary or advisable for the operation of the Office. 1999, c. 4, s. 16 (2).</p> <p class=\"headnote-e\"><b>Director</b></p> <p class=\"subsection-e\">(3) The Minister shall designate an official of the Ministry as Director and the Director shall be responsible for the Office. 1999, c. 4, s. 16 (3).</p> <p class=\"headnote-e\"><b>Delegation</b></p> <p class=\"subsection-e\">(4) The Minister may delegate to the Director any of the Minister’s powers set out in clause (2) (b). 1999, c. 4, s. 16 (4).</p> <p class=\"headnote-e\"><b>Powers and duties of Director</b></p> <p class=\"subsection-e\">(5) The Director shall be responsible for, </p> <p class=\"clause-e\">(a) registering construction contractors under section 2 and individuals under section 10;</p> <p class=\"clause-e\">(b) co-ordinating the enforcement of this Act and the prescribed legislation;</p> <p class=\"clause-e\">(c) co-ordinating information sharing among ministries and other bodies required to enforce this Act and the prescribed legislation;</p> <p class=\"clause-e\">(d) providing information and assistance to Ontario construction contractors and construction workers seeking contracts and work in a designated jurisdiction; </p> <p class=\"clause-e\">(e) monitoring access by persons from Ontario to construction business and job opportunities in a designated jurisdiction and reporting to the Minister concerning that access; and</p> <p class=\"clause-e\">(f) carrying out any other matter that the Minister considers necessary or advisable with respect to administering this Act and carrying out its objectives. 1999, c. 4, s. 16 (5).</p>"
        },
        {
            "id": "P230_20107",
            "section": "Decisions final",
            "content": "17. Despite the Statutory Powers Procedure Act, the following decisions under this Act are final: 1. A decision respecting the registration of contractors under section 2 or individuals under section 10. 2. A decision made with respect to a registration or filing under section 3. 3. A decision made with respect to a certification, registration, licensing or issuance of a permit or authorization under section 4 or 5. 4. A decision made with respect to awarding a construction contract under section 7. 5. The Minister’s designation of an office as a branch office of the Office. 6. A decision of the Director under this Act. 1999, c. 4, s. 17.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P230_20107\"></a><a name=\"BK20\"></a>17.</b> Despite the <i>Statutory Powers Procedure Act</i>, the following decisions under this Act are final:</p> <p class=\"paragraph-e\">1. A decision respecting the registration of contractors under section 2 or individuals under section 10.</p> <p class=\"paragraph-e\">2. A decision made with respect to a registration or filing under section 3.</p> <p class=\"paragraph-e\">3. A decision made with respect to a certification, registration, licensing or issuance of a permit or authorization under section 4 or 5.</p> <p class=\"paragraph-e\">4. A decision made with respect to awarding a construction contract under section 7.</p> <p class=\"paragraph-e\">5. The Minister’s designation of an office as a branch office of the Office.</p> <p class=\"paragraph-e\">6. A decision of the Director under this Act. 1999, c. 4, s. 17.</p>"
        },
        {
            "id": "P238_20759",
            "section": "Inspectors",
            "content": "18. (1) The Minister may designate as inspectors employees of the Government of Ontario, of a municipality or of any other body administering or enforcing legislation or by-laws referred to in this Act or the regulations made under this Act. 1999, c. 4, s. 18 (1). Powers of inspectors (2) An inspector may, (a) enter in or on any workplace without a warrant; (b) require the production of any document required under this Act and inspect, examine and copy any such document; (c) stop and search a commercial vehicle for the purpose of determining whether there is a contravention of section 11; (d) make enquiries of any person who is or was in a workplace to which this Act applies with respect to whether or not any person is a person resident in a designated jurisdiction; (e) exercise under this Act any power with respect to an inspection that he or she may exercise under another Act; and (f) exercise any other prescribed power. 1999, c. 4, s. 18 (2). Dwelling (3) Despite clause (2) (a), an inspector shall enter a dwelling or that part of a dwelling being used as a workplace only with the consent of the occupier or under the authority of a search warrant issued under section 158 of the Provincial Offences Act. 1999, c. 4, s. 18 (3). Seizure of documents or things (4) While acting under the authority of this Act, an inspector may, without a warrant or court order, seize any document or thing that is produced to him or her or that is in plain view if the inspector reasonably believes that this Act or a regulation has been contravened and that the document or thing will afford evidence of the contravention. 1999, c. 4, s. 18 (4). Possession (5) The inspector may remove the document or thing seized or may detain it in the place in which it is seized. 1999, c. 4, s. 18 (5). Notice and receipt (6) The inspector shall inform the person from whom the document or thing is seized as to the reason for the seizure and shall give the person a receipt for it. 1999, c. 4, s. 18 (6). Report to justice (7) The inspector shall bring a document or thing seized under the authority of this section before a provincial judge or justice of the peace or, if that is not reasonably possible, shall report the seizure to a provincial judge or justice of the peace. 1999, c. 4, s. 18 (7). Procedure (8) Sections 159 and 160 of the Provincial Offences Act apply with necessary modifications in respect of a document or thing seized under the authority of this section. 1999, c. 4, s. 18 (8).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P238_20759\"></a><a name=\"BK21\"></a>18.</b> (1) The Minister may designate as inspectors employees of the Government of Ontario, of a municipality or of any other body administering or enforcing legislation or by-laws referred to in this Act or the regulations made under this Act. 1999, c. 4, s. 18 (1).</p> <p class=\"headnote-e\"><b>Powers of inspectors</b></p> <p class=\"subsection-e\">(2) An inspector may,</p> <p class=\"clause-e\">(a) enter in or on any workplace without a warrant;</p> <p class=\"clause-e\">(b) require the production of any document required under this Act and inspect, examine and copy any such document;</p> <p class=\"clause-e\">(c) stop and search a commercial vehicle for the purpose of determining whether there is a contravention of section 11;</p> <p class=\"clause-e\">(d) make enquiries of any person who is or was in a workplace to which this Act applies with respect to whether or not any person is a person resident in a designated jurisdiction; </p> <p class=\"clause-e\">(e) exercise under this Act any power with respect to an inspection that he or she may exercise under another Act; and</p> <p class=\"clause-e\">(f) exercise any other prescribed power. 1999, c. 4, s. 18 (2).</p> <p class=\"headnote-e\"><b>Dwelling</b></p> <p class=\"subsection-e\">(3) Despite clause (2) (a), an inspector shall enter a dwelling or that part of a dwelling being used as a workplace only with the consent of the occupier or under the authority of a search warrant issued under section 158 of the <i>Provincial Offences Act</i>. 1999, c. 4, s. 18 (3).</p> <p class=\"headnote-e\"><b>Seizure of documents or things</b></p> <p class=\"subsection-e\">(4) While acting under the authority of this Act, an inspector may, without a warrant or court order, seize any document or thing that is produced to him or her or that is in plain view if the inspector reasonably believes that this Act or a regulation has been contravened and that the document or thing will afford evidence of the contravention. 1999, c. 4, s. 18 (4).</p> <p class=\"headnote-e\"><b>Possession</b></p> <p class=\"subsection-e\">(5) The inspector may remove the document or thing seized or may detain it in the place in which it is seized. 1999, c. 4, s. 18 (5).</p> <p class=\"headnote-e\"><b>Notice and receipt</b></p> <p class=\"subsection-e\">(6) The inspector shall inform the person from whom the document or thing is seized as to the reason for the seizure and shall give the person a receipt for it. 1999, c. 4, s. 18 (6).</p> <p class=\"headnote-e\"><b>Report to justice</b></p> <p class=\"subsection-e\">(7) The inspector shall bring a document or thing seized under the authority of this section before a provincial judge or justice of the peace or, if that is not reasonably possible, shall report the seizure to a provincial judge or justice of the peace. 1999, c. 4, s. 18 (7).</p> <p class=\"headnote-e\"><b>Procedure</b></p> <p class=\"subsection-e\">(8) Sections 159 and 160 of the <i>Provincial Offences Act</i> apply with necessary modifications in respect of a document or thing seized under the authority of this section. 1999, c. 4, s. 18 (8).</p>"
        },
        {
            "id": "P260_23303",
            "section": "Obstruction of inspector",
            "content": "19. No person shall hinder or obstruct an inspector in the lawful performance of his or her duties or furnish an inspector with false information or refuse to furnish the inspector with information required for the purposes of this Act. 1999, c. 4, s. 19.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P260_23303\"></a><a name=\"BK22\"></a>19.</b> No person shall hinder or obstruct an inspector in the lawful performance of his or her duties or furnish an inspector with false information or refuse to furnish the inspector with information required for the purposes of this Act. 1999, c. 4, s. 19.</p>"
        },
        {
            "id": "P262_23589",
            "section": "Collection of information",
            "content": "20. (1) For the purposes of carrying out his or her duties under this Act, the Director may require a person to whom this Act applies to provide the Director with information. 1999, c. 4, s. 20 (1). Sharing of information (2) Any person who administers or enforces this Act or legislation or by-laws referred to in this Act may share with one another information in their possession if that information is necessary for the purposes of this Act, that legislation or those by-laws. 1999, c. 4, s. 20 (2). Confidentiality (3) Every person who administers or enforces this Act shall preserve secrecy with respect to all matters that come to his or her attention in the course of his or her duties under this Act and shall not disclose information relating to those matters to any person unless, (a) the information is required in connection with the administration of this Act or a proceeding under this Act; (b) the disclosure is made to his or her counsel; (c) the disclosure is made in accordance with subsection (2); (d) the information is generally available to the public; or (e) in the case of personal information, the disclosure is made with the consent of the person to whom the information relates. 1999, c. 4, s. 20 (3). Compellability (4) No person who administers or enforces this Act shall be compelled to give testimony in any proceeding, other than a proceeding under this Act, with regard to information obtained in the course of his or her duties. 1999, c. 4, s. 20 (4). Definition (5) In this section, “information” includes personal information within the meaning of section 38 of the Freedom of Information and Protection of Privacy Act or section 28 of the Municipal Freedom of Information and Protection of Privacy Act. 1999, c. 4, s. 20 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P262_23589\"></a><a name=\"BK23\"></a>20.</b> (1) For the purposes of carrying out his or her duties under this Act, the Director may require a person to whom this Act applies to provide the Director with information. 1999, c. 4, s. 20 (1).</p> <p class=\"headnote-e\"><b>Sharing of information</b></p> <p class=\"subsection-e\"> (2) Any person who administers or enforces this Act or legislation or by-laws referred to in this Act may share with one another information in their possession if that information is necessary for the purposes of this Act, that legislation or those by-laws. 1999, c. 4, s. 20 (2).</p> <p class=\"headnote-e\"><b>Confidentiality</b></p> <p class=\"subsection-e\">(3) Every person who administers or enforces this Act shall preserve secrecy with respect to all matters that come to his or her attention in the course of his or her duties under this Act and shall not disclose information relating to those matters to any person unless,</p> <p class=\"clause-e\">(a) the information is required in connection with the administration of this Act or a proceeding under this Act;</p> <p class=\"clause-e\">(b) the disclosure is made to his or her counsel; </p> <p class=\"clause-e\">(c) the disclosure is made in accordance with subsection (2);</p> <p class=\"clause-e\">(d) the information is generally available to the public; or</p> <p class=\"clause-e\">(e) in the case of personal information, the disclosure is made with the consent of the person to whom the information relates. 1999, c. 4, s. 20 (3).</p> <p class=\"headnote-e\"><b>Compellability</b></p> <p class=\"subsection-e\">(4) No person who administers or enforces this Act shall be compelled to give testimony in any proceeding, other than a proceeding under this Act, with regard to information obtained in the course of his or her duties. 1999, c. 4, s. 20 (4).</p> <p class=\"headnote-e\"><b>Definition</b></p> <p class=\"subsection-e\">(5) In this section,</p> <p class=\"firstdef-e\">“information” includes personal information within the meaning of section 38 of the <i>Freedom of Information and Protection of Privacy Act</i> or section 28 of the <i>Municipal Freedom of Information and Protection of Privacy Act</i>. 1999, c. 4, s. 20 (5).</p>"
        },
        {
            "id": "P278_25380",
            "section": "Immunity",
            "content": "21. No proceeding shall be commenced against the Crown, a Minister, the Director, an inspector or any other person responsible for administering or enforcing this Act respecting any act done in good faith in the performance or intended performance of any duty or in the exercise or intended exercise of any power under this Act or for any alleged neglect, default or omission in the performance or exercise in good faith of any duty or power under this Act. 1999, c. 4, s. 21.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P278_25380\"></a><a name=\"BK24\"></a>21.</b> No proceeding shall be commenced against the Crown, a Minister, the Director, an inspector or any other person responsible for administering or enforcing this Act respecting any act done in good faith in the performance or intended performance of any duty or in the exercise or intended exercise of any power under this Act or for any alleged neglect, default or omission in the performance or exercise in good faith of any duty or power under this Act. 1999, c. 4, s. 21.</p>"
        },
        {
            "id": "P280_25885",
            "section": "Where this Act prevails",
            "content": "22. (1) The right of a person to a licence, certification, registration, permit or authorization under another Act is subject to this Act. 1999, c. 4, s. 22 (1). Same (2) If there is a conflict between this Act and any legislation or by-law affected by this Act, this Act prevails. 1999, c. 4, s. 22 (2). Same (3) Subsection (2) applies with respect to a conflict between this Act and the Safety and Consumer Statutes Administration Act, 1996, despite section 5 of that Act. 1999, c. 4, s. 22 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P280_25885\"></a><a name=\"BK25\"></a>22.</b> (1) The right of a person to a licence, certification, registration, permit or authorization under another Act is subject to this Act. 1999, c. 4, s. 22 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) If there is a conflict between this Act and any legislation or by-law affected by this Act, this Act prevails. 1999, c. 4, s. 22 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) Subsection (2) applies with respect to a conflict between this Act and the <i>Safety and Consumer Statutes Administration Act, 1996</i>, despite section 5 of that Act. 1999, c. 4, s. 22 (3).</p>"
        },
        {
            "id": "P286_26421",
            "section": "Non-application of Act",
            "content": "23. (1) No provision of this Act applies with respect to construction work in Ontario under a construction contract that was in force before the day this section is proclaimed in force. 1999, c. 4, s. 23 (1). Exception (2) Subsection (1) does not apply with respect to a new contract with respect to a construction contract referred to in that subsection or work arranged with respect to a construction contract referred to in that subsection if the new contract is made or the work arranged on or after the day this section is proclaimed in force. 1999, c. 4, s. 23 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P286_26421\"></a><a name=\"BK26\"></a>23.</b> (1) No provision of this Act applies with respect to construction work in Ontario under a construction contract that was in force before the day this section is proclaimed in force. 1999, c. 4, s. 23 (1).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not apply with respect to a new contract with respect to a construction contract referred to in that subsection or work arranged with respect to a construction contract referred to in that subsection if the new contract is made or the work arranged on or after the day this section is proclaimed in force. 1999, c. 4, s. 23 (2).</p>"
        },
        {
            "id": "P290_27030",
            "section": "Offence, subsection 2 (1)",
            "content": "24. (1) A person who contravenes subsection 2 (1) is guilty of an offence and on conviction is liable,  (a) in the case of a corporation, to a fine of not more than $25,000 for each day or part of a day that the corporation continues to work in contravention of that subsection; and (b) in the case of a person who is not a corporation, to a fine of not more than $2,000 for each day or part of a day that the person continues to work in contravention of that subsection. 1999, c. 4, s. 24 (1). Offence, section 6 (2) If a person resident in a designated jurisdiction enters into a contract after making a bid that contravenes section 6, the person is guilty of an offence and on conviction is liable, (a) in the case of a corporation, to a fine of not more than $25,000; and (b) in the case of a person who is not a corporation, to a fine of not more than $2,000. 1999, c. 4, s. 24 (2). Offence, sections 7 and 8 (3) If a contractor who is required to be registered under section 2 enters into a contract to which section 7 or 8 applies, the contractor is guilty of an offence and on conviction is liable to a fine of 10 per cent of the contract price. 1999, c. 4, s. 24 (3). Offence, section 9 (4) A contractor who fails to comply with the wage rates and ratios of apprentices to journeymen required under section 9 is guilty of any offence and on conviction is liable, (a) in the case of a corporation, to a fine of not more than $25,000; and (b) in the case of a person who is not a corporation, to a fine of not more than $2,000. 1999, c. 4, s. 24 (4). Offence, subsection 10 (1) (5) An individual who contravenes subsection 10 (1) is guilty of an offence and on conviction is liable to a fine of not more than $2,000 for each day or part of a day that the individual continues to do construction work to which that subsection applies while remaining unregistered under section 10. 1999, c. 4, s. 24 (5). Same (6) If an individual who contravenes subsection 10 (1) is doing work for a contractor who is required to register under section 2, the contractor is guilty of an offence and on conviction is liable, (a) in the case of a corporation, to a fine of not more than $25,000; and (b) in the case of a person who is not a corporation, to a fine of not more than $2,000. 1999, c. 4, s. 24 (6). Offence, section 11 (7) A person who transports aggregates in contravention of the deemed condition set out in section 11 is guilty of an offence and on conviction is liable, (a) in the case of a corporation, to a fine of not more than $25,000; and (b) in the case of a person who is not a corporation, to a fine of not more than $2,000. 1999, c. 4, s. 24 (7). Offence, section 19 (8) A person who hinders or obstructs an inspector in contravention of section 19 is guilty of an offence and on conviction is liable, (a) in the case of a corporation, to a fine of not more than $25,000; and (b) in the case of a person who is not a corporation, to a fine of not more than $2,000. 1999, c. 4, s. 24 (8). Offence subsection 20 (3) (9) A person who contravenes subsection 20 (3) is guilty of an offence and on conviction is liable to a fine of not more than $5,000. 1999, c. 4, s. 24 (9). Minimum fine (10) The minimum fine for an offence under this section is $500. 1999, c. 4, s. 24 (10).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P290_27030\"></a><a name=\"BK27\"></a>24.</b> (1) A person who contravenes subsection 2 (1) is guilty of an offence and on conviction is liable, </p> <p class=\"clause-e\">(a) in the case of a corporation, to a fine of not more than $25,000 for each day or part of a day that the corporation continues to work in contravention of that subsection; and </p> <p class=\"clause-e\">(b) in the case of a person who is not a corporation, to a fine of not more than $2,000 for each day or part of a day that the person continues to work in contravention of that subsection. 1999, c. 4, s. 24 (1).</p> <p class=\"headnote-e\"><b>Offence, section 6 </b></p> <p class=\"subsection-e\">(2) If a person resident in a designated jurisdiction enters into a contract after making a bid that contravenes section 6, the person is guilty of an offence and on conviction is liable, </p> <p class=\"clause-e\">(a) in the case of a corporation, to a fine of not more than $25,000; and</p> <p class=\"clause-e\">(b) in the case of a person who is not a corporation, to a fine of not more than $2,000. 1999, c. 4, s. 24 (2).</p> <p class=\"headnote-e\"><b>Offence, sections 7 and 8</b></p> <p class=\"subsection-e\">(3) If a contractor who is required to be registered under section 2 enters into a contract to which section 7 or 8 applies, the contractor is guilty of an offence and on conviction is liable to a fine of 10 per cent of the contract price. 1999, c. 4, s. 24 (3).</p> <p class=\"headnote-e\"><b>Offence, section 9</b></p> <p class=\"subsection-e\">(4) A contractor who fails to comply with the wage rates and ratios of apprentices to journeymen required under section 9 is guilty of any offence and on conviction is liable,</p> <p class=\"clause-e\">(a) in the case of a corporation, to a fine of not more than $25,000; and</p> <p class=\"clause-e\">(b) in the case of a person who is not a corporation, to a fine of not more than $2,000. 1999, c. 4, s. 24 (4).</p> <p class=\"headnote-e\"><b>Offence, subsection 10 (1)</b></p> <p class=\"subsection-e\">(5) An individual who contravenes subsection 10 (1) is guilty of an offence and on conviction is liable to a fine of not more than $2,000 for each day or part of a day that the individual continues to do construction work to which that subsection applies while remaining unregistered under section 10. 1999, c. 4, s. 24 (5).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(6) If an individual who contravenes subsection 10 (1) is doing work for a contractor who is required to register under section 2, the contractor is guilty of an offence and on conviction is liable, </p> <p class=\"clause-e\">(a) in the case of a corporation, to a fine of not more than $25,000; and</p> <p class=\"clause-e\">(b) in the case of a person who is not a corporation, to a fine of not more than $2,000. 1999, c. 4, s. 24 (6).</p> <p class=\"headnote-e\"><b>Offence, section 11</b></p> <p class=\"subsection-e\">(7) A person who transports aggregates in contravention of the deemed condition set out in section 11 is guilty of an offence and on conviction is liable,</p> <p class=\"clause-e\">(a) in the case of a corporation, to a fine of not more than $25,000; and</p> <p class=\"clause-e\">(b) in the case of a person who is not a corporation, to a fine of not more than $2,000. 1999, c. 4, s. 24 (7).</p> <p class=\"headnote-e\"><b>Offence, section 19</b></p> <p class=\"subsection-e\">(8) A person who hinders or obstructs an inspector in contravention of section 19 is guilty of an offence and on conviction is liable,</p> <p class=\"clause-e\">(a) in the case of a corporation, to a fine of not more than $25,000; and </p> <p class=\"clause-e\">(b) in the case of a person who is not a corporation, to a fine of not more than $2,000. 1999, c. 4, s. 24 (8).</p> <p class=\"headnote-e\"><b>Offence subsection 20 (3)</b></p> <p class=\"subsection-e\">(9) A person who contravenes subsection 20 (3) is guilty of an offence and on conviction is liable to a fine of not more than $5,000. 1999, c. 4, s. 24 (9).</p> <p class=\"headnote-e\"><b>Minimum fine</b></p> <p class=\"subsection-e\">(10) The minimum fine for an offence under this section is $500. 1999, c. 4, s. 24 (10).</p>"
        },
        {
            "id": "P322_30371",
            "section": "Regulations by L. G. in C.",
            "content": "25. (1) The Lieutenant Governor in Council may make regulations,  (a) prescribing a province or territory of Canada as a designated jurisdiction for the purposes of this Act or for the purposes of specified provisions of it; (b) prescribing a designated area for the purposes of this Act or for the purposes of specified provisions of it. 1999, c. 4, s. 25 (1). Same (2) The Lieutenant Governor in Council may prescribe a province or territory as a designated jurisdiction under clause (1) (a) only if the Lieutenant Governor in Council is of the opinion that the province or territory has engaged in unfair, discriminatory or restrictive practices with respect to the construction industry. 1999, c. 4, s. 25 (2). Same (3) Different designated jurisdictions and different designated areas may be prescribed for the purposes of different provisions of this Act and the regulations and those jurisdictions and areas may be designated for a specified period of time. 1999, c. 4, s. 25 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P322_30371\"></a><a name=\"BK28\"></a>25.</b> (1) The Lieutenant Governor in Council may make regulations, </p> <p class=\"clause-e\">(a) prescribing a province or territory of Canada as a designated jurisdiction for the purposes of this Act or for the purposes of specified provisions of it;</p> <p class=\"clause-e\">(b) prescribing a designated area for the purposes of this Act or for the purposes of specified provisions of it. 1999, c. 4, s. 25 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The Lieutenant Governor in Council may prescribe a province or territory as a designated jurisdiction under clause (1) (a) only if the Lieutenant Governor in Council is of the opinion that the province or territory has engaged in unfair, discriminatory or restrictive practices with respect to the construction industry. 1999, c. 4, s. 25 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) Different designated jurisdictions and different designated areas may be prescribed for the purposes of different provisions of this Act and the regulations and those jurisdictions and areas may be designated for a specified period of time. 1999, c. 4, s. 25 (3).</p>"
        },
        {
            "id": "P330_31394",
            "section": "Regulations by Minister",
            "content": "26. (1) The Minister may make regulations, (a) prescribing additional activities to be included in the definition of “construction” in section 1; (b) prescribing the nature and purpose of security and prescribing forms and additional requirements for the purposes of subsections 2 (2) and (3); (c) prescribing legislation and prescribing municipalities and legislation authorizing by-laws for the purposes of section 5; (d) prescribing agencies, boards and commissions for the purposes of subsection 7 (2); (e) exempting specified municipalities and other bodies from section 7; (f) prescribing corporations for the purposes of subsection 7 (4); (g) prescribing trades, occupations and construction activities and additional requirements for the purposes of section 10; (h) defining aggregates for the purpose of section 11; (i) authorizing the Director to delegate specified powers and duties set out in subsection 16 (5) to specified persons or classes of persons; (j) prescribing legislation for the purposes of clauses 16 (5) (b) and (c); (k) prescribing additional powers of inspectors for the purposes of subsection 18 (2); (l) exempting classes of individuals who are persons resident in a designated jurisdiction from this Act or specified provisions of it; (m) exempting specified contractors who are persons resident in a designated jurisdiction from this Act or specified provisions of it; (n) respecting any matter necessary or advisable to carry out the intent and purpose of this Act. 1999, c. 4, s. 26 (1). Municipalities, etc., only in designated areas (2) For the purposes of clause (1) (c), the Minister may only prescribe municipalities that are located in a designated area. 1999, c. 4, s. 26 (2). 27. Omitted (provides for repeal of this Act). 1999, c. 4, s. 27. 28. Omitted (provides for coming into force of provisions of this Act). 1999, c. 4, s. 28. 29. Omitted (enacts short title of this Act). 1999, c. 4, s. 29. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P330_31394\"></a><a name=\"BK29\"></a>26.</b> (1) The Minister may make regulations,</p> <p class=\"clause-e\">(a) prescribing additional activities to be included in the definition of “construction” in section 1;</p> <p class=\"clause-e\">(b) prescribing the nature and purpose of security and prescribing forms and additional requirements for the purposes of subsections 2 (2) and (3);</p> <p class=\"clause-e\">(c) prescribing legislation and prescribing municipalities and legislation authorizing by-laws for the purposes of section 5;</p> <p class=\"clause-e\">(d) prescribing agencies, boards and commissions for the purposes of subsection 7 (2);</p> <p class=\"clause-e\">(e) exempting specified municipalities and other bodies from section 7;</p> <p class=\"clause-e\">(f) prescribing corporations for the purposes of subsection 7 (4);</p> <p class=\"clause-e\">(g) prescribing trades, occupations and construction activities and additional requirements for the purposes of section 10;</p> <p class=\"clause-e\">(h) defining aggregates for the purpose of section 11;</p> <p class=\"clause-e\">(i) authorizing the Director to delegate specified powers and duties set out in subsection 16 (5) to specified persons or classes of persons;</p> <p class=\"clause-e\">(j) prescribing legislation for the purposes of clauses 16 (5) (b) and (c);</p> <p class=\"clause-e\">(k) prescribing additional powers of inspectors for the purposes of subsection 18 (2);</p> <p class=\"clause-e\">(l) exempting classes of individuals who are persons resident in a designated jurisdiction from this Act or specified provisions of it;</p> <p class=\"clause-e\">(m) exempting specified contractors who are persons resident in a designated jurisdiction from this Act or specified provisions of it;</p> <p class=\"clause-e\">(n) respecting any matter necessary or advisable to carry out the intent and purpose of this Act. 1999, c. 4, s. 26 (1).</p> <p class=\"headnote-e\"><b>Municipalities, etc., only in designated areas</b></p> <p class=\"subsection-e\">(2) For the purposes of clause (1) (c), the Minister may only prescribe municipalities that are located in a designated area. 1999, c. 4, s. 26 (2).</p> <p class=\"section-e\"><b>27.</b> Omitted (provides for repeal of this Act). 1999, c. 4, s. 27.</p> <p class=\"section-e\"><b>28.</b> Omitted (provides for coming into force of provisions of this Act). 1999, c. 4, s. 28.</p> <p class=\"section-e\"><b>29.</b> Omitted (enacts short title of this Act). 1999, c. 4, s. 29.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_99f04_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_99f04_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "27.",
            "section": "Municipalities, etc., only in designated areas",
            "content": "27. Omitted (provides for repeal of this Act). 1999, c. 4, s. 27. 28. Omitted (provides for coming into force of provisions of this Act). 1999, c. 4, s. 28. 29. Omitted (enacts short title of this Act). 1999, c. 4, s. 29. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>27.</b> Omitted (provides for repeal of this Act). 1999, c. 4, s. 27.</p> <p class=\"section-e\"><b>28.</b> Omitted (provides for coming into force of provisions of this Act). 1999, c. 4, s. 28.</p> <p class=\"section-e\"><b>29.</b> Omitted (enacts short title of this Act). 1999, c. 4, s. 29.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_99f04_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_99f04_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "28.",
            "section": "Municipalities, etc., only in designated areas",
            "content": "28. Omitted (provides for coming into force of provisions of this Act). 1999, c. 4, s. 28. 29. Omitted (enacts short title of this Act). 1999, c. 4, s. 29. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>28.</b> Omitted (provides for coming into force of provisions of this Act). 1999, c. 4, s. 28.</p> <p class=\"section-e\"><b>29.</b> Omitted (enacts short title of this Act). 1999, c. 4, s. 29.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_99f04_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_99f04_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "29.",
            "section": "Municipalities, etc., only in designated areas",
            "content": "29. Omitted (enacts short title of this Act). 1999, c. 4, s. 29. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>29.</b> Omitted (enacts short title of this Act). 1999, c. 4, s. 29.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_99f04_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_99f04_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}