{
    "act_info": {
        "full_title": "Family Support Plan Act, R.S.O. 1990, c. S.28",
        "act_name_text": "Not Found",
        "citation": "Family Support Plan Act, R.S.O. 1990, c. S.28",
        "url": "https://www.ontario.ca/laws/statute/90s28",
        "date_scraped": "2023-12-20 00:58:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. (1) In this Act, “custody order” means a provision in an order of a court, in or out of Ontario, that is enforceable in Ontario for custody of a child, but not for access to a child, and includes such a provision in a separation agreement that is enforceable under the Children’s Law Reform Act; (“ordonnance de garde d’enfants”) “Director” means the Director of the Family Support Plan; (“directeur”) “income source” means an individual, a corporation or other entity that owes periodic payment at regular intervals to a payor of, (a) wages or salary, (b) a commission, bonus, piece-work allowance or other amount if the payment is not recoverable by the income source from the payor should the payor fail to earn the commission or bonus or fail to meet any production target, (c) a benefit under an accident, disability or sickness plan, (d) a disability, retirement or other pension, (e) an annuity, (f) income of a type described in the regulations; (“source de revenu”) “payor” means a person who is required to pay support under a support order; (“payeur”) “provisional order” means an order that has no effect until it is confirmed by another court and includes orders made under subsection 18(2) of the Divorce Act (Canada), sections 3 and 7 of the Reciprocal Enforcement of Support Orders Act and section 44 of the Family Law Act; (“ordonnance conditionnelle”) “regulations” means the regulations made under this Act; (“règlements”) “support deduction order” means an order requiring any income source that receives notice of the order to make payments to the Director in respect of the payor named in the order out of money owed by the income source to the payor; (“ordonnance de retenue des aliments”) “support order” means a provision in an order made in or outside Ontario and enforceable in Ontario for the payment of money as support or maintenance, and includes a provision for, (a) the payment of an amount periodically, whether annually or otherwise and whether for an indefinite or limited period, or until the happening of a specified event, (b) a lump sum to be paid or held in trust, (c) property to be transferred to or in trust for or vested in a party, whether absolutely, for life or for a term of years, (d) one spouse to be given exclusive possession of a matrimonial home or part of it for life or for the lesser period that the court directs, (e) a spouse to whom exclusive possession of a matrimonial home is given to make the periodic payments to the other spouse that are prescribed in the order, (f) one spouse to be given exclusive possession of the contents of a matrimonial home or household goods or any part of them, (g) a spouse to pay for the repair and maintenance of a matrimonial home or to pay other liabilities arising in respect of it, (h) part or all of the money payable under the order to be paid into court or to another appropriate person or agency for the benefit of a party, (i) payment of support or maintenance in respect of a period before the date of the order, (j) payment to an agency of an amount in reimbursement for a benefit or assistance provided to a party under a statute, including a benefit or assistance provided before the date of the order, (k) payment of expenses in respect of a child’s prenatal care and birth, (l) the irrevocable designation, by a spouse who has a policy of life insurance or an interest in a benefit plan, of the other spouse or a child as the beneficiary, (m) the securing of payment under the order, by a charge on property or otherwise, or (n) interest or the payment of legal fees or other expenses arising in relation to support or maintenance, and includes such a provision in a domestic contract or paternity agreement that is enforceable under section 35 of the Family Law Act. (“ordonnance alimentaire”) R.S.O. 1990, c.S.28, s.1(1); 1991, c.5, s.2(1-3). Status as income source (1.1) An individual, a corporation or other entity continues to be an income source despite temporary interruptions in the periodic payments owed to a payor. 1991, c.5, s.2(4). Acting by solicitor (2) Anything that this Act requires to be signed or done by a person, or that is referred to in this Act as signed or done by a person, may be signed or done by a lawyer acting on the person’s behalf. Act binds Crown (3) This Act binds the Crown. R.S.O. 1990, c.S.28, s.1(2,3).",
            "raw_html": "<p class=\"section-e\"><b>1.</b> (1) In this Act,</p> <p class=\"firstdef-e\">“custody order” means a provision in an order of a court, in or out of Ontario, that is enforceable in Ontario for custody of a child, but not for access to a child, and includes such a provision in a separation agreement that is enforceable under the <i>Children’s Law Reform Act</i>; (“ordonnance de garde d’enfants”)</p> <p class=\"definition-e\">“Director” means the Director of the Family Support Plan; (“directeur”)</p> <p class=\"definition-e\">“income source” means an individual, a corporation or other entity that owes periodic payment at regular intervals to a payor of,</p> <p class=\"defclause-e\">(a) wages or salary,</p> <p class=\"defclause-e\">(b) a commission, bonus, piece-work allowance or other amount if the payment is not recoverable by the income source from the payor should the payor fail to earn the commission or bonus or fail to meet any production target,</p> <p class=\"defclause-e\">(c) a benefit under an accident, disability or sickness plan,</p> <p class=\"defclause-e\">(d) a disability, retirement or other pension,</p> <p class=\"defclause-e\">(e) an annuity,</p> <p class=\"defclause-e\">(f) income of a type described in the regulations; (“source de revenu”)</p> <p class=\"definition-e\">“payor” means a person who is required to pay support under a support order; (“payeur”)</p> <p class=\"definition-e\">“provisional order” means an order that has no effect until it is confirmed by another court and includes orders made under subsection 18(2) of the <i>Divorce Act</i> (Canada), sections 3 and 7 of the <i>Reciprocal Enforcement of Support Orders Act</i> and section 44 of the <i>Family Law Act</i>; (“ordonnance conditionnelle”) </p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“support deduction order” means an order requiring any income source that receives notice of the order to make payments to the Director in respect of the payor named in the order out of money owed by the income source to the payor; (“ordonnance de retenue des aliments”)</p> <p class=\"definition-e\">“support order” means a provision in an order made in or outside Ontario and enforceable in Ontario for the payment of money as support or maintenance, and includes a provision for,</p> <p class=\"defclause-e\">(a) the payment of an amount periodically, whether annually or otherwise and whether for an indefinite or limited period, or until the happening of a specified event,</p> <p class=\"defclause-e\">(b) a lump sum to be paid or held in trust,</p> <p class=\"defclause-e\">(c) property to be transferred to or in trust for or vested in a party, whether absolutely, for life or for a term of years,</p> <p class=\"defclause-e\">(d) one spouse to be given exclusive possession of a matrimonial home or part of it for life or for the lesser period that the court directs,</p> <p class=\"defclause-e\">(e) a spouse to whom exclusive possession of a matrimonial home is given to make the periodic payments to the other spouse that are prescribed in the order,</p> <p class=\"defclause-e\">(f) one spouse to be given exclusive possession of the contents of a matrimonial home or household goods or any part of them,</p> <p class=\"defclause-e\">(g) a spouse to pay for the repair and maintenance of a matrimonial home or to pay other liabilities arising in respect of it,</p> <p class=\"defclause-e\">(h) part or all of the money payable under the order to be paid into court or to another appropriate person or agency for the benefit of a party,</p> <p class=\"defclause-e\">(i) payment of support or maintenance in respect of a period before the date of the order,</p> <p class=\"defclause-e\">(j) payment to an agency of an amount in reimbursement for a benefit or assistance provided to a party under a statute, including a benefit or assistance provided before the date of the order,</p> <p class=\"defclause-e\">(k) payment of expenses in respect of a child’s prenatal care and birth,</p> <p class=\"defclause-e\">(l) the irrevocable designation, by a spouse who has a policy of life insurance or an interest in a benefit plan, of the other spouse or a child as the beneficiary,</p> <p class=\"defclause-e\">(m) the securing of payment under the order, by a charge on property or otherwise, or</p> <p class=\"defclause-e\">(n) interest or the payment of legal fees or other expenses arising in relation to support or maintenance,</p> <p class=\"Sdefinition-e\">and includes such a provision in a domestic contract or paternity agreement that is enforceable under section 35 of the <i>Family Law Act</i>. (“ordonnance alimentaire”) R.S.O. 1990, c.S.28, s.1(1); 1991, c.5, s.2(1-3).</p> <p class=\"headnote-e\"><b>Status as income source</b></p> <p class=\"subsection-e\">(1.1) An individual, a corporation or other entity continues to be an income source despite temporary interruptions in the periodic payments owed to a payor. 1991, c.5, s.2(4).</p> <p class=\"headnote-e\"><b>Acting by solicitor</b></p> <p class=\"subsection-e\">(2) Anything that this Act requires to be signed or done by a person, or that is referred to in this Act as signed or done by a person, may be signed or done by a lawyer acting on the person’s behalf.</p> <p class=\"headnote-e\"><b>Act binds Crown</b></p> <p class=\"subsection-e\">(3) This Act binds the Crown. R.S.O. 1990, c.S.28, s.1(2,3).</p>"
        },
        {
            "id": "2.",
            "section": "Director of Family Support Plan",
            "content": "2. (1) There shall be a Director of the Family Support Plan who shall be appointed by the Lieutenant Governor in Council. 1991, c.5, s.3. Duty and powers of Director (2) It is the duty of the Director to enforce support and custody orders that are filed in the Director’s office, in the manner, if any, that appears practical and the Director may, for the purpose, commence and conduct a proceeding and take steps for the enforcement of the order in the Director’s name for the benefit of the person entitled to enforcement of the order, or of that person’s child. Idem (3) The Director may enforce the payment of arrears of support under a support order although they were incurred before the order was filed in the Director’s office or before this Act came into force. Fees (4) The Director shall not charge a fee for services to persons on whose behalf he or she acts. Enforcement officers (5) The Director may appoint employees of the Director’s office as enforcement officers for the purposes of this Act. Powers of enforcement officers (6) An enforcement officer may act for the Director and in his or her name. R.S.O. 1990, c.S.28, s.2(2-6).",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) There shall be a Director of the Family Support Plan who shall be appointed by the Lieutenant Governor in Council. 1991, c.5, s.3.</p> <p class=\"headnote-e\"><b>Duty and powers of Director</b></p> <p class=\"subsection-e\">(2) It is the duty of the Director to enforce support and custody orders that are filed in the Director’s office, in the manner, if any, that appears practical and the Director may, for the purpose, commence and conduct a proceeding and take steps for the enforcement of the order in the Director’s name for the benefit of the person entitled to enforcement of the order, or of that person’s child.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) The Director may enforce the payment of arrears of support under a support order although they were incurred before the order was filed in the Director’s office or before this Act came into force.</p> <p class=\"headnote-e\"><b>Fees</b></p> <p class=\"subsection-e\">(4) The Director shall not charge a fee for services to persons on whose behalf he or she acts.</p> <p class=\"headnote-e\"><b>Enforcement officers</b></p> <p class=\"subsection-e\">(5) The Director may appoint employees of the Director’s office as enforcement officers for the purposes of this Act.</p> <p class=\"headnote-e\"><b>Powers of enforcement officers</b></p> <p class=\"subsection-e\">(6) An enforcement officer may act for the Director and in his or her name. R.S.O. 1990, c.S.28, s.2(2-6).</p>"
        },
        {
            "id": "3.",
            "section": "Filing of orders",
            "content": "3. (1) A support or custody order may be filed with the Director’s office. Idem (2) An order may be filed even if it has been previously withdrawn. Who may file (3) Subject to subsections (6) and (8), a support order may be filed only by a person entitled to support under it or by a parent of a child entitled to support under it other than the payor. Idem (4) A custody order may only be filed by a person entitled to custody under it. Director to enforce support orders (5) Every support order made by an Ontario court, other than a provisional order, shall state in its operative part that unless the order is withdrawn from the Director’s office, it shall be enforced by the Director and that amounts owing under the order shall be paid to the Director, who shall pay them to the person to whom they are owed. Prompt filing (6) The clerk or registrar of the court that makes an order described in subsection (5) shall file it with the Director’s office promptly after it is signed unless the person entitled to receive support files with the court and the Director’s office a written notice signed by the person stating that he or she does not want the order enforced by the Director. Filing orders of other jurisdictions (7) A support order made by a court outside Ontario that is received by the Ministry of the Attorney General or an Ontario court for enforcement in Ontario shall be filed with the Director’s office promptly after it is received, unless it is accompanied by a notice signed by the person seeking enforcement stating that he or she does not want the order enforced by the Director. Filing by Minister (8) If a person who is entitled to support under a support order has applied and is eligible for, or has received, a benefit under the Family Benefits Act or assistance under the General Welfare Assistance Act, the Minister of Community and Social Services may file the order in the Director’s office, whether or not the notice referred to in subsection (6) or (7) has been given. Filing of past orders (9) Promptly after a day to be named by proclamation of the Lieutenant Governor, support orders filed for enforcement under section 27 of the Family Law Reform Act, being chapter 152 of the Revised Statutes of Ontario, 1980, shall be filed in the Director’s office by the clerks or registrars of the courts in which they are filed. 1991, c.5, s.4, part.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) A support or custody order may be filed with the Director’s office.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) An order may be filed even if it has been previously withdrawn.</p> <p class=\"headnote-e\"><b>Who may file</b></p> <p class=\"subsection-e\">(3) Subject to subsections (6) and (8), a support order may be filed only by a person entitled to support under it or by a parent of a child entitled to support under it other than the payor.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) A custody order may only be filed by a person entitled to custody under it.</p> <p class=\"headnote-e\"><b>Director to enforce support orders</b></p> <p class=\"subsection-e\">(5) Every support order made by an Ontario court, other than a provisional order, shall state in its operative part that unless the order is withdrawn from the Director’s office, it shall be enforced by the Director and that amounts owing under the order shall be paid to the Director, who shall pay them to the person to whom they are owed.</p> <p class=\"headnote-e\"><b>Prompt filing</b></p> <p class=\"subsection-e\">(6) The clerk or registrar of the court that makes an order described in subsection (5) shall file it with the Director’s office promptly after it is signed unless the person entitled to receive support files with the court and the Director’s office a written notice signed by the person stating that he or she does not want the order enforced by the Director.</p> <p class=\"headnote-e\"><b>Filing orders of other jurisdictions</b></p> <p class=\"subsection-e\">(7) A support order made by a court outside Ontario that is received by the Ministry of the Attorney General or an Ontario court for enforcement in Ontario shall be filed with the Director’s office promptly after it is received, unless it is accompanied by a notice signed by the person seeking enforcement stating that he or she does not want the order enforced by the Director.</p> <p class=\"headnote-e\"><b>Filing by Minister</b></p> <p class=\"subsection-e\">(8) If a person who is entitled to support under a support order has applied and is eligible for, or has received, a benefit under the <i>Family Benefits Act</i> or assistance under the <i>General Welfare Assistance Act</i>, the Minister of Community and Social Services may file the order in the Director’s office, whether or not the notice referred to in subsection (6) or (7) has been given.</p> <p class=\"headnote-e\"><b>Filing of past orders</b></p> <p class=\"subsection-e\">(9) Promptly after a day to be named by proclamation of the Lieutenant Governor, support orders filed for enforcement under section 27 of the <i>Family Law Reform Act</i>, being chapter 152 of the Revised Statutes of Ontario, 1980, shall be filed in the Director’s office by the clerks or registrars of the courts in which they are filed. 1991, c.5, s.4, <i>part.</i></p>"
        },
        {
            "id": "3.1",
            "section": "Support deduction orders",
            "content": "3.1 (1) An Ontario court that makes a support order, which provides for payment of support on a periodic basis at regular intervals, shall also make a support deduction order for the payment of the periodic support ordered. Exception (2) A support deduction order shall not be made in respect of a provisional order. Required information (3) Before making a support deduction order, the court shall make such inquiries as it considers necessary to determine the names and addresses of each income source of the payor and the amounts paid to the payor by each income source. Consent proceedings, etc. (4) If the support order is sought on consent or by way of motion for judgment or if the making of the support order is uncontested, the persons prescribed by the regulations shall give the court the particulars described in subsection (3) and such other information as may be prescribed. Order mandatory (5) A support deduction order shall be made even though the court cannot identify an income source in respect of the payor at the time the support order is made. 1991, c.5, s.4, part.",
            "raw_html": "<p class=\"section-e\"><b>3.1</b> (1) An Ontario court that makes a support order, which provides for payment of support on a periodic basis at regular intervals, shall also make a support deduction order for the payment of the periodic support ordered.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) A support deduction order shall not be made in respect of a provisional order.</p> <p class=\"headnote-e\"><b>Required information</b></p> <p class=\"subsection-e\">(3) Before making a support deduction order, the court shall make such inquiries as it considers necessary to determine the names and addresses of each income source of the payor and the amounts paid to the payor by each income source.</p> <p class=\"headnote-e\"><b>Consent proceedings, etc.</b></p> <p class=\"subsection-e\">(4) If the support order is sought on consent or by way of motion for judgment or if the making of the support order is uncontested, the persons prescribed by the regulations shall give the court the particulars described in subsection (3) and such other information as may be prescribed.</p> <p class=\"headnote-e\"><b>Order mandatory</b></p> <p class=\"subsection-e\">(5) A support deduction order shall be made even though the court cannot identify an income source in respect of the payor at the time the support order is made. 1991, c.5, s.4, <i>part.</i></p>"
        },
        {
            "id": "3.2",
            "section": "Form of support deduction order",
            "content": "3.2 (1) A support deduction order shall be in the form prescribed by the regulations. Completion of form, etc. (2) The support deduction order shall be completed and signed by the court at the time the support order is made and shall be entered in the court records immediately after it is signed, even though the support order may not have been settled or signed at that time. Prompt filing (3) The clerk or registrar of the court that makes a support deduction order shall file it with the Director’s office promptly after it is signed. 1991, c.5, s.4, part.",
            "raw_html": "<p class=\"section-e\"><b>3.2</b> (1) A support deduction order shall be in the form prescribed by the regulations.</p> <p class=\"headnote-e\"><b>Completion of form, etc.</b></p> <p class=\"subsection-e\">(2) The support deduction order shall be completed and signed by the court at the time the support order is made and shall be entered in the court records immediately after it is signed, even though the support order may not have been settled or signed at that time.</p> <p class=\"headnote-e\"><b>Prompt filing</b></p> <p class=\"subsection-e\">(3) The clerk or registrar of the court that makes a support deduction order shall file it with the Director’s office promptly after it is signed. 1991, c.5, s.4, <i>part.</i></p>"
        },
        {
            "id": "3.3",
            "section": "Persons bound",
            "content": "3.3 (1) A support deduction order binds every income source who is served by the Director’s office with a notice of the order whether or not the income source is named in the order. Enforcement by Director (2) The Director shall enforce a support deduction order in the manner, if any, that appears practical to the Director and shall pay the amounts collected under the order to the person to whom they are owed. Idem (3) No person other than the Director shall enforce a support deduction order. When enforcement ends (4) The Director shall enforce a support deduction order, subject to any suspension order or variation, until the support order to which it relates is terminated and there are no arrears owing and despite the fact that the support order to which it relates has not been filed in or has been withdrawn from the Director’s office. Idem (5) The Director’s office may serve a notice of a support deduction order by sending the notice by prepaid ordinary mail addressed to each income source from whom it is seeking payment, and new notices may be served when the amount to be paid under a support order changes or arrears are owing. Idem (6) The notice shall be deemed to have been served on the individual, corporation or other entity to whom it was mailed on the fifth day following mailing, excluding Saturdays, Sundays and holidays, unless the contrary is shown. Notice to payor (7) The Director shall send a copy of the notice to the payor by prepaid ordinary mail at his or her last address as shown on the records of the Director’s office. First payment (8) An income source shall begin making payments to the Director’s office not later than the day the first payment is to be paid to the payor that falls at least fourteen days after the day on which the income source is served with the notice. Payor’s duty to pay (9) Until an income source begins deducting support payments in respect of a support deduction order or if payments by an income source are interrupted or terminated, the payor shall pay the amounts owing under the support order to the Director or, if the support order has been withdrawn, to the person entitled to receive support. Arrears (10) The Director may include in the amount required to be deducted and paid to the Director’s office any amount in arrears under a support order. Maximum deductions (11) Subject to subsection (13), the total amount deducted in respect of a support order shall not exceed 50 per cent of the net amount owed by the income source to the payor. Definition (12) For the purposes of this section, “net amount” means the total amount owed by the income source to the payor at the time payment is to be made to the Director’s office, less the total of the following deductions: 1. Income Tax. 2. Canada Pension Plan. 3. Unemployment Insurance. 4. Union dues. 5. Such other deductions as may be prescribed by the regulations. Higher maximum payment (13) Subject to subsection (15), a court when it makes a support deduction order or on the motion of the Director may order that one or more income sources pay an amount that is higher than the amount described in subsection (11) and such an income source shall pay to the Director’s office the amount set out in the order. Idem (14) An order shall not be made under subsection (13) unless the payor receives income from at least two sources (whether or not the sources are “income sources” as defined in section 1). Idem (15) An income source is not required to pay to the Director’s office more than the net amount that the income source owes to the payor at the time of the payment. Medical insurance, etc. (16) Despite any other provision of this Act, no deduction shall be made under a support deduction order in respect of amounts owing to a payor as reimbursement for expenses covered by a medical, health, dental or hospital insurance contract or plan. Person not income source (17) If an individual, corporation or other entity served with notice is not an income source of the payor named in the notice, the individual, corporation or other entity shall give written notice in the prescribed form of that fact to the Director’s office within ten days following the service of the notice. Dispute (18) The Director or the income source, individual, corporation or other entity, as the case may be, may, on notice to the other, bring a motion to the court that made a support deduction order or to the appropriate court under subsection 3.8(9) to determine, (a) whether the income source has failed to comply with the order; (b) whether the amount the income source is deducting and paying to the Director’s office under the order is correct; or (c) whether the individual, corporation or other entity is an income source. Idem (19) In a motion under subsection (18), the court shall determine the issue in a summary manner and make such order as it considers appropriate in the circumstances. Idem (20) A motion shall not be brought by an income source under clause (18)(a) or (b) unless the income source has given written particulars of the proposed motion to the Director at least fourteen days before serving the Director with notice of the motion. Idem (21) A motion shall not be brought under clause (18)(c) by an individual, corporation or other entity, until at least fourteen days after the date that notice was given under subsection (17). Idem (22) Subsection (21) does not apply to the Director. Liability (23) An income source is liable to pay to the Director’s office any amount that it failed without proper reason to deduct and pay to the office after receiving notice to deduct and pay and, in a motion under subsection (18), the court may order the income source to pay the amount that it ought to have deducted and paid to the Director’s office. Other enforcement (24) In addition to any other method available to enforce an order in a civil proceeding, any order made under subsection (19) or (23) may be enforced under this Act in the same manner and with the same remedies as a support order. Duty to inform (25) Within ten days following the termination or beginning of an interruption of payments by an income source to a payor, both the income source and the payor shall give written notice to the Director’s office of the termination or interruption together with such other information as may be required by the regulations. Idem (26) If notice has been or should have been given under subsection (25), (a) the payor and the income source, within ten days following the resumption of payments that have been interrupted, shall give written notice to the Director’s office of the resumption; (b) the payor, within ten days of beginning employment with another income source or of becoming entitled to payments from another income source, shall give written notice to the Director’s office of the new employment or the entitlement and of the name and address of the income source. Information confidential (27) Information about a payor obtained by an income source or an individual, corporation or other entity believed to be an income source as a result of the application of this section shall not be disclosed by the income source or any director, officer, employee or agent of the income source or anyone believed to be an income source or any director, officer, employee or agent thereof, except for the purposes of complying with a support deduction order or this Act. Priority (28) Despite any other Act, a support deduction order has the same priority over other judgment debts as a support order has under the Creditors’ Relief Act and all support orders and support deduction orders rank equally with each other. Idem (29) If an income source is required to make payments to the Director’s office under a support deduction order and the income source receives a garnishment notice related to the same support obligation, the income source shall make full payment under the support deduction order and the garnishment shall be of no effect until the income source has received notice from the Director that the support deduction order is suspended or terminated. Conflict with other Acts (30) A support deduction order may be enforced despite any provision in any other Act protecting from attachment or other process for the enforcement of a judgment debt any periodic payment owed by an income source to a payor. Limitation (31) A support deduction order is effective against the Crown only in respect of amounts payable on behalf of the administrative unit served with notice of the support deduction order to the payor named in the notice. Definition (32) In subsection (31), “administrative unit” means a Ministry of the Government of Ontario, a Crown agency within the meaning of the Crown Agency Act or the Office of the Assembly under the Legislative Assembly Act. Welfare benefits (33) A support deduction order shall not be used to make deductions from any amount payable to a payor as a benefit under the Family Benefits Act or as assistance under the General Welfare Assistance Act. 1991, c.5, s.4, part.",
            "raw_html": "<p class=\"section-e\"><b>3.3</b> (1) A support deduction order binds every income source who is served by the Director’s office with a notice of the order whether or not the income source is named in the order.</p> <p class=\"headnote-e\"><b>Enforcement by Director</b></p> <p class=\"subsection-e\">(2) The Director shall enforce a support deduction order in the manner, if any, that appears practical to the Director and shall pay the amounts collected under the order to the person to whom they are owed.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) No person other than the Director shall enforce a support deduction order.</p> <p class=\"headnote-e\"><b>When enforcement ends</b></p> <p class=\"subsection-e\">(4) The Director shall enforce a support deduction order, subject to any suspension order or variation, until the support order to which it relates is terminated and there are no arrears owing and despite the fact that the support order to which it relates has not been filed in or has been withdrawn from the Director’s office.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(5) The Director’s office may serve a notice of a support deduction order by sending the notice by prepaid ordinary mail addressed to each income source from whom it is seeking payment, and new notices may be served when the amount to be paid under a support order changes or arrears are owing.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(6) The notice shall be deemed to have been served on the individual, corporation or other entity to whom it was mailed on the fifth day following mailing, excluding Saturdays, Sundays and holidays, unless the contrary is shown.</p> <p class=\"headnote-e\"><b>Notice to payor</b></p> <p class=\"subsection-e\">(7) The Director shall send a copy of the notice to the payor by prepaid ordinary mail at his or her last address as shown on the records of the Director’s office.</p> <p class=\"headnote-e\"><b>First payment</b></p> <p class=\"subsection-e\">(8) An income source shall begin making payments to the Director’s office not later than the day the first payment is to be paid to the payor that falls at least fourteen days after the day on which the income source is served with the notice.</p> <p class=\"headnote-e\"><b>Payor’s duty to pay</b></p> <p class=\"subsection-e\">(9) Until an income source begins deducting support payments in respect of a support deduction order or if payments by an income source are interrupted or terminated, the payor shall pay the amounts owing under the support order to the Director or, if the support order has been withdrawn, to the person entitled to receive support.</p> <p class=\"headnote-e\"><b>Arrears</b></p> <p class=\"subsection-e\">(10) The Director may include in the amount required to be deducted and paid to the Director’s office any amount in arrears under a support order.</p> <p class=\"headnote-e\"><b>Maximum deductions</b></p> <p class=\"subsection-e\">(11) Subject to subsection (13), the total amount deducted in respect of a support order shall not exceed 50 per cent of the net amount owed by the income source to the payor.</p> <p class=\"headnote-e\"><b>Definition</b></p> <p class=\"subsection-e\">(12) For the purposes of this section,</p> <p class=\"firstdef-e\">“net amount” means the total amount owed by the income source to the payor at the time payment is to be made to the Director’s office, less the total of the following deductions:</p> <p class=\"paragraph-e\">1. Income Tax.</p> <p class=\"paragraph-e\">2. Canada Pension Plan.</p> <p class=\"paragraph-e\">3. Unemployment Insurance.</p> <p class=\"paragraph-e\">4. Union dues.</p> <p class=\"paragraph-e\">5. Such other deductions as may be prescribed by the regulations.</p> <p class=\"headnote-e\"><b>Higher maximum payment</b></p> <p class=\"subsection-e\">(13) Subject to subsection (15), a court when it makes a support deduction order or on the motion of the Director may order that one or more income sources pay an amount that is higher than the amount described in subsection (11) and such an income source shall pay to the Director’s office the amount set out in the order.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(14) An order shall not be made under subsection (13) unless the payor receives income from at least two sources (whether or not the sources are “income sources” as defined in section 1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(15) An income source is not required to pay to the Director’s office more than the net amount that the income source owes to the payor at the time of the payment.</p> <p class=\"headnote-e\"><b>Medical insurance, etc.</b></p> <p class=\"subsection-e\">(16) Despite any other provision of this Act, no deduction shall be made under a support deduction order in respect of amounts owing to a payor as reimbursement for expenses covered by a medical, health, dental or hospital insurance contract or plan.</p> <p class=\"headnote-e\"><b>Person not income source</b></p> <p class=\"subsection-e\">(17) If an individual, corporation or other entity served with notice is not an income source of the payor named in the notice, the individual, corporation or other entity shall give written notice in the prescribed form of that fact to the Director’s office within ten days following the service of the notice.</p> <p class=\"headnote-e\"><b>Dispute</b></p> <p class=\"subsection-e\">(18) The Director or the income source, individual, corporation or other entity, as the case may be, may, on notice to the other, bring a motion to the court that made a support deduction order or to the appropriate court under subsection 3.8(9) to determine,</p> <p class=\"clause-e\">(a) whether the income source has failed to comply with the order;</p> <p class=\"clause-e\">(b) whether the amount the income source is deducting and paying to the Director’s office under the order is correct; or</p> <p class=\"clause-e\">(c) whether the individual, corporation or other entity is an income source.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(19) In a motion under subsection (18), the court shall determine the issue in a summary manner and make such order as it considers appropriate in the circumstances.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(20) A motion shall not be brought by an income source under clause (18)(a) or (b) unless the income source has given written particulars of the proposed motion to the Director at least fourteen days before serving the Director with notice of the motion.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(21) A motion shall not be brought under clause (18)(c) by an individual, corporation or other entity, until at least fourteen days after the date that notice was given under subsection (17).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(22) Subsection (21) does not apply to the Director.</p> <p class=\"headnote-e\"><b>Liability</b></p> <p class=\"subsection-e\">(23) An income source is liable to pay to the Director’s office any amount that it failed without proper reason to deduct and pay to the office after receiving notice to deduct and pay and, in a motion under subsection (18), the court may order the income source to pay the amount that it ought to have deducted and paid to the Director’s office.</p> <p class=\"headnote-e\"><b>Other enforcement</b></p> <p class=\"subsection-e\">(24) In addition to any other method available to enforce an order in a civil proceeding, any order made under subsection (19) or (23) may be enforced under this Act in the same manner and with the same remedies as a support order.</p> <p class=\"headnote-e\"><b>Duty to inform</b></p> <p class=\"subsection-e\">(25) Within ten days following the termination or beginning of an interruption of payments by an income source to a payor, both the income source and the payor shall give written notice to the Director’s office of the termination or interruption together with such other information as may be required by the regulations.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(26) If notice has been or should have been given under subsection (25),</p> <p class=\"clause-e\">(a) the payor and the income source, within ten days following the resumption of payments that have been interrupted, shall give written notice to the Director’s office of the resumption;</p> <p class=\"clause-e\">(b) the payor, within ten days of beginning employment with another income source or of becoming entitled to payments from another income source, shall give written notice to the Director’s office of the new employment or the entitlement and of the name and address of the income source.</p> <p class=\"headnote-e\"><b>Information confidential</b></p> <p class=\"subsection-e\">(27) Information about a payor obtained by an income source or an individual, corporation or other entity believed to be an income source as a result of the application of this section shall not be disclosed by the income source or any director, officer, employee or agent of the income source or anyone believed to be an income source or any director, officer, employee or agent thereof, except for the purposes of complying with a support deduction order or this Act.</p> <p class=\"headnote-e\"><b>Priority</b></p> <p class=\"subsection-e\">(28) Despite any other Act, a support deduction order has the same priority over other judgment debts as a support order has under the <i>Creditors’ Relief Act</i> and all support orders and support deduction orders rank equally with each other.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(29) If an income source is required to make payments to the Director’s office under a support deduction order and the income source receives a garnishment notice related to the same support obligation, the income source shall make full payment under the support deduction order and the garnishment shall be of no effect until the income source has received notice from the Director that the support deduction order is suspended or terminated.</p> <p class=\"headnote-e\"><b>Conflict with other Acts</b></p> <p class=\"subsection-e\">(30) A support deduction order may be enforced despite any provision in any other Act protecting from attachment or other process for the enforcement of a judgment debt any periodic payment owed by an income source to a payor.</p> <p class=\"headnote-e\"><b>Limitation</b></p> <p class=\"subsection-e\">(31) A support deduction order is effective against the Crown only in respect of amounts payable on behalf of the administrative unit served with notice of the support deduction order to the payor named in the notice.</p> <p class=\"headnote-e\"><b>Definition</b></p> <p class=\"subsection-e\">(32) In subsection (31),</p> <p class=\"firstdef-e\">“administrative unit” means a Ministry of the Government of Ontario, a Crown agency within the meaning of the <i>Crown Agency Act</i> or the Office of the Assembly under the <i>Legislative Assembly Act</i>.</p> <p class=\"headnote-e\"><b>Welfare benefits</b></p> <p class=\"subsection-e\">(33) A support deduction order shall not be used to make deductions from any amount payable to a payor as a benefit under the <i>Family Benefits Act</i> or as assistance under the <i>General Welfare Assistance Act</i>. 1991, c.5, s.4, <i>part.</i></p>"
        },
        {
            "id": "3.4",
            "section": "Suspension of support deduction order",
            "content": "3.4 (1) A court that makes a support deduction order may immediately make an order to suspend its operation or the court may, on motion, subsequently suspend its operation. Conditions (2) The court may suspend a support deduction order under subsection (1) or subsection 3.8(6) only if, (a) it finds that it would be unconscionable, having regard to all of the circumstances, to require the payor to make support payments through a support deduction order; or (b) the parties to the support order agree that they do not want support payments collected through a support deduction order and the court requires the payor to post such security as it considers adequate and in accordance with the regulations. Agency’s consent required (3) If the support order has been assigned to an agency described in subsection 33(3) of the Family Law Act or if there are arrears owing to the agency from a past assignment, the court shall not suspend the support deduction order in the circumstances described in clause (2)(b) without the agency’s consent. Unconscionable, determination (4) The following shall not be considered by a court in determining whether it would be unconscionable to require a payor to make support payments through a support deduction order: 1. The fact that the payor has demonstrated a good payment history in respect of his or her debts, including support obligations. 2. The fact that the payor has had no opportunity to demonstrate voluntary compliance in respect of support obligations. 3. The fact that the parties have agreed to the suspension of the support deduction order. 4. The fact that there are grounds upon which a court might find that the amount payable under the support order should be varied. Security (5) For the purposes of clause (2)(b), security shall be in a minimum amount equal to the support payable for four months and the security shall be in money or in such other form as may be provided for in the regulations. When Director a party (6) The Director is not a party to a motion brought to suspend the operation of a support deduction order; however, if the payor brings a motion under subsection 3.8(6), the Director must also be served with notice of the motion and may be added as a party. Completion of form, etc. (7) A suspension order shall be completed and signed by the court at the time it is made and shall be entered in the court records immediately after it is signed. Prompt filing (8) The clerk or registrar of the court that makes a suspension order shall file it with the Director’s office promptly after it is made. Form and effective date (9) A suspension order shall be in the form prescribed by the regulations and takes effect only when it is filed in the Director’s office and every income source affected by the order has received notice of the suspension. Termination of suspension order (10) A suspension order is automatically terminated if the payor fails to post security of the type or within the time period set out in the suspension order or if the payor fails to comply with the support order. Effect of termination (11) When a suspension order is terminated under subsection (10), the support deduction order is reinstated and the Director may immediately realize on any security that was posted. Support order not affected (12) An order suspending the operation of a support deduction order does not affect the payor’s obligations under the support order nor does it affect any other means of enforcing the support order. 1991, c.5, s.4, part.",
            "raw_html": "<p class=\"section-e\"><b>3.4</b> (1) A court that makes a support deduction order may immediately make an order to suspend its operation or the court may, on motion, subsequently suspend its operation.</p> <p class=\"headnote-e\"><b>Conditions</b></p> <p class=\"subsection-e\">(2) The court may suspend a support deduction order under subsection (1) or subsection 3.8(6) only if,</p> <p class=\"clause-e\">(a) it finds that it would be unconscionable, having regard to all of the circumstances, to require the payor to make support payments through a support deduction order; or</p> <p class=\"clause-e\">(b) the parties to the support order agree that they do not want support payments collected through a support deduction order and the court requires the payor to post such security as it considers adequate and in accordance with the regulations.</p> <p class=\"headnote-e\"><b>Agency’s consent required</b></p> <p class=\"subsection-e\">(3) If the support order has been assigned to an agency described in subsection 33(3) of the <i>Family Law Act</i> or if there are arrears owing to the agency from a past assignment, the court shall not suspend the support deduction order in the circumstances described in clause (2)(b) without the agency’s consent.</p> <p class=\"headnote-e\"><b>Unconscionable, determination</b></p> <p class=\"subsection-e\">(4) The following shall not be considered by a court in determining whether it would be unconscionable to require a payor to make support payments through a support deduction order:</p> <p class=\"paragraph-e\">1. The fact that the payor has demonstrated a good payment history in respect of his or her debts, including support obligations.</p> <p class=\"paragraph-e\">2. The fact that the payor has had no opportunity to demonstrate voluntary compliance in respect of support obligations.</p> <p class=\"paragraph-e\">3. The fact that the parties have agreed to the suspension of the support deduction order.</p> <p class=\"paragraph-e\">4. The fact that there are grounds upon which a court might find that the amount payable under the support order should be varied.</p> <p class=\"headnote-e\"><b>Security</b></p> <p class=\"subsection-e\">(5) For the purposes of clause (2)(b), security shall be in a minimum amount equal to the support payable for four months and the security shall be in money or in such other form as may be provided for in the regulations.</p> <p class=\"headnote-e\"><b>When Director a party</b></p> <p class=\"subsection-e\">(6) The Director is not a party to a motion brought to suspend the operation of a support deduction order; however, if the payor brings a motion under subsection 3.8(6), the Director must also be served with notice of the motion and may be added as a party.</p> <p class=\"headnote-e\"><b>Completion of form, etc.</b></p> <p class=\"subsection-e\">(7) A suspension order shall be completed and signed by the court at the time it is made and shall be entered in the court records immediately after it is signed.</p> <p class=\"headnote-e\"><b>Prompt filing</b></p> <p class=\"subsection-e\">(8) The clerk or registrar of the court that makes a suspension order shall file it with the Director’s office promptly after it is made.</p> <p class=\"headnote-e\"><b>Form and effective date</b></p> <p class=\"subsection-e\">(9) A suspension order shall be in the form prescribed by the regulations and takes effect only when it is filed in the Director’s office and every income source affected by the order has received notice of the suspension.</p> <p class=\"headnote-e\"><b>Termination of suspension order</b></p> <p class=\"subsection-e\">(10) A suspension order is automatically terminated if the payor fails to post security of the type or within the time period set out in the suspension order or if the payor fails to comply with the support order.</p> <p class=\"headnote-e\"><b>Effect of termination</b></p> <p class=\"subsection-e\">(11) When a suspension order is terminated under subsection (10), the support deduction order is reinstated and the Director may immediately realize on any security that was posted.</p> <p class=\"headnote-e\"><b>Support order not affected</b></p> <p class=\"subsection-e\">(12) An order suspending the operation of a support deduction order does not affect the payor’s obligations under the support order nor does it affect any other means of enforcing the support order. 1991, c.5, s.4, <i>part.</i></p>"
        },
        {
            "id": "3.5",
            "section": "Disputes, etc., by payor",
            "content": "3.5 (1) A payor, on motion in the court that made the support deduction order, or in the appropriate court on a motion under subsection 3.8(6), (a) may dispute the amount being deducted by an income source under a support deduction order if he or she is of the opinion that because of a mistake of fact more is being deducted than is required under this Act; (b) may dispute whether he or she has defaulted in paying support after a suspension order has been made under section 3.4; (c) may seek relief regarding the amount which is being deducted under a support deduction order for arrears under a support order. Dispute over entitlement (2) On a motion referred to in subsection (1), the payor shall not dispute the entitlement of a person to support under a support order. Necessary party (3) The Director is a necessary party to a motion referred to in subsection (1). Power of court (4) The court shall determine the issue in a summary manner and make such order as it considers appropriate in the circumstances. Idem (5) On a motion under clause (1)(c), the payor shall be presumed to have the ability to pay the amount being deducted for arrears and the court may vary the amount being deducted only if it is satisfied that the payor is unable for valid reasons to pay that amount but this does not affect the accruing of arrears. 1991, c.5, s.4, part.",
            "raw_html": "<p class=\"section-e\"><b>3.5</b> (1) A payor, on motion in the court that made the support deduction order, or in the appropriate court on a motion under subsection 3.8(6),</p> <p class=\"clause-e\">(a) may dispute the amount being deducted by an income source under a support deduction order if he or she is of the opinion that because of a mistake of fact more is being deducted than is required under this Act;</p> <p class=\"clause-e\">(b) may dispute whether he or she has defaulted in paying support after a suspension order has been made under section 3.4;</p> <p class=\"clause-e\">(c) may seek relief regarding the amount which is being deducted under a support deduction order for arrears under a support order.</p> <p class=\"headnote-e\"><b>Dispute over entitlement</b></p> <p class=\"subsection-e\">(2) On a motion referred to in subsection (1), the payor shall not dispute the entitlement of a person to support under a support order.</p> <p class=\"headnote-e\"><b>Necessary party</b></p> <p class=\"subsection-e\">(3) The Director is a necessary party to a motion referred to in subsection (1).</p> <p class=\"headnote-e\"><b>Power of court</b></p> <p class=\"subsection-e\">(4) The court shall determine the issue in a summary manner and make such order as it considers appropriate in the circumstances.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(5) On a motion under clause (1)(c), the payor shall be presumed to have the ability to pay the amount being deducted for arrears and the court may vary the amount being deducted only if it is satisfied that the payor is unable for valid reasons to pay that amount but this does not affect the accruing of arrears. 1991, c.5, s.4, <i>part.</i></p>"
        },
        {
            "id": "3.6",
            "section": "Variation of support deduction order",
            "content": "3.6 (1) Subject to section 3.5, a court shall not vary the amount to be paid under a support deduction order unless the support order to which it relates is varied. New order (2) When a support order is varied to provide for or to vary periodic payments at regular intervals, a support deduction order shall be made to reflect the variation. Exception (3) A support deduction order shall not be made in respect of a provisional order that varies a support order. 1991, c.5, s.4, part.",
            "raw_html": "<p class=\"section-e\"><b>3.6</b> (1) Subject to section 3.5, a court shall not vary the amount to be paid under a support deduction order unless the support order to which it relates is varied.</p> <p class=\"headnote-e\"><b>New order</b></p> <p class=\"subsection-e\">(2) When a support order is varied to provide for or to vary periodic payments at regular intervals, a support deduction order shall be made to reflect the variation.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(3) A support deduction order shall not be made in respect of a provisional order that varies a support order. 1991, c.5, s.4, <i>part.</i></p>"
        },
        {
            "id": "3.7",
            "section": "No opting out",
            "content": "3.7 An agreement by the parties to a support order to vary a support deduction order and any agreement or arrangement to avoid or prevent enforcement of a support deduction order are of no effect. 1991, c.5, s.4, part.",
            "raw_html": "<p class=\"section-e\"><b>3.7</b> An agreement by the parties to a support order to vary a support deduction order and any agreement or arrangement to avoid or prevent enforcement of a support deduction order are of no effect. 1991, c.5, s.4, <i>part.</i></p>"
        },
        {
            "id": "3.8",
            "section": "Old orders, domestic contracts, paternity agreements",
            "content": "3.8 (1) This section applies only to support orders filed with the Director’s office that are, (a) support orders made by an Ontario court before this section comes into force; (b) domestic contracts and paternity agreements that are enforceable under section 35 of the Family Law Act. Enforcement (2) The Director may enforce payment under a support order to which this section applies as if a support deduction order had been made if the Director considers it advisable to do so and the Director shall enforce payment if the person entitled to receive support under the order requests enforcement under this section and the Director considers it practical to do so. Notice (3) Before enforcing payments as provided in subsection (2), the Director shall give notice to the payor and the notice may be given by prepaid ordinary mail at his or her last address as shown on the records of the Director’s office. Idem (4) A notice given by mail shall be deemed to have been served on the payor on the fifth day following mailing, excluding Saturdays, Sundays and holidays, unless the contrary is shown. Deemed support deduction order (5) A support deduction order shall be deemed to have been made by the appropriate court thirty days after the notice is served on the payor. Suspension (6) The payor may, within thirty days of being served with the notice, commence a motion under section 3.4 in the appropriate court for a suspension of a support deduction order described in subsection (5). Delay of enforcement (7) If a motion has been brought under subsection (6), a support deduction order described in subsection (5) does not come into force until the motion has been determined. No form required (8) Section 3.2 does not apply to an order described in subsection (5). Appropriate court (9) For the purposes of support orders to which this section applies, the appropriate court is the court that made the support order or, if the order was not made by a court, the Ontario Court (Provincial Division) or the Unified Family Court. 1991, c.5, s.4, part.",
            "raw_html": "<p class=\"section-e\"><b>3.8</b> (1) This section applies only to support orders filed with the Director’s office that are,</p> <p class=\"clause-e\">(a) support orders made by an Ontario court before this section comes into force;</p> <p class=\"clause-e\">(b) domestic contracts and paternity agreements that are enforceable under section 35 of the <i>Family Law Act</i>.</p> <p class=\"headnote-e\"><b>Enforcement</b></p> <p class=\"subsection-e\">(2) The Director may enforce payment under a support order to which this section applies as if a support deduction order had been made if the Director considers it advisable to do so and the Director shall enforce payment if the person entitled to receive support under the order requests enforcement under this section and the Director considers it practical to do so.</p> <p class=\"headnote-e\"><b>Notice</b></p> <p class=\"subsection-e\">(3) Before enforcing payments as provided in subsection (2), the Director shall give notice to the payor and the notice may be given by prepaid ordinary mail at his or her last address as shown on the records of the Director’s office.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) A notice given by mail shall be deemed to have been served on the payor on the fifth day following mailing, excluding Saturdays, Sundays and holidays, unless the contrary is shown.</p> <p class=\"headnote-e\"><b>Deemed support deduction order</b></p> <p class=\"subsection-e\">(5) A support deduction order shall be deemed to have been made by the appropriate court thirty days after the notice is served on the payor.</p> <p class=\"headnote-e\"><b>Suspension</b></p> <p class=\"subsection-e\">(6) The payor may, within thirty days of being served with the notice, commence a motion under section 3.4 in the appropriate court for a suspension of a support deduction order described in subsection (5).</p> <p class=\"headnote-e\"><b>Delay of enforcement</b></p> <p class=\"subsection-e\">(7) If a motion has been brought under subsection (6), a support deduction order described in subsection (5) does not come into force until the motion has been determined.</p> <p class=\"headnote-e\"><b>No form required</b></p> <p class=\"subsection-e\">(8) Section 3.2 does not apply to an order described in subsection (5).</p> <p class=\"headnote-e\"><b>Appropriate court</b></p> <p class=\"subsection-e\">(9) For the purposes of support orders to which this section applies, the appropriate court is the court that made the support order or, if the order was not made by a court, the Ontario Court (Provincial Division) or the Unified Family Court. 1991, c.5, s.4, <i>part.</i></p>"
        },
        {
            "id": "3.9",
            "section": "Termination of support obligation",
            "content": "3.9 (1) Each of the parties to a support order shall give to the Director notice of the termination of a support obligation under the order, in the manner and at such time as may be provided in the regulations, if the support order is filed in the Director’s office or if a support deduction order has been made in respect of the support obligation. Idem (2) If the parties to a support order agree in the manner prescribed by the regulations or if the support obligation is stated in a support order to terminate on a set calendar date, the Director shall cease enforcement of a support obligation that has terminated; however, if the support order has been assigned to an agency described in subsection 33(3) of the Family Law Act, the Director shall not cease enforcement of the support obligation without the agency’s consent. Disputes (3) If the parties to the support order do not agree or if the agency does not consent, the court that made the support order shall, on the motion of a party to the order or of the agency, decide if the support obligation has terminated. Order to repay (4) A court that finds that a support obligation has terminated may order repayment in whole or in part from a person who received support after the obligation was terminated if the court is of the opinion that the person ought to have notified the Director that the support obligation had terminated. Idem (5) In determining whether to make an order under subsection (4), the court shall consider the circumstances of each of the parties to the support order. Continued enforcement (6) The Director shall continue to enforce the support obligation in the manner, if any, that appears practical to the Director until he or she receives a copy of the court’s decision terminating the support obligation. Idem (7) Despite the termination of a support obligation, the Director shall continue to enforce the support obligation in respect of any arrears which have accrued, in the manner, if any, that appears practical to the Director. Notice to income sources (8) When the Director’s duty to enforce a support obligation which is subject to a support deduction order ceases, the Director shall give written notice to each income source affected by the support deduction order of any change in the amount to be paid. Idem (9) A notice under subsection (8) may be given by prepaid ordinary mail to the last address of the income source as shown on the records of the Director’s office. Director not party (10) The Director is not a party to any proceeding to determine the entitlement of any person to support under a support order or to a motion to decide whether a support obligation has terminated. 1991, c.5, s.4, part.",
            "raw_html": "<p class=\"section-e\"><b>3.9</b> (1) Each of the parties to a support order shall give to the Director notice of the termination of a support obligation under the order, in the manner and at such time as may be provided in the regulations, if the support order is filed in the Director’s office or if a support deduction order has been made in respect of the support obligation.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) If the parties to a support order agree in the manner prescribed by the regulations or if the support obligation is stated in a support order to terminate on a set calendar date, the Director shall cease enforcement of a support obligation that has terminated; however, if the support order has been assigned to an agency described in subsection 33(3) of the <i>Family Law Act</i>, the Director shall not cease enforcement of the support obligation without the agency’s consent.</p> <p class=\"headnote-e\"><b>Disputes</b></p> <p class=\"subsection-e\">(3) If the parties to the support order do not agree or if the agency does not consent, the court that made the support order shall, on the motion of a party to the order or of the agency, decide if the support obligation has terminated.</p> <p class=\"headnote-e\"><b>Order to repay</b></p> <p class=\"subsection-e\">(4) A court that finds that a support obligation has terminated may order repayment in whole or in part from a person who received support after the obligation was terminated if the court is of the opinion that the person ought to have notified the Director that the support obligation had terminated.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(5) In determining whether to make an order under subsection (4), the court shall consider the circumstances of each of the parties to the support order.</p> <p class=\"headnote-e\"><b>Continued enforcement</b></p> <p class=\"subsection-e\">(6) The Director shall continue to enforce the support obligation in the manner, if any, that appears practical to the Director until he or she receives a copy of the court’s decision terminating the support obligation.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(7) Despite the termination of a support obligation, the Director shall continue to enforce the support obligation in respect of any arrears which have accrued, in the manner, if any, that appears practical to the Director.</p> <p class=\"headnote-e\"><b>Notice to income sources</b></p> <p class=\"subsection-e\">(8) When the Director’s duty to enforce a support obligation which is subject to a support deduction order ceases, the Director shall give written notice to each income source affected by the support deduction order of any change in the amount to be paid.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(9) A notice under subsection (8) may be given by prepaid ordinary mail to the last address of the income source as shown on the records of the Director’s office.</p> <p class=\"headnote-e\"><b>Director not party</b></p> <p class=\"subsection-e\">(10) The Director is not a party to any proceeding to determine the entitlement of any person to support under a support order or to a motion to decide whether a support obligation has terminated. 1991, c.5, s.4, <i>part.</i></p>"
        },
        {
            "id": "3.10",
            "section": "Financial statements",
            "content": "3.10 (1) The Director may require a payor who is in default under a support order or in respect of whom a support deduction order is being enforced to complete and deliver to the Director’s office a financial statement in the form prescribed by the regulations together with such proof of income as may be required by the regulations. Idem (2) The Director may request completion of the financial statement by sending a request by prepaid ordinary mail to the payor at his or her last address as shown on the records of the Director’s office together with a blank financial statement form and a statement of the arrears. Idem (3) The request shall be deemed to have been served on the payor on the fifth day following mailing, excluding Saturdays, Sundays and holidays, unless the contrary is shown. Idem (4) The payor shall deliver the completed financial statement to the Director’s office within fifteen days of the day that he or she was served with the request to complete the form. Changes in information (5) If a payor discovers that any information was incomplete or wrong at the time he or she completed the financial statement, he or she, within ten days of the discovery, shall deliver to the Director’s office the corrected information. Failure to comply (6) The Ontario Court (Provincial Division) or the Unified Family Court, on the motion of the Director, may order a payor to comply with a request under subsection (2) and subsections 11(3) and (4) apply with necessary modifications. Limitation (7) The Director may require a financial statement under this section once in any six-month period but this does not restrict the Director’s right to obtain a financial statement under section 11. 1991, c.5, s.4, part.",
            "raw_html": "<p class=\"section-e\"><b>3.10</b> (1) The Director may require a payor who is in default under a support order or in respect of whom a support deduction order is being enforced to complete and deliver to the Director’s office a financial statement in the form prescribed by the regulations together with such proof of income as may be required by the regulations.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The Director may request completion of the financial statement by sending a request by prepaid ordinary mail to the payor at his or her last address as shown on the records of the Director’s office together with a blank financial statement form and a statement of the arrears.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) The request shall be deemed to have been served on the payor on the fifth day following mailing, excluding Saturdays, Sundays and holidays, unless the contrary is shown.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) The payor shall deliver the completed financial statement to the Director’s office within fifteen days of the day that he or she was served with the request to complete the form.</p> <p class=\"headnote-e\"><b>Changes in information</b></p> <p class=\"subsection-e\">(5) If a payor discovers that any information was incomplete or wrong at the time he or she completed the financial statement, he or she, within ten days of the discovery, shall deliver to the Director’s office the corrected information.</p> <p class=\"headnote-e\"><b>Failure to comply</b></p> <p class=\"subsection-e\">(6) The Ontario Court (Provincial Division) or the Unified Family Court, on the motion of the Director, may order a payor to comply with a request under subsection (2) and subsections 11(3) and (4) apply with necessary modifications.</p> <p class=\"headnote-e\"><b>Limitation</b></p> <p class=\"subsection-e\">(7) The Director may require a financial statement under this section once in any six-month period but this does not restrict the Director’s right to obtain a financial statement under section 11. 1991, c.5, s.4, <i>part.</i></p>"
        },
        {
            "id": "3.11",
            "section": "Payments pending court decisions",
            "content": "3.11 (1) Despite the commencement of a motion under subsection 3.3(18) or section 3.4, 3.5, 3.6 or 3.9, the Director shall pay any money he or she receives in respect of a support order or a support deduction order to the person entitled to receive support under the order. Exception (2) If a court orders the Director to hold any of the money received in respect of a support order or a support deduction order pending the disposition of the motion, the Director shall, to the extent the court order requires it, hold any money received after the Director receives a copy of the court’s decision. 1991, c.5, s.4, part.",
            "raw_html": "<p class=\"section-e\"><b>3.11</b> (1) Despite the commencement of a motion under subsection 3.3(18) or section 3.4, 3.5, 3.6 or 3.9, the Director shall pay any money he or she receives in respect of a support order or a support deduction order to the person entitled to receive support under the order.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) If a court orders the Director to hold any of the money received in respect of a support order or a support deduction order pending the disposition of the motion, the Director shall, to the extent the court order requires it, hold any money received after the Director receives a copy of the court’s decision. 1991, c.5, s.4, <i>part.</i></p>"
        },
        {
            "id": "3.12",
            "section": "Duty to advise on address change",
            "content": "3.12 If a payor changes address, he or she shall advise the Director’s office of the new address within ten days of the change. 1991, c.5, s.4, part.",
            "raw_html": "<p class=\"section-e\"><b>3.12</b> If a payor changes address, he or she shall advise the Director’s office of the new address within ten days of the change. 1991, c.5, s.4, <i>part.</i></p>"
        },
        {
            "id": "3.13",
            "section": "Duty re: unfiled or withdrawn support orders",
            "content": "3.13 Where a support deduction order has been made in respect of a support order that has not been filed in or that has been withdrawn from the Director’s office, the person entitled to receive support shall inform the Director in writing of, (a) the amount of money received on account of the support order other than through the support deduction order; and (b) any changes in the amount to be paid under the support order. 1991, c.5, s.4, part.",
            "raw_html": "<p class=\"section-e\"><b>3.13</b> Where a support deduction order has been made in respect of a support order that has not been filed in or that has been withdrawn from the Director’s office, the person entitled to receive support shall inform the Director in writing of,</p> <p class=\"clause-e\">(a) the amount of money received on account of the support order other than through the support deduction order; and</p> <p class=\"clause-e\">(b) any changes in the amount to be paid under the support order. 1991, c.5, s.4, <i>part.</i></p>"
        },
        {
            "id": "4.",
            "section": "Withdrawal of filing",
            "content": "4. (1) A support or custody order filed in the office of the Director may be withdrawn by a written notice signed by the person by whom or on whose behalf it was filed. R.S.O. 1990, c.S.28, s.4(1). Consent required (2) A support order that has been assigned to the Minister of Community and Social Services may not be withdrawn except by the Minister or with the Minister’s consent so long as the order is under assignment or if there are arrears owing to the Ministry of Community and Social Services from a past assignment. 1991, c.5, s.5, part. (3) REPEALED: 1991, c.5, s.5, part.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) A support or custody order filed in the office of the Director may be withdrawn by a written notice signed by the person by whom or on whose behalf it was filed. R.S.O. 1990, c.S.28, s.4(1).</p> <p class=\"headnote-e\"><b>Consent required</b></p> <p class=\"subsection-e\">(2) A support order that has been assigned to the Minister of Community and Social Services may not be withdrawn except by the Minister or with the Minister’s consent so long as the order is under assignment or if there are arrears owing to the Ministry of Community and Social Services from a past assignment. 1991, c.5, s.5, <i>part.</i></p> <p class=\"subsection-e\">(3) REPEALED: 1991, c.5, s.5, <i>part.</i></p>"
        },
        {
            "id": "4.1",
            "section": "Notice of filings and withdrawals",
            "content": "4.1 The Director shall give notice of the filing or withdrawal of a support or custody order to all the parties to the order, and to the Minister of Community and Social Services at his or her request. R.S.O. 1990, c.S.28, s.4(4); 1991, c.5, s.6.",
            "raw_html": "<p class=\"section-e\"><b>4.1</b> The Director shall give notice of the filing or withdrawal of a support or custody order to all the parties to the order, and to the Minister of Community and Social Services at his or her request. R.S.O. 1990, c.S.28, s.4(4); 1991, c.5, s.6.</p>"
        },
        {
            "id": "5.",
            "section": "Enforcement by Director exclusive",
            "content": "5. No person other than the Director shall enforce a support or custody order that is filed in the Director’s office. R.S.O. 1990, c.S.28, s.5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> No person other than the Director shall enforce a support or custody order that is filed in the Director’s office. R.S.O. 1990, c.S.28, s.5.</p>"
        },
        {
            "id": "6.",
            "section": "Access to information",
            "content": "6. (1) The Director may, for the purposes of enforcing a support or custody order in Ontario or for the purposes of assisting an office or person performing similar functions in another jurisdiction, (a) obtain from any person or public body information that is shown on a record in the person’s or body’s possession or control and indicates the place of employment, address or location of the person against whom the order is being enforced; and (b) provide information obtained under clause (a) to a person performing similar functions in another jurisdiction. R.S.O. 1990, c.S.28, s.6(1); 1991, c.5, s.7(1). Information confidential (2) Information obtained under clause (1)(a) shall not be disclosed except, (a) to the extent necessary for the enforcement of the order; (a.1) as permitted by the Freedom of Information and Protection of Privacy Act; (b) as provided in clause (1)(b); or (c) to a police officer who needs the information for a criminal investigation that is likely to assist the enforcement of the order. R.S.O. 1990, c.S.28, s.6(2); 1991, c.5, s.7(2). Order of court for access to information (3) If, on motion to a court, it appears that, (a) the Director has been refused information after making a demand under clause (1)(a); or (b) a person needs an order under this subsection for the enforcement of a support or custody order that is not filed in the Director’s office, the court may order any person or public body to provide the court or the person whom the court names with any information that is shown on a record in the possession or control of the person or public body and indicates the place of employment, address or location of the person against whom the order is being enforced. Costs (4) If the Director has been refused information after making a demand under clause (1)(a) and obtains an order under subsection (3), the court shall award the costs of the motion to the Director. R.S.O. 1990, c.S.28, s.6(3,4). Information confidential (5) Information obtained under an order under subsection (3) shall be sealed in the court file and shall not be disclosed except, (a) as permitted by the order or a subsequent order; (a.1) as permitted by the Freedom of Information and Protection of Privacy Act; (b) to the extent necessary for the enforcement of the support or custody order; (c) as provided in clause (1)(b); or (d) to a police officer who needs the information for a criminal investigation that is likely to assist the enforcement of the order. R.S.O. 1990, c.S.28, s.6(5); 1991, c.5, s.7(3). Section governs (6) This section applies despite any other Act or regulation and despite any common law rule of confidentiality. R.S.O. 1990, c.S.28, s.6(6).",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) The Director may, for the purposes of enforcing a support or custody order in Ontario or for the purposes of assisting an office or person performing similar functions in another jurisdiction,</p> <p class=\"clause-e\">(a) obtain from any person or public body information that is shown on a record in the person’s or body’s possession or control and indicates the place of employment, address or location of the person against whom the order is being enforced; and</p> <p class=\"clause-e\">(b) provide information obtained under clause (a) to a person performing similar functions in another jurisdiction. R.S.O. 1990, c.S.28, s.6(1); 1991, c.5, s.7(1).</p> <p class=\"headnote-e\"><b>Information confidential</b></p> <p class=\"subsection-e\">(2) Information obtained under clause (1)(a) shall not be disclosed except,</p> <p class=\"clause-e\">(a) to the extent necessary for the enforcement of the order;</p> <p class=\"clause-e\">(a.1) as permitted by the <i>Freedom of Information and Protection of Privacy Act;</i></p> <p class=\"clause-e\">(b) as provided in clause (1)(b); or</p> <p class=\"clause-e\">(c) to a police officer who needs the information for a criminal investigation that is likely to assist the enforcement of the order. R.S.O. 1990, c.S.28, s.6(2); 1991, c.5, s.7(2).</p> <p class=\"headnote-e\"><b>Order of court for access to information</b></p> <p class=\"subsection-e\">(3) If, on motion to a court, it appears that,</p> <p class=\"clause-e\">(a) the Director has been refused information after making a demand under clause (1)(a); or</p> <p class=\"clause-e\">(b) a person needs an order under this subsection for the enforcement of a support or custody order that is not filed in the Director’s office,</p> <p class=\"ssubsection-e\">the court may order any person or public body to provide the court or the person whom the court names with any information that is shown on a record in the possession or control of the person or public body and indicates the place of employment, address or location of the person against whom the order is being enforced.</p> <p class=\"headnote-e\"><b>Costs</b></p> <p class=\"subsection-e\">(4) If the Director has been refused information after making a demand under clause (1)(a) and obtains an order under subsection (3), the court shall award the costs of the motion to the Director. R.S.O. 1990, c.S.28, s.6(3,4).</p> <p class=\"headnote-e\"><b>Information confidential</b></p> <p class=\"subsection-e\">(5) Information obtained under an order under subsection (3) shall be sealed in the court file and shall not be disclosed except,</p> <p class=\"clause-e\">(a) as permitted by the order or a subsequent order;</p> <p class=\"clause-e\">(a.1) as permitted by the <i>Freedom of Information and Protection of Privacy Act;</i></p> <p class=\"clause-e\">(b) to the extent necessary for the enforcement of the support or custody order;</p> <p class=\"clause-e\">(c) as provided in clause (1)(b); or</p> <p class=\"clause-e\">(d) to a police officer who needs the information for a criminal investigation that is likely to assist the enforcement of the order. R.S.O. 1990, c.S.28, s.6(5); 1991, c.5, s.7(3).</p> <p class=\"headnote-e\"><b>Section governs</b></p> <p class=\"subsection-e\">(6) This section applies despite any other Act or regulation and despite any common law rule of confidentiality. R.S.O. 1990, c.S.28, s.6(6).</p>"
        },
        {
            "id": "7.",
            "section": "Federal-provincial agreement",
            "content": "7. (1) The Attorney General may, on behalf of the Government of Ontario, enter into an agreement with the Government of Canada concerning the searching for and the release of information under Part I of the Family Orders and Agreements Enforcement Assistance Act (Canada). R.S.O. 1990, c.S.28, s.7(1). Information obtained from federal government (2) The Director shall not disclose information obtained under the Family Orders and Agreements Enforcement Assistance Act (Canada) for the enforcement of a support or custody order, except, (a) to the extent necessary for the enforcement of the order; or (b) as permitted by the Freedom of Information and Protection of Privacy Act. 1991, c.5, s.8.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) The Attorney General may, on behalf of the Government of Ontario, enter into an agreement with the Government of Canada concerning the searching for and the release of information under Part I of the <i>Family Orders and Agreements Enforcement Assistance Act</i> (Canada). R.S.O. 1990, c.S.28, s.7(1).</p> <p class=\"headnote-e\"><b>Information obtained from federal government</b></p> <p class=\"subsection-e\">(2) The Director shall not disclose information obtained under the <i>Family Orders and Agreements Enforcement Assistance Act</i> (Canada) for the enforcement of a support or custody order, except,</p> <p class=\"clause-e\">(a) to the extent necessary for the enforcement of the order; or</p> <p class=\"clause-e\">(b) as permitted by the <i>Freedom of Information and Protection of Privacy Act.</i> 1991, c.5, s.8.</p>"
        },
        {
            "id": "8.",
            "section": "Definition",
            "content": "8. In sections 9, 11 and 13, “court” means the Ontario Court (Provincial Division) or the Unified Family Court. R.S.O. 1990, c.S.28, s.8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> In sections 9, 11 and 13,</p> <p class=\"firstdef-e\">“court” means the Ontario Court (Provincial Division) or the Unified Family Court. R.S.O. 1990, c.S.28, s.8.</p>"
        },
        {
            "id": "9.",
            "section": "Recognition of extra-provincial garnishments",
            "content": "9. (1) On the filing of a garnishment process that, (a) is issued outside Ontario and is directed to a garnishee in Ontario; (b) states that it is issued in respect of support or maintenance; and (c) is written in or accompanied by a sworn or certified translation into English or French, the clerk of the court shall issue a notice of garnishment to enforce the support or maintenance obligation. Foreign currencies (2) If the garnishment process refers to an obligation in a foreign currency, section 121 of the Courts of Justice Act applies with necessary modifications. R.S.O. 1990, c.S.28, s.9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) On the filing of a garnishment process that,</p> <p class=\"clause-e\">(a) is issued outside Ontario and is directed to a garnishee in Ontario;</p> <p class=\"clause-e\">(b) states that it is issued in respect of support or maintenance; and</p> <p class=\"clause-e\">(c) is written in or accompanied by a sworn or certified translation into English or French,</p> <p class=\"ssubsection-e\">the clerk of the court shall issue a notice of garnishment to enforce the support or maintenance obligation.</p> <p class=\"headnote-e\"><b>Foreign currencies</b></p> <p class=\"subsection-e\">(2) If the garnishment process refers to an obligation in a foreign currency, section 121 of the <i>Courts of Justice Act</i> applies with necessary modifications. R.S.O. 1990, c.S.28, s.9.</p>"
        },
        {
            "id": "10.",
            "section": "Registration against land",
            "content": "10. (1) A support order may be registered in the proper land registry office against the land of the person against whom an obligation to pay money under the order is enforceable, and on registration the obligation under the order becomes a charge on the property. Sale of property (2) A charge created by subsection (1) may be enforced by sale of the property against which it is registered in the same manner as a sale to realize on a mortgage. Discharge or postponement of charge (3) A court may order the discharge, in whole or in part, or the postponement of a charge created by subsection (1), on such terms as to security or other matters as the court considers just. Director to be served (4) An order under subsection (3) may be made only after notice to the Director. R.S.O. 1990, c.S.28, s.10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) A support order may be registered in the proper land registry office against the land of the person against whom an obligation to pay money under the order is enforceable, and on registration the obligation under the order becomes a charge on the property.</p> <p class=\"headnote-e\"><b>Sale of property</b></p> <p class=\"subsection-e\">(2) A charge created by subsection (1) may be enforced by sale of the property against which it is registered in the same manner as a sale to realize on a mortgage.</p> <p class=\"headnote-e\"><b>Discharge or postponement of charge</b></p> <p class=\"subsection-e\">(3) A court may order the discharge, in whole or in part, or the postponement of a charge created by subsection (1), on such terms as to security or other matters as the court considers just.</p> <p class=\"headnote-e\"><b>Director to be served</b></p> <p class=\"subsection-e\">(4) An order under subsection (3) may be made only after notice to the Director. R.S.O. 1990, c.S.28, s.10.</p>"
        },
        {
            "id": "10.1",
            "section": "Notice to sheriff of amount owing",
            "content": "10.1 (1) If a writ of seizure and sale is filed with a sheriff in respect of a support order, the person who filed the writ may at any time file with the sheriff a statutory declaration specifying the amount currently owing under the order. Effect of statutory declaration (2) When a statutory declaration is filed under subsection (1), the writ of seizure and sale shall be deemed to be amended to specify the amount owing in accordance with the statutory declaration. Notice from sheriff of opportunity to give statutory declaration (3) A sheriff who comes into possession of money to be paid out under a writ of seizure and sale in respect of a support order shall, not later than seven days after making the entry required by subsection 5(1) of the Creditors’ Relief Act, give notice to the person who filed the writ of the opportunity to file a statutory declaration under subsection (1). Idem (4) A sheriff who receives a request for information about the amount owing under a writ of seizure and sale in respect of a support order from a person seeking to have the writ removed from the sheriff’s file shall promptly give notice to the person who filed the writ of the opportunity to file a statutory declaration under subsection (1). Manner of giving notice (5) Notice under subsection (3) or (4) may be given by attempting to contact the person who filed the writ by telephone and, if the person who filed the writ is not the Director, sending the notice by prepaid ordinary mail addressed to the person at the person’s last known address. Removal of writ from sheriff’s file (6) A sheriff shall not remove a writ of seizure and sale in respect of a support order from his or her file unless, (a) the writ has expired and has not been renewed; (b) the sheriff receives written notice from the person who filed the writ to the effect that the writ should be withdrawn; (c) notice is given under subsection (3) or (4), a statutory declaration is subsequently filed under subsection (1) and the writ, as deemed to be amended under subsection (2), has been fully satisfied; or (d) notice is given under subsection (3) or (4), ten days have elapsed since the notice was given, no statutory declaration has been filed under subsection (1) since the giving of the notice and the writ has been fully satisfied. Filing by fax (7) A statutory declaration may be filed under subsection (1) by telephone transmission of a facsimile of the statutory declaration to the sheriff along with a cover page that contains the following information: 1. The sender’s name and address. 2. The date and time of the transmission. 3. The total number of pages transmitted, including the cover page. 4. The telephone number from which the statutory declaration is transmitted. 5. The telephone number of a person to contact in the event of transmission problems. Delivery of statutory declaration to land registrar (8) If a copy of a writ of seizure and sale has been delivered by the sheriff to a land registrar under section 136 of the Land Titles Act and a statutory declaration is filed under subsection (1) in respect of the writ, the sheriff shall promptly deliver a copy of the statutory declaration to the land registrar and the amendment deemed to be made to the writ under subsection (2) does not bind land registered under the Land Titles Act until a copy of the statutory declaration has been received and recorded by the land registrar. 1991, c.5, s.9.",
            "raw_html": "<p class=\"section-e\"><b>10.1</b> (1) If a writ of seizure and sale is filed with a sheriff in respect of a support order, the person who filed the writ may at any time file with the sheriff a statutory declaration specifying the amount currently owing under the order.</p> <p class=\"headnote-e\"><b>Effect of statutory declaration</b></p> <p class=\"subsection-e\">(2) When a statutory declaration is filed under subsection (1), the writ of seizure and sale shall be deemed to be amended to specify the amount owing in accordance with the statutory declaration.</p> <p class=\"headnote-e\"><b>Notice from sheriff of opportunity to give statutory declaration</b></p> <p class=\"subsection-e\">(3) A sheriff who comes into possession of money to be paid out under a writ of seizure and sale in respect of a support order shall, not later than seven days after making the entry required by subsection 5(1) of the <i>Creditors’ Relief Act</i>, give notice to the person who filed the writ of the opportunity to file a statutory declaration under subsection (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) A sheriff who receives a request for information about the amount owing under a writ of seizure and sale in respect of a support order from a person seeking to have the writ removed from the sheriff’s file shall promptly give notice to the person who filed the writ of the opportunity to file a statutory declaration under subsection (1).</p> <p class=\"headnote-e\"><b>Manner of giving notice</b></p> <p class=\"subsection-e\">(5) Notice under subsection (3) or (4) may be given by attempting to contact the person who filed the writ by telephone and, if the person who filed the writ is not the Director, sending the notice by prepaid ordinary mail addressed to the person at the person’s last known address.</p> <p class=\"headnote-e\"><b>Removal of writ from sheriff’s file</b></p> <p class=\"subsection-e\">(6) A sheriff shall not remove a writ of seizure and sale in respect of a support order from his or her file unless,</p> <p class=\"clause-e\">(a) the writ has expired and has not been renewed;</p> <p class=\"clause-e\">(b) the sheriff receives written notice from the person who filed the writ to the effect that the writ should be withdrawn;</p> <p class=\"clause-e\">(c) notice is given under subsection (3) or (4), a statutory declaration is subsequently filed under subsection (1) and the writ, as deemed to be amended under subsection (2), has been fully satisfied; or</p> <p class=\"clause-e\">(d) notice is given under subsection (3) or (4), ten days have elapsed since the notice was given, no statutory declaration has been filed under subsection (1) since the giving of the notice and the writ has been fully satisfied.</p> <p class=\"headnote-e\"><b>Filing by fax</b></p> <p class=\"subsection-e\">(7) A statutory declaration may be filed under subsection (1) by telephone transmission of a facsimile of the statutory declaration to the sheriff along with a cover page that contains the following information:</p> <p class=\"paragraph-e\">1. The sender’s name and address.</p> <p class=\"paragraph-e\">2. The date and time of the transmission.</p> <p class=\"paragraph-e\">3. The total number of pages transmitted, including the cover page.</p> <p class=\"paragraph-e\">4. The telephone number from which the statutory declaration is transmitted.</p> <p class=\"paragraph-e\">5. The telephone number of a person to contact in the event of transmission problems.</p> <p class=\"headnote-e\"><b>Delivery of statutory declaration to land registrar</b></p> <p class=\"subsection-e\">(8) If a copy of a writ of seizure and sale has been delivered by the sheriff to a land registrar under section 136 of the <i>Land Titles Act</i> and a statutory declaration is filed under subsection (1) in respect of the writ, the sheriff shall promptly deliver a copy of the statutory declaration to the land registrar and the amendment deemed to be made to the writ under subsection (2) does not bind land registered under the <i>Land Titles Act</i> until a copy of the statutory declaration has been received and recorded by the land registrar. 1991, c.5, s.9.</p>"
        },
        {
            "id": "11.",
            "section": "Filing of financial statement with Director",
            "content": "11. (1) When a support order that is filed in the Director’s office is in default, the Director may prepare a statement of the arrears and the Director may, by notice served on the payor together with the statement of arrears, require the payor to file in the Director’s office a financial statement in the form prescribed by the rules of the court and appear before the court to explain the default. 1991, c.5, s.10(1). Filing financial statement in court (2) When an obligation to pay money under a support order that is not filed in the Director’s office is in default, on the filing of a request, together with a statement of arrears in the form prescribed by the rules of the court, the clerk of the court shall, by notice served on the payor together with the statement of arrears, require the payor to file a financial statement in the form prescribed by the rules of the court and to appear before the court to explain the default. R.S.O. 1990, c.S.28, s.11(2); 1991, c.5, s.1(2). Arrest of payor (3) Where the payor fails to file the financial statement or to appear as the notice requires, the court may issue a warrant for the payor’s arrest for the purpose of bringing him or her before the court. R.S.O. 1990, c.S.28, s.11(3); 1991, c.5, s.1(2). Bail (4) Section 150 (interim release by justice of the peace) of the Provincial Offences Act applies with necessary modifications to an arrest under the warrant. R.S.O. 1990, c.S.28, s.11(4). Presumptions at hearing (5) At the default hearing, unless the contrary is shown, the payor shall be presumed to have the ability to pay the arrears and to make subsequent payments under the order, and the statement of arrears prepared and served by the Director shall be presumed to be correct as to arrears accruing while the order is filed in the office of the Director. R.S.O. 1990, c.S.28, s.11(5); 1991, c.5, s.1(2). Powers of court (6) The court may, unless it is satisfied that the payor is unable for valid reasons to pay the arrears or to make subsequent payments under the order, order that the payor, (a) pay all or part of the arrears by such periodic payments as the court considers just, but an order for partial payment does not discharge any unpaid arrears; (b) discharge the arrears in full by a specified date; (c) comply with the order to the extent of the payor’s ability to pay, but an order under this clause does not affect the accruing of arrears; (d) provide security in such form as the court directs for the arrears and subsequent payment; (e) report periodically to the court, the Director or a person specified in the order; (f) provide to the court, the Director or a person specified in the order particulars of any future change of address or employment as soon as they occur; (g) be imprisoned continuously or intermittently for not more than ninety days unless the arrears are sooner paid; and (h) be imprisoned continuously or intermittently for not more than ninety days on default in any payment ordered under this subsection. R.S.O. 1990, c.S.28, s.11(6); 1991, c.5, ss.1(2), 10(2,3). Interim orders (6.1) The court may make an interim order against the payor that includes any order that may be made under subsection (6). 1991, c.5, s.10(4). Power to vary order (7) The court that made an order under subsection (6) may vary the order on motion if there is a material change in the payor’s circumstances. R.S.O. 1990, c.S.28, s.11(7); 1991, c.5, s.1(2). Imprisonment does not discharge arrears (8) Imprisonment of a payor under clause (6)(g) or (h) does not discharge arrears under an order. R.S.O. 1990, c.S.28, s.11(8); 1991, c.5, s.1(2). Realizing on security (9) An order for security under clause (6)(d) or a subsequent order of the court may provide for the realization of the security by seizure, sale or other means, as the court directs. R.S.O. 1990, c.S.28, s.11(9). Proof of service not necessary (10) Proof of service on the payor of a support order is not necessary for the purpose of a default hearing. R.S.O. 1990, c.S.28, s.11(10); 1991, c.5, s.1(2). Joinder of default and variation hearings (11) A default hearing under this section and a hearing on an application for variation of the support order in default may be held together or separately. Spouses compellable witnesses (12) Spouses are competent and compellable witnesses against each other on a default hearing. R.S.O. 1990, c.S.28, s.11(11,12).",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) When a support order that is filed in the Director’s office is in default, the Director may prepare a statement of the arrears and the Director may, by notice served on the payor together with the statement of arrears, require the payor to file in the Director’s office a financial statement in the form prescribed by the rules of the court and appear before the court to explain the default. 1991, c.5, s.10(1).</p> <p class=\"headnote-e\"><b>Filing financial statement in court</b></p> <p class=\"subsection-e\">(2) When an obligation to pay money under a support order that is not filed in the Director’s office is in default, on the filing of a request, together with a statement of arrears in the form prescribed by the rules of the court, the clerk of the court shall, by notice served on the payor together with the statement of arrears, require the payor to file a financial statement in the form prescribed by the rules of the court and to appear before the court to explain the default. R.S.O. 1990, c.S.28, s.11(2); 1991, c.5, s.1(2).</p> <p class=\"headnote-e\"><b>Arrest of payor</b></p> <p class=\"subsection-e\">(3) Where the payor fails to file the financial statement or to appear as the notice requires, the court may issue a warrant for the payor’s arrest for the purpose of bringing him or her before the court. R.S.O. 1990, c.S.28, s.11(3); 1991, c.5, s.1(2).</p> <p class=\"headnote-e\"><b>Bail</b></p> <p class=\"subsection-e\">(4) Section 150 (interim release by justice of the peace) of the <i>Provincial Offences Act</i> applies with necessary modifications to an arrest under the warrant. R.S.O. 1990, c.S.28, s.11(4).</p> <p class=\"headnote-e\"><b>Presumptions at hearing</b></p> <p class=\"subsection-e\">(5) At the default hearing, unless the contrary is shown, the payor shall be presumed to have the ability to pay the arrears and to make subsequent payments under the order, and the statement of arrears prepared and served by the Director shall be presumed to be correct as to arrears accruing while the order is filed in the office of the Director. R.S.O. 1990, c.S.28, s.11(5); 1991, c.5, s.1(2).</p> <p class=\"headnote-e\"><b>Powers of court</b></p> <p class=\"subsection-e\">(6) The court may, unless it is satisfied that the payor is unable for valid reasons to pay the arrears or to make subsequent payments under the order, order that the payor,</p> <p class=\"clause-e\">(a) pay all or part of the arrears by such periodic payments as the court considers just, but an order for partial payment does not discharge any unpaid arrears;</p> <p class=\"clause-e\">(b) discharge the arrears in full by a specified date;</p> <p class=\"clause-e\">(c) comply with the order to the extent of the payor’s ability to pay, but an order under this clause does not affect the accruing of arrears;</p> <p class=\"clause-e\">(d) provide security in such form as the court directs for the arrears and subsequent payment;</p> <p class=\"clause-e\">(e) report periodically to the court, the Director or a person specified in the order;</p> <p class=\"clause-e\">(f) provide to the court, the Director or a person specified in the order particulars of any future change of address or employment as soon as they occur;</p> <p class=\"clause-e\">(g) be imprisoned continuously or intermittently for not more than ninety days unless the arrears are sooner paid; and</p> <p class=\"clause-e\">(h) be imprisoned continuously or intermittently for not more than ninety days on default in any payment ordered under this subsection. R.S.O. 1990, c.S.28, s.11(6); 1991, c.5, ss.1(2), 10(2,3).</p> <p class=\"headnote-e\"><b>Interim orders</b></p> <p class=\"subsection-e\">(6.1) The court may make an interim order against the payor that includes any order that may be made under subsection (6). 1991, c.5, s.10(4).</p> <p class=\"headnote-e\"><b>Power to vary order</b></p> <p class=\"subsection-e\">(7) The court that made an order under subsection (6) may vary the order on motion if there is a material change in the payor’s circumstances. R.S.O. 1990, c.S.28, s.11(7); 1991, c.5, s.1(2).</p> <p class=\"headnote-e\"><b>Imprisonment does not discharge arrears</b></p> <p class=\"subsection-e\">(8) Imprisonment of a payor under clause (6)(g) or (h) does not discharge arrears under an order. R.S.O. 1990, c.S.28, s.11(8); 1991, c.5, s.1(2).</p> <p class=\"headnote-e\"><b>Realizing on security</b></p> <p class=\"subsection-e\">(9) An order for security under clause (6)(d) or a subsequent order of the court may provide for the realization of the security by seizure, sale or other means, as the court directs. R.S.O. 1990, c.S.28, s.11(9).</p> <p class=\"headnote-e\"><b>Proof of service not necessary</b></p> <p class=\"subsection-e\">(10) Proof of service on the payor of a support order is not necessary for the purpose of a default hearing. R.S.O. 1990, c.S.28, s.11(10); 1991, c.5, s.1(2).</p> <p class=\"headnote-e\"><b>Joinder of default and variation hearings</b></p> <p class=\"subsection-e\">(11) A default hearing under this section and a hearing on an application for variation of the support order in default may be held together or separately.</p> <p class=\"headnote-e\"><b>Spouses compellable witnesses</b></p> <p class=\"subsection-e\">(12) Spouses are competent and compellable witnesses against each other on a default hearing. R.S.O. 1990, c.S.28, s.11(11,12).</p>"
        },
        {
            "id": "12.",
            "section": "Restraining order",
            "content": "12. A court, including the Ontario Court (Provincial Division), may make an order restraining the disposition or wasting of assets that may hinder or defeat the enforcement of a support order or support deduction order. 1991, c.5, s.11, part.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> A court, including the Ontario Court (Provincial Division), may make an order restraining the disposition or wasting of assets that may hinder or defeat the enforcement of a support order or support deduction order. 1991, c.5, s.11, <i>part.</i></p>"
        },
        {
            "id": "12.1",
            "section": "Contempt",
            "content": "12.1 (1) In addition to its powers in respect of contempt, a court, including the Ontario Court (Provincial Division), may punish by fine or imprisonment, or by both, any wilful contempt of, or resistance to, its process, rules or orders under this Act, but the fine shall not exceed $10,000 nor shall the imprisonment exceed ninety days. Conditions of imprisonment (2) An order for imprisonment under subsection (1) may be conditional upon default in the performance of a condition set out in the order and may provide for the imprisonment to be served intermittently. 1991, c.5, s.11, part.",
            "raw_html": "<p class=\"section-e\"><b>12.1</b> (1) In addition to its powers in respect of contempt, a court, including the Ontario Court (Provincial Division), may punish by fine or imprisonment, or by both, any wilful contempt of, or resistance to, its process, rules or orders under this Act, but the fine shall not exceed $10,000 nor shall the imprisonment exceed ninety days.</p> <p class=\"headnote-e\"><b>Conditions of imprisonment</b></p> <p class=\"subsection-e\">(2) An order for imprisonment under subsection (1) may be conditional upon default in the performance of a condition set out in the order and may provide for the imprisonment to be served intermittently. 1991, c.5, s.11, <i>part.</i></p>"
        },
        {
            "id": "12.2",
            "section": "Offences",
            "content": "12.2 A person who knowingly contravenes subsection 3.3(8), (17), (25), (26) or (27), subsection 3.10(4) or (5) or section 3.12 is guilty of an offence and on conviction is liable to a fine of not more than $10,000. 1991, c.5, s.11, part.",
            "raw_html": "<p class=\"section-e\"><b>12.2</b> A person who knowingly contravenes subsection 3.3(8), (17), (25), (26) or (27), subsection 3.10(4) or (5) or section 3.12 is guilty of an offence and on conviction is liable to a fine of not more than $10,000. 1991, c.5, s.11, <i>part.</i></p>"
        },
        {
            "id": "13.",
            "section": "Arrest of absconding payor",
            "content": "13. (1) If the court is satisfied that a payor is about to leave Ontario and that there are reasonable grounds for believing that the payor intends to evade his or her responsibilities under the order, the court may issue a warrant for the payor’s arrest for the purpose of bringing him or her before the court. R.S.O. 1990, c.S.28, s.13(1); 1991, c.5, s.1(2). Bail (2) Section 150 (interim release by justice of the peace) of the Provincial Offences Act applies with necessary modifications to an arrest under the warrant. R.S.O. 1990, c.S.28, s.13(2). Powers of court (3) When the payor is brought before the court, it may make any order provided for in subsection 11(6). R.S.O. 1990, c.S.28, s.13(3); 1991, c.5, s.1(2).",
            "raw_html": "<p class=\"section-e\"><b>13.</b> (1) If the court is satisfied that a payor is about to leave Ontario and that there are reasonable grounds for believing that the payor intends to evade his or her responsibilities under the order, the court may issue a warrant for the payor’s arrest for the purpose of bringing him or her before the court. R.S.O. 1990, c.S.28, s.13(1); 1991, c.5, s.1(2).</p> <p class=\"headnote-e\"><b>Bail</b></p> <p class=\"subsection-e\">(2) Section 150 (interim release by justice of the peace) of the <i>Provincial Offences Act</i> applies with necessary modifications to an arrest under the warrant. R.S.O. 1990, c.S.28, s.13(2).</p> <p class=\"headnote-e\"><b>Powers of court</b></p> <p class=\"subsection-e\">(3) When the payor is brought before the court, it may make any order provided for in subsection 11(6). R.S.O. 1990, c.S.28, s.13(3); 1991, c.5, s.1(2).</p>"
        },
        {
            "id": "13.1",
            "section": "Enforcement alternatives",
            "content": "13.1 Enforcement of a support order, custody order or support deduction order by one means does not prevent enforcement by other means at the same time or at different times. 1991, c.5, s.12, part.",
            "raw_html": "<p class=\"section-e\"><b>13.1</b> Enforcement of a support order, custody order or support deduction order by one means does not prevent enforcement by other means at the same time or at different times. 1991, c.5, s.12, <i>part.</i></p>"
        },
        {
            "id": "13.2",
            "section": "Regulations",
            "content": "13.2 The Lieutenant Governor in Council may make regulations, (a) prescribing forms and providing for their use; (b) prescribing practices and procedures related to the enforcement, suspension and termination of support orders and support deduction orders filed in the Director’s office; (c) prescribing types of income for the purposes of clause (f) of the definition of “income source” in subsection 1(1); (d) prescribing classes of persons and information to be supplied to the court and the manner in which information is to be supplied for the purposes of subsection 3.1 (4); (e) prescribing deductions for the purposes of subsection 3.3(12); (f) prescribing information that shall be supplied under subsection 3.3(25); (g) governing the form and posting of security by a payor under section 3.4 and the realization thereon; (h) respecting proof of income for the purposes of section 3.10; (i) prescribing the method of service on the Crown of notices of support deduction orders in place of the method prescribed in subsection 3.3(5); (j) providing that a support deduction order is not effective against the Crown unless a statement of particulars in the prescribed form is served with the notice of the order; (k) providing that a notice of a support deduction order served on the Crown shall be deemed to have been served, not on the day described in subsection 3.3 (6), but on the day that is the number of days specified in the regulation after the actual date of service, but the regulation shall not specify more than thirty days as the number of days. 1991, c.5, s.12, part.",
            "raw_html": "<p class=\"section-e\"><b>13.2</b> The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) prescribing forms and providing for their use;</p> <p class=\"clause-e\">(b) prescribing practices and procedures related to the enforcement, suspension and termination of support orders and support deduction orders filed in the Director’s office;</p> <p class=\"clause-e\">(c) prescribing types of income for the purposes of clause (f) of the definition of “income source” in subsection 1(1);</p> <p class=\"clause-e\">(d) prescribing classes of persons and information to be supplied to the court and the manner in which information is to be supplied for the purposes of subsection 3.1 (4);</p> <p class=\"clause-e\">(e) prescribing deductions for the purposes of subsection 3.3(12);</p> <p class=\"clause-e\">(f) prescribing information that shall be supplied under subsection 3.3(25);</p> <p class=\"clause-e\">(g) governing the form and posting of security by a payor under section 3.4 and the realization thereon;</p> <p class=\"clause-e\">(h) respecting proof of income for the purposes of section 3.10;</p> <p class=\"clause-e\">(i) prescribing the method of service on the Crown of notices of support deduction orders in place of the method prescribed in subsection 3.3(5);</p> <p class=\"clause-e\">(j) providing that a support deduction order is not effective against the Crown unless a statement of particulars in the prescribed form is served with the notice of the order;</p> <p class=\"clause-e\">(k) providing that a notice of a support deduction order served on the Crown shall be deemed to have been served, not on the day described in subsection 3.3 (6), but on the day that is the number of days specified in the regulation after the actual date of service, but the regulation shall not specify more than thirty days as the number of days. 1991, c.5, s.12, <i>part.</i></p>"
        },
        {
            "id": "14.",
            "section": "Application of payments",
            "content": "14. Money paid on account of a support order shall be credited, (a) first to the principal amount most recently due and then to any interest owing on that amount; and (b) then to the balance outstanding in the manner set out in clause (a), unless the payor specifies otherwise at the time the payment is made or the court orders otherwise. R.S.O. 1990, c.S.28, s.14; 1991, c.5, s.1(2). ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>14.</b> Money paid on account of a support order shall be credited,</p> <p class=\"clause-e\">(a) first to the principal amount most recently due and then to any interest owing on that amount; and</p> <p class=\"clause-e\">(b) then to the balance outstanding in the manner set out in clause (a),</p> <p class=\"ssubsection-e\">unless the payor specifies otherwise at the time the payment is made or the court orders otherwise. R.S.O. 1990, c.S.28, s.14; 1991, c.5, s.1(2).</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90s28_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90s28_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}