{
    "act_info": {
        "full_title": "Family Benefits Act, R.S.O. 1990, c. F.2",
        "act_name_text": "Not Found",
        "citation": "Family Benefits Act, R.S.O. 1990, c. F.2",
        "url": "https://www.ontario.ca/laws/statute/90f02",
        "date_scraped": "2023-12-19 06:09:39"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90f02/v5",
            "valid_from": "December 15, 2009",
            "valid_to": "December 31, 2010"
        },
        {
            "a_href": "/laws/statute/90f02/v4",
            "valid_from": "August 20, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90f02/v3",
            "valid_from": "December 20, 2006",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/90f02/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90f02/v1",
            "valid_from": "November 28, 1997",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “allowance” means an allowance provided on the basis of need under this Act and the regulations; (“allocation”) “applicant” means a person who applies, or on whose behalf an application is made, for one or more benefits; (“auteur de la demande”) “beneficiary” means a person on whose behalf a benefit is provided; (“prestataire”) “benefit” means a benefit provided on the basis of need under this Act and the regulations, and includes an allowance; (“prestation”) “board of review” means the Social Assistance Review Board under the Ministry of Community and Social Services Act; (“Commission de révision”) “dependent child” means a person residing in Ontario who is supported by his or her mother, dependent father or the person who stands in the role of a parent to him or her and, (a) who is under twenty-one years of age and attends an educational institution of a class defined by the regulations and, if sixteen years of age or over, is making satisfactory progress with his or her studies, or (b) who is under eighteen years of age and is not attending school because, (i) he or she is of pre-school age, or (ii) he or she is unable to attend school by reason of mental or physical disability; (“enfant à charge”) “dependent father” means a father who is permanently unemployable by reason of physical or mental disability, and includes a father who is blind or otherwise disabled as defined by the regulations; (“père en état de dépendance”) “Director” means the Director of the Income Maintenance Branch of the Ministry of Community and Social Services; (“directeur”) “field worker” means a person employed as such by the Ministry of Community and Social Services or any other employee of the Ministry whom the Minister designates as such; (“assistant social”) “Minister” means the Minister of Community and Social Services; (“ministre”) “mother” means the mother of a dependent child; (“mère”) “recipient” means a person to whom an allowance is provided; (“bénéficiaire”) “regional administrator” means a regional welfare administrator or any other employee of the Ministry of Community and Social Services whom the Minister designates as such for the purposes of this Act; (“administrateur régional”) “regulations” means the regulations made under this Act. (“règlements”) R.S.O. 1990, c. F.2, s. 1. 2. Repealed: 1996, c. 18, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“allowance” means an allowance provided on the basis of need under this Act and the regulations; (“allocation”)</p> <p class=\"definition-e\">“applicant” means a person who applies, or on whose behalf an application is made, for one or more benefits; (“auteur de la demande”)</p> <p class=\"definition-e\">“beneficiary” means a person on whose behalf a benefit is provided; (“prestataire”)</p> <p class=\"definition-e\">“benefit” means a benefit provided on the basis of need under this Act and the regulations, and includes an allowance; (“prestation”)</p> <p class=\"definition-e\">“board of review” means the Social Assistance Review Board under the <i>Ministry of Community and Social Services Act</i>; (“Commission de révision”)</p> <p class=\"definition-e\">“dependent child” means a person residing in Ontario who is supported by his or her mother, dependent father or the person who stands in the role of a parent to him or her and,</p> <p class=\"defclause-e\">(a) who is under twenty-one years of age and attends an educational institution of a class defined by the regulations and, if sixteen years of age or over, is making satisfactory progress with his or her studies, or</p> <p class=\"defclause-e\">(b) who is under eighteen years of age and is not attending school because,</p> <p class=\"defsubclause-e\">(i) he or she is of pre-school age, or</p> <p class=\"defsubclause-e\">(ii) he or she is unable to attend school by reason of mental or physical disability; (“enfant à charge”)</p> <p class=\"definition-e\">“dependent father” means a father who is permanently unemployable by reason of physical or mental disability, and includes a father who is blind or otherwise disabled as defined by the regulations; (“père en état de dépendance”)</p> <p class=\"definition-e\">“Director” means the Director of the Income Maintenance Branch of the Ministry of Community and Social Services; (“directeur”)</p> <p class=\"definition-e\">“field worker” means a person employed as such by the Ministry of Community and Social Services or any other employee of the Ministry whom the Minister designates as such; (“assistant social”)</p> <p class=\"definition-e\">“Minister” means the Minister of Community and Social Services; (“ministre”)</p> <p class=\"definition-e\">“mother” means the mother of a dependent child; (“mère”)</p> <p class=\"definition-e\">“recipient” means a person to whom an allowance is provided; (“bénéficiaire”)</p> <p class=\"definition-e\">“regional administrator” means a regional welfare administrator or any other employee of the Ministry of Community and Social Services whom the Minister designates as such for the purposes of this Act; (“administrateur régional”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act. (“règlements”) R.S.O. 1990, c. F.2, s. 1.</p> <p class=\"section-e\"><b>2.</b> Repealed: 1996, c. 18, s. 25.</p>"
        },
        {
            "id": "2.",
            "section": "Definitions",
            "content": "2. Repealed: 1996, c. 18, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> Repealed: 1996, c. 18, s. 25.</p>"
        },
        {
            "id": "3.",
            "section": "Duties of Director",
            "content": "3. (1) The Director shall perform such duties and exercise such powers under this Act as are conferred or imposed by this Act and the regulations. R.S.O. 1990, c. F.2, s. 3 (1). Acting Director (2) The Minister may designate a public servant employed under Part III of the Public Service of Ontario Act, 2006 to exercise the powers and perform the duties of the Director if the Director is absent or if the office of the Director is vacant. 2006, c. 35, Sched. C, s. 38 (1). Delegation of power (3) The Director, with the consent in writing of the Deputy Minister of Community and Social Services, may authorize any public servant described in subsection (2) who works in the Ministry of Community and Social Services or any class of such public servant to exercise and discharge any of the powers conferred or the duties imposed upon the Director under this Act. R.S.O. 1990, c. F.2, s. 3 (3); 2006, c. 35, Sched. C, s. 38 (2). Decision of acting Director (4) Any decision made by a person performing duties or exercising powers of the Director under subsection (2) or (3) shall be deemed to be a decision of the Director for the purposes of this Act. R.S.O. 1990, c. F.2, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) The Director shall perform such duties and exercise such powers under this Act as are conferred or imposed by this Act and the regulations. R.S.O. 1990, c. F.2, s. 3 (1).</p> <p class=\"headnote-e\"><b>Acting Director</b></p> <p class=\"subsection-e\">(2) The Minister may designate a public servant employed under Part III of the <i>Public Service of Ontario Act, 2006 </i>to exercise the powers and perform the duties of the Director if the Director is absent or if the office of the Director is vacant. 2006, c. 35, Sched. C, s. 38 (1).</p> <p class=\"headnote-e\"><b>Delegation of power</b></p> <p class=\"subsection-e\">(3) The Director, with the consent in writing of the Deputy Minister of Community and Social Services, may authorize any public servant described in subsection (2) who works in the Ministry of Community and Social Services or any class of such public servant to exercise and discharge any of the powers conferred or the duties imposed upon the Director under this Act. R.S.O. 1990, c. F.2, s. 3 (3); 2006, c. 35, Sched. C, s. 38 (2).</p> <p class=\"headnote-e\"><b>Decision of acting Director</b></p> <p class=\"subsection-e\">(4) Any decision made by a person performing duties or exercising powers of the Director under subsection (2) or (3) shall be deemed to be a decision of the Director for the purposes of this Act. R.S.O. 1990, c. F.2, s. 3 (4).</p>"
        },
        {
            "id": "4.",
            "section": "Power to take affidavits",
            "content": "4. The Director, every regional administrator and every field worker is, in the performance of his or her duties under this Act, a commissioner for taking affidavits within the meaning of the Commissioners for taking Affidavits Act. R.S.O. 1990, c. F.2, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> The Director, every regional administrator and every field worker is, in the performance of his or her duties under this Act, a commissioner for taking affidavits within the meaning of the <i>Commissioners for taking Affidavits Act</i>. R.S.O. 1990, c. F.2, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "No attachment, etc., of allowances",
            "content": "5. (1) An allowance, (a) is not subject to alienation or transfer by the recipient; and (b) is not subject to attachment or seizure in satisfaction of any claim against the recipient. R.S.O. 1990, c. F.2, s. 5 (1). Payment in respect of rent (2) Despite subsection (1), where a recipient is a tenant of any authority or agency that provides low rental housing accommodation on behalf of the Crown in right of Ontario or on behalf of a municipality, any part of the recipient’s allowance that does not exceed the amount of his or her budgetary requirements for shelter as determined in accordance with the regulations, may be paid to the authority or agency in respect of the current rent for which the recipient is liable. R.S.O. 1990, c. F.2, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) An allowance,</p> <p class=\"clause-e\">(a) is not subject to alienation or transfer by the recipient; and</p> <p class=\"clause-e\">(b) is not subject to attachment or seizure in satisfaction of any claim against the recipient. R.S.O. 1990, c. F.2, s. 5 (1).</p> <p class=\"headnote-e\"><b>Payment in respect of rent</b></p> <p class=\"subsection-e\">(2) Despite subsection (1), where a recipient is a tenant of any authority or agency that provides low rental housing accommodation on behalf of the Crown in right of Ontario or on behalf of a municipality, any part of the recipient’s allowance that does not exceed the amount of his or her budgetary requirements for shelter as determined in accordance with the regulations, may be paid to the authority or agency in respect of the current rent for which the recipient is liable. R.S.O. 1990, c. F.2, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Voting rights",
            "content": "6. The receipt of a benefit does not by itself constitute a disqualification of the recipient or beneficiary from voting at any provincial or municipal election. R.S.O. 1990, c. F.2, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> The receipt of a benefit does not by itself constitute a disqualification of the recipient or beneficiary from voting at any provincial or municipal election. R.S.O. 1990, c. F.2, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Who entitled to an allowance and other benefits",
            "content": "7. (1) An allowance shall and other benefits may be provided in accordance with the regulations to any person in need who is resident in Ontario and, (a) who has attained the age of sixty-five years and who is not eligible for a pension under the Old Age Security Act (Canada); (b) who has attained the age of sixty years but has not attained the age of sixty-five years and is a widow, an unmarried woman, or a woman, (i) whose husband is a patient in a hospital for the chronically ill or a nursing home, or a resident in a home for the aged under the Homes for the Aged and Rest Homes Act or the Charitable Institutions Act, and has been a patient or resident therein, as the case may be, for a continuous period of six months or more, (ii) whose husband has deserted her for three months or more and his whereabouts are unknown, (iii) whose husband is imprisoned in a penal institution and at the date of application has a term of imprisonment remaining to be served of six months or more, (iv) who is divorced and has not remarried, or (v) who is living separate and apart from her husband and has been living separate and apart from him for a continuous period of five years or more; (c) who has attained the age of eighteen years and is blind or otherwise disabled as defined by the regulations and is not eligible for a pension under the Old Age Security Act (Canada); (d) who is a mother with a dependent child and, (i) who is a widow, (ii) whose husband has deserted her for three months or more, (iii) whose husband has deserted her and was a dependent father at the time of the desertion, (iv) whose husband is a patient in a sanatorium, hospital or similar institution, (v) whose husband is imprisoned in a penal institution and at the date of the application has a term of imprisonment remaining to be served of six months or more, (vi) who is divorced from the father of her dependent child and has not remarried, or (vii) whose dependent child was born out of wedlock, where the mother is sixteen years or more of age and her dependent child is three months or more of age; (e) who is a dependent father with a dependent child; or (f) who is a foster parent with a foster child. R.S.O. 1990, c. F.2, s. 7 (1); 2009, c. 33, Sched. 18, s. 8. Failure to comply with Act and regulations (2) Any benefit may be suspended or cancelled if the recipient fails to comply with any requirement of this Act or the regulations. R.S.O. 1990, c. F.2, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) An allowance shall and other benefits may be provided in accordance with the regulations to any person in need who is resident in Ontario and,</p> <p class=\"clause-e\">(a) who has attained the age of sixty-five years and who is not eligible for a pension under the <i>Old Age Security Act</i> (Canada);</p> <p class=\"clause-e\">(b) who has attained the age of sixty years but has not attained the age of sixty-five years and is a widow, an unmarried woman, or a woman,</p> <p class=\"subclause-e\">(i) whose husband is a patient in a hospital for the chronically ill or a nursing home, or a resident in a home for the aged under the <i>Homes for the Aged and Rest Homes Act</i> or the <i>Charitable Institutions Act</i>, and has been a patient or resident therein, as the case may be, for a continuous period of six months or more,</p> <p class=\"subclause-e\">(ii) whose husband has deserted her for three months or more and his whereabouts are unknown,</p> <p class=\"subclause-e\">(iii) whose husband is imprisoned in a penal institution and at the date of application has a term of imprisonment remaining to be served of six months or more,</p> <p class=\"subclause-e\">(iv) who is divorced and has not remarried, or</p> <p class=\"subclause-e\">(v) who is living separate and apart from her husband and has been living separate and apart from him for a continuous period of five years or more;</p> <p class=\"clause-e\">(c) who has attained the age of eighteen years and is blind or otherwise disabled as defined by the regulations and is not eligible for a pension under the <i>Old Age Security Act </i>(Canada);</p> <p class=\"clause-e\">(d) who is a mother with a dependent child and,</p> <p class=\"subclause-e\">(i) who is a widow,</p> <p class=\"subclause-e\">(ii) whose husband has deserted her for three months or more,</p> <p class=\"subclause-e\">(iii) whose husband has deserted her and was a dependent father at the time of the desertion,</p> <p class=\"subclause-e\">(iv) whose husband is a patient in a sanatorium, hospital or similar institution,</p> <p class=\"subclause-e\">(v) whose husband is imprisoned in a penal institution and at the date of the application has a term of imprisonment remaining to be served of six months or more,</p> <p class=\"subclause-e\">(vi) who is divorced from the father of her dependent child and has not remarried, or</p> <p class=\"subclause-e\">(vii) whose dependent child was born out of wedlock, where the mother is sixteen years or more of age and her dependent child is three months or more of age;</p> <p class=\"clause-e\">(e) who is a dependent father with a dependent child; or</p> <p class=\"clause-e\">(f) who is a foster parent with a foster child. R.S.O. 1990, c. F.2, s. 7 (1); 2009, c. 33, Sched. 18, s. 8.</p> <p class=\"headnote-e\"><b>Failure to comply with Act and regulations</b></p> <p class=\"subsection-e\">(2) Any benefit may be suspended or cancelled if the recipient fails to comply with any requirement of this Act or the regulations. R.S.O. 1990, c. F.2, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": "Special cases",
            "content": "8. (1) In cases presenting special circumstances and in which investigation shows the advisability of a benefit being provided to an applicant who is not eligible therefor, the Lieutenant Governor in Council may direct that the benefit be provided to the applicant. R.S.O. 1990, c. F.2, s. 8 (1). Variation of amount (2) The Director may determine the amount of any allowance directed to be provided under subsection (1) and may from time to time vary the amount so determined. R.S.O. 1990, c. F.2, s. 8 (2). Additional benefits (3) Every person who is provided with an allowance under subsection (1) is eligible for other benefits as if he or she were eligible under subsection 7 (1). R.S.O. 1990, c. F.2, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) In cases presenting special circumstances and in which investigation shows the advisability of a benefit being provided to an applicant who is not eligible therefor, the Lieutenant Governor in Council may direct that the benefit be provided to the applicant. R.S.O. 1990, c. F.2, s. 8 (1).</p> <p class=\"headnote-e\"><b>Variation of amount</b></p> <p class=\"subsection-e\">(2) The Director may determine the amount of any allowance directed to be provided under subsection (1) and may from time to time vary the amount so determined. R.S.O. 1990, c. F.2, s. 8 (2).</p> <p class=\"headnote-e\"><b>Additional benefits</b></p> <p class=\"subsection-e\">(3) Every person who is provided with an allowance under subsection (1) is eligible for other benefits as if he or she were eligible under subsection 7 (1). R.S.O. 1990, c. F.2, s. 8 (3).</p>"
        },
        {
            "id": "9.",
            "section": "Application",
            "content": "9. A benefit shall be provided only after the receipt by the Director of an application therefor in the prescribed form. R.S.O. 1990, c. F.2, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> A benefit shall be provided only after the receipt by the Director of an application therefor in the prescribed form. R.S.O. 1990, c. F.2, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Where recipient dies",
            "content": "10. (1) Where a recipient dies, his or her allowance shall be paid to the end of the month in which he or she died. R.S.O. 1990, c. F.2, s. 10 (1). Where allowance may be paid to a trustee, etc. (2) In the case of a recipient, (a) for whom a committee or trustee is acting; or (b) who, in the opinion of the Director, is using or is likely to use his or her allowance otherwise than for his or her own benefit, or is incapacitated or is incapable of handling his or her affairs, the Director may appoint a person to act for the recipient, and the allowance may be paid for the benefit of the recipient to the committee or trustee or to the person so appointed. R.S.O. 1990, c. F.2, s. 10 (2). Compensation (3) A person acting for a recipient under subsection (2) is not entitled to any fee or other compensation or reward or to any reimbursement for any costs or expenses incurred by him or her. R.S.O. 1990, c. F.2, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) Where a recipient dies, his or her allowance shall be paid to the end of the month in which he or she died. R.S.O. 1990, c. F.2, s. 10 (1).</p> <p class=\"headnote-e\"><b>Where allowance may be paid to a trustee, etc.</b></p> <p class=\"subsection-e\">(2) In the case of a recipient,</p> <p class=\"clause-e\">(a) for whom a committee or trustee is acting; or</p> <p class=\"clause-e\">(b) who, in the opinion of the Director, is using or is likely to use his or her allowance otherwise than for his or her own benefit, or is incapacitated or is incapable of handling his or her affairs,</p> <p class=\"Ssubsection-e\">the Director may appoint a person to act for the recipient, and the allowance may be paid for the benefit of the recipient to the committee or trustee or to the person so appointed. R.S.O. 1990, c. F.2, s. 10 (2).</p> <p class=\"headnote-e\"><b>Compensation</b></p> <p class=\"subsection-e\">(3) A person acting for a recipient under subsection (2) is not entitled to any fee or other compensation or reward or to any reimbursement for any costs or expenses incurred by him or her. R.S.O. 1990, c. F.2, s. 10 (3).</p>"
        },
        {
            "id": "11.",
            "section": "Application for and determination of benefits",
            "content": "11. The Director shall, (a) receive applications for benefits; and (b) in accordance with this Act and the regulations, (i) determine whether any person is entitled to or eligible to receive a benefit, (ii) where an applicant is so entitled or eligible, determine the amount of the allowance or other benefit and direct provision thereof, and (iii) from time to time vary the amount or benefit so determined. R.S.O. 1990, c. F.2, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> The Director shall,</p> <p class=\"clause-e\">(a) receive applications for benefits; and</p> <p class=\"clause-e\">(b) in accordance with this Act and the regulations,</p> <p class=\"subclause-e\">(i) determine whether any person is entitled to or eligible to receive a benefit,</p> <p class=\"subclause-e\">(ii) where an applicant is so entitled or eligible, determine the amount of the allowance or other benefit and direct provision thereof, and</p> <p class=\"subclause-e\">(iii) from time to time vary the amount or benefit so determined. R.S.O. 1990, c. F.2, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Refusal or suspension of benefit",
            "content": "12. Subject to section 13, the Director may refuse to provide or may suspend or cancel a benefit where, (a) the applicant or recipient is not or ceases to be entitled thereto, or eligible therefor, under this Act or the regulations; (b) the applicant or recipient is absent from Ontario; (c) the applicant or recipient fails to provide to the Director or the Director’s representative, including a field worker, the information required to determine initial or continuing entitlement to or eligibility for a benefit or the amount of an allowance; or (d) any other ground for refusal, suspension or cancellation specified in the regulations exists. R.S.O. 1990, c. F.2, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> Subject to section 13, the Director may refuse to provide or may suspend or cancel a benefit where,</p> <p class=\"clause-e\">(a) the applicant or recipient is not or ceases to be entitled thereto, or eligible therefor, under this Act or the regulations;</p> <p class=\"clause-e\">(b) the applicant or recipient is absent from Ontario;</p> <p class=\"clause-e\">(c) the applicant or recipient fails to provide to the Director or the Director’s representative, including a field worker, the information required to determine initial or continuing entitlement to or eligibility for a benefit or the amount of an allowance; or</p> <p class=\"clause-e\">(d) any other ground for refusal, suspension or cancellation specified in the regulations exists. R.S.O. 1990, c. F.2, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Notice of proposal to suspend, etc.",
            "content": "13. (1) The Director shall not refuse an application for a benefit or suspend or cancel a benefit until more than ten days have elapsed after the Director has given notice of a proposal to do so, together with his or her reasons therefor, to the applicant or recipient. R.S.O. 1990, c. F.2, s. 13 (1). Contents of notice (2) A notice under subsection (1) shall inform the applicant or recipient that he or she may, within ten days after receipt of the notice, file with the Director written representations against the proposed action. R.S.O. 1990, c. F.2, s. 13 (2). Powers of Director (3) Where an applicant or recipient, (a) does not file representations with the Director within ten days after receipt of a notice under subsection (1); or (b) has so filed such representations and the Director has given consideration to them, the Director may carry out the proposed action, and shall give notice of his or her decision, together with the reasons therefor, to the applicant or recipient. R.S.O. 1990, c. F.2, s. 13 (3). Notice of variation (4) Where the Director varies the amount of any allowance or benefit, the Director shall give notice of such variation, together with his or her reasons therefor, to the recipient. R.S.O. 1990, c. F.2, s. 13 (4). Notice of decision (5) A notice under subsection (3) or (4) shall inform the applicant or recipient that he or she is entitled to a hearing by the board of review if he or she delivers or mails to the chair of the board a request therefor in the prescribed form within thirty days after receipt of the notice, and an applicant or recipient who so mails or delivers such a request is entitled to a hearing by the board. R.S.O. 1990, c. F.2, s. 13 (5). Extension of time for requesting hearing (6) The board may extend the time for giving notice by an applicant or recipient under subsection (5), either before or after expiration of the time therein specified, where it is satisfied there are apparent grounds for claiming relief pursuant to a hearing or for appeal and that there are reasonable grounds for applying for the extension. R.S.O. 1990, c. F.2, s. 13 (6). How notice may be given (7) A notice by the Director under this section may be given by delivering it personally or by sending it by prepaid mail addressed to the applicant or recipient at his or her address last known to the Director and, where notice is sent by mail, the notice shall be presumed to have been received on the third day after the day of mailing unless the person to whom notice is given did not, acting in good faith, through absence, accident, illness or other cause beyond his or her control, receive the notice until a later date. R.S.O. 1990, c. F.2, s. 13 (7). Effective date of decision (8) A decision of the Director under this section shall be effective from such date either before or after the date of the making of the decision as the Director may fix. R.S.O. 1990, c. F.2, s. 13 (8). Procedure (9) The Statutory Powers Procedure Act does not apply to proceedings of the Director under this section. R.S.O. 1990, c. F.2, s. 13 (9). Application of section (10) This section does not apply to refusal of an application for or cancellation of a benefit on the death of the applicant or recipient. R.S.O. 1990, c. F.2, s. 13 (10).",
            "raw_html": "<p class=\"section-e\"><b>13.</b> (1) The Director shall not refuse an application for a benefit or suspend or cancel a benefit until more than ten days have elapsed after the Director has given notice of a proposal to do so, together with his or her reasons therefor, to the applicant or recipient. R.S.O. 1990, c. F.2, s. 13 (1).</p> <p class=\"headnote-e\"><b>Contents of notice</b></p> <p class=\"subsection-e\">(2) A notice under subsection (1) shall inform the applicant or recipient that he or she may, within ten days after receipt of the notice, file with the Director written representations against the proposed action. R.S.O. 1990, c. F.2, s. 13 (2).</p> <p class=\"headnote-e\"><b>Powers of Director</b></p> <p class=\"subsection-e\">(3) Where an applicant or recipient,</p> <p class=\"clause-e\">(a) does not file representations with the Director within ten days after receipt of a notice under subsection (1); or</p> <p class=\"clause-e\">(b) has so filed such representations and the Director has given consideration to them,</p> <p class=\"Ssubsection-e\">the Director may carry out the proposed action, and shall give notice of his or her decision, together with the reasons therefor, to the applicant or recipient. R.S.O. 1990, c. F.2, s. 13 (3).</p> <p class=\"headnote-e\"><b>Notice of variation</b></p> <p class=\"subsection-e\">(4) Where the Director varies the amount of any allowance or benefit, the Director shall give notice of such variation, together with his or her reasons therefor, to the recipient. R.S.O. 1990, c. F.2, s. 13 (4).</p> <p class=\"headnote-e\"><b>Notice of decision</b></p> <p class=\"subsection-e\">(5) A notice under subsection (3) or (4) shall inform the applicant or recipient that he or she is entitled to a hearing by the board of review if he or she delivers or mails to the chair of the board a request therefor in the prescribed form within thirty days after receipt of the notice, and an applicant or recipient who so mails or delivers such a request is entitled to a hearing by the board. R.S.O. 1990, c. F.2, s. 13 (5).</p> <p class=\"headnote-e\"><b>Extension of time for requesting hearing</b></p> <p class=\"subsection-e\">(6) The board may extend the time for giving notice by an applicant or recipient under subsection (5), either before or after expiration of the time therein specified, where it is satisfied there are apparent grounds for claiming relief pursuant to a hearing or for appeal and that there are reasonable grounds for applying for the extension. R.S.O. 1990, c. F.2, s. 13 (6).</p> <p class=\"headnote-e\"><b>How notice may be given</b></p> <p class=\"subsection-e\">(7) A notice by the Director under this section may be given by delivering it personally or by sending it by prepaid mail addressed to the applicant or recipient at his or her address last known to the Director and, where notice is sent by mail, the notice shall be presumed to have been received on the third day after the day of mailing unless the person to whom notice is given did not, acting in good faith, through absence, accident, illness or other cause beyond his or her control, receive the notice until a later date. R.S.O. 1990, c. F.2, s. 13 (7).</p> <p class=\"headnote-e\"><b>Effective date of decision</b></p> <p class=\"subsection-e\">(8) A decision of the Director under this section shall be effective from such date either before or after the date of the making of the decision as the Director may fix. R.S.O. 1990, c. F.2, s. 13 (8).</p> <p class=\"headnote-e\"><b>Procedure</b></p> <p class=\"subsection-e\">(9) The <i>Statutory Powers Procedure Act</i> does not apply to proceedings of the Director under this section. R.S.O. 1990, c. F.2, s. 13 (9).</p> <p class=\"headnote-e\"><b>Application of section</b></p> <p class=\"subsection-e\">(10) This section does not apply to refusal of an application for or cancellation of a benefit on the death of the applicant or recipient. R.S.O. 1990, c. F.2, s. 13 (10).</p>"
        },
        {
            "id": "14.",
            "section": "Review",
            "content": "14. (1) Where an applicant or recipient files a request for a hearing in accordance with section 13, the board of review shall fix a time for and hold a hearing to review the decision of the Director and the provisions of section 16 of the Ministry of Community and Social Services Act apply with necessary modifications to a hearing and review under this Act by the board of review. R.S.O. 1990, c. F.2, s. 14 (1). Interim payments (2) Where a request for a hearing in accordance with section 13 has been made and the board of review is satisfied that there may be financial hardship to the applicant or recipient during the period of time needed for the board to complete its review and make a decision, the board may, before holding the hearing, direct the Director to provide from time to time such amount as the board considers necessary for the maintenance of the applicant or recipient and any of his or her dependants until the board has completed its review and has given notice of its decision to the applicant or recipient, provided that such amount shall not exceed the maximum amount of an allowance prescribed in the regulations. R.S.O. 1990, c. F.2, s. 14 (2). Procedure (3) The Statutory Powers Procedure Act does not apply to proceedings of the board of review under subsection (2). R.S.O. 1990, c. F.2, s. 14 (3). Parties (4) The Director, the applicant or recipient who requested the hearing and such other persons as the board may specify are parties to the proceedings before the board of review. R.S.O. 1990, c. F.2, s. 14 (4). Submission by Director (5) The Director may make his or her submissions at a hearing of the board of review in writing, but the applicant or recipient who is a party to the hearing shall be afforded an opportunity to examine before the hearing any such submission or any written or documentary evidence that the Director proposes will be produced or any report the contents of which the Director proposes will be given in evidence at the hearing. R.S.O. 1990, c. F.2, s. 14 (5). Powers of board after hearing (6) Where, after a hearing, the board of review has reviewed the decision of the Director, the board may, (a) affirm the decision; (b) rescind the decision and direct the Director to make any other decision that the Director is authorized to make under this Act and the regulations and as the board considers proper, and for such purpose the board may substitute its opinion for the opinion of the Director; or (c) refer the matter back to the Director for reconsideration in accordance with such directions as the board considers proper under this Act and the regulations, and the Director shall give effect to any directions given by the board under this section. R.S.O. 1990, c. F.2, s. 14 (6). Variation of decision by board (7) The board of review may, on application of any party, reconsider and vary any decision made by it after hearing the parties to the proceedings in which the original decision was made, and the provisions of this section apply with necessary modifications to the proceedings on such reconsideration. R.S.O. 1990, c. F.2, s. 14 (7).",
            "raw_html": "<p class=\"section-e\"><b>14.</b> (1) Where an applicant or recipient files a request for a hearing in accordance with section 13, the board of review shall fix a time for and hold a hearing to review the decision of the Director and the provisions of section 16 of the <i>Ministry of Community and Social Services Act</i> apply with necessary modifications to a hearing and review under this Act by the board of review. R.S.O. 1990, c. F.2, s. 14 (1).</p> <p class=\"headnote-e\"><b>Interim payments</b></p> <p class=\"subsection-e\">(2) Where a request for a hearing in accordance with section 13 has been made and the board of review is satisfied that there may be financial hardship to the applicant or recipient during the period of time needed for the board to complete its review and make a decision, the board may, before holding the hearing, direct the Director to provide from time to time such amount as the board considers necessary for the maintenance of the applicant or recipient and any of his or her dependants until the board has completed its review and has given notice of its decision to the applicant or recipient, provided that such amount shall not exceed the maximum amount of an allowance prescribed in the regulations. R.S.O. 1990, c. F.2, s. 14 (2).</p> <p class=\"headnote-e\"><b>Procedure</b></p> <p class=\"subsection-e\">(3) The <i>Statutory Powers Procedure Act </i>does not apply to proceedings of the board of review under subsection (2). R.S.O. 1990, c. F.2, s. 14 (3).</p> <p class=\"headnote-e\"><b>Parties</b></p> <p class=\"subsection-e\">(4) The Director, the applicant or recipient who requested the hearing and such other persons as the board may specify are parties to the proceedings before the board of review. R.S.O. 1990, c. F.2, s. 14 (4).</p> <p class=\"headnote-e\"><b>Submission by Director</b></p> <p class=\"subsection-e\">(5) The Director may make his or her submissions at a hearing of the board of review in writing, but the applicant or recipient who is a party to the hearing shall be afforded an opportunity to examine before the hearing any such submission or any written or documentary evidence that the Director proposes will be produced or any report the contents of which the Director proposes will be given in evidence at the hearing. R.S.O. 1990, c. F.2, s. 14 (5).</p> <p class=\"headnote-e\"><b>Powers of board after hearing</b></p> <p class=\"subsection-e\">(6) Where, after a hearing, the board of review has reviewed the decision of the Director, the board may,</p> <p class=\"clause-e\">(a) affirm the decision;</p> <p class=\"clause-e\">(b) rescind the decision and direct the Director to make any other decision that the Director is authorized to make under this Act and the regulations and as the board considers proper, and for such purpose the board may substitute its opinion for the opinion of the Director; or</p> <p class=\"clause-e\">(c) refer the matter back to the Director for reconsideration in accordance with such directions as the board considers proper under this Act and the regulations,</p> <p class=\"Ssubsection-e\">and the Director shall give effect to any directions given by the board under this section. R.S.O. 1990, c. F.2, s. 14 (6).</p> <p class=\"headnote-e\"><b>Variation of decision by board</b></p> <p class=\"subsection-e\">(7) The board of review may, on application of any party, reconsider and vary any decision made by it after hearing the parties to the proceedings in which the original decision was made, and the provisions of this section apply with necessary modifications to the proceedings on such reconsideration. R.S.O. 1990, c. F.2, s. 14 (7).</p>"
        },
        {
            "id": "15.",
            "section": "Appeal to court",
            "content": "15. (1) Any party to the proceedings before the board of review under section 14 may appeal from the decision of the board to the Divisional Court on a question that is not a question of fact alone in accordance with the rules of court. R.S.O. 1990, c. F.2, s. 15 (1). Record to be filed in court (2) Where any party appeals from a decision of the board of review, the board shall forthwith file with the Superior Court of Justice the record of the proceedings before it in which the decision was made which, together with the transcript of the evidence, if any, before the board if it is not part of the board’s record, shall constitute the record in the appeal. R.S.O. 1990, c. F.2, s. 15 (2); 2006, s. 19, Sched. C, s. 1 (1). Minister entitled to be heard (3) The Minister is entitled to be heard by counsel or otherwise upon the argument of an appeal under this section. R.S.O. 1990, c. F.2, s. 15 (3). Powers of court on appeal (4) On an appeal under this section, the court may affirm the decision of the board of review or may rescind it and refer the matter back to the board or to the Director to be disposed of in accordance with such directions as the court considers proper under this Act and the regulations, and the board or the Director shall give effect to any direction given by the court under this section. R.S.O. 1990, c. F.2, s. 15 (4).",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) Any party to the proceedings before the board of review under section 14 may appeal from the decision of the board to the Divisional Court on a question that is not a question of fact alone in accordance with the rules of court. R.S.O. 1990, c. F.2, s. 15 (1).</p> <p class=\"headnote-e\"><b>Record to be filed in court</b></p> <p class=\"subsection-e\">(2) Where any party appeals from a decision of the board of review, the board shall forthwith file with the Superior Court of Justice the record of the proceedings before it in which the decision was made which, together with the transcript of the evidence, if any, before the board if it is not part of the board’s record, shall constitute the record in the appeal. R.S.O. 1990, c. F.2, s. 15 (2); 2006, s. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Minister entitled to be heard</b></p> <p class=\"subsection-e\">(3) The Minister is entitled to be heard by counsel or otherwise upon the argument of an appeal under this section. R.S.O. 1990, c. F.2, s. 15 (3).</p> <p class=\"headnote-e\"><b>Powers of court on appeal</b></p> <p class=\"subsection-e\">(4) On an appeal under this section, the court may affirm the decision of the board of review or may rescind it and refer the matter back to the board or to the Director to be disposed of in accordance with such directions as the court considers proper under this Act and the regulations, and the board or the Director shall give effect to any direction given by the court under this section. R.S.O. 1990, c. F.2, s. 15 (4).</p>"
        },
        {
            "id": "16.",
            "section": "Effect of decision pending disposal of appeal",
            "content": "16. Although an applicant or recipient has requested a hearing by the board of review under section 14, or has appealed from a decision of the board under section 15, the decision of the Director or of the board, as the case may be, is effective until the decision of the board is made after the hearing or the decision of the court is made on the appeal, as the case may be. R.S.O. 1990, c. F.2, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> Although an applicant or recipient has requested a hearing by the board of review under section 14, or has appealed from a decision of the board under section 15, the decision of the Director or of the board, as the case may be, is effective until the decision of the board is made after the hearing or the decision of the court is made on the appeal, as the case may be. R.S.O. 1990, c. F.2, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Recovery of overpayments, etc.",
            "content": "17. Despite section 5 and subject to the regulations, the Director may recover from a recipient any sum paid to him or her by way of an allowance under this Act or any predecessor Act to which he or she was not entitled under this Act or such predecessor Act or in excess of any amount to which he or she was so entitled, whether by reason of non-disclosure of facts, misrepresentation or fraud, or for any other cause disentitling him or her to such an allowance, by reducing or suspending any allowance payable to the recipient or by proceedings to recover such sum as a debt due to the Crown in any court of competent jurisdiction. R.S.O. 1990, c. F.2, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> Despite section 5 and subject to the regulations, the Director may recover from a recipient any sum paid to him or her by way of an allowance under this Act or any predecessor Act to which he or she was not entitled under this Act or such predecessor Act or in excess of any amount to which he or she was so entitled, whether by reason of non-disclosure of facts, misrepresentation or fraud, or for any other cause disentitling him or her to such an allowance, by reducing or suspending any allowance payable to the recipient or by proceedings to recover such sum as a debt due to the Crown in any court of competent jurisdiction. R.S.O. 1990, c. F.2, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Further application",
            "content": "18. Despite any decision of the Director, the board of review or of the court, a further application for a benefit may be made to the Director by the applicant or recipient upon new or other evidence or where material circumstances have changed. R.S.O. 1990, c. F.2, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> Despite any decision of the Director, the board of review or of the court, a further application for a benefit may be made to the Director by the applicant or recipient upon new or other evidence or where material circumstances have changed. R.S.O. 1990, c. F.2, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Offences",
            "content": "19. (1) No person shall knowingly obtain or receive a benefit that he or she is not entitled to obtain or receive under this Act and the regulations. R.S.O. 1990, c. F.2, s. 19 (1). Idem (2) No person shall knowingly aid or abet another person to obtain or receive a benefit that such other person is not entitled to obtain or receive under this Act and the regulations. R.S.O. 1990, c. F.2, s. 19 (2). Idem (3) Every person who contravenes subsection (1) or (2) is guilty of an offence and on conviction is liable to a fine of not more than $5,000 or to imprisonment for a term of not more than six months, or to both fine and imprisonment. R.S.O. 1990, c. F.2, s. 19 (3).",
            "raw_html": "<p class=\"section-e\"><b>19.</b> (1) No person shall knowingly obtain or receive a benefit that he or she is not entitled to obtain or receive under this Act and the regulations. R.S.O. 1990, c. F.2, s. 19 (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) No person shall knowingly aid or abet another person to obtain or receive a benefit that such other person is not entitled to obtain or receive under this Act and the regulations. R.S.O. 1990, c. F.2, s. 19 (2).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) Every person who contravenes subsection (1) or (2) is guilty of an offence and on conviction is liable to a fine of not more than $5,000 or to imprisonment for a term of not more than six months, or to both fine and imprisonment. R.S.O. 1990, c. F.2, s. 19 (3).</p>"
        },
        {
            "id": "20.",
            "section": "Regulations",
            "content": "20. The Lieutenant Governor in Council may make regulations, (a) defining person in need, blind person, disabled person and permanently unemployable person; (b) defining classes of educational institutions for the purpose of the definition of “dependent child” in section 1; (c) prescribing additional duties of the Director; (d) prescribing the duties of regional administrators and field workers; (e) governing the manner of applying for benefits; (f) prescribing the material or proof of any fact, including evidence under oath or by affirmation, that is to be furnished before a benefit is provided or while a benefit is being provided; (g) establishing a medical advisory board of one or more persons to advise the Director in the performance of his or her duties; (h) designating benefits or classes of benefits; (i) prescribing the maximum amounts of benefits; (j) prescribing the manner of computing the amount of benefits; (k) prescribing the manner in which and the times and intervals at which an allowance is to be provided; (l) providing for the reinstatement and transfer of allowances and other benefits; (m) prescribing standards of eligibility for benefits in addition to those mentioned in this Act; (n) prescribing classes of persons, in addition to those mentioned in this Act, to whom benefits may be provided; (o) requiring and providing for rehabilitation measures; (p) providing for the making of investigations for the purposes of this Act of applicants for or recipients or beneficiaries of benefits; (q) prescribing forms and providing for their use. R.S.O. 1990, c. F.2, s. 20; 1993, c. 27, Sched. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>20.</b> The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) defining person in need, blind person, disabled person and permanently unemployable person;</p> <p class=\"clause-e\">(b) defining classes of educational institutions for the purpose of the definition of “dependent child” in section 1;</p> <p class=\"clause-e\">(c) prescribing additional duties of the Director;</p> <p class=\"clause-e\">(d) prescribing the duties of regional administrators and field workers;</p> <p class=\"clause-e\">(e) governing the manner of applying for benefits;</p> <p class=\"clause-e\">(f) prescribing the material or proof of any fact, including evidence under oath or by affirmation, that is to be furnished before a benefit is provided or while a benefit is being provided;</p> <p class=\"clause-e\">(g) establishing a medical advisory board of one or more persons to advise the Director in the performance of his or her duties;</p> <p class=\"clause-e\">(h) designating benefits or classes of benefits;</p> <p class=\"clause-e\">(i) prescribing the maximum amounts of benefits;</p> <p class=\"clause-e\">(j) prescribing the manner of computing the amount of benefits;</p> <p class=\"clause-e\">(k) prescribing the manner in which and the times and intervals at which an allowance is to be provided;</p> <p class=\"clause-e\">(l) providing for the reinstatement and transfer of allowances and other benefits;</p> <p class=\"clause-e\">(m) prescribing standards of eligibility for benefits in addition to those mentioned in this Act;</p> <p class=\"clause-e\">(n) prescribing classes of persons, in addition to those mentioned in this Act, to whom benefits may be provided;</p> <p class=\"clause-e\">(o) requiring and providing for rehabilitation measures;</p> <p class=\"clause-e\">(p) providing for the making of investigations for the purposes of this Act of applicants for or recipients or beneficiaries of benefits;</p> <p class=\"clause-e\">(q) prescribing forms and providing for their use. R.S.O. 1990, c. F.2, s. 20; 1993, c. 27, Sched.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90f02_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90f02_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}