{
    "act_info": {
        "full_title": "Farm Implements Act, R.S.O. 1990, c. F.4",
        "act_name_text": "Farm Implements Act",
        "citation": "R.S.O. 1990, c. F.4",
        "url": "https://www.ontario.ca/laws/statute/90f04",
        "date_scraped": "2023-12-19 02:53:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 22, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90f04/v4",
            "valid_from": "August 20, 2007",
            "valid_to": "March 21, 2017"
        },
        {
            "a_href": "/laws/statute/90f04/v3",
            "valid_from": "December 20, 2006",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/90f04/v2",
            "valid_from": "June 13, 2005",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90f04/v1",
            "valid_from": "December 22, 1999",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/060123",
            "Citation": "O. Reg. 123/06",
            "title": "DEALERSHIP AGREEMENTS"
        },
        {
            "a_href": "/laws/regulation/900369",
            "Citation": "R.R.O. 1990, Reg. 369",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “dealer” means a person who, in the ordinary course of business, offers farm implements or parts for sale at retail; (“vendeur”) “dealership agreement” means an agreement that is made between a distributor and a dealer with respect to the business of the dealer’s offering farm implements or parts for sale at retail and that fixes the legal rights and obligations of the parties to the agreement; (“entente de distribution”) “Director” means the Director appointed under this Act; (“directeur”) “distributor” means a person, including a manufacturer, who, in the ordinary course of business, sells, consigns or delivers farm implements or parts to a dealer; (“distributeur”) “effective date” means the date determined under section 11; (“date de prise d’effet”) “farm implement” means any equipment or machinery designed and used for agricultural or horticultural use and includes attachments; (“appareil agricole”) “Minister” means the Minister of Agriculture, Food and Rural Affairs; (“ministre”) “prescribed” means prescribed by the regulations made under this Act; (“prescrit”) “purchaser” means a person, an association of individuals or a partnership who purchases a farm implement and includes a lessee under a lease financing agreement; (“acheteur”) “regulations” means the regulations made under this Act; (“règlements”) “sale agreement” means an agreement between a purchaser, other than a distributor, and a dealer for the sale of a new or used farm implement; (“contrat de vente”) “trade-in” means a farm implement or other property that is purchased by the dealer under a trade-in arrangement; (“appareil donné en reprise”) “trade-in allowance” means the amount shown in a sale agreement as the amount accepted by the dealer as the value of a trade-in under a trade-in arrangement; (“valeur de reprise”) “trade-in arrangement” means an arrangement, whether contained in a sale agreement or made by a separate agreement in conjunction with a sale agreement, whereby the purchaser agrees to sell the purchaser’s own farm implement or other property to the dealer and the farm implement or other property is accepted as the whole or part of the consideration under the sale agreement; (“accord de reprise”) “Tribunal” means the Agriculture, Food and Rural Affairs Appeal Tribunal continued under the Ministry of Agriculture, Food and Rural Affairs Act. (“Tribunal”)  R.S.O. 1990, c. F.4, s. 1; 1999, c. 12, Sched. A, s. 11 (1-3); 2005, c. 19, s. 1. Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. A, s. 11 (1-3) - 22/12/1999 2005, c. 19, s. 1 (1, 2)\r\n- 13/06/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“dealer” means a person who, in the ordinary course of business, offers farm implements or parts for sale at retail; (“vendeur”)</p> <p class=\"definition\">“dealership agreement” means an agreement that is made between a distributor and a dealer with respect to the business of the dealer’s offering farm implements or parts for sale at retail and that fixes the legal rights and obligations of the parties to the agreement; (“entente de distribution”)</p> <p class=\"definition\">“Director” means the Director appointed under this Act; (“directeur”)</p> <p class=\"definition\">“distributor” means a person, including a manufacturer, who, in the ordinary course of business, sells, consigns or delivers farm implements or parts to a dealer; (“distributeur”)</p> <p class=\"definition\">“effective date” means the date determined under section 11; (“date de prise d’effet”)</p> <p class=\"definition\">“farm implement” means any equipment or machinery designed and used for agricultural or horticultural use and includes attachments; (“appareil agricole”)</p> <p class=\"definition\">“Minister” means the Minister of Agriculture, Food and Rural Affairs; (“ministre”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations made under this Act; (“prescrit”)</p> <p class=\"definition\">“purchaser” means a person, an association of individuals or a partnership who purchases a farm implement and includes a lessee under a lease financing agreement; (“acheteur”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“sale agreement” means an agreement between a purchaser, other than a distributor, and a dealer for the sale of a new or used farm implement; (“contrat de vente”)</p> <p class=\"definition\">“trade-in” means a farm implement or other property that is purchased by the dealer under a trade-in arrangement; (“appareil donné en reprise”)</p> <p class=\"definition\">“trade-in allowance” means the amount shown in a sale agreement as the amount accepted by the dealer as the value of a trade-in under a trade-in arrangement; (“valeur de reprise”)</p> <p class=\"definition\">“trade-in arrangement” means an arrangement, whether contained in a sale agreement or made by a separate agreement in conjunction with a sale agreement, whereby the purchaser agrees to sell the purchaser’s own farm implement or other property to the dealer and the farm implement or other property is accepted as the whole or part of the consideration under the sale agreement; (“accord de reprise”)</p> <p class=\"definition\">“Tribunal” means the Agriculture, Food and Rural Affairs Appeal Tribunal continued under the <i>Ministry of Agriculture, Food and Rural Affairs Act</i>. (“Tribunal”)  R.S.O. 1990, c. F.4, s. 1; 1999, c. 12, Sched. A, s. 11 (1-3); 2005, c. 19, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. A, s. 11 (1-3) - 22/12/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05019#s1s1\">2005, c. 19, s. 1 (1, 2)</a></span>\r\n- 13/06/2005</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Application",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "2 (1) This Act does not apply to the sale of a farm implement, (a) by a person in the ordinary course of farming operations; (b) by an executor or administrator; or (c) by a public official acting under judicial process.  R.S.O. 1990, c. F.4, s. 2 (1). Idem (2) This Act does not apply to the sale of a farm implement with a manufacturer’s suggested list price that is less than the prescribed amount.  R.S.O. 1990, c. F.4, s. 2 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>(1) This Act does not apply to the sale of a farm implement,</p> <p class=\"paragraph\">  (a) by a person in the ordinary course of farming operations;</p> <p class=\"paragraph\">  (b) by an executor or administrator; or</p> <p class=\"paragraph\">  (c) by a public official acting under judicial process.  R.S.O. 1990, c. F.4, s. 2 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) This Act does not apply to the sale of a farm implement with a manufacturer’s suggested list price that is less than the prescribed amount.  R.S.O. 1990, c. F.4, s. 2 (2).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "Sales of farm implements",
            "part_id": null,
            "part_type": null,
            "section_y": "Sales of farm implements",
            "content": "3 (1) A dealer shall not sell or offer for sale a new farm implement unless it was obtained by the dealer from a distributor or another dealer registered under this Act.  R.S.O. 1990, c. F.4, s. 3 (1). Transition (2) Subsection (1) does not apply with respect to a new farm implement that was in the dealer’s possession on the 31st day of December, 1989.  R.S.O. 1990, c. F.4, s. 3 (2). Sales by distributor (3) A distributor shall not sell a new farm implement to any person except a dealer or another distributor registered under this Act.  R.S.O. 1990, c. F.4, s. 3 (3). Dealership agreement (4) A dealership agreement shall be in writing, shall contain the information that is prescribed and shall contain the legal rights and obligations that are prescribed for the parties to the agreement, subject to subsection (5).  2005, c. 19, s. 2. No exclusive dealing (5) A dealership agreement shall not require that the dealer, (a) offer no farm implements or parts for sale at retail other than those manufactured by the manufacturer specified in the agreement; or (b) not make a dealership agreement with any other distributor.  2005, c. 19, s. 2. Provision void (6) A provision of a dealership agreement that contravenes subsection (5) is void.  2005, c. 19, s. 2. Section Amendments with date in force (d/m/y) 2005, c. 19, s. 2\r\n- 13/06/2005 Director",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>3 </b>(1) A dealer shall not sell or offer for sale a new farm implement unless it was obtained by the dealer from a distributor or another dealer registered under this Act.  R.S.O. 1990, c. F.4, s. 3 (1).</p> <p class=\"headnote\">Transition</p> <p class=\"subsection\">(2) Subsection (1) does not apply with respect to a new farm implement that was in the dealer’s possession on the 31st day of December, 1989.  R.S.O. 1990, c. F.4, s. 3 (2).</p> <p class=\"headnote\">Sales by distributor</p> <p class=\"subsection\">(3) A distributor shall not sell a new farm implement to any person except a dealer or another distributor registered under this Act.  R.S.O. 1990, c. F.4, s. 3 (3).</p> <p class=\"headnote\">Dealership agreement</p> <p class=\"subsection\">(4) A dealership agreement shall be in writing, shall contain the information that is prescribed and shall contain the legal rights and obligations that are prescribed for the parties to the agreement, subject to subsection (5).  2005, c. 19, s. 2.</p> <p class=\"headnote\">No exclusive dealing</p> <p class=\"subsection\">(5) A dealership agreement shall not require that the dealer,</p> <p class=\"paragraph\">  (a) offer no farm implements or parts for sale at retail other than those manufactured by the manufacturer specified in the agreement; or</p> <p class=\"paragraph\">  (b) not make a dealership agreement with any other distributor.  2005, c. 19, s. 2.</p> <p class=\"headnote\">Provision void</p> <p class=\"subsection\">(6) A provision of a dealership agreement that contravenes subsection (5) is void.  2005, c. 19, s. 2.</p> <p class=\"footnoteLeft\"><a name=\"BK3\"></a><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05019#s2\">2005, c. 19, s. 2</a></span>\r\n- 13/06/2005</p> <p class=\"heading1\">Director</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Director",
            "section_x": "Director",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "section_x": "Director",
            "part_id": null,
            "part_type": null,
            "section_y": "Director",
            "content": "4 (1) The Minister may appoint a Director who shall be responsible for the administration and enforcement of this Act and the regulations.  1999, c. 12, Sched. A, s. 11 (4). Powers and duties (2) The Director shall exercise the powers and perform the duties that are conferred or imposed on the Director under this Act.  1999, c. 12, Sched. A, s. 11 (4). Representatives (3) The Director may appoint as his or her representative one or more public servants employed under Part III of the Public Service of Ontario Act, 2006, and the Director may delegate to a representative the powers, duties and functions under this Act that the Director specifies.  2006, c. 35, Sched. C, s. 39. Farm implement safety (4) The Director is responsible for promoting compliance with, (a) the prescribed safety standards for farm implement performance; and (b) the prescribed requirements for dealers respecting safety information and instruction to be given to purchasers on the sale of new farm implements.  1999, c. 12, Sched. A, s. 11 (4). Powers (5) The Director may, (a) make the inquiries that are necessary for the Director to determine whether there is the compliance described in subsection (4); (b) require the production of documents, records, reports or things that the Director considers necessary for making the inquiries described in clause (a); (c) conduct research related to farm implement design, construction, performance and safety; (d) develop and co-ordinate or approve educational programs respecting farm implement safety and may promote participation in such programs; and (e) work with manufacturers to encourage standardization of the design and operation of controls of farm implements manufactured for sale in Ontario.  1999, c. 12, Sched. A, s. 11 (4). No obstruction (6) No person shall obstruct the Director who is exercising powers under this Act.  1999, c. 12, Sched. A, s. 11 (4). Consultation (7) The Minister may, in writing, designate organizations that the Director is required to consult in matters pertaining to the exercise of the Director’s duties and responsibilities under this Act.  1999, c. 12, Sched. A, s. 11 (4). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. A, s. 11 (4) - 22/12/1999 2006, c. 35, Sched. C, s. 39 - 20/08/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>4 </b>(1) The Minister may appoint a Director who shall be responsible for the administration and enforcement of this Act and the regulations.  1999, c. 12, Sched. A, s. 11 (4).</p> <p class=\"headnote\">Powers and duties</p> <p class=\"subsection\">(2) The Director shall exercise the powers and perform the duties that are conferred or imposed on the Director under this Act.  1999, c. 12, Sched. A, s. 11 (4).</p> <p class=\"headnote\">Representatives</p> <p class=\"subsection\">(3) The Director may appoint as his or her representative one or more public servants employed under Part III of the <i>Public Service of Ontario Act, 2006</i>, and the Director may delegate to a representative the powers, duties and functions under this Act that the Director specifies.  2006, c. 35, Sched. C, s. 39.</p> <p class=\"headnote\">Farm implement safety</p> <p class=\"subsection\">(4) The Director is responsible for promoting compliance with,</p> <p class=\"paragraph\">  (a) the prescribed safety standards for farm implement performance; and</p> <p class=\"paragraph\">  (b) the prescribed requirements for dealers respecting safety information and instruction to be given to purchasers on the sale of new farm implements.  1999, c. 12, Sched. A, s. 11 (4).</p> <p class=\"headnote\">Powers</p> <p class=\"subsection\">(5) The Director may,</p> <p class=\"paragraph\">  (a) make the inquiries that are necessary for the Director to determine whether there is the compliance described in subsection (4);</p> <p class=\"paragraph\">  (b) require the production of documents, records, reports or things that the Director considers necessary for making the inquiries described in clause (a);</p> <p class=\"paragraph\">  (c) conduct research related to farm implement design, construction, performance and safety;</p> <p class=\"paragraph\">  (d) develop and co-ordinate or approve educational programs respecting farm implement safety and may promote participation in such programs; and</p> <p class=\"paragraph\">  (e) work with manufacturers to encourage standardization of the design and operation of controls of farm implements manufactured for sale in Ontario.  1999, c. 12, Sched. A, s. 11 (4).</p> <p class=\"headnote\">No obstruction</p> <p class=\"subsection\">(6) No person shall obstruct the Director who is exercising powers under this Act.  1999, c. 12, Sched. A, s. 11 (4).</p> <p class=\"headnote\">Consultation</p> <p class=\"subsection\">(7) The Minister may, in writing, designate organizations that the Director is required to consult in matters pertaining to the exercise of the Director’s duties and responsibilities under this Act.  1999, c. 12, Sched. A, s. 11 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. A, s. 11 (4) - 22/12/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs39\">2006, c. 35, Sched. C, s. 39</a></span> - 20/08/2007</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "section_x": "Dispute resolution",
            "part_id": null,
            "part_type": null,
            "section_y": "Dispute resolution",
            "content": "5 (1) On the request of a purchaser, dealer, distributor or manufacturer, the Director may inquire into and attempt to resolve a dispute with respect to any matter arising from the application of this Act or the regulations.  1999, c. 12, Sched. A, s. 11 (5); 2005, c. 19, s. 3. Repair charges (2) The Director may investigate claims and attempt to resolve disputes regarding the charges made by a dealer for the repair of a farm implement.  1999, c. 12, Sched. A, s. 11 (5). Mediator (3) If a person makes a request to the Director for an inquiry under subsection (1) or an investigation under subsection (2), the Director may appoint a mediator to assist the parties to resolve the dispute.  1999, c. 12, Sched. A, s. 11 (5). Fees (4) The Minister may establish and collect fees from the persons involved for the services of the Director under subsection (1) or (2).  1999, c. 12, Sched. A, s. 11 (5). Hearing (5) If the parties to a dispute are unable to resolve it with the assistance of a mediator, any of the parties to the mediation may apply to the Tribunal for a hearing.  1999, c. 12, Sched. A, s. 11 (5). Decision (6) The Tribunal shall decide the issue that is before it for a hearing and shall serve notice of the decision, together with written reasons, on the parties to the hearing in accordance with its rules of practice.  1999, c. 12, Sched. A, s. 11 (5). Appeal (7) The notice shall inform the parties that any of them may appeal the decision of the Tribunal on a question of law to the Divisional Court of the Superior Court of Justice in accordance with its rules of practice within 15 days from the day on which the decision was served.  1999, c. 12, Sched. A, s. 11 (5). Orders (8) Upon the hearing of an appeal under subsection (7), the Divisional Court may make any order that it considers proper or may refer the matter back to the Tribunal with the directions that it considers proper.  1999, c. 12, Sched. A, s. 11 (5). Costs (9) The Divisional Court may make any order as to the costs of an appeal that it considers proper.  1999, c. 12, Sched. A, s. 11 (5). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. A, s. 11 (5) - 22/12/1999 2005, c. 19, s. 3\r\n- 13/06/2005 Registration of Dealers and Distributors",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>5 </b>(1) On the request of a purchaser, dealer, distributor or manufacturer, the Director may inquire into and attempt to resolve a dispute with respect to any matter arising from the application of this Act or the regulations.  1999, c. 12, Sched. A, s. 11 (5); 2005, c. 19, s. 3.</p> <p class=\"headnote\">Repair charges</p> <p class=\"subsection\">(2) The Director may investigate claims and attempt to resolve disputes regarding the charges made by a dealer for the repair of a farm implement.  1999, c. 12, Sched. A, s. 11 (5).</p> <p class=\"headnote\">Mediator</p> <p class=\"subsection\">(3) If a person makes a request to the Director for an inquiry under subsection (1) or an investigation under subsection (2), the Director may appoint a mediator to assist the parties to resolve the dispute.  1999, c. 12, Sched. A, s. 11 (5).</p> <p class=\"headnote\">Fees</p> <p class=\"subsection\">(4) The Minister may establish and collect fees from the persons involved for the services of the Director under subsection (1) or (2).  1999, c. 12, Sched. A, s. 11 (5).</p> <p class=\"headnote\">Hearing </p> <p class=\"subsection\">(5) If the parties to a dispute are unable to resolve it with the assistance of a mediator, any of the parties to the mediation may apply to the Tribunal for a hearing.  1999, c. 12, Sched. A, s. 11 (5).</p> <p class=\"headnote\">Decision</p> <p class=\"subsection\">(6) The Tribunal shall decide the issue that is before it for a hearing and shall serve notice of the decision, together with written reasons, on the parties to the hearing in accordance with its rules of practice.  1999, c. 12, Sched. A, s. 11 (5).</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(7) The notice shall inform the parties that any of them may appeal the decision of the Tribunal on a question of law to the Divisional Court of the Superior Court of Justice in accordance with its rules of practice within 15 days from the day on which the decision was served.  1999, c. 12, Sched. A, s. 11 (5).</p> <p class=\"headnote\">Orders</p> <p class=\"subsection\">(8) Upon the hearing of an appeal under subsection (7), the Divisional Court may make any order that it considers proper or may refer the matter back to the Tribunal with the directions that it considers proper.  1999, c. 12, Sched. A, s. 11 (5).</p> <p class=\"headnote\">Costs</p> <p class=\"subsection\">(9) The Divisional Court may make any order as to the costs of an appeal that it considers proper.  1999, c. 12, Sched. A, s. 11 (5).</p> <p class=\"footnoteLeft\"><a name=\"BK6\"></a><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. A, s. 11 (5) - 22/12/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05019#s3\">2005, c. 19, s. 3</a></span>\r\n- 13/06/2005</p> <p class=\"heading1\">Registration of Dealers and Distributors</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Registration of Dealers and Distributors",
            "section_x": "Registration of Dealers and Distributors",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Registration required",
            "part_id": null,
            "part_type": null,
            "section_y": "Registration required",
            "content": "6 (1) No person shall carry on the business of a dealer or distributor unless the person is registered under this Act.  R.S.O. 1990, c. F.4, s. 6 (1). Entitlement to registration (2) An applicant for registration or renewal of registration as a dealer or distributor is entitled to registration or renewal on submitting a completed application, together with the prescribed fee.  R.S.O. 1990, c. F.4, s. 6 (2). Conditions of registration (3) A registration is subject to such conditions to give effect to the purposes of this Act as are prescribed by the regulations.  R.S.O. 1990, c. F.4, s. 6 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>(1) No person shall carry on the business of a dealer or distributor unless the person is registered under this Act.  R.S.O. 1990, c. F.4, s. 6 (1).</p> <p class=\"headnote\">Entitlement to registration</p> <p class=\"subsection\">(2) An applicant for registration or renewal of registration as a dealer or distributor is entitled to registration or renewal on submitting a completed application, together with the prescribed fee.  R.S.O. 1990, c. F.4, s. 6 (2).</p> <p class=\"headnote\">Conditions of registration</p> <p class=\"subsection\">(3) A registration is subject to such conditions to give effect to the purposes of this Act as are prescribed by the regulations.  R.S.O. 1990, c. F.4, s. 6 (3).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "section_x": "Refusal to register, revocation",
            "part_id": null,
            "part_type": null,
            "section_y": "Refusal to register, revocation",
            "content": "7 (1) Subject to this section and section 8, the Director may refuse to grant or renew or may suspend or revoke a registration if the applicant or registrant, as the case may be, is in breach of a condition of the registration or a provision of this Act or the regulations, or would be if registered.  1999, c. 12, Sched. A, s. 11 (6). Hearing (2) Before refusing to grant or renew a registration or suspending or revoking a registration, the Director shall conduct a hearing in accordance with the requirements of the Statutory Powers Procedure Act.  1999, c. 12, Sched. A, s. 11 (6). Parties (3) The applicant or registrant, as the case may be, and the other persons whom the Director specifies are parties to the hearing.  1999, c. 12, Sched. A, s. 11 (6). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. A, s. 11 (6) - 22/12/1999 Decision and appeal",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>7 </b>(1) Subject to this section and section 8, the Director may refuse to grant or renew or may suspend or revoke a registration if the applicant or registrant, as the case may be, is in breach of a condition of the registration or a provision of this Act or the regulations, or would be if registered.  1999, c. 12, Sched. A, s. 11 (6).</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(2) Before refusing to grant or renew a registration or suspending or revoking a registration, the Director shall conduct a hearing in accordance with the requirements of the <i>Statutory Powers Procedure Act</i>.  1999, c. 12, Sched. A, s. 11 (6).</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(3) The applicant or registrant, as the case may be, and the other persons whom the Director specifies are parties to the hearing.  1999, c. 12, Sched. A, s. 11 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. A, s. 11 (6) - 22/12/1999</p> <p class=\"headnote\">Decision and appeal</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "section_x": "Decision and appeal",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice of decision",
            "content": "8 (1) Upon deciding to refuse to grant or renew a registration or deciding to suspend or revoke a registration, the Director shall serve notice of the decision, together with written reasons, on the applicant or registrant, as the case may be.  1999, c. 12, Sched. A, s. 11 (7). Appeal (2) The notice shall inform the applicant or registrant, as the case may be, that the person may appeal from the decision to the Tribunal in accordance with its rules of practice within 15 days from the day on which the decision was served.  1999, c. 12, Sched. A, s. 11 (7). Certified copies (3) On the request of any person desiring to appeal, the Director shall furnish the person with a certified copy of all proceedings, evidence, reports and papers received in evidence by the Director in dealing with and disposing of the application.  1999, c. 12, Sched. A, s. 11 (7). New hearing (4) An appeal under this section shall be by way of a new hearing.  1999, c. 12, Sched. A, s. 11 (7). Orders (5) Upon the hearing of an appeal under this section, the Tribunal may make any order that it considers proper or may refer the matter back to the Director with the directions that it considers proper.  1999, c. 12, Sched. A, s. 11 (7). Appeal (6) Any party subject to an order of the Tribunal under subsection (5) may appeal the order on a question of law to the Divisional Court of the Superior Court of Justice.  1999, c. 12, Sched. A, s. 11 (7). Orders (7) Upon the hearing of an appeal under subsection (6), the Divisional Court may make any order that it considers proper or may refer the matter back to the Tribunal with the directions that it considers proper.  1999, c. 12, Sched. A, s. 11 (7). Costs (7.1) The Divisional Court may make any order as to the costs of an appeal that it considers proper.  1999, c. 12, Sched. A, s. 11 (7). Voluntary cancellation (7.2) Despite subsection 7 (2) and this section, the Tribunal may cancel a registration on the request in writing of the registrant.  1999, c. 12, Sched. A, s. 11 (7). Continuation of registration pending renewal (8) Where, within the time prescribed therefor or, if no time is prescribed, before expiry of the registration, a registrant has applied for renewal of the registration and paid the prescribed fee, the registration continues in force, (a) until the renewal is granted; or (b) where the registrant is served with notice of the Director’s decision to refuse to grant the renewal, until the time for bringing an appeal has expired and until the matter is finally disposed of.  R.S.O. 1990, c. F.4, s. 8 (8); 1999, c. 12, Sched. A, s. 11 (8). Transitional (9) Despite anything in this section, an appeal that was commenced under this section, as it read immediately before the Red Tape Reduction Act, 1999 receives Royal Assent, shall continue before the Divisional Court and this section, as it read immediately before that Act receives Royal Assent, applies to the appeal.  1999, c. 12, Sched. A, s. 11 (9). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. A, s. 11 (7-9) - 22/12/1999",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>8 </b>(1) Upon deciding to refuse to grant or renew a registration or deciding to suspend or revoke a registration, the Director shall serve notice of the decision, together with written reasons, on the applicant or registrant, as the case may be.  1999, c. 12, Sched. A, s. 11 (7).</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(2) The notice shall inform the applicant or registrant, as the case may be, that the person may appeal from the decision to the Tribunal in accordance with its rules of practice within 15 days from the day on which the decision was served.  1999, c. 12, Sched. A, s. 11 (7).</p> <p class=\"headnote\">Certified copies</p> <p class=\"subsection\">(3) On the request of any person desiring to appeal, the Director shall furnish the person with a certified copy of all proceedings, evidence, reports and papers received in evidence by the Director in dealing with and disposing of the application.  1999, c. 12, Sched. A, s. 11 (7).</p> <p class=\"headnote\">New hearing</p> <p class=\"subsection\">(4) An appeal under this section shall be by way of a new hearing.  1999, c. 12, Sched. A, s. 11 (7).</p> <p class=\"headnote\">Orders</p> <p class=\"subsection\">(5) Upon the hearing of an appeal under this section, the Tribunal may make any order that it considers proper or may refer the matter back to the Director with the directions that it considers proper.  1999, c. 12, Sched. A, s. 11 (7).</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(6) Any party subject to an order of the Tribunal under subsection (5) may appeal the order on a question of law to the Divisional Court of the Superior Court of Justice.  1999, c. 12, Sched. A, s. 11 (7).</p> <p class=\"headnote\">Orders</p> <p class=\"subsection\">(7) Upon the hearing of an appeal under subsection (6), the Divisional Court may make any order that it considers proper or may refer the matter back to the Tribunal with the directions that it considers proper.  1999, c. 12, Sched. A, s. 11 (7).</p> <p class=\"headnote\">Costs</p> <p class=\"subsection\">(7.1) The Divisional Court may make any order as to the costs of an appeal that it considers proper.  1999, c. 12, Sched. A, s. 11 (7).</p> <p class=\"headnote\">Voluntary cancellation</p> <p class=\"subsection\">(7.2) Despite subsection 7 (2) and this section, the Tribunal may cancel a registration on the request in writing of the registrant.  1999, c. 12, Sched. A, s. 11 (7).</p> <p class=\"headnote\">Continuation of registration pending renewal</p> <p class=\"subsection\">(8) Where, within the time prescribed therefor or, if no time is prescribed, before expiry of the registration, a registrant has applied for renewal of the registration and paid the prescribed fee, the registration continues in force,</p> <p class=\"paragraph\">  (a) until the renewal is granted; or</p> <p class=\"paragraph\">  (b) where the registrant is served with notice of the Director’s decision to refuse to grant the renewal, until the time for bringing an appeal has expired and until the matter is finally disposed of.  R.S.O. 1990, c. F.4, s. 8 (8); 1999, c. 12, Sched. A, s. 11 (8).</p> <p class=\"headnote\">Transitional</p> <p class=\"subsection\">(9) Despite anything in this section, an appeal that was commenced under this section, as it read immediately before the <i>Red Tape Reduction Act, 1999</i> receives Royal Assent, shall continue before the Divisional Court and this section, as it read immediately before that Act receives Royal Assent, applies to the appeal.  1999, c. 12, Sched. A, s. 11 (9).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. A, s. 11 (7-9) - 22/12/1999</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "section_x": "Further applications",
            "part_id": null,
            "part_type": null,
            "section_y": "Further applications",
            "content": "9 A further application for registration may be made upon new or other evidence or where it is clear that material circumstances have changed.  R.S.O. 1990, c. F.4, s. 9. Sale Agreement",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>9 </b>A further application for registration may be made upon new or other evidence or where it is clear that material circumstances have changed.  R.S.O. 1990, c. F.4, s. 9.</p> <p class=\"heading1\"><a name=\"BK11\"></a>Sale Agreement</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "Sale Agreement",
            "section_x": "Sale Agreement",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "section_x": "Sale agreement",
            "part_id": null,
            "part_type": null,
            "section_y": "Sale agreement",
            "content": "10 (1) A sale agreement shall be in writing and shall, (a) subject to subsection (2), contain a description of the farm implement, including its serial and model number; (b) show separately the purchase price, (i) for each farm implement to which it relates, and (ii) for each attachment to the farm implement if the attachment and the farm implement are not supplied by the same distributor; (c) include a description of and the allowance for any trade-in; (d) state the date of delivery to the purchaser; (e) contain the name and address of the purchaser, dealer and distributor; (f) in the case of a new farm implement, include a statement of the nature and duration of, (i) the warranties provided under this Act, and (ii) any additional or extended warranties; (g) in the case of a used farm implement, (i) include a statement of the nature and duration of all warranties given in connection with the farm implement and any exclusions from the warranties, or (ii) if no warranty is given, include a statement to that effect; and (h) contain such other information as may be prescribed.  R.S.O. 1990, c. F.4, s. 10 (1). Where information not available (2) If the serial or model number of the farm implement is not available when the sale agreement is entered into, the dealer shall provide the information to the purchaser on or before delivery of the farm implement to the purchaser.  R.S.O. 1990, c. F.4, s. 10 (2). Warranty separate from sale agreement (3) Despite subclause (1) (f) (ii), an additional or extended warranty may be set out elsewhere than in the sale agreement if it identifies the farm implement to which it applies and is delivered to the purchaser on or before delivery of the farm implement.  R.S.O. 1990, c. F.4, s. 10 (3). Obligation of dealer to repair (4) It is a condition of every sale agreement that the dealer shall, on receiving the distributor’s authorization, perform any work on the farm implement or a repair part for the farm implement that is required by a warranty that the distributor is liable to honour under this Act.  R.S.O. 1990, c. F.4, s. 10 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>10 </b>(1) A sale agreement shall be in writing and shall,</p> <p class=\"paragraph\">  (a) subject to subsection (2), contain a description of the farm implement, including its serial and model number;</p> <p class=\"paragraph\">  (b) show separately the purchase price,</p> <p class=\"subpara\">  (i) for each farm implement to which it relates, and</p> <p class=\"subpara\">  (ii) for each attachment to the farm implement if the attachment and the farm implement are not supplied by the same distributor;</p> <p class=\"paragraph\">  (c) include a description of and the allowance for any trade-in;</p> <p class=\"paragraph\">  (d) state the date of delivery to the purchaser;</p> <p class=\"paragraph\">  (e) contain the name and address of the purchaser, dealer and distributor;</p> <p class=\"paragraph\">  (f) in the case of a new farm implement, include a statement of the nature and duration of,</p> <p class=\"subpara\">  (i) the warranties provided under this Act, and</p> <p class=\"subpara\">  (ii) any additional or extended warranties;</p> <p class=\"paragraph\">  (g) in the case of a used farm implement,</p> <p class=\"subpara\">  (i) include a statement of the nature and duration of all warranties given in connection with the farm implement and any exclusions from the warranties, or</p> <p class=\"subpara\">  (ii) if no warranty is given, include a statement to that effect; and</p> <p class=\"paragraph\">  (h) contain such other information as may be prescribed.  R.S.O. 1990, c. F.4, s. 10 (1).</p> <p class=\"headnote\">Where information not available</p> <p class=\"subsection\">(2) If the serial or model number of the farm implement is not available when the sale agreement is entered into, the dealer shall provide the information to the purchaser on or before delivery of the farm implement to the purchaser.  R.S.O. 1990, c. F.4, s. 10 (2).</p> <p class=\"headnote\">Warranty separate from sale agreement</p> <p class=\"subsection\">(3) Despite subclause (1) (f) (ii), an additional or extended warranty may be set out elsewhere than in the sale agreement if it identifies the farm implement to which it applies and is delivered to the purchaser on or before delivery of the farm implement.  R.S.O. 1990, c. F.4, s. 10 (3).</p> <p class=\"headnote\">Obligation of dealer to repair</p> <p class=\"subsection\">(4) It is a condition of every sale agreement that the dealer shall, on receiving the distributor’s authorization, perform any work on the farm implement or a repair part for the farm implement that is required by a warranty that the distributor is liable to honour under this Act.  R.S.O. 1990, c. F.4, s. 10 (4).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "section_x": "Effective date of sale agreement",
            "part_id": null,
            "part_type": null,
            "section_y": "Effective date of sale agreement",
            "content": "11 (1) A sale agreement is not effective until the earlier of the date on which, (a) the agreement is signed by the purchaser and the dealer or the dealer’s authorized agent and a copy of the agreement is delivered to the purchaser; or (b) the purchaser takes delivery of the farm implement under the agreement.  R.S.O. 1990, c. F.4, s. 11 (1). Copies of sale agreement (2) A dealer shall keep a copy of a sale agreement for at least two years from its effective date.  R.S.O. 1990, c. F.4, s. 11 (2). Warranties",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>11 </b>(1) A sale agreement is not effective until the earlier of the date on which,</p> <p class=\"paragraph\">  (a) the agreement is signed by the purchaser and the dealer or the dealer’s authorized agent and a copy of the agreement is delivered to the purchaser; or</p> <p class=\"paragraph\">  (b) the purchaser takes delivery of the farm implement under the agreement.  R.S.O. 1990, c. F.4, s. 11 (1).</p> <p class=\"headnote\">Copies of sale agreement</p> <p class=\"subsection\">(2) A dealer shall keep a copy of a sale agreement for at least two years from its effective date.  R.S.O. 1990, c. F.4, s. 11 (2).</p> <p class=\"heading1\"><a name=\"BK14\"></a>Warranties</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Warranties",
            "section_x": "Warranties",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "section_x": "Warranty as to power",
            "part_id": null,
            "part_type": null,
            "section_y": "Warranty as to power",
            "content": "12 (1) A sale agreement shall state, (a) in the case of a new tractor, its engine horsepower or power takeoff power; and (b) in the case of any other new farm implement that is or has an engine or motor, its engine horsepower.  R.S.O. 1990, c. F.4, s. 12 (1). Idem (2) A farm implement is warranted to develop the power stated in the sale agreement if it is properly operated and maintained and used under reasonable operating conditions.  R.S.O. 1990, c. F.4, s. 12 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>12 </b>(1) A sale agreement shall state,</p> <p class=\"paragraph\">  (a) in the case of a new tractor, its engine horsepower or power takeoff power; and</p> <p class=\"paragraph\">  (b) in the case of any other new farm implement that is or has an engine or motor, its engine horsepower.  R.S.O. 1990, c. F.4, s. 12 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) A farm implement is warranted to develop the power stated in the sale agreement if it is properly operated and maintained and used under reasonable operating conditions.  R.S.O. 1990, c. F.4, s. 12 (2).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "section_x": "Implied warranty as to quality",
            "part_id": null,
            "part_type": null,
            "section_y": "Implied warranty as to quality",
            "content": "13 On the sale of a new farm implement there is an implied warranty that the farm implement, (a) is properly constructed as to material, design and work; and (b) will perform to manufacturer’s specifications the work for which it is intended if it is properly operated and maintained and used under reasonable operating conditions.  R.S.O. 1990, c. F.4, s. 13.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>13 </b>On the sale of a new farm implement there is an implied warranty that the farm implement,</p> <p class=\"paragraph\">  (a) is properly constructed as to material, design and work; and</p> <p class=\"paragraph\">  (b) will perform to manufacturer’s specifications the work for which it is intended if it is properly operated and maintained and used under reasonable operating conditions.  R.S.O. 1990, c. F.4, s. 13.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "section_x": "Duration of warranties under ss. 12 and 13",
            "part_id": null,
            "part_type": null,
            "section_y": "Duration of warranties under ss. 12 and 13",
            "content": "14 (1) The warranties provided under sections 12 (power) and 13 (quality) take effect on the date of delivery of the farm implement to the purchaser and continue for the following periods: 1. In the case of tractors, the lesser of one year or 1,000 hours of operation. 2. In the case of combines, the lesser of one year or 500 hours of operation. 3. In all other cases, one year.  R.S.O. 1990, c. F.4, s. 14 (1). Alteration of hour meter prohibited (2) Except in the case of an exchange or repair of an hour meter, no person shall alter, adjust or permit any alteration or adjustment to the hour meter on a farm implement in the person’s possession or control so as to cause the total number of hours indicated on the hour meter to be different from the total number of hours that the farm implement has been operated.  R.S.O. 1990, c. F.4, s. 14 (2). Exchange or repair of hour meter (3) A person who exchanges or repairs the hour meter on a farm implement, or another part of the farm implement that is directly related to the hour meter, shall make a record of the reading that was on the hour meter before the exchange or repair.  R.S.O. 1990, c. F.4, s. 14 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>14 </b>(1) The warranties provided under sections 12 (power) and 13 (quality) take effect on the date of delivery of the farm implement to the purchaser and continue for the following periods:</p> <p class=\"paragraph\">  1. In the case of tractors, the lesser of one year or 1,000 hours of operation.</p> <p class=\"paragraph\">  2. In the case of combines, the lesser of one year or 500 hours of operation.</p> <p class=\"paragraph\">  3. In all other cases, one year.  R.S.O. 1990, c. F.4, s. 14 (1).</p> <p class=\"headnote\">Alteration of hour meter prohibited</p> <p class=\"subsection\">(2) Except in the case of an exchange or repair of an hour meter, no person shall alter, adjust or permit any alteration or adjustment to the hour meter on a farm implement in the person’s possession or control so as to cause the total number of hours indicated on the hour meter to be different from the total number of hours that the farm implement has been operated.  R.S.O. 1990, c. F.4, s. 14 (2).</p> <p class=\"headnote\">Exchange or repair of hour meter</p> <p class=\"subsection\">(3) A person who exchanges or repairs the hour meter on a farm implement, or another part of the farm implement that is directly related to the hour meter, shall make a record of the reading that was on the hour meter before the exchange or repair.  R.S.O. 1990, c. F.4, s. 14 (3).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "section_x": "Implied warranty as to supply of repair parts",
            "part_id": null,
            "part_type": null,
            "section_y": "Implied warranty as to supply of repair parts",
            "content": "15 On the sale of a new farm implement there is an implied warranty that a sufficient supply of repair parts for the farm implement will be available to the purchaser for a period of ten years from the effective date.  R.S.O. 1990, c. F.4, s. 15.",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>15 </b>On the sale of a new farm implement there is an implied warranty that a sufficient supply of repair parts for the farm implement will be available to the purchaser for a period of ten years from the effective date.  R.S.O. 1990, c. F.4, s. 15.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.",
            "section_x": "Implied warranty as to quality of repair parts",
            "part_id": null,
            "part_type": null,
            "section_y": "Implied warranty as to quality of repair parts",
            "content": "16 (1) On the sale of a new repair part there is an implied warranty that the repair part will be free from defects in material or work for a period of ninety days from the date of purchase or, if purchased out of the season of use, ninety days from the date it is first used by the purchaser in the next season of use.  R.S.O. 1990, c. F.4, s. 16 (1). Idem (2) The warranty under subsection (1) applies only if the part is purchased from an authorized dealer and supplied by the same distributor who supplied the farm implement for which the part is intended.  R.S.O. 1990, c. F.4, s. 16 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>16 </b>(1) On the sale of a new repair part there is an implied warranty that the repair part will be free from defects in material or work for a period of ninety days from the date of purchase or, if purchased out of the season of use, ninety days from the date it is first used by the purchaser in the next season of use.  R.S.O. 1990, c. F.4, s. 16 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The warranty under subsection (1) applies only if the part is purchased from an authorized dealer and supplied by the same distributor who supplied the farm implement for which the part is intended.  R.S.O. 1990, c. F.4, s. 16 (2).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "17.",
            "section_x": "Further rules re warranties",
            "part_id": null,
            "part_type": null,
            "section_y": "Further rules re warranties",
            "content": "17 (1) A distributor or dealer may give a warranty in respect of a farm implement or a repair part that affords greater protection or that has a longer duration than the warranties under this Act.  R.S.O. 1990, c. F.4, s. 17 (1). No contracting out (2) The warranties under this Act apply to a sale agreement despite an agreement or waiver to the contrary, and any such agreement or waiver is severable from the sale agreement.  R.S.O. 1990, c. F.4, s. 17 (2). Lease financing (3) A person who purchases a farm implement for the purpose of lease financing shall assign the warranties under this Act to the lessee of the farm implement.  1999, c. 12, Sched. A, s. 11 (10). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. A, s. 11 (10) - 22/12/1999",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>17 </b>(1) A distributor or dealer may give a warranty in respect of a farm implement or a repair part that affords greater protection or that has a longer duration than the warranties under this Act.  R.S.O. 1990, c. F.4, s. 17 (1).</p> <p class=\"headnote\">No contracting out</p> <p class=\"subsection\">(2) The warranties under this Act apply to a sale agreement despite an agreement or waiver to the contrary, and any such agreement or waiver is severable from the sale agreement.  R.S.O. 1990, c. F.4, s. 17 (2).</p> <p class=\"headnote\">Lease financing</p> <p class=\"subsection\">(3) A person who purchases a farm implement for the purpose of lease financing shall assign the warranties under this Act to the lessee of the farm implement.  1999, c. 12, Sched. A, s. 11 (10).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. A, s. 11 (10) - 22/12/1999</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "18.",
            "section_x": "Liability for warranties",
            "part_id": null,
            "part_type": null,
            "section_y": "Liability for warranties",
            "content": "18 (1) The distributor of a new farm implement is liable to the purchaser to honour the warranties under sections 12 (power) and 13 (quality).  R.S.O. 1990, c. F.4, s. 18 (1). Idem (2) The dealer and distributor of a new farm implement are jointly and severally liable to the purchaser to honour the warranty under section 15 (parts supply).  R.S.O. 1990, c. F.4, s. 18 (2). Idem (3) The distributor who supplies a new repair part is liable to the purchaser to honour the warranty under section 16 (quality of parts).  R.S.O. 1990, c. F.4, s. 18 (3). Idem (4) If a farm implement is damaged as a result of a breach of the warranty under section 16 (quality of parts), the distributor of the repair part is liable for the cost of repairing the farm implement.  R.S.O. 1990, c. F.4, s. 18 (4). Repairs under warranty (5) A dealer or distributor making repairs to a farm implement under a warranty provided by this Act shall use new repair parts that are of the standard and size specified by the manufacturer for that farm implement, unless the purchaser and the distributor authorize in writing the use of different parts.  R.S.O. 1990, c. F.4, s. 18 (5). Recall of defective farm implements (6) If a distributor is or should be aware that a significant percentage of farm implements sold by the distributor exhibit a common defect, the distributor shall notify purchasers of the defect and of the distributor’s obligation to repair the defective farm implements.  R.S.O. 1990, c. F.4, s. 18 (6). Repair (7) The distributor shall have the defective farm implements repaired at the distributor’s expense or shall reimburse the dealer for the cost of repairing the defective farm implements.  2005, c. 19, s. 4. Reimbursement (8) If the distributor reimburses the dealer for the cost of repairing the defective farm implements, the distributor shall do so in accordance with the terms to which the parties agree.  2005, c. 19, s. 4. Cost of repair (9) If the parties do not agree on terms for the reimbursement of the cost of repair, the cost shall include, (a) if necessary for doing the repair, the cost of transporting the implements within the dealer’s market area as assigned in the dealership agreement; (b) the cost of travel incurred by the dealer in having the repair done; (c) the cost of labour for doing the repair, based on the dealer’s posted shop rate for labour; and (d) the cost of parts used in the repair.  2005, c. 19, s. 4. Reimbursement by manufacturer (10) If the distributor of a new farm implement or a new repair part is not the manufacturer of it, the manufacturer shall reimburse the distributor for the costs that the distributor incurs to honour the warranties under sections 12 (power), 13 (quality), 15 (parts supply) and 16 (quality of parts), for the cost of repairing defects under subsection (4) and for the cost of notifying purchasers of defects under subsection (6).  2005, c. 19, s. 4. Section Amendments with date in force (d/m/y) 2005, c. 19, s. 4\r\n- 13/06/2005 Repair Parts",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>18 </b>(1) The distributor of a new farm implement is liable to the purchaser to honour the warranties under sections 12 (power) and 13 (quality).  R.S.O. 1990, c. F.4, s. 18 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The dealer and distributor of a new farm implement are jointly and severally liable to the purchaser to honour the warranty under section 15 (parts supply).  R.S.O. 1990, c. F.4, s. 18 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) The distributor who supplies a new repair part is liable to the purchaser to honour the warranty under section 16 (quality of parts).  R.S.O. 1990, c. F.4, s. 18 (3).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(4) If a farm implement is damaged as a result of a breach of the warranty under section 16 (quality of parts), the distributor of the repair part is liable for the cost of repairing the farm implement.  R.S.O. 1990, c. F.4, s. 18 (4).</p> <p class=\"headnote\">Repairs under warranty</p> <p class=\"subsection\">(5) A dealer or distributor making repairs to a farm implement under a warranty provided by this Act shall use new repair parts that are of the standard and size specified by the manufacturer for that farm implement, unless the purchaser and the distributor authorize in writing the use of different parts.  R.S.O. 1990, c. F.4, s. 18 (5).</p> <p class=\"headnote\">Recall of defective farm implements</p> <p class=\"subsection\">(6) If a distributor is or should be aware that a significant percentage of farm implements sold by the distributor exhibit a common defect, the distributor shall notify purchasers of the defect and of the distributor’s obligation to repair the defective farm implements.  R.S.O. 1990, c. F.4, s. 18 (6).</p> <p class=\"headnote\">Repair</p> <p class=\"subsection\">(7) The distributor shall have the defective farm implements repaired at the distributor’s expense or shall reimburse the dealer for the cost of repairing the defective farm implements.  2005, c. 19, s. 4.</p> <p class=\"headnote\">Reimbursement</p> <p class=\"subsection\">(8) If the distributor reimburses the dealer for the cost of repairing the defective farm implements, the distributor shall do so in accordance with the terms to which the parties agree.  2005, c. 19, s. 4.</p> <p class=\"headnote\">Cost of repair</p> <p class=\"subsection\">(9) If the parties do not agree on terms for the reimbursement of the cost of repair, the cost shall include,</p> <p class=\"paragraph\">  (a) if necessary for doing the repair, the cost of transporting the implements within the dealer’s market area as assigned in the dealership agreement;</p> <p class=\"paragraph\">  (b) the cost of travel incurred by the dealer in having the repair done;</p> <p class=\"paragraph\">  (c) the cost of labour for doing the repair, based on the dealer’s posted shop rate for labour; and</p> <p class=\"paragraph\">  (d) the cost of parts used in the repair.  2005, c. 19, s. 4.</p> <p class=\"headnote\">Reimbursement by manufacturer</p> <p class=\"subsection\">(10) If the distributor of a new farm implement or a new repair part is not the manufacturer of it, the manufacturer shall reimburse the distributor for the costs that the distributor incurs to honour the warranties under sections 12 (power), 13 (quality), 15 (parts supply) and 16 (quality of parts), for the cost of repairing defects under subsection (4) and for the cost of notifying purchasers of defects under subsection (6).  2005, c. 19, s. 4.</p> <p class=\"footnoteLeft\"><a name=\"BK22\"></a><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05019#s4\">2005, c. 19, s. 4</a></span>\r\n- 13/06/2005</p> <p class=\"heading1\">Repair Parts</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Repair Parts",
            "section_x": "Repair Parts",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "19.",
            "section_x": "Emergency repair parts",
            "part_id": null,
            "part_type": null,
            "section_y": "Emergency repair parts",
            "content": "19 (1) In this section, “emergency repair parts” means parts required to repair a farm implement where the farm implement breaks down during the season of use within ten years of the effective date and cannot be satisfactorily operated.  R.S.O. 1990, c. F.4, s. 19 (1). Obligation of dealer (2) Where a purchaser notifies in writing any dealer of the distributor of a farm implement that the farm implement requires emergency repair parts, the dealer shall forthwith order the emergency repair parts from the distributor.  R.S.O. 1990, c. F.4, s. 19 (2). Obligation of distributor (3) Where a distributor receives an order under subsection (2), the distributor shall ensure that the parts are available at the dealer’s place of business within three working days from the day the order was placed, unless delivery of the parts cannot be made within that time because of conditions beyond the distributor’s control.  R.S.O. 1990, c. F.4, s. 19 (3). Price of emergency repair parts (4) No price for emergency repair parts shall exceed the manufacturer’s suggested list price, except that the dealer or distributor may add to the price, (a) a service charge not exceeding the prescribed amount for each order for emergency repair parts; and (b) the amount of any costs reasonably incurred in supplying the emergency repair part to the purchaser.  R.S.O. 1990, c. F.4, s. 19 (4). Provision of substitute (5) If, on receiving notice under subsection (2), the dealer fails to properly place an order for emergency repair parts, the dealer shall be liable to supply the purchaser with a satisfactory substitute farm implement, within three working days from the day notice was given, at one-half of the prescribed normal rental rate for that implement.  R.S.O. 1990, c. F.4, s. 19 (5). Idem (6) If the dealer is unable to provide a satisfactory substitute farm implement, the dealer shall be liable to reimburse the purchaser one-half of the prescribed normal rental rate for a substitute farm implement rented from a third party.  R.S.O. 1990, c. F.4, s. 19 (6). Distributor’s liability (7) If, within the time specified under subsection (3), the distributor fails to provide the emergency repair parts, the distributor shall be liable to pay one-half of the prescribed normal rental rate for a substitute farm implement rented by the purchaser from the dealer or a third party.  R.S.O. 1990, c. F.4, s. 19 (7). Offence (8) No person shall rent a farm implement to a purchaser in the circumstances mentioned in subsection (5) or (6) for more than the prescribed normal rental rate for that implement.  R.S.O. 1990, c. F.4, s. 19 (8).",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>19 </b>(1) In this section,</p> <p class=\"definition\">“emergency repair parts” means parts required to repair a farm implement where the farm implement breaks down during the season of use within ten years of the effective date and cannot be satisfactorily operated.  R.S.O. 1990, c. F.4, s. 19 (1).</p> <p class=\"headnote\">Obligation of dealer</p> <p class=\"subsection\">(2) Where a purchaser notifies in writing any dealer of the distributor of a farm implement that the farm implement requires emergency repair parts, the dealer shall forthwith order the emergency repair parts from the distributor.  R.S.O. 1990, c. F.4, s. 19 (2).</p> <p class=\"headnote\">Obligation of distributor</p> <p class=\"subsection\">(3) Where a distributor receives an order under subsection (2), the distributor shall ensure that the parts are available at the dealer’s place of business within three working days from the day the order was placed, unless delivery of the parts cannot be made within that time because of conditions beyond the distributor’s control.  R.S.O. 1990, c. F.4, s. 19 (3).</p> <p class=\"headnote\">Price of emergency repair parts</p> <p class=\"subsection\">(4) No price for emergency repair parts shall exceed the manufacturer’s suggested list price, except that the dealer or distributor may add to the price,</p> <p class=\"paragraph\">  (a) a service charge not exceeding the prescribed amount for each order for emergency repair parts; and</p> <p class=\"paragraph\">  (b) the amount of any costs reasonably incurred in supplying the emergency repair part to the purchaser.  R.S.O. 1990, c. F.4, s. 19 (4).</p> <p class=\"headnote\">Provision of substitute</p> <p class=\"subsection\">(5) If, on receiving notice under subsection (2), the dealer fails to properly place an order for emergency repair parts, the dealer shall be liable to supply the purchaser with a satisfactory substitute farm implement, within three working days from the day notice was given, at one-half of the prescribed normal rental rate for that implement.  R.S.O. 1990, c. F.4, s. 19 (5).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(6) If the dealer is unable to provide a satisfactory substitute farm implement, the dealer shall be liable to reimburse the purchaser one-half of the prescribed normal rental rate for a substitute farm implement rented from a third party.  R.S.O. 1990, c. F.4, s. 19 (6).</p> <p class=\"headnote\">Distributor’s liability</p> <p class=\"subsection\">(7) If, within the time specified under subsection (3), the distributor fails to provide the emergency repair parts, the distributor shall be liable to pay one-half of the prescribed normal rental rate for a substitute farm implement rented by the purchaser from the dealer or a third party.  R.S.O. 1990, c. F.4, s. 19 (7).</p> <p class=\"headnote\">Offence</p> <p class=\"subsection\">(8) No person shall rent a farm implement to a purchaser in the circumstances mentioned in subsection (5) or (6) for more than the prescribed normal rental rate for that implement.  R.S.O. 1990, c. F.4, s. 19 (8).</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "20.",
            "section_x": "Return of defective repair part",
            "part_id": null,
            "part_type": null,
            "section_y": "Return of defective repair part",
            "content": "20 Where a purchaser receives a replacement part under a warranty for a defective repair part of a farm implement, the purchaser shall return the defective repair part to the dealer who supplied the replacement part within ten days after it is replaced.  R.S.O. 1990, c. F.4, s. 20. Failure to Perform",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>20 </b>Where a purchaser receives a replacement part under a warranty for a defective repair part of a farm implement, the purchaser shall return the defective repair part to the dealer who supplied the replacement part within ten days after it is replaced.  R.S.O. 1990, c. F.4, s. 20.</p> <p class=\"heading1\"><a name=\"BK25\"></a>Failure to Perform</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "Failure to Perform",
            "section_x": "Failure to Perform",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "21.",
            "section_x": "Interpretation of s. 22",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation of s. 22",
            "content": "21 (1) For the purposes of section 22, “defective farm implement” means a farm implement in respect of which notice has been given under section 22; (“appareil agricole défectueux”) “fair market value” means fair market value as of the date the sale agreement was made. (“juste valeur marchande”)  R.S.O. 1990, c. F.4, s. 21 (1). Determination of fair market value (2) For the purpose of determining the fair market value of a trade-in under subsection 22 (8) or (9), regard may be had to any publication of farm implement prices in general use in the farm implement industry in Canada.  R.S.O. 1990, c. F.4, s. 21 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>21 </b>(1) For the purposes of section 22,</p> <p class=\"definition\">“defective farm implement” means a farm implement in respect of which notice has been given under section 22; (“appareil agricole défectueux”)</p> <p class=\"definition\">“fair market value” means fair market value as of the date the sale agreement was made. (“juste valeur marchande”)  R.S.O. 1990, c. F.4, s. 21 (1).</p> <p class=\"headnote\">Determination of fair market value</p> <p class=\"subsection\">(2) For the purpose of determining the fair market value of a trade-in under subsection 22 (8) or (9), regard may be had to any publication of farm implement prices in general use in the farm implement industry in Canada.  R.S.O. 1990, c. F.4, s. 21 (2).</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "22.",
            "section_x": "Failure to perform",
            "part_id": null,
            "part_type": null,
            "section_y": "Failure to perform",
            "content": "22 (1) If, within the twelve months following its delivery to the purchaser, a new farm implement that is properly operated and maintained and used under reasonable operating conditions fails to perform to the manufacturer’s specifications during its first ten days or first 100 hours of actual use, whichever occurs first, the purchaser may give notice of the farm implement’s failure to perform.  R.S.O. 1990, c. F.4, s. 22 (1). Notice (2) The notice referred to in subsection (1) shall be given in writing as soon as possible after the failure occurs, and in any event within ten days of the failure, (a) to the selling dealer; or (b) if the selling dealer is no longer in business, to the Director, and the dealer or the Director shall notify the distributor forthwith of the notice and its contents.  R.S.O. 1990, c. F.4, s. 22 (2); 1999, c. 12, Sched. A, s. 11 (11). Repair (3) The dealer or distributor shall endeavour to make the defective farm implement perform to the manufacturer’s specifications within four working days after the dealer or distributor receives notice of the failure, or as soon as possible thereafter when reasonable operating conditions exist for the farm implement.  R.S.O. 1990, c. F.4, s. 22 (3). Substitute (4) If the dealer or distributor fails to make the defective farm implement perform to the manufacturer’s specifications, the dealer or distributor shall forthwith provide the purchaser with a satisfactory substitute for the purchaser’s use until the defective farm implement is made to perform to the manufacturer’s specifications or is replaced or until the sale agreement is terminated under clause (5) (b).  R.S.O. 1990, c. F.4, s. 22 (4). Replacement or termination (5) If, within fourteen working days after providing the substitute farm implement to the purchaser, the dealer or distributor fails to make the defective farm implement perform to the manufacturer’s specifications, (a) the distributor shall replace the defective farm implement with a farm implement that is satisfactory to the purchaser; or (b) the dealer shall terminate the sale agreement in so far as it relates to the defective farm implement.  R.S.O. 1990, c. F.4, s. 22 (5). Refund and return of trade-in (6) Subject to subsections (7), (8) and (9), when a sale agreement is terminated under clause (5) (b), (a) the distributor shall refund to the purchaser through the dealer the amount remitted to the distributor for the defective farm implement; and (b) the dealer shall refund to the purchaser the balance of the amount paid for the defective farm implement and shall return any trade-in made in connection with the sale.  R.S.O. 1990, c. F.4, s. 22 (6). Deduction for repairs to trade-in (7) The dealer or distributor may deduct from the amount owing to the purchaser, (a) the reasonable costs of repairing or reconditioning the trade-in that were incurred before the termination of the sale agreement; and (b) a reasonable amount of compensation for the actual use of the farm implement by the purchaser.  R.S.O. 1990, c. F.4, s. 22 (7). Where trade-in not returned (8) If the dealer does not return the trade-in, the dealer shall pay to the purchaser an amount equal to the fair market value of the trade-in.  R.S.O. 1990, c. F.4, s. 22 (8). Sale agreement for more than one farm implement (9) If the defective farm implement was purchased under a sale agreement that relates to more than one farm implement and includes a trade-in arrangement, the dealer or distributor may, unless the purchaser agrees otherwise, (a) keep the trade-in and pay to the purchaser an amount of money that bears the same proportion to the fair market value of the trade-in as the purchase price of the defective farm implement bears to the total purchase price of all the farm implements purchased under the agreement; or (b) return the trade-in and refund to the purchaser the part of the total purchase price that was paid in respect of the defective farm implement.  R.S.O. 1990, c. F.4, s. 22 (9). Obligations re financing agreement (10) If the purchase of the defective farm implement is financed in whole or in part through a financing agreement with a third party and the sale agreement relating to it is terminated under clause (5) (b), the distributor shall be liable, (a) to satisfy the payment obligations under the financing agreement that relate to the defective farm implement, including any penalty for accelerated payment; and (b) to discharge any registrations against the farm implement or against the purchaser in connection with that farm implement under the Bank Act (Canada) and the Personal Property Security Act.  R.S.O. 1990, c. F.4, s. 22 (10). Reimbursement by manufacturer (11) If the distributor of a defective farm implement is not the manufacturer of it, the manufacturer shall reimburse the distributor for the costs that the distributor incurs to comply with the requirements that this section imposes on the distributor.  2005, c. 19, s. 5. Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. A, s. 11 (11) - 22/12/1999 2005, c. 19, s. 5\r\n- 13/06/2005 Buy-back Provisions",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>22 </b>(1) If, within the twelve months following its delivery to the purchaser, a new farm implement that is properly operated and maintained and used under reasonable operating conditions fails to perform to the manufacturer’s specifications during its first ten days or first 100 hours of actual use, whichever occurs first, the purchaser may give notice of the farm implement’s failure to perform.  R.S.O. 1990, c. F.4, s. 22 (1).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) The notice referred to in subsection (1) shall be given in writing as soon as possible after the failure occurs, and in any event within ten days of the failure,</p> <p class=\"paragraph\">  (a) to the selling dealer; or</p> <p class=\"paragraph\">  (b) if the selling dealer is no longer in business, to the Director,</p> <p class=\"subsection\">and the dealer or the Director shall notify the distributor forthwith of the notice and its contents.  R.S.O. 1990, c. F.4, s. 22 (2); 1999, c. 12, Sched. A, s. 11 (11).</p> <p class=\"headnote\">Repair</p> <p class=\"subsection\">(3) The dealer or distributor shall endeavour to make the defective farm implement perform to the manufacturer’s specifications within four working days after the dealer or distributor receives notice of the failure, or as soon as possible thereafter when reasonable operating conditions exist for the farm implement.  R.S.O. 1990, c. F.4, s. 22 (3).</p> <p class=\"headnote\">Substitute</p> <p class=\"subsection\">(4) If the dealer or distributor fails to make the defective farm implement perform to the manufacturer’s specifications, the dealer or distributor shall forthwith provide the purchaser with a satisfactory substitute for the purchaser’s use until the defective farm implement is made to perform to the manufacturer’s specifications or is replaced or until the sale agreement is terminated under clause (5) (b).  R.S.O. 1990, c. F.4, s. 22 (4).</p> <p class=\"headnote\">Replacement or termination</p> <p class=\"subsection\">(5) If, within fourteen working days after providing the substitute farm implement to the purchaser, the dealer or distributor fails to make the defective farm implement perform to the manufacturer’s specifications,</p> <p class=\"paragraph\">  (a) the distributor shall replace the defective farm implement with a farm implement that is satisfactory to the purchaser; or</p> <p class=\"paragraph\">  (b) the dealer shall terminate the sale agreement in so far as it relates to the defective farm implement.  R.S.O. 1990, c. F.4, s. 22 (5).</p> <p class=\"headnote\">Refund and return of trade-in</p> <p class=\"subsection\">(6) Subject to subsections (7), (8) and (9), when a sale agreement is terminated under clause (5) (b),</p> <p class=\"paragraph\">  (a) the distributor shall refund to the purchaser through the dealer the amount remitted to the distributor for the defective farm implement; and</p> <p class=\"paragraph\">  (b) the dealer shall refund to the purchaser the balance of the amount paid for the defective farm implement and shall return any trade-in made in connection with the sale.  R.S.O. 1990, c. F.4, s. 22 (6).</p> <p class=\"headnote\">Deduction for repairs to trade-in</p> <p class=\"subsection\">(7) The dealer or distributor may deduct from the amount owing to the purchaser,</p> <p class=\"paragraph\">  (a) the reasonable costs of repairing or reconditioning the trade-in that were incurred before the termination of the sale agreement; and</p> <p class=\"paragraph\">  (b) a reasonable amount of compensation for the actual use of the farm implement by the purchaser.  R.S.O. 1990, c. F.4, s. 22 (7).</p> <p class=\"headnote\">Where trade-in not returned</p> <p class=\"subsection\">(8) If the dealer does not return the trade-in, the dealer shall pay to the purchaser an amount equal to the fair market value of the trade-in.  R.S.O. 1990, c. F.4, s. 22 (8).</p> <p class=\"headnote\">Sale agreement for more than one farm implement</p> <p class=\"subsection\">(9) If the defective farm implement was purchased under a sale agreement that relates to more than one farm implement and includes a trade-in arrangement, the dealer or distributor may, unless the purchaser agrees otherwise,</p> <p class=\"paragraph\">  (a) keep the trade-in and pay to the purchaser an amount of money that bears the same proportion to the fair market value of the trade-in as the purchase price of the defective farm implement bears to the total purchase price of all the farm implements purchased under the agreement; or</p> <p class=\"paragraph\">  (b) return the trade-in and refund to the purchaser the part of the total purchase price that was paid in respect of the defective farm implement.  R.S.O. 1990, c. F.4, s. 22 (9).</p> <p class=\"headnote\">Obligations re financing agreement</p> <p class=\"subsection\">(10) If the purchase of the defective farm implement is financed in whole or in part through a financing agreement with a third party and the sale agreement relating to it is terminated under clause (5) (b), the distributor shall be liable,</p> <p class=\"paragraph\">  (a) to satisfy the payment obligations under the financing agreement that relate to the defective farm implement, including any penalty for accelerated payment; and</p> <p class=\"paragraph\">  (b) to discharge any registrations against the farm implement or against the purchaser in connection with that farm implement under the <i>Bank Act</i> (Canada) and the <i>Personal Property Security Act</i>.  R.S.O. 1990, c. F.4, s. 22 (10).</p> <p class=\"headnote\">Reimbursement by manufacturer</p> <p class=\"subsection\">(11) If the distributor of a defective farm implement is not the manufacturer of it, the manufacturer shall reimburse the distributor for the costs that the distributor incurs to comply with the requirements that this section imposes on the distributor.  2005, c. 19, s. 5.</p> <p class=\"footnoteLeft\"><a name=\"BK28\"></a><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. A, s. 11 (11) - 22/12/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05019#s5\">2005, c. 19, s. 5</a></span>\r\n- 13/06/2005</p> <p class=\"heading1\">Buy<span>-b</span>ack Provisions</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "Buy-Back Provisions",
            "section_x": "Buy-Back Provisions",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "23.",
            "section_x": "Interpretation of ss. 24 to 30",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation of ss. 24 to 30",
            "content": "23 (1) For the purposes of sections 24 to 30, “current net price” means the price listed in the distributor’s price list or catalogue in effect at the time the dealership agreement is terminated; (“prix net courant”) “invoice price” means the price actually paid by the dealer for the new farm implement and, in respect of a new farm implement that has been rented pursuant to a written rental program approved by the distributor, means the price actually paid by the dealer for the new farm implement less the amount of any rental payments submitted to the distributor; (“prix de facture”) “new farm implement” means a farm implement that is not a used farm implement and includes, (a) a farm implement that has been operated by or on behalf of a dealer pursuant to a written demonstration program sponsored by the distributor, and (b) a farm implement that has been rented pursuant to a written rental program approved by the distributor; (“appareil agricole neuf”) “new part” means a part or parts assembly that, (a) has not been used and has not been removed from a complete farm implement, and (b) the dealer has purchased from the distributor within the previous 10-year period; (“pièce neuve”) “used farm implement” means a farm implement that has been operated for a distance or for a period of time in excess of that required to deliver it to the dealer and to enable the dealer to service, prepare and operate it for the purposes of sale. (“appareil agricole usagé”)  R.S.O. 1990, c. F.4, s. 23 (1); 2005, c. 19, s. 6 (1-3). Application (2) Sections 24 to 30 apply to a dealership agreement that is in effect on or after January 1, 1990.  1999, c. 12, Sched. A, s. 11 (12); 2005, c. 19, s. 6 (4). No contracting out (3) Subject to subsection (4), sections 24 to 30 apply to a dealership agreement despite any agreement or waiver to the contrary.  2005, c. 19, s. 6 (5). Exception (4) A distributor and a dealer may agree in writing to repurchase terms that are more favourable to the dealer than the provisions of sections 24 to 30.  R.S.O. 1990, c. F.4, s. 23 (4). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. A, s. 11 (12) - 22/12/1999 2005, c. 19, s. 6 (1-5)\r\n- 13/06/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>23 </b>(1) For the purposes of sections 24 to 30,</p> <p class=\"definition\">“current net price” means the price listed in the distributor’s price list or catalogue in effect at the time the dealership agreement is terminated; (“prix net courant”)</p> <p class=\"definition\">“invoice price” means the price actually paid by the dealer for the new farm implement and, in respect of a new farm implement that has been rented pursuant to a written rental program approved by the distributor, means the price actually paid by the dealer for the new farm implement less the amount of any rental payments submitted to the distributor; (“prix de facture”)</p> <p class=\"definition\">“new farm implement” means a farm implement that is not a used farm implement and includes,</p> <p class=\"paragraph\">  (a) a farm implement that has been operated by or on behalf of a dealer pursuant to a written demonstration program sponsored by the distributor, and</p> <p class=\"paragraph\">  (b) a farm implement that has been rented pursuant to a written rental program approved by the distributor; (“appareil agricole neuf”)</p> <p class=\"definition\">“new part” means a part or parts assembly that,</p> <p class=\"paragraph\">  (a) has not been used and has not been removed from a complete farm implement, and</p> <p class=\"paragraph\">  (b) the dealer has purchased from the distributor within the previous 10-year period; (“pièce neuve”)</p> <p class=\"definition\">“used farm implement” means a farm implement that has been operated for a distance or for a period of time in excess of that required to deliver it to the dealer and to enable the dealer to service, prepare and operate it for the purposes of sale. (“appareil agricole usagé”)  R.S.O. 1990, c. F.4, s. 23 (1); 2005, c. 19, s. 6 (1-3).</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(2) Sections 24 to 30 apply to a dealership agreement that is in effect on or after January 1, 1990.  1999, c. 12, Sched. A, s. 11 (12); 2005, c. 19, s. 6 (4).</p> <p class=\"headnote\">No contracting out</p> <p class=\"subsection\">(3) Subject to subsection (4), sections 24 to 30 apply to a dealership agreement despite any agreement or waiver to the contrary.  2005, c. 19, s. 6 (5).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(4) A distributor and a dealer may agree in writing to repurchase terms that are more favourable to the dealer than the provisions of sections 24 to 30.  R.S.O. 1990, c. F.4, s. 23 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. A, s. 11 (12) - 22/12/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05019#s6s1\">2005, c. 19, s. 6 (1-5)</a></span>\r\n- 13/06/2005</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "24.",
            "section_x": "Notice to repurchase",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice to repurchase",
            "content": "24 (1) Within ninety days after a dealership agreement has expired or is terminated, a dealer may by written notice require the distributor to repurchase all or any new farm implements and new parts supplied by the distributor under the agreement.  R.S.O. 1990, c. F.4, s. 24 (1); 2005, c. 19, s. 7. Election (2) The notice to repurchase shall state whether the dealer intends to rely on, (a) the provisions of this section and sections 25 to 30; or (b) the terms of an agreement with the distributor under subsection 23 (4).  R.S.O. 1990, c. F.4, s. 24 (2). Where no election made (3) If the dealer fails to make the election under subsection (2), the dealer shall be deemed to have elected to rely on the provisions of this section and sections 25 to 30.  R.S.O. 1990, c. F.4, s. 24 (3). Section Amendments with date in force (d/m/y) 2005, c. 19, s. 7\r\n- 13/06/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>24 </b>(1) Within ninety days after a dealership agreement has expired or is terminated, a dealer may by written notice require the distributor to repurchase all or any new farm implements and new parts supplied by the distributor under the agreement.  R.S.O. 1990, c. F.4, s. 24 (1); 2005, c. 19, s. 7.</p> <p class=\"headnote\">Election</p> <p class=\"subsection\">(2) The notice to repurchase shall state whether the dealer intends to rely on,</p> <p class=\"paragraph\">  (a) the provisions of this section and sections 25 to 30; or</p> <p class=\"paragraph\">  (b) the terms of an agreement with the distributor under subsection 23 (4).  R.S.O. 1990, c. F.4, s. 24 (2).</p> <p class=\"headnote\">Where no election made</p> <p class=\"subsection\">(3) If the dealer fails to make the election under subsection (2), the dealer shall be deemed to have elected to rely on the provisions of this section and sections 25 to 30.  R.S.O. 1990, c. F.4, s. 24 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05019#s7\">2005, c. 19, s. 7</a></span>\r\n- 13/06/2005</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "25.",
            "section_x": "Repurchase price",
            "part_id": null,
            "part_type": null,
            "section_y": "Repurchase price",
            "content": "25 (1) The distributor shall pay a repurchase amount to the dealer equal to, (a) 100 per cent of the invoice price for each new farm implement; (b) 85 per cent of the current net price for each new part; (c) 50 per cent of the latest published price for all mandatory special tools and equipment that the dealer has purchased within the previous five-year period and that are unique for use in servicing the distributor’s products; and (d) transportation costs paid by the dealer for delivery of the new farm implement to the dealer’s place of business.  2005, c. 19, s. 8. Other amounts owing (2) In addition to the amount payable under subsection (1), the distributor shall pay any other amount owing to the dealer by the distributor.  R.S.O. 1990, c. F.4, s. 25 (2). Section Amendments with date in force (d/m/y) 2005, c. 19, s. 8\r\n- 13/06/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>25 </b>(1) The distributor shall pay a repurchase amount to the dealer equal to,</p> <p class=\"paragraph\">  (a) 100 per cent of the invoice price for each new farm implement;</p> <p class=\"paragraph\">  (b) 85 per cent of the current net price for each new part;</p> <p class=\"paragraph\">  (c) 50 per cent of the latest published price for all mandatory special tools and equipment that the dealer has purchased within the previous five-year period and that are unique for use in servicing the distributor’s products; and</p> <p class=\"paragraph\">  (d) transportation costs paid by the dealer for delivery of the new farm implement to the dealer’s place of business.  2005, c. 19, s. 8.</p> <p class=\"headnote\">Other amounts owing</p> <p class=\"subsection\">(2) In addition to the amount payable under subsection (1), the distributor shall pay any other amount owing to the dealer by the distributor.  R.S.O. 1990, c. F.4, s. 25 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05019#s8\">2005, c. 19, s. 8</a></span>\r\n- 13/06/2005</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "26.",
            "section_x": "Time for payment",
            "part_id": null,
            "part_type": null,
            "section_y": "Time for payment",
            "content": "26 (1) The repurchase amount payable to the dealer by the distributor is due on the earlier of, (a) the ninety-first day after the distributor receives the notice of repurchase; and (b) the thirtieth day after the distributor takes possession of the new farm implements and new parts that are the subject of the notice.  R.S.O. 1990, c. F.4, s. 26 (1). Interest (2) Interest at the prescribed rate shall be payable on any part of the repurchase amount that is unpaid after the due date.  R.S.O. 1990, c. F.4, s. 26 (2). Extension of time (3) The dealer and distributor may agree to extend the time for payment.  R.S.O. 1990, c. F.4, s. 26 (3). Set-off (4) A distributor may deduct from the repurchase amount any amount owing to the distributor by the dealer.  R.S.O. 1990, c. F.4, s. 26 (4). Deduction for missing part, etc. (5) A distributor may deduct from the repurchase amount the current net price, including a reasonable installation charge, for the replacement of any part of a new farm implement that is missing or damaged.  R.S.O. 1990, c. F.4, s. 26 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>26 </b>(1) The repurchase amount payable to the dealer by the distributor is due on the earlier of,</p> <p class=\"paragraph\">  (a) the ninety-first day after the distributor receives the notice of repurchase; and</p> <p class=\"paragraph\">  (b) the thirtieth day after the distributor takes possession of the new farm implements and new parts that are the subject of the notice.  R.S.O. 1990, c. F.4, s. 26 (1).</p> <p class=\"headnote\">Interest</p> <p class=\"subsection\">(2) Interest at the prescribed rate shall be payable on any part of the repurchase amount that is unpaid after the due date.  R.S.O. 1990, c. F.4, s. 26 (2).</p> <p class=\"headnote\">Extension of time</p> <p class=\"subsection\">(3) The dealer and distributor may agree to extend the time for payment.  R.S.O. 1990, c. F.4, s. 26 (3).</p> <p class=\"headnote\">Set-off</p> <p class=\"subsection\">(4) A distributor may deduct from the repurchase amount any amount owing to the distributor by the dealer.  R.S.O. 1990, c. F.4, s. 26 (4).</p> <p class=\"headnote\">Deduction for missing part, etc.</p> <p class=\"subsection\">(5) A distributor may deduct from the repurchase amount the current net price, including a reasonable installation charge, for the replacement of any part of a new farm implement that is missing or damaged.  R.S.O. 1990, c. F.4, s. 26 (5).</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "27.",
            "section_x": "Repurchase not required",
            "part_id": null,
            "part_type": null,
            "section_y": "Repurchase not required",
            "content": "27 A distributor is not required to repurchase, (a) a new part that is broken or damaged; (b) a new parts assembly that is incomplete and cannot be completed at reasonable expense; (c) a new part or parts assembly that has been removed from a farm implement and replaced at no cost to the dealer under a modification or warranty substitution program; (d) a new part that is a seal or hose made of rubber, a gasket made of cork or a composition of materials, a seal made of leather, a liquid chemical that has deteriorated and is of limited use, or paint; (e) a new part that is not clearly identified, or that is not resaleable as a new part without repackaging or reconditioning; (f) a new part that is not listed in the distributor’s current parts record-keeping system; (g) a new farm implement that is an attachment that, (i) is not identifiable by a whole goods’ invoice, (ii) is not resaleable as a new attachment without repackaging or reconditioning, or (iii) does not fit a current new farm implement; (h) a new farm implement or new part that has not been adequately prepared for shipment by the dealer within the ninety day period or extension of that period referred to in subsection 28 (2); (i) a new farm implement that was shipped to the dealer more than thirty-six months before the distributor receives the notice of repurchase; (j) a multiple package of new parts where, (i) the multiple package does not contain all of the parts that it contained when the distributor supplied it under the dealership agreement, (ii) the parts are not individually packaged within the multiple package, (iii) the parts do not have individual part numbers, and (iv) proof of purchase is not provided upon request; (k) a new part that a person other than the distributor has repackaged unless the distributor has supplied the repackaging material for use in returning parts to the distributor or as a replacement for damaged packaging; (l) a new part that the distributor identified as non-returnable when the dealer purchased it from the distributor.  R.S.O. 1990, c. F.4, s. 27; 2005, c. 19, s. 9. Section Amendments with date in force (d/m/y) 2005, c. 19, s. 9\r\n- 13/06/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>27 </b>A distributor is not required to repurchase,</p> <p class=\"paragraph\">  (a) a new part that is broken or damaged;</p> <p class=\"paragraph\">  (b) a new parts assembly that is incomplete and cannot be completed at reasonable expense;</p> <p class=\"paragraph\">  (c) a new part or parts assembly that has been removed from a farm implement and replaced at no cost to the dealer under a modification or warranty substitution program;</p> <p class=\"paragraph\">  (d) a new part that is a seal or hose made of rubber, a gasket made of cork or a composition of materials, a seal made of leather, a liquid chemical that has deteriorated and is of limited use, or paint;</p> <p class=\"paragraph\">  (e) a new part that is not clearly identified, or that is not resaleable as a new part without repackaging or reconditioning;</p> <p class=\"paragraph\">  (f) a new part that is not listed in the distributor’s current parts record-keeping system;</p> <p class=\"paragraph\">  (g) a new farm implement that is an attachment that,</p> <p class=\"subpara\">  (i) is not identifiable by a whole goods’ invoice,</p> <p class=\"subpara\">  (ii) is not resaleable as a new attachment without repackaging or reconditioning, or</p> <p class=\"subpara\">  (iii) does not fit a current new farm implement;</p> <p class=\"paragraph\">  (h) a new farm implement or new part that has not been adequately prepared for shipment by the dealer within the ninety day period or extension of that period referred to in subsection 28 (2);</p> <p class=\"paragraph\">  (i) a new farm implement that was shipped to the dealer more than thirty-six months before the distributor receives the notice of repurchase;</p> <p class=\"paragraph\">  (j) a multiple package of new parts where,</p> <p class=\"subpara\">  (i) the multiple package does not contain all of the parts that it contained when the distributor supplied it under the dealership agreement,</p> <p class=\"subpara\">  (ii) the parts are not individually packaged within the multiple package,</p> <p class=\"subpara\">  (iii) the parts do not have individual part numbers, and</p> <p class=\"subpara\">  (iv) proof of purchase is not provided upon request;</p> <p class=\"paragraph\">  (k) a new part that a person other than the distributor has repackaged unless the distributor has supplied the repackaging material for use in returning parts to the distributor or as a replacement for damaged packaging;</p> <p class=\"paragraph\">  (l) a new part that the distributor identified as non-returnable when the dealer purchased it from the distributor.  R.S.O. 1990, c. F.4, s. 27; 2005, c. 19, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05019#s9\">2005, c. 19, s. 9</a></span>\r\n- 13/06/2005</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "28.",
            "section_x": "Responsibility for care",
            "part_id": null,
            "part_type": null,
            "section_y": "Responsibility for care",
            "content": "28 (1) The dealer is responsible for the care of a new farm implement or new part until the earlier of, (a) the ninety-first day after the distributor receives the notice to repurchase; and (b) the day the distributor takes possession of the new farm implements and new parts, and thereafter the distributor is responsible.  R.S.O. 1990, c. F.4, s. 28 (1). Extension of time (2) Despite clause (1) (a), the dealer and distributor may agree to extend the time during which the dealer is responsible.  R.S.O. 1990, c. F.4, s. 28 (2). Preparing implements and parts for shipment (3) The dealer is responsible for preparing or packaging all new farm implements and all new parts so that they are acceptable by a carrier for shipment at the distributor’s expense from the dealer’s place of business.  R.S.O. 1990, c. F.4, s. 28 (3). 29 Repealed: 2017, c. 2, Sched. 3, s. 3 (1). Section Amendments with date in force (d/m/y) 2017, c. 2, Sched. 3, s. 3 (1) - 22/03/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>28 </b>(1) The dealer is responsible for the care of a new farm implement or new part until the earlier of,</p> <p class=\"paragraph\">  (a) the ninety-first day after the distributor receives the notice to repurchase; and</p> <p class=\"paragraph\">  (b) the day the distributor takes possession of the new farm implements and new parts,</p> <p class=\"section\">and thereafter the distributor is responsible.  R.S.O. 1990, c. F.4, s. 28 (1).</p> <p class=\"headnote\">Extension of time</p> <p class=\"subsection\">(2) Despite clause (1) (a), the dealer and distributor may agree to extend the time during which the dealer is responsible.  R.S.O. 1990, c. F.4, s. 28 (2).</p> <p class=\"headnote\">Preparing implements and parts for shipment</p> <p class=\"subsection\">(3) The dealer is responsible for preparing or packaging all new farm implements and all new parts so that they are acceptable by a carrier for shipment at the distributor’s expense from the dealer’s place of business.  R.S.O. 1990, c. F.4, s. 28 (3).</p> <p class=\"section\"><b>29 </b><span class=\"ovsmallcap\">Repealed</span>: 2017, c. 2, Sched. 3, s. 3 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17002#sched3s3s1\">2017, c. 2, Sched. 3, s. 3 (1)</a></span> - 22/03/2017</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "30.",
            "section_x": "Distributor to furnish information",
            "part_id": null,
            "part_type": null,
            "section_y": "Distributor to furnish information",
            "content": "30 A distributor shall provide to the Director, on request, copies of agreements in effect between the distributor and the dealer respecting the supply or return of new farm implements or new parts.  R.S.O. 1990, c. F.4, s. 30; 1999, c. 12, Sched. A, s. 11 (13). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. A, s. 11 (13) - 22/12/1999",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>30 </b>A distributor shall provide to the Director, on request, copies of agreements in effect between the distributor and the dealer respecting the supply or return of new farm implements or new parts.  R.S.O. 1990, c. F.4, s. 30; 1999, c. 12, Sched. A, s. 11 (13).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. A, s. 11 (13) - 22/12/1999</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "30.1",
            "section_x": "Distributor’s right to require repurchase",
            "part_id": null,
            "part_type": null,
            "section_y": "Distributor’s right to require repurchase",
            "content": "30.1 (1) In this section, “current net price”, “invoice price”, “new farm implement”, “new part” and “used farm implement” have the same meaning as in subsection 23 (1) except that, (a) references to a dealer shall be read as references to a distributor who is not a manufacturer, and (b) references to a distributor shall be read as references to a manufacturer; (“prix net courant”, “prix de facture”, “appareil agricole neuf”, “pièce neuve”, “appareil agricole usagé”) “distributor agreement” means an agreement between a distributor who is not a manufacturer and a manufacturer under which the distributor is required by the manufacturer to maintain a supply of new farm implements and new parts supplied by the manufacturer. (“entente du distributeur”)  2005, c. 19, s. 10. No contracting out (2) This section applies to a distributor agreement despite any agreement or waiver to the contrary, unless the manufacturer and the distributor agree in writing to repurchase terms that are more favourable to the distributor than this section.  2005, c. 19, s. 10. Right to repurchase (3) Within 90 days after a distributor agreement has expired or is terminated, the distributor may by written notice require the manufacturer to repurchase all or any new farm implements and new parts supplied by the manufacturer under the agreement.  2005, c. 19, s. 10. Election (4) The notice to repurchase shall state whether the distributor intends to rely on this section or the terms of an agreement with the manufacturer made under subsection (2).  2005, c. 19, s. 10. If no election (5) If the distributor fails to make the election mentioned in subsection (4), the distributor shall be deemed to have elected to rely on this section.  2005, c. 19, s. 10. Application of other provisions (6) Sections 25 to 28 and 30 apply to the distributor and the manufacturer except that, (a) references to the dealer shall be read as references to the distributor; and (b) references to the distributor shall be read as references to the manufacturer.  2005, c. 19, s. 10. (7) Repealed: 2017, c. 2, Sched. 3, s. 3 (2). Section Amendments with date in force (d/m/y) 2005, c. 19, s. 10\r\n- 13/06/2005 2017, c. 2, Sched. 3, s. 3 (1) - 22/03/2017 Miscellaneous Provisions Serial number and safety standards",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>30.1 </b>(1) In this section,</p> <p class=\"definition\">“current net price”, “invoice price”, “new farm implement”, “new part” and “used farm implement” have the same meaning as in subsection 23 (1) except that,</p> <p class=\"paragraph\">  (a) references to a dealer shall be read as references to a distributor who is not a manufacturer, and</p> <p class=\"paragraph\">  (b) references to a distributor shall be read as references to a manufacturer; (“prix net courant”, “prix de facture”, “appareil agricole neuf”, “pièce neuve”, “appareil agricole usagé”)</p> <p class=\"definition\">“distributor agreement” means an agreement between a distributor who is not a manufacturer and a manufacturer under which the distributor is required by the manufacturer to maintain a supply of new farm implements and new parts supplied by the manufacturer. (“entente du distributeur”)  2005, c. 19, s. 10.</p> <p class=\"headnote\">No contracting out</p> <p class=\"subsection\">(2) This section applies to a distributor agreement despite any agreement or waiver to the contrary, unless the manufacturer and the distributor agree in writing to repurchase terms that are more favourable to the distributor than this section.  2005, c. 19, s. 10.</p> <p class=\"headnote\">Right to repurchase</p> <p class=\"subsection\">(3) Within 90 days after a distributor agreement has expired or is terminated, the distributor may by written notice require the manufacturer to repurchase all or any new farm implements and new parts supplied by the manufacturer under the agreement.  2005, c. 19, s. 10.</p> <p class=\"headnote\">Election</p> <p class=\"subsection\">(4) The notice to repurchase shall state whether the distributor intends to rely on this section or the terms of an agreement with the manufacturer made under subsection (2).  2005, c. 19, s. 10.</p> <p class=\"headnote\">If no election</p> <p class=\"subsection\">(5) If the distributor fails to make the election mentioned in subsection (4), the distributor shall be deemed to have elected to rely on this section.  2005, c. 19, s. 10.</p> <p class=\"headnote\">Application of other provisions</p> <p class=\"subsection\">(6) Sections 25 to 28 and 30 apply to the distributor and the manufacturer except that,  </p> <p class=\"paragraph\">  (a) references to the dealer shall be read as references to the distributor; and</p> <p class=\"paragraph\">  (b) references to the distributor shall be read as references to the manufacturer.  2005, c. 19, s. 10.</p> <p class=\"subsection\">(7) <span class=\"ovsmallcap\">Repealed</span>: 2017, c. 2, Sched. 3, s. 3 (2).</p> <p class=\"footnoteLeft\"><a name=\"BK37\"></a><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05019#s10\">2005, c. 19, s. 10</a></span>\r\n- 13/06/2005</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17002#sched3s3s1\">2017, c. 2, Sched. 3, s. 3 (1)</a></span> - 22/03/2017</p> <p class=\"heading1\">Miscellaneous Provisions</p> <p class=\"headnote\">Serial number and safety standards</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "Miscellaneous Provisions",
            "section_x": "Miscellaneous Provisions",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "31.",
            "section_x": "Serial number and safety standards",
            "part_id": null,
            "part_type": null,
            "section_y": "Alteration of serial number",
            "content": "31 (1) No person shall, (a) alter or remove the serial number on a farm implement; or (b) buy, sell or otherwise deal in a farm implement if the serial number has been altered or removed, unless authorized to do so by the Director.  R.S.O. 1990, c. F.4, s. 31 (1); 1999, c. 12, Sched. A, s. 11 (13). Obligation of dealer (2) Subject to subsection 10 (2), no dealer shall sell or offer for sale a new farm implement unless the serial number is stamped on the implement or affixed thereto.  R.S.O. 1990, c. F.4, s. 31 (2). Idem (3) No dealer shall sell or offer for sale a farm implement, (a) unless the farm implement complies with the prescribed safety standards; and (b) unless the dealer provides the purchaser with a statement that indicates compliance with the prescribed safety standards.  R.S.O. 1990, c. F.4, s. 31 (3). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. A, s. 11 (13) - 22/12/1999",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>31 </b>(1) No person shall,</p> <p class=\"paragraph\">  (a) alter or remove the serial number on a farm implement; or</p> <p class=\"paragraph\">  (b) buy, sell or otherwise deal in a farm implement if the serial number has been altered or removed, unless authorized to do so by the Director.  R.S.O. 1990, c. F.4, s. 31 (1); 1999, c. 12, Sched. A, s. 11 (13).</p> <p class=\"headnote\">Obligation of dealer</p> <p class=\"subsection\">(2) Subject to subsection 10 (2), no dealer shall sell or offer for sale a new farm implement unless the serial number is stamped on the implement or affixed thereto.  R.S.O. 1990, c. F.4, s. 31 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) No dealer shall sell or offer for sale a farm implement,</p> <p class=\"paragraph\">  (a) unless the farm implement complies with the prescribed safety standards; and</p> <p class=\"paragraph\">  (b) unless the dealer provides the purchaser with a statement that indicates compliance with the prescribed safety standards.  R.S.O. 1990, c. F.4, s. 31 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. A, s. 11 (13) - 22/12/1999</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "32.",
            "section_x": "Service of notice",
            "part_id": null,
            "part_type": null,
            "section_y": "Service of notice",
            "content": "32 (1) A notice required to be given to a dealer or distributor may be served personally or sent by registered mail to the address of the dealer or distributor as shown in the records of the Director.  R.S.O. 1990, c. F.4, s. 32 (1); 1999, c. 12, Sched. A, s. 11 (13). Deemed receipt (2) A notice that is sent by registered mail shall be deemed to have been received on the fifth day after it is mailed.  R.S.O. 1990, c. F.4, s. 32 (2). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. A, s. 11 (13) - 22/12/1999",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>32 </b>(1) A notice required to be given to a dealer or distributor may be served personally or sent by registered mail to the address of the dealer or distributor as shown in the records of the Director.  R.S.O. 1990, c. F.4, s. 32 (1); 1999, c. 12, Sched. A, s. 11 (13).</p> <p class=\"headnote\">Deemed receipt</p> <p class=\"subsection\">(2) A notice that is sent by registered mail shall be deemed to have been received on the fifth day after it is mailed.  R.S.O. 1990, c. F.4, s. 32 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. A, s. 11 (13) - 22/12/1999</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "33.",
            "section_x": "Rights, etc., preserved",
            "part_id": null,
            "part_type": null,
            "section_y": "Rights, etc., preserved",
            "content": "33 The rights, duties and remedies provided by this Act are in addition to the rights, duties and remedies under any other Act and the common law.  R.S.O. 1990, c. F.4, s. 33.",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>33 </b>The rights, duties and remedies provided by this Act are in addition to the rights, duties and remedies under any other Act and the common law.  R.S.O. 1990, c. F.4, s. 33.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "34.",
            "section_x": "Offence and penalty",
            "part_id": null,
            "part_type": null,
            "section_y": "Offence and penalty",
            "content": "34 (1) Every person and every officer or director of a corporation who contravenes a provision of this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not more than $10,000.  R.S.O. 1990, c. F.4, s. 34 (1). Corporations (2) Where a corporation is convicted of an offence under subsection (1), the maximum penalty that may be imposed on the corporation is $25,000.  R.S.O. 1990, c. F.4, s. 34 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>34 </b>(1) Every person and every officer or director of a corporation who contravenes a provision of this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not more than $10,000.  R.S.O. 1990, c. F.4, s. 34 (1).</p> <p class=\"headnote\">Corporations</p> <p class=\"subsection\">(2) Where a corporation is convicted of an offence under subsection (1), the maximum penalty that may be imposed on the corporation is $25,000.  R.S.O. 1990, c. F.4, s. 34 (2).</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "35.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "35 The Minister may make regulations, (a) exempting a farm implement or a class of farm implements from any provision of this Act or the regulations; (b) prescribing, for the purposes of section 2, the amount that the manufacturer’s suggested list price of a farm implement must equal or exceed; (c) prescribing information to be included in a dealership agreement and setting out legal rights and obligations for parties to the agreement, subject to subsection 3 (5); (d) prescribing forms and providing for their use; (e)  Repealed:  1999, c. 12, Sched. A, s. 11 (15). (f) governing applications for registration or renewal of registration and prescribing conditions of registration; (g) requiring the payment of fees for an application for registration or renewal of registration and prescribing the amount of the fees; (g.1) exempting classes of persons from the requirement for registration under section 6, in such circumstances as may be prescribed and subject to such restrictions as may be prescribed; (h) prescribing information to be included in sale agreements; (i) requiring dealers and distributors to provide to the Director prescribed information respecting their business operations and prescribing the times at which the information is to be provided and the form in which it is to be provided; (j) regulating the provision of emergency parts for farm implements, including imposing duties on distributors and dealers; (k) prescribing normal rental rates for the purposes of section 19; (l) prescribing, for the purposes of subsection 19 (4), the maximum amount of the service charge payable in respect of an order for emergency repair parts; (m) fixing the rate of interest for the purposes of subsection 26 (2); (n) regulating or prohibiting the installation or use of any farm implement, part or device or any class thereof; (o) requiring that any farm implement or part bear the seal of approval of an organization designated by the regulations to test and approve the farm implement or part, and designating organizations for such purposes; (p) prescribing safety standards for farm implement performance; (q) prescribing standards for dealers respecting safety information and instruction to be given to purchasers on the sale of a farm implement; (r) adopting by reference, in whole or in part, with such changes as the Director considers necessary, any code or standard and requiring compliance with any code or standard that is so adopted.  R.S.O. 1990, c. F.4, s. 35; 1994, c. 27, s. 18; 1999, c. 12, Sched. A, s. 11 (14-16); 2005, c. 19, s. 11. Section Amendments with date in force (d/m/y) 1994, c. 27, s. 18 - 09/12/1994; 1999, c. 12, Sched. A, s. 11 (14-16) - 22/12/1999 2005, c. 19, s. 11\r\n- 13/06/2005 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>35 </b>The Minister may make regulations,</p> <p class=\"paragraph\">  (a) exempting a farm implement or a class of farm implements from any provision of this Act or the regulations;</p> <p class=\"paragraph\">  (b) prescribing, for the purposes of section 2, the amount that the manufacturer’s suggested list price of a farm implement must equal or exceed;</p> <p class=\"paragraph\">  (c) prescribing information to be included in a dealership agreement and setting out legal rights and obligations for parties to the agreement, subject to subsection 3 (5); </p> <p class=\"paragraph\">  (d) prescribing forms and providing for their use;</p> <p class=\"paragraph\">  (e)  <span>Repealed</span>:  1999, c. 12, Sched. A, s. 11 (15).</p> <p class=\"paragraph\">  (f) governing applications for registration or renewal of registration and prescribing conditions of registration;</p> <p class=\"paragraph\">  (g) requiring the payment of fees for an application for registration or renewal of registration and prescribing the amount of the fees;</p> <p class=\"paragraph\"> (g.1) exempting classes of persons from the requirement for registration under section 6, in such circumstances as may be prescribed and subject to such restrictions as may be prescribed;</p> <p class=\"paragraph\">  (h) prescribing information to be included in sale agreements;</p> <p class=\"paragraph\">  (i) requiring dealers and distributors to provide to the Director prescribed information respecting their business operations and prescribing the times at which the information is to be provided and the form in which it is to be provided;</p> <p class=\"paragraph\">  (j) regulating the provision of emergency parts for farm implements, including imposing duties on distributors and dealers;</p> <p class=\"paragraph\">  (k) prescribing normal rental rates for the purposes of section 19;</p> <p class=\"paragraph\">  (l) prescribing, for the purposes of subsection 19 (4), the maximum amount of the service charge payable in respect of an order for emergency repair parts;</p> <p class=\"paragraph\">  (m) fixing the rate of interest for the purposes of subsection 26 (2);</p> <p class=\"paragraph\">  (n) regulating or prohibiting the installation or use of any farm implement, part or device or any class thereof;</p> <p class=\"paragraph\">  (o) requiring that any farm implement or part bear the seal of approval of an organization designated by the regulations to test and approve the farm implement or part, and designating organizations for such purposes;</p> <p class=\"paragraph\">  (p) prescribing safety standards for farm implement performance;</p> <p class=\"paragraph\">  (q) prescribing standards for dealers respecting safety information and instruction to be given to purchasers on the sale of a farm implement;</p> <p class=\"paragraph\">  (r) adopting by reference, in whole or in part, with such changes as the Director considers necessary, any code or standard and requiring compliance with any code or standard that is so adopted.  R.S.O. 1990, c. F.4, s. 35; 1994, c. 27, s. 18; 1999, c. 12, Sched. A, s. 11 (14-16); 2005, c. 19, s. 11.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 18 - 09/12/1994; 1999, c. 12, Sched. A, s. 11 (14-16) - 22/12/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05019#s11\">2005, c. 19, s. 11</a></span>\r\n- 13/06/2005</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90f04\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}