{
    "act_info": {
        "full_title": "Farm Practices Protection Act, R.S.O. 1990, c. F.6",
        "act_name_text": "Not Found",
        "citation": "Farm Practices Protection Act, R.S.O. 1990, c. F.6",
        "url": "https://www.ontario.ca/laws/statute/90f06",
        "date_scraped": "2023-12-20 00:30:23"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.  In this Act, “agricultural operation” means an agricultural, aquacultural, horticultural or silvicultural operation that is carried on in the expectation of gain or reward, and includes, (a) the cultivation of land, (b) the raising of livestock, including poultry, (c) the raising of fur-bearing animals and game birds, (d) the production of agricultural crops, including mushrooms, greenhouse crops and nursery stock, (e) the production of eggs and milk, (f) the operation of agricultural machinery and equipment, including irrigation pumps, (g) the process necessary to prepare a farm product for distribution from the farm gate, (h) the application of fertilizers, conditioners and pesticides, including ground and aerial spraying, and (i) the storage, disposal or use of organic wastes for farm purposes; (“exploitation agricole”) “Board” means the Farm Practices Protection Board; (“Commission”) “land use control law” means any Act and any regulation, plan or by-law made under the authority of an Act that restricts or prescribes the use to which land or premises may be put or the nature of business or activities that may be carried on on any land or premises; (“loi de réglementation en matière d’utilisation du sol”) “Minister” means the Minister of Agriculture and Food; (“ministre”) “normal farm practice” means a practice that is conducted in a manner consistent with proper and accepted customs and standards as established and followed by similar agricultural operations under similar circumstances and includes the use of innovative technology used with advanced management practices; (“pratique agricole normale”) “person” includes an unincorporated association. (“personne”) 1988, c.62, s.1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>  In this Act,</p> <p class=\"definition-e\">“agricultural operation” means an agricultural, aquacultural, horticultural or silvicultural operation that is carried on in the expectation of gain or reward, and includes,</p> <p class=\"clause-e\">(a) the cultivation of land,</p> <p class=\"clause-e\">(b) the raising of livestock, including poultry,</p> <p class=\"clause-e\">(c) the raising of fur-bearing animals and game birds,</p> <p class=\"clause-e\">(d) the production of agricultural crops, including mushrooms, greenhouse crops and nursery stock,</p> <p class=\"clause-e\">(e) the production of eggs and milk,</p> <p class=\"clause-e\">(f) the operation of agricultural machinery and equipment, including irrigation pumps,</p> <p class=\"clause-e\">(g) the process necessary to prepare a farm product for distribution from the farm gate,</p> <p class=\"clause-e\">(h) the application of fertilizers, conditioners and pesticides, including ground and aerial spraying, and</p> <p class=\"clause-e\">(i) the storage, disposal or use of organic wastes for farm purposes; (“exploitation agricole”)</p> <p class=\"definition-e\">“Board” means the Farm Practices Protection Board; (“Commission”)</p> <p class=\"definition-e\">“land use control law” means any Act and any regulation, plan or by-law made under the authority of an Act that restricts or prescribes the use to which land or premises may be put or the nature of business or activities that may be carried on on any land or premises; (“loi de réglementation en matière d’utilisation du sol”)</p> <p class=\"definition-e\">“Minister” means the Minister of Agriculture and Food; (“ministre”)</p> <p class=\"definition-e\">“normal farm practice” means a practice that is conducted in a manner consistent with proper and accepted customs and standards as established and followed by similar agricultural operations under similar circumstances and includes the use of innovative technology used with advanced management practices; (“pratique agricole normale”)</p> <p class=\"definition-e\">“person” includes an unincorporated association. (“personne”) 1988, c.62, s.1.</p>"
        },
        {
            "id": "2.",
            "section": "Protection from nuisance claims",
            "content": "2.  (1) A person who carries on an agricultural operation and who, in respect of that agricultural operation, does not violate, (a) any land use control law; (b) the Environmental Protection Act; (c) the Pesticides Act; (d) the Health Protection and Promotion Act; or (e) the Ontario Water Resources Act, is not liable in nuisance to any person for any odour, noise or dust resulting from the agricultural operation as a result of a normal farm practice and shall not be prevented by injunction or other order of a court from carrying on the agricultural operation because it causes or creates an odour, a noise or dust. Where subsection (1) does not apply (2) Subsection (1) does not apply to an owner or operator of an agricultural operation that fails to obey an order of the Board made under clause 5(3)(b). 1988, c.62, s.2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>  (1) A person who carries on an agricultural operation and who, in respect of that agricultural operation, does not violate,</p> <p class=\"clause-e\">(a) any land use control law;</p> <p class=\"clause-e\">(b) the<i> Environmental Protection Act</i>;</p> <p class=\"clause-e\">(c) the<i> Pesticides Act</i>;</p> <p class=\"clause-e\">(d) the<i> Health Protection and Promotion Act</i>; or</p> <p class=\"clause-e\">(e) the<i> Ontario Water Resources Act</i>,</p> <p class=\"ssubsection-e\">is not liable in nuisance to any person for any odour, noise or dust resulting from the agricultural operation as a result of a normal farm practice and shall not be prevented by injunction or other order of a court from carrying on the agricultural operation because it causes or creates an odour, a noise or dust.</p> <p class=\"headnote-e\"><b>Where subsection (1) does not apply</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to an owner or operator of an agricultural operation that fails to obey an order of the Board made under clause 5(3)(b). 1988, c.62, s.2.</p>"
        },
        {
            "id": "3.",
            "section": "Farm Practices Protection Board",
            "content": "3.  (1) The Farm Practices Protection Board is continued under the name Farm Practices Protection Board in English and Commission de protection des pratiques agricoles in French and shall consist of not less than five members appointed by the Minister. 1988, c.62, s.3(1), revised. Chair of Board (2) The Minister may designate one of the members of the Board as the chair and one or more of the remaining members as vice-chair. Duties of the chair (3) The chair of the Board is responsible for the general supervision and direction over the conduct of the affairs of the Board and, in his or her absence or if he or she is unable to act, the vice-chair shall have all the powers of the chair. Term (4) The members of the Board may be appointed to hold office for a term not exceeding three years and may be reappointed, but no member shall hold office for more than six years, whether the member’s appointments are for consecutive terms or not. Remuneration (5) The members of the Board who are not public servants of Ontario shall be paid such remuneration and expenses as the Lieutenant Governor in Council determines. Procedures (6) The Board may, subject to the Statutory Powers Procedure Act, make rules for the conduct and management of its affairs and for the practice and procedure to be observed in matters before it, and may require that a person seeking a determination of a matter by the Board shall give written notice, in such form and manner as the Board specifies, to the persons that the Board specifies. Quorum (7) The chair or vice-chair and two other members constitute a quorum and are sufficient for the exercise of all of the jurisdiction and powers of the Board. 1988, c.62, s.3(2-7).",
            "raw_html": "<p class=\"section-e\"><b>3.</b>  (1) The Farm Practices Protection Board is continued under the name Farm Practices Protection Board in English and Commission de protection des pratiques agricoles in French and shall consist of not less than five members appointed by the Minister. 1988, c.62, s.3(1),<i> revised</i>.</p> <p class=\"headnote-e\"><b>Chair of Board</b></p> <p class=\"subsection-e\">(2) The Minister may designate one of the members of the Board as the chair and one or more of the remaining members as vice-chair.</p> <p class=\"headnote-e\"><b>Duties of the chair</b></p> <p class=\"subsection-e\">(3) The chair of the Board is responsible for the general supervision and direction over the conduct of the affairs of the Board and, in his or her absence or if he or she is unable to act, the vice-chair shall have all the powers of the chair.</p> <p class=\"headnote-e\"><b>Term</b></p> <p class=\"subsection-e\">(4) The members of the Board may be appointed to hold office for a term not exceeding three years and may be reappointed, but no member shall hold office for more than six years, whether the member’s appointments are for consecutive terms or not.</p> <p class=\"headnote-e\"><b>Remuneration</b></p> <p class=\"subsection-e\">(5) The members of the Board who are not public servants of Ontario shall be paid such remuneration and expenses as the Lieutenant Governor in Council determines.</p> <p class=\"headnote-e\"><b>Procedures</b></p> <p class=\"subsection-e\">(6) The Board may, subject to the<i> Statutory Powers Procedure Act</i>, make rules for the conduct and management of its affairs and for the practice and procedure to be observed in matters before it, and may require that a person seeking a determination of a matter by the Board shall give written notice, in such form and manner as the Board specifies, to the persons that the Board specifies.</p> <p class=\"headnote-e\"><b>Quorum</b></p> <p class=\"subsection-e\">(7) The chair or vice-chair and two other members constitute a quorum and are sufficient for the exercise of all of the jurisdiction and powers of the Board. 1988, c.62, s.3(2-7).</p>"
        },
        {
            "id": "4.",
            "section": "Duties and powers of Board",
            "content": "4.  (1) The Board may exercise such powers and shall perform such duties as are conferred or imposed upon it by or under this Act including the power, (a) on the request of an aggrieved person, to inquire into and resolve a dispute respecting an agricultural operation including the determination as to what constitutes a normal farm practice; and (b) to make such inquiries and orders as are necessary to ensure that there is compliance with its decisions. Information to be made available to Minister (2) The Board shall provide the Minister with any information requested by the Minister as to the policies, procedures and operations of the Board. Board to conduct studies (3) The Minister may order the Board to study any matter related to farm practices and the Board shall conduct the study and report its findings and recommendations to the Minister. 1988, c.62, s.4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>  (1) The Board may exercise such powers and shall perform such duties as are conferred or imposed upon it by or under this Act including the power,</p> <p class=\"clause-e\">(a) on the request of an aggrieved person, to inquire into and resolve a dispute respecting an agricultural operation including the determination as to what constitutes a normal farm practice; and</p> <p class=\"clause-e\">(b) to make such inquiries and orders as are necessary to ensure that there is compliance with its decisions.</p> <p class=\"headnote-e\"><b>Information to be made available to Minister</b></p> <p class=\"subsection-e\">(2) The Board shall provide the Minister with any information requested by the Minister as to the policies, procedures and operations of the Board.</p> <p class=\"headnote-e\"><b>Board to conduct studies</b></p> <p class=\"subsection-e\">(3) The Minister may order the Board to study any matter related to farm practices and the Board shall conduct the study and report its findings and recommendations to the Minister. 1988, c.62, s.4.</p>"
        },
        {
            "id": "5.",
            "section": "Complaints re: farm practices",
            "content": "5.  (1) Where a person is aggrieved by any odour, noise or dust resulting from an agricultural operation, the person may apply in writing to the Board for a determination as to whether the odour, noise or dust results from a normal farm practice. Form of application (2) Every application under subsection (1) shall contain a statement of the nature of the complaint, the name and address of the person making the application and the name and address of the agricultural operation and shall be in a form acceptable to the Board. Hearing and order (3) The Board shall hold a hearing and shall, (a) dismiss the complaint if the Board is of the opinion that the odour, noise or dust results from a normal farm practice; or (b) order the owner or operator of the agricultural operation to cease the practice causing the odour, noise or dust if it is not a normal farm practice or to modify the practice in the manner set out in the order to be consistent with normal farm practice. Refusal to hear application (4) The Board may refuse to hear an application or, after a hearing has commenced, refuse to continue the hearing or to make a decision if in its opinion, (a) the subject-matter of the application is trivial; (b) the application is frivolous or vexatious or is not made in good faith; or (c) the applicant has not a sufficient personal interest in the subject-matter of the application. Appeal (5) Any party to a hearing under subsection (3) may appeal an order of the Board on any question of fact or law or both to the Divisional Court within thirty days of the making of the order. Professional assistance (6) The Board may appoint one or more persons having technical or special knowledge of any matter to assist the Board in any capacity in respect of any matter before it. 1988, c.62, s.5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b>  (1) Where a person is aggrieved by any odour, noise or dust resulting from an agricultural operation, the person may apply in writing to the Board for a determination as to whether the odour, noise or dust results from a normal farm practice.</p> <p class=\"headnote-e\"><b>Form of application</b></p> <p class=\"subsection-e\">(2) Every application under subsection (1) shall contain a statement of the nature of the complaint, the name and address of the person making the application and the name and address of the agricultural operation and shall be in a form acceptable to the Board.</p> <p class=\"headnote-e\"><b>Hearing and order</b></p> <p class=\"subsection-e\">(3) The Board shall hold a hearing and shall,</p> <p class=\"clause-e\">(a) dismiss the complaint if the Board is of the opinion that the odour, noise or dust results from a normal farm practice; or</p> <p class=\"clause-e\">(b) order the owner or operator of the agricultural operation to cease the practice causing the odour, noise or dust if it is not a normal farm practice or to modify the practice in the manner set out in the order to be consistent with normal farm practice.</p> <p class=\"headnote-e\"><b>Refusal to hear application</b></p> <p class=\"subsection-e\">(4) The Board may refuse to hear an application or, after a hearing has commenced, refuse to continue the hearing or to make a decision if in its opinion,</p> <p class=\"clause-e\">(a) the subject-matter of the application is trivial;</p> <p class=\"clause-e\">(b) the application is frivolous or vexatious or is not made in good faith; or</p> <p class=\"clause-e\">(c) the applicant has not a sufficient personal interest in the subject-matter of the application.</p> <p class=\"headnote-e\"><b>Appeal</b></p> <p class=\"subsection-e\">(5) Any party to a hearing under subsection (3) may appeal an order of the Board on any question of fact or law or both to the Divisional Court within thirty days of the making of the order.</p> <p class=\"headnote-e\"><b>Professional assistance</b></p> <p class=\"subsection-e\">(6) The Board may appoint one or more persons having technical or special knowledge of any matter to assist the Board in any capacity in respect of any matter before it. 1988, c.62, s.5.</p>"
        },
        {
            "id": "6.",
            "section": "Injunction proceedings in abeyance",
            "content": "6.  (1) Where a farm practice is the subject of an application made under subsection 5(1), no injunction proceedings may be commenced or continued in respect of that farm practice until the Board has made an order or dismissed the application under subsection 5(3) or has refused to hear the application. Exception (2) Subsection (1) does not apply to any proceedings taken under the Environmental Protection Act, the Pesticides Act or the Ontario Water Resources Act. 1988, c.62, s.6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>  (1) Where a farm practice is the subject of an application made under subsection 5(1), no injunction proceedings may be commenced or continued in respect of that farm practice until the Board has made an order or dismissed the application under subsection 5(3) or has refused to hear the application.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to any proceedings taken under the<i> Environmental Protection Act</i>, the<i> Pesticides Act</i> or the<i> Ontario Water Resources Act</i>. 1988, c.62, s.6.</p>"
        },
        {
            "id": "7.",
            "section": "Regulations",
            "content": "7.  The Lieutenant Governor in Council may make regulations, (a) prescribing forms and providing for their use; (b) prescribing fees payable in respect of an application made under subsection 5(1) and authorizing refunds; (c) prescribing the composition of the Board. 1988, c.62, s.7. ____________________ Français ",
            "raw_html": "<p class=\"section-e\"><b>7.</b>  The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) prescribing forms and providing for their use;</p> <p class=\"clause-e\">(b) prescribing fees payable in respect of an application made under subsection 5(1) and authorizing refunds;</p> <p class=\"clause-e\">(c) prescribing the composition of the Board. 1988, c.62, s.7.</p> <p class=\"line-e\">____________________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90f06_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90f06_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}