{
    "act_info": {
        "full_title": "Farm Income Stabilization Act, R.S.O. 1990, c. F.5",
        "act_name_text": "Not Found",
        "citation": "Farm Income Stabilization Act, R.S.O. 1990, c. F.5",
        "url": "https://www.ontario.ca/laws/statute/90f05",
        "date_scraped": "2023-12-21 13:14:48"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900371",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 371",
            "revoked_reg_title": "GRAIN STABILIZATION, 1988-1990-PLAN"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/900370",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 370",
            "revoked_reg_title": "FRESH MARKET POTATO STABILIZATION, 1989-1992-PLAN"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.  In this Act, “Commission” means the Farm Income Stabilization Commission of Ontario; (“Commission”) “farm product” means animals, meats, eggs, poultry, wool, milk, cream, grains, seeds, fruit, vegetables, maple products, honey and tobacco, or any class or part thereof, produced in Ontario; (“produit agricole”) “farm product receipts” means the amount ascertained and prescribed by the Commission for the purposes of a plan as representing, for each unit of farm product, the sum of, (a) the market price, (b) the amount prescribed under clause 6(1)(c) as a stabilization factor, and (c) any other money received or receivable by producers respecting the farm product to which the plan applies; (“recettes d’un produit agricole”) “Fund” means the Ontario Farm Income Stabilization Fund; (“Caisse”) “inspector” means an inspector appointed for the purposes of this Act and includes the chief inspector; (“inspecteur”) “Minister” means the Minister of Agriculture and Food; (“ministre”) “plan” means a voluntary plan for farm income stabilization established under subsection 6(1); (“régime”) “regulations” means the regulations made under this Act. (“règlements”) R.S.O. 1990, c.F.5, s.1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>  In this Act,</p> <p class=\"definition-e\">“Commission” means the Farm Income Stabilization Commission of Ontario; (“Commission”)</p> <p class=\"definition-e\">“farm product” means animals, meats, eggs, poultry, wool, milk, cream, grains, seeds, fruit, vegetables, maple products, honey and tobacco, or any class or part thereof, produced in Ontario; (“produit agricole”)</p> <p class=\"definition-e\">“farm product receipts” means the amount ascertained and prescribed by the Commission for the purposes of a plan as representing, for each unit of farm product, the sum of,</p> <p class=\"clause-e\">(a) the market price,</p> <p class=\"clause-e\">(b) the amount prescribed under clause 6(1)(c) as a stabilization factor, and</p> <p class=\"clause-e\">(c) any other money received or receivable by producers respecting the farm product to which the plan applies; (“recettes d’un produit agricole”)</p> <p class=\"definition-e\">“Fund” means the Ontario Farm Income Stabilization Fund; (“Caisse”)</p> <p class=\"definition-e\">“inspector” means an inspector appointed for the purposes of this Act and includes the chief inspector; (“inspecteur”)</p> <p class=\"definition-e\">“Minister” means the Minister of Agriculture and Food; (“ministre”)</p> <p class=\"definition-e\">“plan” means a voluntary plan for farm income stabilization established under subsection 6(1); (“régime”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act. (“règlements”) R.S.O. 1990, c.F.5, s.1.</p>"
        },
        {
            "id": "2.",
            "section": "Farm Income Stabilization Commission of Ontario continued",
            "content": "2.  (1) The Farm Income Stabilization Commission of Ontario is continued as a corporation without share capital responsible to the Minister under the name Farm Income Stabilization Commission of Ontario in English and Commission de stabilisation des revenus agricoles de l’Ontario in French. Composition of Commission (2) The Commission shall be composed of not fewer than five members who shall be appointed by the Lieutenant Governor in Council. Nomination for appointment (3) Three members may be appointed, one to represent each of the Christian Farmers Federation, the National Farmers Union and the Ontario Federation of Agriculture, on the following basis: 1. Each such organization may, in every year, before the 31st day of March, nominate to the Lieutenant Governor in Council a person for membership on the Commission. 2. The Lieutenant Governor in Council shall appoint such nominees as members of the Commission before the 30th day of April in that year to hold office until the 29th day of April in the year next following. Chair and vice-chair (4) The Lieutenant Governor in Council may designate one of the members of the Commission as chair and one as vice-chair. Quorum (5) Three members of the Commission, of whom one shall be the chair or vice-chair, constitute a quorum. Remuneration (6) Members of the Commission who are not officers in the public service of Ontario shall receive such remuneration and expenses as the Lieutenant Governor in Council from time to time determines. Corporations Act does not apply (7) The Corporations Act does not apply to the Commission. Commission a Crown agency (8) The Commission is a Crown agency within the meaning of the Crown Agency Act. Powers, etc., of Commission not affected (9) The failure or refusal to nominate a person by any of the organizations referred to in subsection (3), or the consequent lack of appointment of a person to represent such organization, or the failure or refusal of any member appointed in accordance with subsection (3) to act, does not affect the status of the Commission, the carrying out of its powers and duties under this Act or the validity of any order, direction or regulation made by it. R.S.O. 1990, c.F.5, s.2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>  (1) The Farm Income Stabilization Commission of Ontario is continued as a corporation without share capital responsible to the Minister under the name Farm Income Stabilization Commission of Ontario in English and Commission de stabilisation des revenus agricoles de l’Ontario in French.</p> <p class=\"headnote-e\"><b>Composition of Commission</b></p> <p class=\"subsection-e\">(2) The Commission shall be composed of not fewer than five members who shall be appointed by the Lieutenant Governor in Council.</p> <p class=\"headnote-e\"><b>Nomination for appointment</b></p> <p class=\"subsection-e\">(3) Three members may be appointed, one to represent each of the Christian Farmers Federation, the National Farmers Union and the Ontario Federation of Agriculture, on the following basis:</p> <p class=\"paragraph-e\">1. Each such organization may, in every year, before the 31st day of March, nominate to the Lieutenant Governor in Council a person for membership on the Commission.</p> <p class=\"paragraph-e\">2. The Lieutenant Governor in Council shall appoint such nominees as members of the Commission before the 30th day of April in that year to hold office until the 29th day of April in the year next following.</p> <p class=\"headnote-e\"><b>Chair and vice-chair</b></p> <p class=\"subsection-e\">(4) The Lieutenant Governor in Council may designate one of the members of the Commission as chair and one as vice-chair.</p> <p class=\"headnote-e\"><b>Quorum</b></p> <p class=\"subsection-e\">(5) Three members of the Commission, of whom one shall be the chair or vice-chair, constitute a quorum.</p> <p class=\"headnote-e\"><b>Remuneration</b></p> <p class=\"subsection-e\">(6) Members of the Commission who are not officers in the public service of Ontario shall receive such remuneration and expenses as the Lieutenant Governor in Council from time to time determines.</p> <p class=\"headnote-e\"><b><i>Corporations Act</i> does not apply</b></p> <p class=\"subsection-e\">(7) The <i>Corporations Act</i> does not apply to the Commission.</p> <p class=\"headnote-e\"><b>Commission a Crown agency</b></p> <p class=\"subsection-e\">(8) The Commission is a Crown agency within the meaning of the <i>Crown Agency Act</i>.</p> <p class=\"headnote-e\"><b>Powers, etc., of Commission not affected</b></p> <p class=\"subsection-e\">(9) The failure or refusal to nominate a person by any of the organizations referred to in subsection (3), or the consequent lack of appointment of a person to represent such organization, or the failure or refusal of any member appointed in accordance with subsection (3) to act, does not affect the status of the Commission, the carrying out of its powers and duties under this Act or the validity of any order, direction or regulation made by it. R.S.O. 1990, c.F.5, s.2.</p>"
        },
        {
            "id": "3.",
            "section": "General manager and employees",
            "content": "3.  (1) A general manager of the Commission and such other employees as are considered necessary from time to time for the proper conduct of the business of the Commission may be appointed under the Public Service Act. Public Service Pension Act to apply (2) The Commission shall be deemed to have been designated by the Lieutenant Governor in Council under the Public Service Pension Act as a commission whose permanent staff are required to be members of the Public Service Pension Plan. General manager to be chief administrative officer (3) The general manager of the Commission shall be the chief administrative officer of the Commission. Professional and technical assistance (4) The Commission may, subject to the approval of the Minister, engage persons other than those appointed under subsection (1) to provide professional, technical or other assistance to or on behalf of the Commission. R.S.O. 1990, c.F.5, s.3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>  (1) A general manager of the Commission and such other employees as are considered necessary from time to time for the proper conduct of the business of the Commission may be appointed under the <i>Public Service Act</i>.</p> <p class=\"headnote-e\"><b><i>Public Service Pension Act</i> to apply</b></p> <p class=\"subsection-e\">(2) The Commission shall be deemed to have been designated by the Lieutenant Governor in Council under the <i>Public Service Pension Act</i> as a commission whose permanent staff are required to be members of the Public Service Pension Plan.</p> <p class=\"headnote-e\"><b>General manager to be chief administrative officer</b></p> <p class=\"subsection-e\">(3) The general manager of the Commission shall be the chief administrative officer of the Commission.</p> <p class=\"headnote-e\"><b>Professional and technical assistance</b></p> <p class=\"subsection-e\">(4) The Commission may, subject to the approval of the Minister, engage persons other than those appointed under subsection (1) to provide professional, technical or other assistance to or on behalf of the Commission. R.S.O. 1990, c.F.5, s.3.</p>"
        },
        {
            "id": "4.",
            "section": "Appointment of chief inspector and inspectors",
            "content": "4.  (1) The Minister may appoint a chief inspector and such other inspectors as he or she considers necessary. Certificate of appointment (2) The production by an inspector of a certificate of his or her appointment purporting to be signed by the Minister is admissible in evidence as proof, in the absence of evidence to the contrary, of the appointment without further proof of the signature or authority of the Minister. Powers of inspector (3) Subject to subsections (4), (5), (6) and (7), an inspector may, for the purpose of carrying out his or her duties under this Act, (a) enter any premises, other than a dwelling, owned or occupied by a person enrolled in a plan; and (b) demand the production or furnishing by the person enrolled in the plan of any books, records or documents or extracts therefrom relating to the farm product to which the plan applies. When powers may be exercised (4) An inspector shall exercise his or her powers under subsection (3) only during normal business hours, but nothing in this section affects the issuance and execution of a warrant under section 158 of the Provincial Offences Act. Production and photocopying of records, etc. (5) Where an inspector demands the production or furnishing of books, records or documents, or extracts therefrom, the person having custody thereof shall produce or furnish them to the inspector and the inspector may detain them for the purpose of photocopying them, provided such photocopying is carried out with reasonable dispatch, and the inspector shall forthwith thereafter return them to the person who produced or furnished them. Certification of photocopy (6) Where a book, record, document or extract has been photocopied under subsection (5), a photocopy purporting to be certified by an inspector to be a copy made pursuant to subsection (5) is admissible in evidence and has the same probative force as the original document would have had if it had been proven in the ordinary way. Demand to be in writing (7) Where an inspector makes a demand under clause (3)(b), the demand shall be in writing and shall include a statement of the nature of the books, records, documents or extracts required. Obstruction of inspector (8) No person shall hinder or obstruct an inspector in the course of his or her duties or furnish the inspector with false information or refuse to furnish him or her with information. Offence (9) Every person who contravenes this section is guilty of an offence and on conviction is liable to a fine of not more than $2,000. R.S.O. 1990, c.F.5, s.4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>  (1) The Minister may appoint a chief inspector and such other inspectors as he or she considers necessary.</p> <p class=\"headnote-e\"><b>Certificate of appointment</b></p> <p class=\"subsection-e\">(2) The production by an inspector of a certificate of his or her appointment purporting to be signed by the Minister is admissible in evidence as proof, in the absence of evidence to the contrary, of the appointment without further proof of the signature or authority of the Minister.</p> <p class=\"headnote-e\"><b>Powers of inspector</b></p> <p class=\"subsection-e\">(3) Subject to subsections (4), (5), (6) and (7), an inspector may, for the purpose of carrying out his or her duties under this Act,</p> <p class=\"clause-e\">(a) enter any premises, other than a dwelling, owned or occupied by a person enrolled in a plan; and</p> <p class=\"clause-e\">(b) demand the production or furnishing by the person enrolled in the plan of any books, records or documents or extracts therefrom relating to the farm product to which the plan applies.</p> <p class=\"headnote-e\"><b>When powers may be exercised</b></p> <p class=\"subsection-e\">(4) An inspector shall exercise his or her powers under subsection (3) only during normal business hours, but nothing in this section affects the issuance and execution of a warrant under section 158 of the <i>Provincial Offences Act</i>.</p> <p class=\"headnote-e\"><b>Production and photocopying of records, etc.</b></p> <p class=\"subsection-e\">(5) Where an inspector demands the production or furnishing of books, records or documents, or extracts therefrom, the person having custody thereof shall produce or furnish them to the inspector and the inspector may detain them for the purpose of photocopying them, provided such photocopying is carried out with reasonable dispatch, and the inspector shall forthwith thereafter return them to the person who produced or furnished them.</p> <p class=\"headnote-e\"><b>Certification of photocopy</b></p> <p class=\"subsection-e\">(6) Where a book, record, document or extract has been photocopied under subsection (5), a photocopy purporting to be certified by an inspector to be a copy made pursuant to subsection (5) is admissible in evidence and has the same probative force as the original document would have had if it had been proven in the ordinary way.</p> <p class=\"headnote-e\"><b>Demand to be in writing</b></p> <p class=\"subsection-e\">(7) Where an inspector makes a demand under clause (3)(b), the demand shall be in writing and shall include a statement of the nature of the books, records, documents or extracts required.</p> <p class=\"headnote-e\"><b>Obstruction of inspector</b></p> <p class=\"subsection-e\">(8) No person shall hinder or obstruct an inspector in the course of his or her duties or furnish the inspector with false information or refuse to furnish him or her with information.</p> <p class=\"headnote-e\"><b>Offence</b></p> <p class=\"subsection-e\">(9) Every person who contravenes this section is guilty of an offence and on conviction is liable to a fine of not more than $2,000. R.S.O. 1990, c.F.5, s.4.</p>"
        },
        {
            "id": "5.",
            "section": "Functions and powers of Commission",
            "content": "5. It is the function of the Commission and it has power, (a) to administer plans of farm income stabilization established by the regulations; (b) to provide for surveys and research relating to farm income stabilization and to obtain statistics for its purposes; (c) to administer this Act and the regulations; and (d) to exercise such powers and perform such duties as are conferred or imposed on it by or under this or any other Act. R.S.O. 1990, c.F.5, s.5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> It is the function of the Commission and it has power,</p> <p class=\"clause-e\">(a) to administer plans of farm income stabilization established by the regulations;</p> <p class=\"clause-e\">(b) to provide for surveys and research relating to farm income stabilization and to obtain statistics for its purposes;</p> <p class=\"clause-e\">(c) to administer this Act and the regulations; and</p> <p class=\"clause-e\">(d) to exercise such powers and perform such duties as are conferred or imposed on it by or under this or any other Act. R.S.O. 1990, c.F.5, s.5.</p>"
        },
        {
            "id": "6.",
            "section": "Regulations by Commission",
            "content": "6.  (1) Subject to the approval of the Lieutenant Governor in Council, the Commission may make regulations establishing, amending and revoking voluntary plans for farm income stabilization respecting farm products and governing the terms and conditions of stabilization under any plan and, without restricting the generality of the foregoing, may make regulations, (a) designating a farm product to which a plan applies; (b) ascertaining and prescribing from time to time the farm product receipts effective for a farm product to which a plan applies; (c) prescribing from time to time the stabilization factor to be included in the farm product receipts effective for a farm product which shall be, (i) in the case of a farm product named in subsection 2(1) of the Agricultural Stabilization Act (Canada), the money paid or payable per unit of farm product under that Act, (ii) in the case of a farm product designated as an agricultural commodity under the Agricultural Stabilization Act (Canada), where the percentage prescribed under paragraph 10(1)(b) of that Act is less than ninety, the money that would have been paid or payable per unit of farm product under that Act if the percentage prescribed had been ninety, (iii) in the case of a farm product designated as an agricultural commodity under the Agricultural Stabilization Act (Canada), where the percentage prescribed under paragraph 10(1)(b) of that Act is ninety or greater, the money paid or payable per unit of farm product under that Act, or (iv) in the case of a farm product other than those referred to in subclauses (i), (ii) and (iii), an amount that, in the opinion of the Commission, represents the amount of money that would have been payable per unit of farm product if the farm product had been designated as an agricultural commodity under the Agricultural Stabilization Act (Canada) and the percentage prescribed under paragraph 10(1)(b) of that Act were ninety; (d) ascertaining and prescribing from time to time a base price respecting the farm product to which a plan applies representing the average price thereof at representative markets as determined by the Commission for the five years immediately preceding the year prescribed in the plan; (e) establishing from time to time a stabilization price or prices respecting a farm product to which a plan applies obtained by adjusting 95 per cent of the base price thereof by an index calculated in such manner as the Commission may prescribe in the regulations to reflect the estimated cash-cost of production of the farm product in the year for which the stabilization price or prices are established as compared with the average cash-cost of production for the five years immediately preceding that year; (f) fixing from time to time the fees to be paid by any person enrolled in a plan, and prescribing the times and method of payment; (g) prescribing the maximum level of production or marketing for which a person enrolled in a plan is eligible to receive payments under the plan; (h) prescribing the minimum level of production or marketing by a person to be eligible to enrol or continue to be enrolled in a plan; (i) prescribing, in respect of a farm product to which a plan applies, the proportion of gross income derived from farming that a person is required to have to be eligible to enrol or continue to be enrolled in the plan; (j) prescribing terms and conditions to be complied with by applicants for enrolment in a plan; (k) prescribing the length of the term of enrolment and conditions of enrolment to be complied with by persons enrolled in a plan; (l) requiring applicants for enrolment in a plan or any person enrolled in a plan to furnish such information, statements or reports as the Commission from time to time requires; (m) prescribing the time or times at which applications for enrolment in a plan may be made; (n) prescribing the terms and conditions under which a person enrolled in a plan may withdraw from participation in the plan; (o) providing for the adjustment of fees payable by any person enrolled in a plan or the adjustment of payments thereto, where the amount of farm product for which fees were paid varies from the amount otherwise eligible for payment or where the person receives money respecting the farm product that are not taken into account in calculating the farm product receipts prescribed for the farm product; (p) prescribing the time or times at which payments shall be made under subsection (4); (q) prescribing forms and providing for their use and requiring any information given in a form to be verified by statutory declaration. Eligibility for enrolment (2) No person who is not ordinarily a resident of Ontario is eligible to enrol in a plan. Level at which fees to be fixed (3) The Commission shall fix fees to be paid by a person enrolled in a plan at a level that, in its opinion, will return one-third of the amount necessary to maintain the Fund in respect of the farm product for which fees are fixed over the length of the term of enrolment prescribed in the plan. Payment to persons enrolled in plan (4) Where, under a plan, the stabilization price exceeds the farm product receipts, the Commission, subject to the regulations, shall, at the time or times prescribed in the regulations, pay to those persons enrolled in the plan the difference between the stabilization price and the farm product receipts respecting any farm product under the plan marketed by such persons. Stabilization price deemed to be equal to cost of production figure (5) Where, under a plan, in any year, the stabilization price exceeds a cost of production figure that is ascertained and prescribed by the Commission, and which may be prescribed in the regulations, the stabilization price, for the purposes of subsection (4), shall be deemed to be equal to that cost of production figure. R.S.O. 1990, c.F.5, s.6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>  (1) Subject to the approval of the Lieutenant Governor in Council, the Commission may make regulations establishing, amending and revoking voluntary plans for farm income stabilization respecting farm products and governing the terms and conditions of stabilization under any plan and, without restricting the generality of the foregoing, may make regulations,</p> <p class=\"clause-e\">(a) designating a farm product to which a plan applies;</p> <p class=\"clause-e\">(b) ascertaining and prescribing from time to time the farm product receipts effective for a farm product to which a plan applies;</p> <p class=\"clause-e\">(c) prescribing from time to time the stabilization factor to be included in the farm product receipts effective for a farm product which shall be,</p> <p class=\"subclause-e\">(i) in the case of a farm product named in subsection 2(1) of the <i>Agricultural Stabilization Act</i> (Canada), the money paid or payable per unit of farm product under that Act,</p> <p class=\"subclause-e\">(ii) in the case of a farm product designated as an agricultural commodity under the <i>Agricultural Stabilization Act</i> (Canada), where the percentage prescribed under paragraph 10(1)<i>(b)</i> of that Act is less than ninety, the money that would have been paid or payable per unit of farm product under that Act if the percentage prescribed had been ninety,</p> <p class=\"subclause-e\">(iii) in the case of a farm product designated as an agricultural commodity under the <i>Agricultural Stabilization Act</i> (Canada), where the percentage prescribed under paragraph 10(1)<i>(b)</i> of that Act is ninety or greater, the money paid or payable per unit of farm product under that Act, or</p> <p class=\"subclause-e\">(iv) in the case of a farm product other than those referred to in subclauses (i), (ii) and (iii), an amount that, in the opinion of the Commission, represents the amount of money that would have been payable per unit of farm product if the farm product had been designated as an agricultural commodity under the <i>Agricultural Stabilization Act</i> (Canada) and the percentage prescribed under paragraph 10(1)<i>(b)</i> of that Act were ninety;</p> <p class=\"clause-e\">(d) ascertaining and prescribing from time to time a base price respecting the farm product to which a plan applies representing the average price thereof at representative markets as determined by the Commission for the five years immediately preceding the year prescribed in the plan;</p> <p class=\"clause-e\">(e) establishing from time to time a stabilization price or prices respecting a farm product to which a plan applies obtained by adjusting 95 per cent of the base price thereof by an index calculated in such manner as the Commission may prescribe in the regulations to reflect the estimated cash-cost of production of the farm product in the year for which the stabilization price or prices are established as compared with the average cash-cost of production for the five years immediately preceding that year;</p> <p class=\"clause-e\">(f) fixing from time to time the fees to be paid by any person enrolled in a plan, and prescribing the times and method of payment;</p> <p class=\"clause-e\">(g) prescribing the maximum level of production or marketing for which a person enrolled in a plan is eligible to receive payments under the plan;</p> <p class=\"clause-e\">(h) prescribing the minimum level of production or marketing by a person to be eligible to enrol or continue to be enrolled in a plan;</p> <p class=\"clause-e\">(i) prescribing, in respect of a farm product to which a plan applies, the proportion of gross income derived from farming that a person is required to have to be eligible to enrol or continue to be enrolled in the plan;</p> <p class=\"clause-e\">(j) prescribing terms and conditions to be complied with by applicants for enrolment in a plan;</p> <p class=\"clause-e\">(k) prescribing the length of the term of enrolment and conditions of enrolment to be complied with by persons enrolled in a plan;</p> <p class=\"clause-e\">(l) requiring applicants for enrolment in a plan or any person enrolled in a plan to furnish such information, statements or reports as the Commission from time to time requires;</p> <p class=\"clause-e\">(m) prescribing the time or times at which applications for enrolment in a plan may be made;</p> <p class=\"clause-e\">(n) prescribing the terms and conditions under which a person enrolled in a plan may withdraw from participation in the plan;</p> <p class=\"clause-e\">(o) providing for the adjustment of fees payable by any person enrolled in a plan or the adjustment of payments thereto, where the amount of farm product for which fees were paid varies from the amount otherwise eligible for payment or where the person receives money respecting the farm product that are not taken into account in calculating the farm product receipts prescribed for the farm product;</p> <p class=\"clause-e\">(p) prescribing the time or times at which payments shall be made under subsection (4);</p> <p class=\"clause-e\">(q) prescribing forms and providing for their use and requiring any information given in a form to be verified by statutory declaration.</p> <p class=\"headnote-e\"><b>Eligibility for enrolment</b></p> <p class=\"subsection-e\">(2) No person who is not ordinarily a resident of Ontario is eligible to enrol in a plan.</p> <p class=\"headnote-e\"><b>Level at which fees to be fixed</b></p> <p class=\"subsection-e\">(3) The Commission shall fix fees to be paid by a person enrolled in a plan at a level that, in its opinion, will return one-third of the amount necessary to maintain the Fund in respect of the farm product for which fees are fixed over the length of the term of enrolment prescribed in the plan.</p> <p class=\"headnote-e\"><b>Payment to persons enrolled in plan</b></p> <p class=\"subsection-e\">(4) Where, under a plan, the stabilization price exceeds the farm product receipts, the Commission, subject to the regulations, shall, at the time or times prescribed in the regulations, pay to those persons enrolled in the plan the difference between the stabilization price and the farm product receipts respecting any farm product under the plan marketed by such persons.</p> <p class=\"headnote-e\"><b>Stabilization price deemed to be equal to cost of production figure</b></p> <p class=\"subsection-e\">(5) Where, under a plan, in any year, the stabilization price exceeds a cost of production figure that is ascertained and prescribed by the Commission, and which may be prescribed in the regulations, the stabilization price, for the purposes of subsection (4), shall be deemed to be equal to that cost of production figure. R.S.O. 1990, c.F.5, s.6.</p>"
        },
        {
            "id": "7.",
            "section": "Negotiation",
            "content": "7.  (1) The Commission shall, respecting any proposed plan or proposed amendments to a plan, negotiate with, (a) any local board under the Farm Products Marketing Act or marketing board under the Milk Act affected thereby; (b) the Christian Farmers Federation; (c) the National Farmers Union; (d) the Ontario Federation of Agriculture; and (e) such other organizations or groups of producers as the Commission considers proper. Powers under s.6 not affected by failure to negotiate (2) The failure or refusal to negotiate or continue negotiation by any of the organizations referred to in clauses (1)(a), (b), (c), (d) and (e) does not affect the exercise by the Commission or the Lieutenant Governor in Council of the powers contained in section 6. R.S.O. 1990, c.F.5, s.7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b>  (1) The Commission shall, respecting any proposed plan or proposed amendments to a plan, negotiate with,</p> <p class=\"clause-e\">(a) any local board under the <i>Farm Products Marketing Act</i> or marketing board under the <i>Milk Act</i> affected thereby;</p> <p class=\"clause-e\">(b) the Christian Farmers Federation;</p> <p class=\"clause-e\">(c) the National Farmers Union;</p> <p class=\"clause-e\">(d) the Ontario Federation of Agriculture; and</p> <p class=\"clause-e\">(e) such other organizations or groups of producers as the Commission considers proper.</p> <p class=\"headnote-e\"><b>Powers under s.6 not affected by failure to negotiate</b></p> <p class=\"subsection-e\">(2) The failure or refusal to negotiate or continue negotiation by any of the organizations referred to in clauses (1)(a), (b), (c), (d) and (e) does not affect the exercise by the Commission or the Lieutenant Governor in Council of the powers contained in section 6. R.S.O. 1990, c.F.5, s.7.</p>"
        },
        {
            "id": "8.",
            "section": "Refusal of payment after hearing",
            "content": "8.  (1) The Commission may, after a hearing, cancel the enrolment of any person enrolled in a plan where the Commission finds that the person or any other person under the control of or employed by or associated with the person in producing the farm product for which the person is enrolled, has, (a) contravened subsection 4(8); (b) knowingly supplied the Commission with information respecting such farm product that is false or calculated to mislead and that may affect payments to the person under the plan; or (c) ceased to be qualified to be enrolled in the plan, and may make such order as to repayment of the whole or any part of fees paid or the payment of any benefits that might otherwise accrue under this Act as the Commission considers just and proper. Statutory Powers Procedure Act applies (2) The Statutory Powers Procedure Act applies to a hearing held under subsection (1). Person deemed to have withdrawn from enrolment (3) Where a person who has been enrolled in a plan fails to pay fees in the amount and manner prescribed in the regulations, the person shall be deemed to have withdrawn from enrolment. Enrolment or refusal of enrolment (4) Where a person who was enrolled in a plan has withdrawn or is deemed to have withdrawn from enrolment in the plan or whose enrolment has been cancelled, the Commission, subject to the regulations, may at any time enrol or refuse to enrol that person in that or any other plan. R.S.O. 1990, c.F.5, s.8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b>  (1) The Commission may, after a hearing, cancel the enrolment of any person enrolled in a plan where the Commission finds that the person or any other person under the control of or employed by or associated with the person in producing the farm product for which the person is enrolled, has,</p> <p class=\"clause-e\">(a) contravened subsection 4(8);</p> <p class=\"clause-e\">(b) knowingly supplied the Commission with information respecting such farm product that is false or calculated to mislead and that may affect payments to the person under the plan; or</p> <p class=\"clause-e\">(c) ceased to be qualified to be enrolled in the plan,</p> <p class=\"ssubsection-e\">and may make such order as to repayment of the whole or any part of fees paid or the payment of any benefits that might otherwise accrue under this Act as the Commission considers just and proper.</p> <p class=\"headnote-e\"><b><i>Statutory Powers Procedure Act</i> applies</b></p> <p class=\"subsection-e\">(2) The <i>Statutory Powers Procedure Act</i> applies to a hearing held under subsection (1).</p> <p class=\"headnote-e\"><b>Person deemed to have withdrawn from enrolment</b></p> <p class=\"subsection-e\">(3) Where a person who has been enrolled in a plan fails to pay fees in the amount and manner prescribed in the regulations, the person shall be deemed to have withdrawn from enrolment.</p> <p class=\"headnote-e\"><b>Enrolment or refusal of enrolment</b></p> <p class=\"subsection-e\">(4) Where a person who was enrolled in a plan has withdrawn or is deemed to have withdrawn from enrolment in the plan or whose enrolment has been cancelled, the Commission, subject to the regulations, may at any time enrol or refuse to enrol that person in that or any other plan. R.S.O. 1990, c.F.5, s.8.</p>"
        },
        {
            "id": "9.",
            "section": "Fees to be paid to Commission",
            "content": "9.  (1) All fees fixed in respect of a plan shall be paid to the Commission. Payment to Commission (2) The Lieutenant Governor in Council may authorize the Treasurer of Ontario to pay to the Commission such amounts out of the money appropriated therefor by the Legislature as the Lieutenant Governor in Council may determine. R.S.O. 1990, c.F.5, s.9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b>  (1) All fees fixed in respect of a plan shall be paid to the Commission.</p> <p class=\"headnote-e\"><b>Payment to Commission</b></p> <p class=\"subsection-e\">(2) The Lieutenant Governor in Council may authorize the Treasurer of Ontario to pay to the Commission such amounts out of the money appropriated therefor by the Legislature as the Lieutenant Governor in Council may determine. R.S.O. 1990, c.F.5, s.9.</p>"
        },
        {
            "id": "10.",
            "section": "Ontario Farm Income Stabilization Fund",
            "content": "10.  (1) The Commission shall maintain in a bank listed in Schedule I to the Bank Act (Canada) or the Province of Ontario Savings Office a fund to be known in English as the Ontario Farm Income Stabilization Fund and in French as Caisse de stabilisation des revenus agricoles de l’Ontario, to which shall be credited the money received by the Commission under sections 9 and 11. Books of account (2) The Commission shall maintain separate books of account respecting each farm product to which a plan applies. Payments out of Fund (3) The Commission shall pay out of the Fund all money required for, (a) the payment of money under any plan; and (b) the repayment of loans made under section 11. R.S.O. 1990, c.F.5, s.10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b>  (1) The Commission shall maintain in a bank listed in Schedule I to the <i>Bank Act</i> (Canada) or the Province of Ontario Savings Office a fund to be known in English as the Ontario Farm Income Stabilization Fund and in French as Caisse de stabilisation des revenus agricoles de l’Ontario, to which shall be credited the money received by the Commission under sections 9 and 11.</p> <p class=\"headnote-e\"><b>Books of account</b></p> <p class=\"subsection-e\">(2) The Commission shall maintain separate books of account respecting each farm product to which a plan applies.</p> <p class=\"headnote-e\"><b>Payments out of Fund</b></p> <p class=\"subsection-e\">(3) The Commission shall pay out of the Fund all money required for,</p> <p class=\"clause-e\">(a) the payment of money under any plan; and</p> <p class=\"clause-e\">(b) the repayment of loans made under section 11. R.S.O. 1990, c.F.5, s.10.</p>"
        },
        {
            "id": "11.",
            "section": "Loans to Commission",
            "content": "11. The Treasurer of Ontario, with the approval of the Lieutenant Governor in Council and upon such terms and conditions as the Lieutenant Governor in Council may prescribe, may make loans to the Commission and may acquire and hold as evidence thereof bonds, debentures or notes or other evidences of indebtedness of the Commission. R.S.O. 1990, c.F.5, s.11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> The Treasurer of Ontario, with the approval of the Lieutenant Governor in Council and upon such terms and conditions as the Lieutenant Governor in Council may prescribe, may make loans to the Commission and may acquire and hold as evidence thereof bonds, debentures or notes or other evidences of indebtedness of the Commission. R.S.O. 1990, c.F.5, s.11.</p>"
        },
        {
            "id": "12.",
            "section": "Surplus",
            "content": "12. The Commission shall, at the discretion of the Treasurer of Ontario, pay into the Consolidated Revenue Fund any surplus money in the Fund that is not necessary for the current requirements of the Commission and section 7 of the Financial Administration Act applies thereto. R.S.O. 1990, c.F.5, s.12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> The Commission shall, at the discretion of the Treasurer of Ontario, pay into the Consolidated Revenue Fund any surplus money in the Fund that is not necessary for the current requirements of the Commission and section 7 of the <i>Financial Administration Act</i> applies thereto. R.S.O. 1990, c.F.5, s.12.</p>"
        },
        {
            "id": "13.",
            "section": "Money",
            "content": "13.  (1) The money required for the purpose of defraying the operating expenses of the Commission shall be paid out of the money appropriated by the Legislature for that purpose. Idem (2) The money required for the purposes of this Act shall be paid out of the money appropriated therefor by the Legislature. R.S.O. 1990, c.F.5, s.13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b>  (1) The money required for the purpose of defraying the operating expenses of the Commission shall be paid out of the money appropriated by the Legislature for that purpose.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The money required for the purposes of this Act shall be paid out of the money appropriated therefor by the Legislature. R.S.O. 1990, c.F.5, s.13.</p>"
        },
        {
            "id": "14.",
            "section": "Audit",
            "content": "14. The accounts and financial transactions of the Commission shall be audited annually by the Provincial Auditor, and a report of the audit shall be made to the Commission and to the Minister. R.S.O. 1990, c.F.5, s.14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> The accounts and financial transactions of the Commission shall be audited annually by the Provincial Auditor, and a report of the audit shall be made to the Commission and to the Minister. R.S.O. 1990, c.F.5, s.14.</p>"
        },
        {
            "id": "15.",
            "section": "Annual report",
            "content": "15.  (1) The Commission shall make an annual report of the affairs of the Commission to the Minister. Tabling (2) The Minister shall submit the annual report to the Lieutenant Governor in Council and shall then lay the report before the Legislative Assembly if it is in session or, if not, at the next ensuing session. R.S.O. 1990, c.F.5, s.15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b>  (1) The Commission shall make an annual report of the affairs of the Commission to the Minister.</p> <p class=\"headnote-e\"><b>Tabling</b></p> <p class=\"subsection-e\">(2) The Minister shall submit the annual report to the Lieutenant Governor in Council and shall then lay the report before the Legislative Assembly if it is in session or, if not, at the next ensuing session. R.S.O. 1990, c.F.5, s.15.</p>"
        },
        {
            "id": "16.",
            "section": "Agreements with Government of Canada",
            "content": "16. The Minister may, with the approval of the Lieutenant Governor in Council, enter into agreements with the Government of Canada to further the carrying out of the intent and purpose of this Act. R.S.O. 1990, c.F.5, s.16. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>16.</b> The Minister may, with the approval of the Lieutenant Governor in Council, enter into agreements with the Government of Canada to further the carrying out of the intent and purpose of this Act. R.S.O. 1990, c.F.5, s.16.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90f05_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90f05_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}