{
    "act_info": {
        "full_title": "Financial Professionals Title Protection Act, 2019, S.O. 2019, c. 7, Sched. 25",
        "act_name_text": "Financial Professionals Title Protection Act, 2019",
        "citation": "S.O. 2019, c. 7, Sched. 25",
        "url": "https://www.ontario.ca/laws/statute/19f07b",
        "date_scraped": "2023-12-18 04:28:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 18, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/19f07b/v4",
            "valid_from": "March 28, 2022",
            "valid_to": "May 17, 2023"
        },
        {
            "a_href": "/laws/statute/19f07b/v3",
            "valid_from": "April 27, 2021",
            "valid_to": "March 27, 2022"
        },
        {
            "a_href": "/laws/statute/19f07b/v2",
            "valid_from": "December 10, 2019",
            "valid_to": "April 26, 2021"
        },
        {
            "a_href": "/laws/statute/19f07b/v1",
            "valid_from": "May 29, 2019",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Definitions",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “Authority” means the Financial Services Regulatory Authority of Ontario continued under subsection 2 (1) of the Financial Services Regulatory Authority of Ontario Act, 2016; (“Autorité”) “Chief Executive Officer” means the Chief Executive Officer appointed under subsection 10 (2) of the Financial Services Regulatory Authority of Ontario Act, 2016; (“directeur général”) “prescribed” means, (a)  prescribed by the regulations, or (b)  subject to subsection 15 (5), in respect of matters listed in subsection 15 (1), prescribed by the Authority rules; (“prescrit”) “regulation” means a regulation made under this Act; (“règlement”) “requirement established under this Act” means a requirement imposed by this Act or by a regulation or an Authority rule, a term or condition of an approval, or a requirement imposed by order; (“exigence établie en application de la présente loi”) “Tribunal” means the Financial Services Tribunal continued under the Financial Services Tribunal Act, 2017. (“Tribunal”) Prohibitions Respecting Titles",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“Authority” means the Financial Services Regulatory Authority of Ontario continued under subsection 2 (1) of the <i>Financial Services Regulatory Authority of Ontario Act, 2016</i>; (“Autorité”)</p> <p class=\"definition\">“Chief Executive Officer” means the Chief Executive Officer appointed under subsection 10 (2) of the <i>Financial Services Regulatory Authority of Ontario Act, 2016</i>; (“directeur général”)</p> <p class=\"definition\">“prescribed” means,</p> <p class=\"paragraph\">  (a)  prescribed by the regulations, or</p> <p class=\"paragraph\">  (b)  subject to subsection 15 (5), in respect of matters listed in subsection 15 (1), prescribed by the Authority rules; (“prescrit”)</p> <p class=\"definition\">“regulation” means a regulation made under this Act; (“règlement”)</p> <p class=\"definition\">“requirement established under this Act” means a requirement imposed by this Act or by a regulation or an Authority rule, a term or condition of an approval, or a requirement imposed by order; (“exigence établie en application de la présente loi”)</p> <p class=\"definition\">“Tribunal” means the Financial Services Tribunal continued under the <i>Financial Services Tribunal Act, 2017</i>. (“Tribunal”)</p> <p class=\"heading1\"><a name=\"BK2\"></a>Prohibitions Respecting Titles</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Prohibitions Respecting Titles",
            "section_x": "Prohibitions Respecting Titles",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Protected title — “Financial Planner”",
            "part_id": null,
            "part_type": null,
            "section_y": "Protected title — “Financial Planner”",
            "content": "2 No individual shall use in Ontario the title “Financial Planner” or “planificateur financier”, an abbreviation of that title, an equivalent in another language or a title that could reasonably be confused with that title unless, (a)  the individual has obtained, from a credentialing body approved under section 4, a financial planning credential approved under subsection 7 (1); and (b)  the individual’s financial planning credential is in good standing, within the meaning set out in the Authority rules, with an approved credentialing body.",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>No individual shall use in Ontario the title “Financial Planner” or “planificateur financier”, an abbreviation of that title, an equivalent in another language or a title that could reasonably be confused with that title unless,</p> <p class=\"paragraph\">  (a)  the individual has obtained, from a credentialing body approved under section 4, a financial planning credential approved under subsection 7 (1); and</p> <p class=\"paragraph\">  (b)  the individual’s financial planning credential is in good standing, within the meaning set out in the Authority rules, with an approved credentialing body.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Protected title — “Financial Advisor”",
            "part_id": null,
            "part_type": null,
            "section_y": "Protected title — “Financial Advisor”",
            "content": "3 No individual shall use in Ontario the title “Financial Advisor” or “conseiller financier”, an abbreviation of that title, an equivalent in another language or a title that could reasonably be confused with that title unless, (a)  the individual has obtained, from a credentialing body approved under section 4, a financial advising credential approved under subsection 7 (2); and (b)  the individual’s financial advising credential is in good standing, within the meaning set out in the Authority rules, with an approved credentialing body. Approvals",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>No individual shall use in Ontario the title “Financial Advisor” or “conseiller financier”, an abbreviation of that title, an equivalent in another language or a title that could reasonably be confused with that title unless,</p> <p class=\"paragraph\">  (a)  the individual has obtained, from a credentialing body approved under section 4, a financial advising credential approved under subsection 7 (2); and</p> <p class=\"paragraph\">  (b)  the individual’s financial advising credential is in good standing, within the meaning set out in the Authority rules, with an approved credentialing body.</p> <p class=\"heading1\"><a name=\"BK5\"></a>Approvals</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Approvals",
            "section_x": "Approvals",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "section_x": "Approval of credentialing body",
            "part_id": null,
            "part_type": null,
            "section_y": "Approval of credentialing body",
            "content": "4 (1) On application by a person or entity, the Chief Executive Officer may approve the person or entity as a credentialing body for the purposes of this Act. Criteria, fee (2) The Chief Executive Officer shall not approve a person or entity as a credentialing body unless the person or entity making the application, (a)  satisfies the criteria set out in the Authority rules for credentialing bodies; and (b)  pays the fee required under the Authority rules. Terms and conditions (3) The Chief Executive Officer may, at any time, impose terms and conditions on an approval. Revocation (4) The Chief Executive Officer may revoke a credentialing body’s approval if it is not in compliance with the terms and conditions of its approval or with the Authority rules governing credentialing bodies.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>4 </b>(1) On application by a person or entity, the Chief Executive Officer may approve the person or entity as a credentialing body for the purposes of this Act.</p> <p class=\"headnote\">Criteria, fee</p> <p class=\"subsection\">(2) The Chief Executive Officer shall not approve a person or entity as a credentialing body unless the person or entity making the application,</p> <p class=\"paragraph\">  (a)  satisfies the criteria set out in the Authority rules for credentialing bodies; and</p> <p class=\"paragraph\">  (b)  pays the fee required under the Authority rules.</p> <p class=\"headnote\">Terms and conditions</p> <p class=\"subsection\">(3) The Chief Executive Officer may, at any time, impose terms and conditions on an approval.</p> <p class=\"headnote\">Revocation</p> <p class=\"subsection\">(4) The Chief Executive Officer may revoke a credentialing body’s approval if it is not in compliance with the terms and conditions of its approval or with the Authority rules governing credentialing bodies.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "section_x": "Duties of approved credentialing bodies",
            "part_id": null,
            "part_type": null,
            "section_y": "Duties of approved credentialing bodies",
            "content": "5 (1) An approved credentialing body shall oversee the individuals holding approved credentials it has issued and shall do so in accordance with, (a)  the terms and conditions of its approval; and (b)  the Authority rules governing approved credentialing bodies. 2019, c. 7, Sched. 25, s. 5 (1). Fees payable to the Authority (2) An approved credentialing body shall pay any fees required under the Authority rules. 2021, c. 8, Sched. 4, s. 1. Section Amendments with date in force (d/m/y) 2021, c. 8, Sched. 4, s. 1 - 28/03/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>5 </b>(1) An approved credentialing body shall oversee the individuals holding approved credentials it has issued and shall do so in accordance with,</p> <p class=\"paragraph\">  (a)  the terms and conditions of its approval; and</p> <p class=\"paragraph\">  (b)  the Authority rules governing approved credentialing bodies. 2019, c. 7, Sched. 25, s. 5 (1).</p> <p class=\"headnote\">Fees payable to the Authority</p> <p class=\"subsection\">(2) An approved credentialing body shall pay any fees required under the Authority rules. 2021, c. 8, Sched. 4, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21008#sched4s1\">2021, c. 8, Sched. 4, s. 1</a></span> - 28/03/2022</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "section_x": "List of approved credentialing bodies",
            "part_id": null,
            "part_type": null,
            "section_y": "List of approved credentialing bodies",
            "content": "6 The Chief Executive Officer shall ensure that a current list of approved credentialing bodies is made public on the Authority’s website and in any other manner the Chief Executive Officer considers appropriate. Approval of credential",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>6 </b>The Chief Executive Officer shall ensure that a current list of approved credentialing bodies is made public on the Authority’s website and in any other manner the Chief Executive Officer considers appropriate.</p> <p class=\"headnote\">Approval of credential</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "section_x": "Approval of credential",
            "part_id": null,
            "part_type": null,
            "section_y": "Financial planning",
            "content": "7 (1) On application by an approved credentialing body, the Chief Executive Officer may approve, for the purposes of section 2, one or more financial planning credentials offered by the credentialing body. Financial advising (2) On application by an approved credentialing body, the Chief Executive Officer may approve, for the purposes of section 3, one or more financial advising credentials offered by the credentialing body. Criteria, fee (3) The Chief Executive Officer shall not approve a credential unless the approved credentialing body making the application, (a)  satisfies the criteria set out in the Authority rules for credentials; and (b)  pays the fee required under the Authority rules. Revocation (4) The Chief Executive Officer may revoke the approval of a credential if the approved credentialing body offering the credential is not in compliance with the terms and conditions of its approval relating to the credential or with the Authority rules governing approved credentials.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>7 </b>(1) On application by an approved credentialing body, the Chief Executive Officer may approve, for the purposes of section 2, one or more financial planning credentials offered by the credentialing body.</p> <p class=\"headnote\">Financial advising</p> <p class=\"subsection\">(2) On application by an approved credentialing body, the Chief Executive Officer may approve, for the purposes of section 3, one or more financial advising credentials offered by the credentialing body.</p> <p class=\"headnote\">Criteria, fee</p> <p class=\"subsection\">(3) The Chief Executive Officer shall not approve a credential unless the approved credentialing body making the application,</p> <p class=\"paragraph\">  (a)  satisfies the criteria set out in the Authority rules for credentials; and</p> <p class=\"paragraph\">  (b)  pays the fee required under the Authority rules.</p> <p class=\"headnote\">Revocation</p> <p class=\"subsection\">(4) The Chief Executive Officer may revoke the approval of a credential if the approved credentialing body offering the credential is not in compliance with the terms and conditions of its approval relating to the credential or with the Authority rules governing approved credentials.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "section_x": "List of approved credentials",
            "part_id": null,
            "part_type": null,
            "section_y": "List of approved credentials",
            "content": "8 The Chief Executive Officer shall ensure that a current list of approved credentials is made public on the Authority’s website and in any other manner the Chief Executive Officer considers appropriate.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>8 </b>The Chief Executive Officer shall ensure that a current list of approved credentials is made public on the Authority’s website and in any other manner the Chief Executive Officer considers appropriate.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "section_x": "Misrepresentation as approved credentialing body",
            "part_id": null,
            "part_type": null,
            "section_y": "Misrepresentation as approved credentialing body",
            "content": "9 No person or entity shall represent that it is approved as a credentialing body under this Act unless it has a valid approval as a credentialing body.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>9 </b>No person or entity shall represent that it is approved as a credentialing body under this Act unless it has a valid approval as a credentialing body.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "section_x": "Misrepresentation respecting approved credential",
            "part_id": null,
            "part_type": null,
            "section_y": "Misrepresentation respecting approved credential",
            "content": "10 No person or entity shall represent that a credential it offers is approved under this Act unless it has a valid approval for the credential. Compliance Orders Inquiries and examinations",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>10 </b>No person or entity shall represent that a credential it offers is approved under this Act unless it has a valid approval for the credential.</p> <p class=\"heading1\"><a name=\"BK13\"></a>Compliance Orders</p> <p class=\"headnote\">Inquiries and examinations</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Compliance Orders",
            "section_x": "Compliance Orders",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "section_x": "Inquiries and examinations",
            "part_id": null,
            "part_type": null,
            "section_y": "Use of title",
            "content": "11 (1) The Chief Executive Officer or a person designated by the Chief Executive Officer may make inquiries and conduct examinations of the business and activities of an individual who is or who appears to be using a title mentioned in section 2 or 3 to ensure that the individual is complying with the requirements established under this Act. Representation as approved credentialing body (2) The Chief Executive Officer or designate may make inquiries and conduct examinations of the business and activities of a person or entity that is or that appears to be representing that it is approved as a credentialing body without a valid approval. Representation as issuer of approved credential (3) The Chief Executive Officer or designate may make inquiries and conduct examinations of the businesses and activities of a person or entity that is or that appears to be representing that it can offer an approved credential without a valid approval for the credential. Powers (4) The Chief Executive Officer or designate may do any of the following things in the course of making an inquiry or conducting an examination: 1.  Enter and inspect at any reasonable time any premises used in connection with the business or activities of the individual, person or entity. 2.  Examine all documents and records of the individual, person or entity that may be relevant to the inquiry or examination. 3.  Require a person who appears to be employed or otherwise working at the premises to answer questions about anything that may be relevant to the inquiry or examination. 4.  In order to produce information, use any data storage, processing or retrieval device or system that is used in connection with the business or activities of the individual, person or entity. 5.  Require a person who appears to be employed or otherwise working at the premises to produce a document or record or provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce information. 6.  Remove for examination and copying anything that may be relevant to the inquiry or examination, including removing any data storage, processing or retrieval device in order to produce information. Entry into dwelling (5) The Chief Executive Officer or designate shall not enter the part of a premises, if any, that is used as a dwelling unless the occupant consents to the entry. Use of force (6) The Chief Executive Officer or designate shall not use force to enter or inspect premises. Duty to assist (7) If, under this section, the Chief Executive Officer or designate requires a person to answer questions, to produce a document or record or to provide assistance, the person shall do so in the manner and within the period specified by the Chief Executive Officer or designate. Receipt for things removed (8) The Chief Executive Officer or designate shall give a receipt for anything that he or she removes for examination and copying and shall promptly return the thing to the person who produced it. Identification (9) On request, the Chief Executive Officer shall produce evidence of his or her office and the designate shall produce evidence of his or her designation.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>11 </b>(1) The Chief Executive Officer or a person designated by the Chief Executive Officer may make inquiries and conduct examinations of the business and activities of an individual who is or who appears to be using a title mentioned in section 2 or 3 to ensure that the individual is complying with the requirements established under this Act.</p> <p class=\"headnote\">Representation as approved credentialing body</p> <p class=\"subsection\">(2) The Chief Executive Officer or designate may make inquiries and conduct examinations of the business and activities of a person or entity that is or that appears to be representing that it is approved as a credentialing body without a valid approval.</p> <p class=\"headnote\">Representation as issuer of approved credential</p> <p class=\"subsection\">(3) The Chief Executive Officer or designate may make inquiries and conduct examinations of the businesses and activities of a person or entity that is or that appears to be representing that it can offer an approved credential without a valid approval for the credential.</p> <p class=\"headnote\">Powers</p> <p class=\"subsection\">(4) The Chief Executive Officer or designate may do any of the following things in the course of making an inquiry or conducting an examination:</p> <p class=\"paragraph\">  1.  Enter and inspect at any reasonable time any premises used in connection with the business or activities of the individual, person or entity.</p> <p class=\"paragraph\">  2.  Examine all documents and records of the individual, person or entity that may be relevant to the inquiry or examination.</p> <p class=\"paragraph\">  3.  Require a person who appears to be employed or otherwise working at the premises to answer questions about anything that may be relevant to the inquiry or examination.</p> <p class=\"paragraph\">  4.  In order to produce information, use any data storage, processing or retrieval device or system that is used in connection with the business or activities of the individual, person or entity.</p> <p class=\"paragraph\">  5.  Require a person who appears to be employed or otherwise working at the premises to produce a document or record or provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce information.</p> <p class=\"paragraph\">  6.  Remove for examination and copying anything that may be relevant to the inquiry or examination, including removing any data storage, processing or retrieval device in order to produce information.</p> <p class=\"headnote\">Entry into dwelling</p> <p class=\"subsection\">(5) The Chief Executive Officer or designate shall not enter the part of a premises, if any, that is used as a dwelling unless the occupant consents to the entry.</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(6) The Chief Executive Officer or designate shall not use force to enter or inspect premises.</p> <p class=\"headnote\">Duty to assist</p> <p class=\"subsection\">(7) If, under this section, the Chief Executive Officer or designate requires a person to answer questions, to produce a document or record or to provide assistance, the person shall do so in the manner and within the period specified by the Chief Executive Officer or designate.</p> <p class=\"headnote\">Receipt for things removed</p> <p class=\"subsection\">(8) The Chief Executive Officer or designate shall give a receipt for anything that he or she removes for examination and copying and shall promptly return the thing to the person who produced it.</p> <p class=\"headnote\">Identification</p> <p class=\"subsection\">(9) On request, the Chief Executive Officer shall produce evidence of his or her office and the designate shall produce evidence of his or her designation.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "section_x": "Compliance order",
            "part_id": null,
            "part_type": null,
            "section_y": "Compliance order",
            "content": "12 (1) This section applies if, in the Chief Executive Officer’s opinion, (a)  a person or entity is committing any act or pursuing any course of conduct that contravenes or does not comply with a requirement established under this Act; (b)  a person or entity is committing any act or pursuing any course of conduct that might reasonably be expected to result in a state of affairs that would contravene or not comply with a requirement established under this Act; or (c)  a person or entity has committed any act or pursued any course of conduct that contravenes or does not comply with a requirement established under this Act. Proposal re order (2) The Chief Executive Officer may propose to order the person or entity to cease committing an act or cease pursuing a course of conduct identified by the Chief Executive Officer or to perform such acts as, in the Chief Executive Officer’s opinion, are necessary to remedy the situation. Notice of proposal (3) The Chief Executive Officer shall give written notice of the proposal to the person or entity, including the reasons for the proposal; the Chief Executive Officer shall also inform the person or entity that he, she or it can request a hearing by the Tribunal about the proposal and shall advise the person or entity about the process for requesting the hearing. Hearing requested (4) If the person or entity requests a hearing in writing within 15 days after the notice under subsection (3) is received, the Tribunal shall hold a hearing. Order (5) The Tribunal may, by order, direct the Chief Executive Officer to carry out the proposal, with or without changes, or substitute its opinion for that of the Chief Executive Officer, and the Tribunal may impose such conditions as it considers appropriate in the circumstances. Hearing not requested (6) If the person or entity does not request a hearing or does not make the request in accordance with subsection (4), the Chief Executive Officer may carry out the proposal. Interim order (7) If, in the opinion of the Chief Executive Officer, the interests of the public may be adversely affected by any delay in making an order (a “permanent order”) as a result of the steps required by subsections (3), (4) and (5), the Chief Executive Officer may, without notice, make an interim order as described in subsection (2) and may do so before or after giving notice of his or her proposal to make the permanent order. Same (8) An interim order takes effect immediately and remains in effect until the expiry of the period for requesting a hearing about the Chief Executive Officer’s proposal to make the permanent order. Same (9) Despite subsection (8), if before the end of such period as may be prescribed the Chief Executive Officer does not give the person or entity notice of the proposal to make the permanent order, the interim order expires at the end of the prescribed period. Extension of interim order (10) If the person or entity requests a hearing about the proposal to make the permanent order, the Chief Executive Officer may extend the interim order until the proposal is finally determined. Amendment, etc., of interim order (11) The Chief Executive Officer may amend, revoke or replace an interim order, and the amended or replacement order has effect as described in subsections (8), (9) and (10). Amendment of permanent order (12) The Chief Executive Officer may by order amend a permanent order and, if the Chief Executive Officer proposes to amend it without the consent of the person or entity, subsections (2) to (6) apply with respect to the proposal. Revocation of permanent order (13) The Chief Executive Officer may revoke a permanent order.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>12 </b>(1) This section applies if, in the Chief Executive Officer’s opinion,</p> <p class=\"paragraph\">  (a)  a person or entity is committing any act or pursuing any course of conduct that contravenes or does not comply with a requirement established under this Act;</p> <p class=\"paragraph\">  (b)  a person or entity is committing any act or pursuing any course of conduct that might reasonably be expected to result in a state of affairs that would contravene or not comply with a requirement established under this Act; or</p> <p class=\"paragraph\">  (c)  a person or entity has committed any act or pursued any course of conduct that contravenes or does not comply with a requirement established under this Act.</p> <p class=\"headnote\">Proposal re order</p> <p class=\"subsection\">(2) The Chief Executive Officer may propose to order the person or entity to cease committing an act or cease pursuing a course of conduct identified by the Chief Executive Officer or to perform such acts as, in the Chief Executive Officer’s opinion, are necessary to remedy the situation.</p> <p class=\"headnote\">Notice of proposal</p> <p class=\"subsection\">(3) The Chief Executive Officer shall give written notice of the proposal to the person or entity, including the reasons for the proposal; the Chief Executive Officer shall also inform the person or entity that he, she or it can request a hearing by the Tribunal about the proposal and shall advise the person or entity about the process for requesting the hearing.</p> <p class=\"headnote\">Hearing requested</p> <p class=\"subsection\">(4) If the person or entity requests a hearing in writing within 15 days after the notice under subsection (3) is received, the Tribunal shall hold a hearing.</p> <p class=\"headnote\">Order</p> <p class=\"subsection\">(5) The Tribunal may, by order, direct the Chief Executive Officer to carry out the proposal, with or without changes, or substitute its opinion for that of the Chief Executive Officer, and the Tribunal may impose such conditions as it considers appropriate in the circumstances.</p> <p class=\"headnote\">Hearing not requested</p> <p class=\"subsection\">(6) If the person or entity does not request a hearing or does not make the request in accordance with subsection (4), the Chief Executive Officer may carry out the proposal.</p> <p class=\"headnote\">Interim order</p> <p class=\"subsection\">(7) If, in the opinion of the Chief Executive Officer, the interests of the public may be adversely affected by any delay in making an order (a “permanent order”) as a result of the steps required by subsections (3), (4) and (5), the Chief Executive Officer may, without notice, make an interim order as described in subsection (2) and may do so before or after giving notice of his or her proposal to make the permanent order.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) An interim order takes effect immediately and remains in effect until the expiry of the period for requesting a hearing about the Chief Executive Officer’s proposal to make the permanent order.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(9) Despite subsection (8), if before the end of such period as may be prescribed the Chief Executive Officer does not give the person or entity notice of the proposal to make the permanent order, the interim order expires at the end of the prescribed period.</p> <p class=\"headnote\">Extension of interim order</p> <p class=\"subsection\">(10) If the person or entity requests a hearing about the proposal to make the permanent order, the Chief Executive Officer may extend the interim order until the proposal is finally determined.</p> <p class=\"headnote\">Amendment, etc., of interim order</p> <p class=\"subsection\">(11) The Chief Executive Officer may amend, revoke or replace an interim order, and the amended or replacement order has effect as described in subsections (8), (9) and (10).</p> <p class=\"headnote\">Amendment of permanent order</p> <p class=\"subsection\">(12) The Chief Executive Officer may by order amend a permanent order and, if the Chief Executive Officer proposes to amend it without the consent of the person or entity, subsections (2) to (6) apply with respect to the proposal.</p> <p class=\"headnote\">Revocation of permanent order</p> <p class=\"subsection\">(13) The Chief Executive Officer may revoke a permanent order.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "section_x": "Publication of information re compliance orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Publication of information re compliance orders",
            "content": "13 The Chief Executive Officer shall ensure that the name of each person and entity in respect of which a compliance order has been made and the details of the compliance order are made public on the Authority’s website and in any other manner the Chief Executive Officer considers appropriate. General",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>13 </b>The Chief Executive Officer shall ensure that the name of each person and entity in respect of which a compliance order has been made and the details of the compliance order are made public on the Authority’s website and in any other manner the Chief Executive Officer considers appropriate.</p> <p class=\"heading1\"><a name=\"BK17\"></a>General</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "14.",
            "section_x": "Fees",
            "part_id": null,
            "part_type": null,
            "section_y": "Fees",
            "content": "14 The Minister may make regulations governing fees under this Act, including, (a)  requiring the payment of fees in relation to any matter under this Act, including any services provided by or through the Authority; (b)  prescribing the amount of fees or the manner of determining fees; (c)  prescribing the manner in which and the period within which fees must be paid. 2019, c. 7, Sched. 25, s. 16. Section Amendments with date in force (d/m/y) 2019, c. 7, Sched. 25, s. 16 - 28/03/2022 Authority rules, LGIC regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>14 </b>The Minister may make regulations governing fees under this Act, including,</p> <p class=\"paragraph\">  (a)  requiring the payment of fees in relation to any matter under this Act, including any services provided by or through the Authority;</p> <p class=\"paragraph\">  (b)  prescribing the amount of fees or the manner of determining fees;</p> <p class=\"paragraph\">  (c)  prescribing the manner in which and the period within which fees must be paid. 2019, c. 7, Sched. 25, s. 16.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched25s16\">2019, c. 7, Sched. 25, s. 16</a></span> - 28/03/2022</p> <p class=\"headnote\">Authority rules, LGIC regulations</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "15.",
            "section_x": "Authority rules, LGIC regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Authority rules",
            "content": "15 (1) The Authority may make rules in respect of the following matters: 1.  Respecting the meaning of “good standing” for the purpose of sections 2 and 3. 2.  Establishing criteria for credentialing bodies to be approved under section 4, including, without limitation, criteria relating to, i.  the applicant’s governance structure and practices, and ii.  disciplinary processes the applicant must have in place for individuals holding approved credentials it has issued. 3.  Establishing criteria for credentials to be approved under section 7, including, without limitation, criteria relating to, i.  educational requirements, ii.  examination requirements, iii.  codes of ethics and professional standards, and iv.  continuing education requirements. 4.  Governing applications for approval. 5.  Governing approved credentialing bodies. 6.  Repealed: 2021, c. 8, Sched. 4, s. 2 (2). 7.  Respecting approved credentials. 8.  Respecting transitional matters arising from the enactment of Schedule 25 to the Protecting What Matters Most Act (Budget Measures), 2019, including the treatment of credentials and other qualifications possessed by individuals before sections 2, 3, 9 and 10 come into force. 9.  Exempting individuals or classes of individuals from section 2 or 3 in the circumstances set out in the rules, subject to such conditions, limitations and restrictions as may be set out in the rules. 10.  Governing the use of protected titles in circumstances where an approved credentialing body’s approval is revoked or where an approved credentialing body ceases to operate or otherwise ceases to be an approved credentialing body for the purposes of this Act. 2019, c. 7, Sched. 25, s. 15 (1); 2019, c. 15, Sched. 12, s. 1 (1); 2021, c. 8, Sched. 4, s. 2 (1, 2); 2023, c. 8, Sched. 2, s. 1 (1). Regulations, LGIC (2) The Lieutenant Governor in Council may make regulations, (a)  prescribing anything that is required or permitted to be prescribed or that is required or permitted to be done in accordance with the regulations or as provided in the regulations; (b)  respecting any matter in respect of which the Authority may make rules, with necessary modifications; (c)  Repealed: 2019, c. 15, Sched. 12, s. 1 (2). (d)  Repealed: 2023, c. 8, Sched. 2, s. 1 (2). (e)  Repealed: 2019, c. 15, Sched. 12, s. 1 (2). 2019, c. 7, Sched. 25, s. 15 (2); 2019, c. 15, Sched. 12, s. 1 (2); 2023, c. 8, Sched. 2, s. 1 (2). Legislation Act, 2006 (3) Part III (Regulations) of the Legislation Act, 2006 does not apply to the Authority rules. 2019, c. 7, Sched. 25, s. 15 (3). Same (4) A regulation made under subsection (2) is subject to Part III (Regulations) of the Legislation Act, 2006. 2019, c. 7, Sched. 25, s. 15 (4). Regulation prevails (5) If there is a conflict or an inconsistency between a regulation made by the Lieutenant Governor in Council under this Act and an Authority rule, the regulation prevails, but in all other respects an Authority rule has the same force and effect as a regulation. 2019, c. 7, Sched. 25, s. 15 (5). Section Amendments with date in force (d/m/y) 2019, c. 15, Sched. 12, s. 1 (1, 2) - 28/03/2022 2021, c. 8, Sched. 4, s. 2 (1, 2) - 28/03/2022 2023, c. 8, Sched. 2, s. 1 (1, 2) - 18/05/2023 16 Omitted (provides for amendments to this Act). 17-20 Omitted (amends, repeals or revokes other legislation). 21 Omitted (provides for coming into force of provisions of this Act). 22 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>15 </b>(1) The Authority may make rules in respect of the following matters:</p> <p class=\"paragraph\">  1.  Respecting the meaning of “good standing” for the purpose of sections 2 and 3.</p> <p class=\"paragraph\">  2.  Establishing criteria for credentialing bodies to be approved under section 4, including, without limitation, criteria relating to,</p> <p class=\"subpara\">  i.  the applicant’s governance structure and practices, and</p> <p class=\"subpara\">  ii.  disciplinary processes the applicant must have in place for individuals holding approved credentials it has issued.</p> <p class=\"paragraph\">  3.  Establishing criteria for credentials to be approved under section 7, including, without limitation, criteria relating to,</p> <p class=\"subpara\">  i.  educational requirements,</p> <p class=\"subpara\">  ii.  examination requirements,</p> <p class=\"subpara\">  iii.  codes of ethics and professional standards, and</p> <p class=\"subpara\">  iv.  continuing education requirements.</p> <p class=\"paragraph\">  4.  Governing applications for approval.</p> <p class=\"paragraph\">  5.  Governing approved credentialing bodies.</p> <p class=\"paragraph\">  6.  <span class=\"ovsmallcap\">Repealed</span>: 2021, c. 8, Sched. 4, s. 2 (2).</p> <p class=\"paragraph\">  7.  Respecting approved credentials.</p> <p class=\"paragraph\">  8.  Respecting transitional matters arising from the enactment of Schedule 25 to the <i>Protecting What Matters Most Act (Budget Measures), 2019</i>, including the treatment of credentials and other qualifications possessed by individuals before sections 2, 3, 9 and 10 come into force.</p> <p class=\"paragraph\">  9.  Exempting individuals or classes of individuals from section 2 or 3 in the circumstances set out in the rules, subject to such conditions, limitations and restrictions as may be set out in the rules.</p> <p class=\"paragraph\">  10.  Governing the use of protected titles in circumstances where an approved credentialing body’s approval is revoked or where an approved credentialing body ceases to operate or otherwise ceases to be an approved credentialing body for the purposes of this Act. 2019, c. 7, Sched. 25, s. 15 (1); 2019, c. 15, Sched. 12, s. 1 (1); 2021, c. 8, Sched. 4, s. 2 (1, 2); 2023, c. 8, Sched. 2, s. 1 (1).</p> <p class=\"headnote\">Regulations, LGIC</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  prescribing anything that is required or permitted to be prescribed or that is required or permitted to be done in accordance with the regulations or as provided in the regulations;</p> <p class=\"paragraph\">  (b)  respecting any matter in respect of which the Authority may make rules, with necessary modifications;</p> <p class=\"paragraph\">  (c)  <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 15, Sched. 12, s. 1 (2).</p> <p class=\"paragraph\">  (d)  <span class=\"ovsmallcap\">Repealed</span>: 2023, c. 8, Sched. 2, s. 1 (2).</p> <p class=\"paragraph\">  (e)  <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 15, Sched. 12, s. 1 (2).</p> <p class=\"footnote\">2019, c. 7, Sched. 25, s. 15 (2); 2019, c. 15, Sched. 12, s. 1 (2); 2023, c. 8, Sched. 2, s. 1 (2).</p> <p class=\"headnote\"><i>Legislation Act, 2006</i></p> <p class=\"subsection\">(3) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to the Authority rules. 2019, c. 7, Sched. 25, s. 15 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) A regulation made under subsection (2) is subject to Part III (Regulations) of the <i>Legislation Act, 2006</i>. 2019, c. 7, Sched. 25, s. 15 (4).</p> <p class=\"headnote\">Regulation prevails</p> <p class=\"subsection\">(5) If there is a conflict or an inconsistency between a regulation made by the Lieutenant Governor in Council under this Act and an Authority rule, the regulation prevails, but in all other respects an Authority rule has the same force and effect as a regulation. 2019, c. 7, Sched. 25, s. 15 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19015#sched12s1s1\">2019, c. 15, Sched. 12, s. 1 (1, 2)</a></span> - 28/03/2022</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21008#sched4s2s1\">2021, c. 8, Sched. 4, s. 2 (1, 2)</a></span> - 28/03/2022</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23008#sched2s1s1\">2023, c. 8, Sched. 2, s. 1 (1, 2)</a></span> - 18/05/2023</p> <p class=\"section\"><b>16</b> <span class=\"ovsmallcap\">Omitted (provides for amendments to this Act).</span></p> <p class=\"section\"><b>17</b>-<b>20</b> <span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>21</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>22</b> <span class=\"ovsmallcap\">Omitted</span><span class=\"ovsmallcap\"><span> </span></span>(<span class=\"ovsmallcap\">enacts short title of this Act</span>).</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/19f07b\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}