{
    "act_info": {
        "full_title": "Financial Services Tribunal Act, 2017, S.O. 2017, c. 34, Sched. 17",
        "act_name_text": "Financial Services Tribunal Act, 2017",
        "citation": "S.O. 2017, c. 34, Sched. 17",
        "url": "https://www.ontario.ca/laws/statute/17f34",
        "date_scraped": "2023-12-18 19:29:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  8, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/17f34/v5",
            "valid_from": "July  1, 2019",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/statute/17f34/v4",
            "valid_from": "June  8, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/statute/17f34/v3",
            "valid_from": "May 29, 2019",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/statute/17f34/v2",
            "valid_from": "April  1, 2019",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/17f34/v1",
            "valid_from": "December 14, 2017",
            "valid_to": "March 31, 2019"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/190144",
            "Citation": "O. Reg. 144/19",
            "title": "ASSESSMENTS"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Definitions",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “Authority” means the Financial Services Regulatory Authority of Ontario established under subsection 2 (1) of the Financial Services Regulatory Authority of Ontario Act, 2016; (“Office”) “Chief Executive Officer” means the Chief Executive Officer appointed under subsection 10 (2) of the Financial Services Regulatory Authority of Ontario Act, 2016; (“directeur général”) “Minister” means the Minister of Finance or such other member of the Executive Council as may be assigned the administration of this Act under the Executive Council Act; (“ministre”) “regulated sector” has the same meaning as in the Financial Services Regulatory Authority of Ontario Act, 2016; (“secteur réglementé”) “Tribunal” means the Financial Services Tribunal. (“Tribunal”) 2017, c. 34, Sched. 17, s. 1, 18 (1); 2019, c. 7, Sched. 28, s. 1 (1, 2); 2020, c. 36, Sched. 14, s. 7. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 17, s. 18 (1) - 08/06/2019 2019, c. 7, Sched. 28, s. 1 (1, 2) - 08/06/2019 2020, c. 36, Sched. 14, s. 7 - 08/12/2020 Tribunal",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“Authority” means the Financial Services Regulatory Authority of Ontario established under subsection 2 (1) of the <i>Financial Services Regulatory Authority of Ontario Act, 2016</i>; (“Office”)</p> <p class=\"definition\">“Chief Executive Officer” means the Chief Executive Officer appointed under subsection 10 (2) of the <i>Financial Services Regulatory Authority of Ontario Act, 2016</i>; (“directeur général”)</p> <p class=\"definition\">“Minister” means the Minister of Finance or such other member of the Executive Council as may be assigned the administration of this Act under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“regulated sector” has the same meaning as in the <i>Financial Services Regulatory Authority of Ontario Act, 2016</i>; (“secteur réglementé”)</p> <p class=\"definition\">“Tribunal” means the Financial Services Tribunal. (“Tribunal”) 2017, c. 34, Sched. 17, s. 1, 18 (1); 2019, c. 7, Sched. 28, s. 1 (1, 2); 2020, c. 36, Sched. 14, s. 7.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched17s18s1\">2017, c. 34, Sched. 17, s. 18 (1)</a></span> - 08/06/2019</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched28s1s1\">2019, c. 7, Sched. 28, s. 1 (1, 2)</a> - 08/06/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched14s7\">2020, c. 36, Sched. 14, s. 7</a></span> - 08/12/2020</p> <p class=\"heading1\"><a name=\"BK2\"></a>Tribunal</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Tribunal",
            "section_x": "Tribunal",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Tribunal continued",
            "part_id": null,
            "part_type": null,
            "section_y": "Tribunal continued",
            "content": "2 (1) The Financial Services Tribunal is continued under the name Financial Services Tribunal in English and Tribunal des services financiers in French. Members (2) The Tribunal shall consist of not fewer than nine members. Appointment (3) The Lieutenant Governor in Council shall appoint the members and designate the term of their appointment. Experience and expertise (4) In appointing members to the Tribunal, the Lieutenant Governor in Council shall, to the extent practicable, appoint members who have experience and expertise in the regulated sectors. Chair and vice-chair (5) The Lieutenant Governor in Council shall designate one of the members as chair and two other members as vice-chairs of the Tribunal. Acting chair (6) If the chair is absent or unable to act, or if the office of the chair is vacant, the vice-chairs shall designate one of them to act in the place of the chair who shall have the powers of the chair. Acting vice-chair (7) If a vice-chair is absent or unable to act, or if the office of a vice-chair is vacant, the chair may designate a member of the Tribunal to act in the place of the vice-chair who shall have the powers of the vice-chair. Deficiency in number (8) If there are fewer than nine, but at least two, members in office, the Tribunal shall be deemed to be properly constituted for a period not exceeding 90 days after the deficiency in number of members first occurs. Remuneration and expenses (9) The members of the Tribunal shall receive the remuneration and reimbursement of expenses that are fixed by the Lieutenant Governor in Council. Transition, members (10) The members of the Financial Services Tribunal holding office immediately before this section comes into force shall be members of the Tribunal until the Lieutenant Governor in Council appoints their successors under subsection (3). Same, chair and vice-chairs (11) The chair and the vice-chairs of the Financial Services Tribunal holding office immediately before this section comes into force shall be the chair and the vice-chairs of the Tribunal until the Lieutenant Governor in Council designates their successors under subsection (5). Employees (12) Such employees as are necessary to carry out the duties of the Tribunal may be appointed under Part III of the Public Service of Ontario Act, 2006.",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>(1) The Financial Services Tribunal is continued under the name Financial Services Tribunal in English and Tribunal des services financiers in French.</p> <p class=\"headnote\">Members</p> <p class=\"subsection\">(2) The Tribunal shall consist of not fewer than nine members.</p> <p class=\"headnote\">Appointment</p> <p class=\"subsection\">(3) The Lieutenant Governor in Council shall appoint the members and designate the term of their appointment.</p> <p class=\"headnote\">Experience and expertise</p> <p class=\"subsection\">(4) In appointing members to the Tribunal, the Lieutenant Governor in Council shall, to the extent practicable, appoint members who have experience and expertise in the regulated sectors.</p> <p class=\"headnote\">Chair and vice-chair</p> <p class=\"subsection\">(5) The Lieutenant Governor in Council shall designate one of the members as chair and two other members as vice-chairs of the Tribunal.</p> <p class=\"headnote\">Acting chair</p> <p class=\"subsection\">(6) If the chair is absent or unable to act, or if the office of the chair is vacant, the vice-chairs shall designate one of them to act in the place of the chair who shall have the powers of the chair.</p> <p class=\"headnote\">Acting vice-chair</p> <p class=\"subsection\">(7) If a vice-chair is absent or unable to act, or if the office of a vice-chair is vacant, the chair may designate a member of the Tribunal to act in the place of the vice-chair who shall have the powers of the vice-chair.</p> <p class=\"headnote\">Deficiency in number</p> <p class=\"subsection\">(8) If there are fewer than nine, but at least two, members in office, the Tribunal shall be deemed to be properly constituted for a period not exceeding 90 days after the deficiency in number of members first occurs.</p> <p class=\"headnote\">Remuneration and expenses</p> <p class=\"subsection\">(9) The members of the Tribunal shall receive the remuneration and reimbursement of expenses that are fixed by the Lieutenant Governor in Council.</p> <p class=\"headnote\">Transition, members</p> <p class=\"subsection\">(10) The members of the Financial Services Tribunal holding office immediately before this section comes into force shall be members of the Tribunal until the Lieutenant Governor in Council appoints their successors under subsection (3).</p> <p class=\"headnote\">Same, chair and vice-chairs</p> <p class=\"subsection\">(11) The chair and the vice-chairs of the Financial Services Tribunal holding office immediately before this section comes into force shall be the chair and the vice-chairs of the Tribunal until the Lieutenant Governor in Council designates their successors under subsection (5).</p> <p class=\"headnote\">Employees</p> <p class=\"subsection\">(12) Such employees as are necessary to carry out the duties of the Tribunal may be appointed under Part III of the <i>Public Service of Ontario Act, 2006</i>.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Duties and powers",
            "part_id": null,
            "part_type": null,
            "section_y": "Duties and powers",
            "content": "3 (1) The Tribunal shall hold the hearings and perform the other duties that are assigned to it by or under any Act. Powers (2) Except as limited by this Act, the Tribunal has all the powers that are necessary or expedient for carrying out its duties.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) The Tribunal shall hold the hearings and perform the other duties that are assigned to it by or under any Act.</p> <p class=\"headnote\">Powers</p> <p class=\"subsection\">(2) Except as limited by this Act, the Tribunal has all the powers that are necessary or expedient for carrying out its duties.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Duties of chair",
            "part_id": null,
            "part_type": null,
            "section_y": "Duties of chair",
            "content": "4 The chair shall have general supervision and direction over the conduct of the affairs of the Tribunal and shall arrange the sittings and assign members to panels to conduct hearings as circumstances require.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>The chair shall have general supervision and direction over the conduct of the affairs of the Tribunal and shall arrange the sittings and assign members to panels to conduct hearings as circumstances require.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Hearing panels",
            "part_id": null,
            "part_type": null,
            "section_y": "Hearing panels",
            "content": "5 (1) A matter before the Tribunal may be heard and determined by a panel consisting of one or more members of the Tribunal, as assigned by the chair of the Tribunal. Assigning panels (2) In assigning members of the Tribunal to a panel, the chair shall take into consideration the requirements, if any, for experience and expertise to enable the panel to decide the issues raised in the matter before the Tribunal. Certificates and Documents",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>(1) A matter before the Tribunal may be heard and determined by a panel consisting of one or more members of the Tribunal, as assigned by the chair of the Tribunal.</p> <p class=\"headnote\">Assigning panels</p> <p class=\"subsection\">(2) In assigning members of the Tribunal to a panel, the chair shall take into consideration the requirements, if any, for experience and expertise to enable the panel to decide the issues raised in the matter before the Tribunal.</p> <p class=\"heading1\"><a name=\"BK7\"></a>Certificates and Documents</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Certificates and Documents",
            "section_x": "Certificates and Documents",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "section_x": "Certificates issued by Tribunal",
            "part_id": null,
            "part_type": null,
            "section_y": "Certificates issued by Tribunal",
            "content": "6 (1) The Tribunal may issue a certificate, (a)  stating that a copy of, or extract from, a document or thing in the custody of the Tribunal is a true copy of, or extract from, the document or thing; (b)  stating the date when a document was served on, delivered to or filed with the Tribunal; or (c)  stating the date when the Tribunal received or issued a document or notification. Signatory (2) The chair or a vice-chair of the Tribunal, or a person designated by the chair, may sign certificates on behalf of the Tribunal.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>6 </b>(1) The Tribunal may issue a certificate,</p> <p class=\"paragraph\">  (a)  stating that a copy of, or extract from, a document or thing in the custody of the Tribunal is a true copy of, or extract from, the document or thing;</p> <p class=\"paragraph\">  (b)  stating the date when a document was served on, delivered to or filed with the Tribunal; or</p> <p class=\"paragraph\">  (c)  stating the date when the Tribunal received or issued a document or notification.</p> <p class=\"headnote\">Signatory</p> <p class=\"subsection\">(2) The chair or a vice-chair of the Tribunal, or a person designated by the chair, may sign certificates on behalf of the Tribunal.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "section_x": "Admissibility as evidence",
            "part_id": null,
            "part_type": null,
            "section_y": "Admissibility as evidence",
            "content": "7 (1) An official document that purports to be signed on behalf of the Tribunal shall be received in evidence in any proceeding as proof, in the absence of evidence to the contrary, of the facts stated in the official document without proof of the signature or the position of the person appearing to have signed the official document. Definition (2) In subsection (1), “official document” means a certificate, order, decision or notice of the Tribunal under this Act and every other Act that confers powers on or assigns duties to the Tribunal. True copies (3) A true copy certified by the Tribunal under clause 6 (1) (a) is admissible in evidence to the same extent as and has the same evidentiary value as the document or thing of which it is a copy. Proceedings before Tribunal",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>7 </b>(1) An official document that purports to be signed on behalf of the Tribunal shall be received in evidence in any proceeding as proof, in the absence of evidence to the contrary, of the facts stated in the official document without proof of the signature or the position of the person appearing to have signed the official document.</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(2) In subsection (1),</p> <p class=\"definition\">“official document” means a certificate, order, decision or notice of the Tribunal under this Act and every other Act that confers powers on or assigns duties to the Tribunal.</p> <p class=\"headnote\">True copies</p> <p class=\"subsection\">(3) A true copy certified by the Tribunal under clause 6 (1) (a) is admissible in evidence to the same extent as and has the same evidentiary value as the document or thing of which it is a copy.</p> <p class=\"heading1\"><a name=\"BK10\"></a>Proceedings before Tribunal</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Proceedings before Tribunal",
            "section_x": "Proceedings before Tribunal",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "section_x": "Exclusive jurisdiction",
            "part_id": null,
            "part_type": null,
            "section_y": "Exclusive jurisdiction",
            "content": "8 The Tribunal has exclusive jurisdiction to, (a)  exercise the powers conferred on it under this Act and every other Act that confers powers or assigns duties to it; and (b)  determine all questions of fact or law that arise in any proceeding before it under any Act mentioned in clause (a).",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>8 </b>The Tribunal has exclusive jurisdiction to,</p> <p class=\"paragraph\">  (a)  exercise the powers conferred on it under this Act and every other Act that confers powers or assigns duties to it; and</p> <p class=\"paragraph\">  (b)  determine all questions of fact or law that arise in any proceeding before it under any Act mentioned in clause (a).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "9.",
            "section_x": "Orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Orders",
            "content": "9 (1) The Tribunal shall determine matters before it by order. Conditions (2) The Tribunal may make an order subject to the conditions that are set out in the order. Interim orders (3) The Tribunal may make interim orders before making the final order in a matter before it. No appeal (4) An order of the Tribunal is final and conclusive for all purposes unless the Act under which the Tribunal made it provides for an appeal.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>9 </b>(1) The Tribunal shall determine matters before it by order.</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(2) The Tribunal may make an order subject to the conditions that are set out in the order.</p> <p class=\"headnote\">Interim orders</p> <p class=\"subsection\">(3) The Tribunal may make interim orders before making the final order in a matter before it.</p> <p class=\"headnote\">No appeal</p> <p class=\"subsection\">(4) An order of the Tribunal is final and conclusive for all purposes unless the Act under which the Tribunal made it provides for an appeal.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "10.",
            "section_x": "Proceedings",
            "part_id": null,
            "part_type": null,
            "section_y": "Proceedings",
            "content": "10 (1) For a proceeding before the Tribunal, the Tribunal may, (a)  make rules for the practice and procedure to be observed; (b)  determine what constitutes adequate public notice; (c)  before or during a proceeding, conduct any inquiry or inspection that the Tribunal considers necessary; or (d)  in determining any matter, consider any relevant information obtained by the Tribunal in addition to evidence given at the proceeding, if the Tribunal first informs the parties to the proceeding of the additional information and gives them an opportunity to explain or refute it. Same, consolidation of proceedings (2) Despite subsection 9.1 (1) of the Statutory Powers Procedure Act, the Tribunal may combine two or more proceedings or any part of them, or hear two or more proceedings at the same time, without the consent of the parties. Same, use of same evidence (3) Despite subsection 9.1 (5) of the Statutory Powers Procedure Act, the Tribunal may treat evidence that is admitted in a proceeding as if it were also admitted in another proceeding that is heard at the same time, without the consent of the parties to the second-named proceeding.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>10 </b>(1) For a proceeding before the Tribunal, the Tribunal may,</p> <p class=\"paragraph\">  (a)  make rules for the practice and procedure to be observed;</p> <p class=\"paragraph\">  (b)  determine what constitutes adequate public notice;</p> <p class=\"paragraph\">  (c)  before or during a proceeding, conduct any inquiry or inspection that the Tribunal considers necessary; or</p> <p class=\"paragraph\">  (d)  in determining any matter, consider any relevant information obtained by the Tribunal in addition to evidence given at the proceeding, if the Tribunal first informs the parties to the proceeding of the additional information and gives them an opportunity to explain or refute it.</p> <p class=\"headnote\">Same, consolidation of proceedings</p> <p class=\"subsection\">(2) Despite subsection 9.1 (1) of the <i>Statutory Powers Procedure Act</i>, the Tribunal may combine two or more proceedings or any part of them, or hear two or more proceedings at the same time, without the consent of the parties.</p> <p class=\"headnote\">Same, use of same evidence</p> <p class=\"subsection\">(3) Despite subsection 9.1 (5) of the <i>Statutory Powers Procedure Act</i>, the Tribunal may treat evidence that is admitted in a proceeding as if it were also admitted in another proceeding that is heard at the same time, without the consent of the parties to the second-named proceeding.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "section_x": "Frivolous or vexatious proceeding",
            "part_id": null,
            "part_type": null,
            "section_y": "Frivolous or vexatious proceeding",
            "content": "11 If, on the application of a party to a proceeding before the Tribunal with notice to the other parties, the Tribunal is satisfied that the proceeding is frivolous or vexatious, the Tribunal may refuse to hear the matter and may terminate the proceeding at any time and make an order of costs as it considers appropriate in the circumstances.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>11 </b>If, on the application of a party to a proceeding before the Tribunal with notice to the other parties, the Tribunal is satisfied that the proceeding is frivolous or vexatious, the Tribunal may refuse to hear the matter and may terminate the proceeding at any time and make an order of costs as it considers appropriate in the circumstances.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "section_x": "Power over witnesses",
            "part_id": null,
            "part_type": null,
            "section_y": "Power over witnesses",
            "content": "12 (1) For the purposes of exercising its powers and performing its duties under this or any other Act, the Tribunal has the same power that the Superior Court of Justice has in the trial of civil actions to summon and enforce the attendance of witnesses and to compel them to give evidence on oath or otherwise and to produce documents, records and things. Evidence by affidavit (2) The Tribunal may require or permit persons to give evidence before it by affidavit.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>12 </b>(1) For the purposes of exercising its powers and performing its duties under this or any other Act, the Tribunal has the same power that the Superior Court of Justice has in the trial of civil actions to summon and enforce the attendance of witnesses and to compel them to give evidence on oath or otherwise and to produce documents, records and things.</p> <p class=\"headnote\">Evidence by affidavit</p> <p class=\"subsection\">(2) The Tribunal may require or permit persons to give evidence before it by affidavit.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "section_x": "Costs",
            "part_id": null,
            "part_type": null,
            "section_y": "Costs",
            "content": "13 (1) The Tribunal may order that a party to a proceeding before it pay the costs of another party or the Tribunal’s costs of the proceedings. Tribunal’s costs (2) The Tribunal’s costs of a proceeding consist of the expenses, including the cost of inquiries and inspections, that the Tribunal incurs in connection with the proceeding. Amount (3) The Tribunal shall determine the amount of an order for costs in accordance with the rules of the Tribunal.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>13 </b>(1) The Tribunal may order that a party to a proceeding before it pay the costs of another party or the Tribunal’s costs of the proceedings.</p> <p class=\"headnote\">Tribunal’s costs</p> <p class=\"subsection\">(2) The Tribunal’s costs of a proceeding consist of the expenses, including the cost of inquiries and inspections, that the Tribunal incurs in connection with the proceeding.</p> <p class=\"headnote\">Amount</p> <p class=\"subsection\">(3) The Tribunal shall determine the amount of an order for costs in accordance with the rules of the Tribunal.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "section_x": "Immunity",
            "part_id": null,
            "part_type": null,
            "section_y": "Immunity",
            "content": "14 (1) No action or other proceeding for damages shall be instituted against any member of the Tribunal, any employee appointed to the service of the Tribunal or any person engaged by the Tribunal for any act done in good faith in the execution or intended execution of the person’s powers or duties or for any neglect or default in the execution, in good faith, of the person’s powers or duties. 2017, c. 34, Sched. 17, s. 14 (1). Crown liability (2) Despite subsections subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsection (1) does not relieve the Crown of any liability to which it would otherwise be subject. 2017, c. 34, Sched. 17, s. 14 (2); 2019, c. 7, Sched. 17, s. 76. Testimony in civil proceedings (3) No member of the Tribunal shall be required to testify in a civil proceeding, in a proceeding before the Chief Executive Officer or the Tribunal or in a proceeding before any other tribunal respecting information obtained in the discharge of the person’s duties under this Act or any other Act. 2017, c. 34, Sched. 17, s. 14 (3); 2019, c. 7, Sched. 28, s. 2. Same (4) No employee appointed to the service of the Tribunal or person engaged by the Tribunal shall be required to testify in a civil proceeding, in a proceeding before the Chief Executive Officer or the Tribunal or in a proceeding before any other tribunal respecting information obtained in the discharge of the person’s duties under this Act or any other Act. 2017, c. 34, Sched. 17, s. 14 (4); 2019, c. 7, Sched. 28, s. 2. Section Amendments with date in force (d/m/y) 2019, c. 7, Sched. 17, s. 76 - 01/07/2019; 2019, c. 7, Sched. 28, s. 2 - 08/06/2019 Assessments",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>14 </b>(1) No action or other proceeding for damages shall be instituted against any member of the Tribunal, any employee appointed to the service of the Tribunal or any person engaged by the Tribunal for any act done in good faith in the execution or intended execution of the person’s powers or duties or for any neglect or default in the execution, in good faith, of the person’s powers or duties. 2017, c. 34, Sched. 17, s. 14 (1).</p> <p class=\"headnote\">Crown liability</p> <p class=\"subsection\">(2) Despite subsections subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsection (1) does not relieve the Crown of any liability to which it would otherwise be subject. 2017, c. 34, Sched. 17, s. 14 (2); 2019, c. 7, Sched. 17, s. 76.</p> <p class=\"headnote\">Testimony in civil proceedings</p> <p class=\"subsection\">(3) No member of the Tribunal shall be required to testify in a civil proceeding, in a proceeding before the Chief Executive Officer or the Tribunal or in a proceeding before any other tribunal respecting information obtained in the discharge of the person’s duties under this Act or any other Act. 2017, c. 34, Sched. 17, s. 14 (3); 2019, c. 7, Sched. 28, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) No employee appointed to the service of the Tribunal or person engaged by the Tribunal shall be required to testify in a civil proceeding, in a proceeding before the Chief Executive Officer or the Tribunal or in a proceeding before any other tribunal respecting information obtained in the discharge of the person’s duties under this Act or any other Act. 2017, c. 34, Sched. 17, s. 14 (4); 2019, c. 7, Sched. 28, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched17s76\">2019, c. 7, Sched. 17, s. 76</a> - 01/07/2019; <a href=\"http://www.ontario.ca/laws/statute/S19007#sched28s2\">2019, c. 7, Sched. 28, s. 2</a> - 08/06/2019</p> <p class=\"heading1\"><a name=\"BK18\"></a>Assessments</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Assessments",
            "section_x": "Assessments",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "15.",
            "section_x": "Assessment of the Authority",
            "part_id": null,
            "part_type": null,
            "section_y": "Assessment of the Authority",
            "content": "15 (1) The Lieutenant Governor in Council may assess the Authority annually with respect to all expenses and expenditures that the Tribunal and the Ministry have incurred and made under this Act or any other Act that confers powers or assigns duties to the Tribunal. 2017, c. 34, Sched. 17, s. 18 (2). Same, prescribed requirements (2) An assessment under subsection (1) shall be determined in the manner prescribed by the regulations made under this Act. 2017, c. 34, Sched. 17, s. 18 (2). Same, fees received (3) In setting an assessment under subsection (1), the Lieutenant Governor in Council shall take into account the fees that the Crown has received under this Act or any other Act that confers powers or assigns duties to the Tribunal. 2017, c. 34, Sched. 17, s. 18 (2). Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 17, s. 18 (2) - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>15 </b>(1) The Lieutenant Governor in Council may assess the Authority annually with respect to all expenses and expenditures that the Tribunal and the Ministry have incurred and made under this Act or any other Act that confers powers or assigns duties to the Tribunal. 2017, c. 34, Sched. 17, s. 18 (2).</p> <p class=\"headnote\">Same, prescribed requirements</p> <p class=\"subsection\">(2) An assessment under subsection (1) shall be determined in the manner prescribed by the regulations made under this Act. 2017, c. 34, Sched. 17, s. 18 (2).</p> <p class=\"headnote\">Same, fees received</p> <p class=\"subsection\">(3) In setting an assessment under subsection (1), the Lieutenant Governor in Council shall take into account the fees that the Crown has received under this Act or any other Act that confers powers or assigns duties to the Tribunal. 2017, c. 34, Sched. 17, s. 18 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched17s18s2\">2017, c. 34, Sched. 17, s. 18 (2)</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "15.1",
            "section_x": "Payment of assessment",
            "part_id": null,
            "part_type": null,
            "section_y": "Payment of assessment",
            "content": "15.1 (1) The Authority shall pay the amount of the assessment into the Consolidated Revenue Fund. 2017, c. 34, Sched. 17, s. 18 (2). Unpaid assessment (2) If the Authority does not pay the assessment, the unpaid amount of the assessment is a debt due to the Crown and the Crown may recover the debt by action or by any other remedy or procedure available by law to the Crown for the collection of debts owed to the Crown. 2017, c. 34, Sched. 17, s. 18 (2). Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 17, s. 18 (2) - 08/06/2019 Fees and Regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>15.1 </b>(1) The Authority shall pay the amount of the assessment into the Consolidated Revenue Fund. 2017, c. 34, Sched. 17, s. 18 (2).</p> <p class=\"headnote\">Unpaid assessment</p> <p class=\"subsection\">(2) If the Authority does not pay the assessment, the unpaid amount of the assessment is a debt due to the Crown and the Crown may recover the debt by action or by any other remedy or procedure available by law to the Crown for the collection of debts owed to the Crown. 2017, c. 34, Sched. 17, s. 18 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched17s18s2\">2017, c. 34, Sched. 17, s. 18 (2)</a></span> - 08/06/2019</p> <p class=\"heading1\"><a name=\"BK21\"></a>Fees and Regulations</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "Fees and Regulations",
            "section_x": "Fees and Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "16.",
            "section_x": "Fees",
            "part_id": null,
            "part_type": null,
            "section_y": "Fees",
            "content": "16 The Minister may make regulations governing fees under this Act to be paid by parties to proceedings before the Tribunal, including, (a)  requiring the payment of fees in relation to proceedings before the Tribunal; (b)  prescribing the amount of fees or the manner of determining fees; and (c)  prescribing the manner in which and the period within which fees must be paid.",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>16 </b>The Minister may make regulations governing fees under this Act to be paid by parties to proceedings before the Tribunal, including,</p> <p class=\"paragraph\">  (a)  requiring the payment of fees in relation to proceedings before the Tribunal;</p> <p class=\"paragraph\">  (b)  prescribing the amount of fees or the manner of determining fees; and</p> <p class=\"paragraph\">  (c)  prescribing the manner in which and the period within which fees must be paid.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "17.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "17 The Lieutenant Governor in Council may make regulations prescribing any matter mentioned in this Act as prescribed. 18 Omitted (provides for amendments to this Act). 19-27 Omitted (amends, repeals or revokes other legislation). 28 Omitted\r\n(provides for coming into force of provisions of this Act). 29 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>17 </b>The Lieutenant Governor in Council may make regulations prescribing any matter mentioned in this Act as prescribed.</p> <p class=\"section\"><b>18</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for amendments to this Act).</span></p> <p class=\"section\"><b>19-27</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>28 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>29 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span><b>.</b></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/17f34\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}