{
    "act_info": {
        "full_title": "Firefighters Protection Act, 1993, S.O. 1993, c. 17",
        "act_name_text": "Not Found",
        "citation": "Firefighters Protection Act, 1993, S.O. 1993, c. 17",
        "url": "https://www.ontario.ca/laws/statute/93f17",
        "date_scraped": "2023-12-20 00:43:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “fire department” means a fire department organized under the Municipal Act and equipped with one or more motorized fire pumpers; (“service des pompiers”) “fire protection team” means a fire protection team established under the Fire Marshals Act to provide fire prevention and fire protection services in territory without municipal organization; (“équipe de protection contre les incendies”) “firefighter” means a full-time or part-time employee of a fire department, a volunteer member of a fire department (whether or not the volunteer receives a nominal consideration or honorarium for the services) or a member of a fire protection team. (“pompier”) 1993, c.17, s.1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Act,</p> <p class=\"firstdef-e\">“fire department” means a fire department organized under the <i>Municipal Act</i> and equipped with one or more motorized fire pumpers; (“service des pompiers”)</p> <p class=\"definition-e\">“fire protection team” means a fire protection team established under the <i>Fire Marshals Act</i> to provide fire prevention and fire protection services in territory without municipal organization; (“équipe de protection contre les incendies”)</p> <p class=\"definition-e\">“firefighter” means a full-time or part-time employee of a fire department, a volunteer member of a fire department (whether or not the volunteer receives a nominal consideration or honorarium for the services) or a member of a fire protection team. (“pompier”) 1993, c.17, s.1.</p>"
        },
        {
            "id": "2.",
            "section": "Protection from personal liability",
            "content": "2. (1) No action or other proceeding for damages shall be instituted against a firefighter for any act done in good faith in the execution or intended execution of his or her duty or for any alleged neglect or default in the execution in good faith of his or her duty. Crown, municipality not relieved of liability (2) Despite subsections 5(2) and (4) of the Proceedings Against the Crown Act, subsection (1) does not relieve the Crown or a municipal corporation of liability in respect of a tort committed by a firefighter to which they would otherwise be subject. 1993, c.17, s.2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) No action or other proceeding for damages shall be instituted against a firefighter for any act done in good faith in the execution or intended execution of his or her duty or for any alleged neglect or default in the execution in good faith of his or her duty.</p> <p class=\"headnote-e\"><b>Crown, municipality not relieved of liability</b></p> <p class=\"subsection-e\">(2) Despite subsections 5(2) and (4) of the <i>Proceedings Against the Crown Act</i>, subsection (1) does not relieve the Crown or a municipal corporation of liability in respect of a tort committed by a firefighter to which they would otherwise be subject. 1993, c.17, s.2.</p>"
        },
        {
            "id": "3.",
            "section": "Indemnification of firefighters",
            "content": "3. (1) A firefighter shall be indemnified for reasonable legal costs incurred, (a) in the defence of a civil action, if the firefighter is not found to be liable; (b) in the defence of a criminal prosecution, if the firefighter is found not guilty; (c) in respect of any other proceeding in which the firefighter’s execution of his or her duties is an issue, if the firefighter acted in good faith. Same (2) Indemnification under subsection (1) shall be made by, (a) in the case of a firefighter in a fire department, the municipal corporation; (b) in the case of a firefighter on a fire protection team, the Crown. Effect of collective agreement (3) An agreement made under section 5 of the Fire Departments Act or an award or decision under section 6 of that Act may provide for indemnification of the legal costs of firefighters, except the legal costs of a firefighter who is found guilty of a criminal offence, and if such an agreement exists, the municipal corporation shall indemnify the firefighters in accordance with the agreement and subsections (1) and (2) shall not apply. 1993, c.17, s.3. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) A firefighter shall be indemnified for reasonable legal costs incurred,</p> <p class=\"clause-e\">(a) in the defence of a civil action, if the firefighter is not found to be liable;</p> <p class=\"clause-e\">(b) in the defence of a criminal prosecution, if the firefighter is found not guilty;</p> <p class=\"clause-e\">(c) in respect of any other proceeding in which the firefighter’s execution of his or her duties is an issue, if the firefighter acted in good faith.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Indemnification under subsection (1) shall be made by,</p> <p class=\"clause-e\">(a) in the case of a firefighter in a fire department, the municipal corporation;</p> <p class=\"clause-e\">(b) in the case of a firefighter on a fire protection team, the Crown.</p> <p class=\"headnote-e\"><b>Effect of collective agreement</b></p> <p class=\"subsection-e\">(3) An agreement made under section 5 of the <i>Fire Departments Act</i> or an award or decision under section 6 of that Act may provide for indemnification of the legal costs of firefighters, except the legal costs of a firefighter who is found guilty of a criminal offence, and if such an agreement exists, the municipal corporation shall indemnify the firefighters in accordance with the agreement and subsections (1) and (2) shall not apply. 1993, c.17, s.3.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_93f17_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_93f17_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}