{
    "act_info": {
        "full_title": "Fiscal Sustainability, Transparency and Accountability Act, 2019, S.O. 2019, c. 7, Sched. 30",
        "act_name_text": "Fiscal Sustainability, Transparency and Accountability Act, 2019",
        "citation": "S.O. 2019, c. 7, Sched. 30",
        "url": "https://www.ontario.ca/laws/statute/19f07c",
        "date_scraped": "2023-12-18 08:23:48"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  3, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/19f07c/v2",
            "valid_from": "December  8, 2020",
            "valid_to": "March  2, 2022"
        },
        {
            "a_href": "/laws/statute/19f07c/v1",
            "valid_from": "May 29, 2019",
            "valid_to": "December  7, 2020"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “balanced budget” means, for a fiscal year, a budget in which the sum of expenses and a reserve does not exceed revenues; (“budget équilibré”) “fiscal year” has the same meaning as in the Financial Administration Act; (“exercice”) “Minister” means the Minister of Finance; (“ministre”) “provincial net debt” means net debt calculated on the same basis as the net debt presented in the consolidated financial statements of the Province as set out in the most recent Public Accounts. (“dette nette provinciale”) Governing Principles",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“balanced budget” means, for a fiscal year, a budget in which the sum of expenses and a reserve does not exceed revenues; (“budget équilibré”)</p> <p class=\"definition\">“fiscal year” has the same meaning as in the <i>Financial Administration Act</i>; (“exercice”)</p> <p class=\"definition\">“Minister” means the Minister of Finance; (“ministre”)</p> <p class=\"definition\">“provincial net debt” means net debt calculated on the same basis as the net debt presented in the consolidated financial statements of the Province as set out in the most recent Public Accounts. (“dette nette provinciale”)</p> <p class=\"heading1\"><a name=\"BK2\"></a>Governing Principles</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Governing Principles",
            "section_x": "Governing Principles",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Principles governing fiscal policy",
            "part_id": null,
            "part_type": null,
            "section_y": "Principles governing fiscal policy",
            "content": "2 The following principles govern Ontario’s fiscal policy: 1. Sustainability: Ontario’s fiscal policy should consider the government’s financial position, including the burden of the provincial net debt, over the long term. 2. Transparency: it should be clearly articulated and information about it should be readily available to the public without charge. 3. Responsibility: it should be based on cautious assumptions. 4. Flexibility: it should recognize the need to respond to changing circumstances. 5. Equity: its impact on different groups within the population and on future generations should be considered. Budget Rules and Requirements",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>The following principles govern Ontario’s fiscal policy:</p> <p class=\"paragraph\">  1. Sustainability: Ontario’s fiscal policy should consider the government’s financial position, including the burden of the provincial net debt, over the long term.</p> <p class=\"paragraph\">  2. Transparency: it should be clearly articulated and information about it should be readily available to the public without charge.</p> <p class=\"paragraph\">  3. Responsibility: it should be based on cautious assumptions.</p> <p class=\"paragraph\">  4. Flexibility: it should recognize the need to respond to changing circumstances.</p> <p class=\"paragraph\">  5. Equity: its impact on different groups within the population and on future generations should be considered.</p> <p class=\"heading1\"><a name=\"BK4\"></a>Budget Rules and Requirements</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Budget Rules and Requirements",
            "section_x": "Budget Rules and Requirements",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.",
            "section_x": "Balanced budget",
            "part_id": null,
            "part_type": null,
            "section_y": "Balanced budget",
            "content": "3 (1) For each fiscal year, the Executive Council shall plan for a balanced budget. 2019, c. 7, Sched. 30, s. 3 (1). Exception, extraordinary circumstances (2) Despite subsection (1), if, as a result of extraordinary circumstances, the Executive Council determines that it is consistent with the principles governing Ontario’s fiscal policy for the Province to have a deficit for one or more fiscal years, the Executive Council may plan accordingly, in which case the following requirements must be met: 1. The introductory summary of the budget must include the rationale for the Executive Council’s determination. 2. If the multi-year fiscal plan included in the budget does not project a balanced budget for the last fiscal year in the plan period, the budget must include a recovery plan that meets the requirements of section 8. 2019, c. 7, Sched. 30, s. 3 (2). Same, 2020-2021 fiscal year (3) The requirement in paragraph 2 of subsection (2) does not apply for a budget in respect of the 2020-2021 fiscal year that is released on or after April 1, 2020. 2020, c. 36, Sched. 16, s. 1. Section Amendments with date in force (d/m/y) 2020, c. 36, Sched. 16, s. 1 - 08/12/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>3 </b>(1) For each fiscal year, the Executive Council shall plan for a balanced budget. 2019, c. 7, Sched. 30, s. 3 (1).</p> <p class=\"headnote\">Exception, extraordinary circumstances</p> <p class=\"subsection\">(2) Despite subsection (1), if, as a result of extraordinary circumstances, the Executive Council determines that it is consistent with the principles governing Ontario’s fiscal policy for the Province to have a deficit for one or more fiscal years, the Executive Council may plan accordingly, in which case the following requirements must be met:</p> <p class=\"paragraph\">  1. The introductory summary of the budget must include the rationale for the Executive Council’s determination.</p> <p class=\"paragraph\">  2. If the multi-year fiscal plan included in the budget does not project a balanced budget for the last fiscal year in the plan period, the budget must include a recovery plan that meets the requirements of section 8. 2019, c. 7, Sched. 30, s. 3 (2).</p> <p class=\"headnote\">Same, 2020-2021 fiscal year</p> <p class=\"subsection\">(3) The requirement in paragraph 2 of subsection (2) does not apply for a budget in respect of the 2020-2021 fiscal year that is released on or after April 1, 2020. 2020, c. 36, Sched. 16, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched16s1\">2020, c. 36, Sched. 16, s. 1</a></span> - 08/12/2020</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "section_x": "Annual budget",
            "part_id": null,
            "part_type": null,
            "section_y": "Annual budget",
            "content": "4 (1) On or before March 31 of each fiscal year, the Minister shall lay before the Legislative Assembly and release a budget in respect of the following fiscal year commencing on April 1. 2019, c. 7, Sched. 30, s. 4 (1). Exception, recent general election (2) Subsection (1) does not apply if a general election, as defined in section 1 of the Election Act, has occurred in the fiscal year. 2019, c. 7, Sched. 30, s. 4 (2). Exception, 2022-2023 fiscal year (3) The March 31 deadline in subsection (1) does not apply for a budget in respect of the 2022-2023 fiscal year and instead the deadline for the Minister to lay before the Legislative Assembly and release a budget in respect of that fiscal year is April 30, 2022. 2022, c. 2, Sched. 4, s. 1. Section Amendments with date in force (d/m/y) 2022, c. 2, Sched. 4, s. 1 - 03/03/2022 Information for the Public",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>4 </b>(1) On or before March 31 of each fiscal year, the Minister shall lay before the Legislative Assembly and release a budget in respect of the following fiscal year commencing on April 1. 2019, c. 7, Sched. 30, s. 4 (1).</p> <p class=\"headnote\">Exception, recent general election</p> <p class=\"subsection\">(2) Subsection (1) does not apply if a general election, as defined in section 1 of the <i>Election Act</i>, has occurred in the fiscal year. 2019, c. 7, Sched. 30, s. 4 (2).</p> <p class=\"headnote\">Exception, 2022-2023 fiscal year</p> <p class=\"subsection\">(3) The March 31 deadline in subsection (1) does not apply for a budget in respect of the 2022-2023 fiscal year and instead the deadline for the Minister to lay before the Legislative Assembly and release a budget in respect of that fiscal year is April 30, 2022. 2022, c. 2, Sched. 4, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22002#sched4s1\">2022, c. 2, Sched. 4, s. 1</a></span> - 03/03/2022</p> <p class=\"heading1\"><a name=\"BK7\"></a>Information for the Public</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Information for the Public",
            "section_x": "Information for the Public",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "5.",
            "section_x": "Contents of the budget",
            "part_id": null,
            "part_type": null,
            "section_y": "Contents of the budget",
            "content": "5 The budget required by section 4 must include the following information: 1. An introductory summary of the key fiscal, economic and debt information contained in the budget. 2. The macroeconomic forecasts and assumptions used to prepare the budget. 3. A multi-year fiscal plan that meets the requirements of section 6. 4. Ontario’s fiscal policy objectives for the period of the multi-year fiscal plan. 5. A debt burden reduction strategy that meets the requirements of section 7. 6. If it is required under subsection 3 (2), a recovery plan that meets the requirements of section 8.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>5 </b>The budget required by section 4 must include the following information:</p> <p class=\"paragraph\">  1. An introductory summary of the key fiscal, economic and debt information contained in the budget.</p> <p class=\"paragraph\">  2. The macroeconomic forecasts and assumptions used to prepare the budget.</p> <p class=\"paragraph\">  3. A multi-year fiscal plan that meets the requirements of section 6.</p> <p class=\"paragraph\">  4. Ontario’s fiscal policy objectives for the period of the multi-year fiscal plan.</p> <p class=\"paragraph\">  5. A debt burden reduction strategy that meets the requirements of section 7.</p> <p class=\"paragraph\">  6. If it is required under subsection 3 (2), a recovery plan that meets the requirements of section 8.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "6.",
            "section_x": "Multi-year fiscal plan",
            "part_id": null,
            "part_type": null,
            "section_y": "Multi-year fiscal plan",
            "content": "6 (1) A multi-year fiscal plan must meet the requirements set out in this section. Period of the fiscal plan (2) The fiscal plan must address the fiscal year of the budget and the following two fiscal years, and it may address a longer period. Contents of the fiscal plan (3) The fiscal plan must include the following information: 1. An estimate of Ontario’s revenues and expenses for the period of the plan, including estimates of the major components of the revenues and expenses. 2. The forecasts and assumptions used to prepare the revenue and expense estimates for the period of the plan. 3. A reserve to provide for unexpected adverse changes in revenues and expenses, in whole or in part, and the details of the reserve. 4. A comprehensive discussion of the risks that, in the Minister’s opinion, may have a material impact on the economy or the public sector during the period of the plan. 5. A description of the intended effects of the plan on the Province. 6. Information about the projected ratio of provincial net debt to Ontario’s gross domestic product for the period of the plan.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>6 </b>(1) A multi-year fiscal plan must meet the requirements set out in this section.</p> <p class=\"headnote\">Period of the fiscal plan</p> <p class=\"subsection\">(2) The fiscal plan must address the fiscal year of the budget and the following two fiscal years, and it may address a longer period.</p> <p class=\"headnote\">Contents of the fiscal plan</p> <p class=\"subsection\">(3) The fiscal plan must include the following information:</p> <p class=\"paragraph\">  1. An estimate of Ontario’s revenues and expenses for the period of the plan, including estimates of the major components of the revenues and expenses.</p> <p class=\"paragraph\">  2. The forecasts and assumptions used to prepare the revenue and expense estimates for the period of the plan.</p> <p class=\"paragraph\">  3. A reserve to provide for unexpected adverse changes in revenues and expenses, in whole or in part, and the details of the reserve.</p> <p class=\"paragraph\">  4. A comprehensive discussion of the risks that, in the Minister’s opinion, may have a material impact on the economy or the public sector during the period of the plan.</p> <p class=\"paragraph\">  5. A description of the intended effects of the plan on the Province.</p> <p class=\"paragraph\">  6. Information about the projected ratio of provincial net debt to Ontario’s gross domestic product for the period of the plan.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "7.",
            "section_x": "Debt burden reduction strategy",
            "part_id": null,
            "part_type": null,
            "section_y": "Debt burden reduction strategy",
            "content": "7 (1) A debt burden reduction strategy must meet the requirements set out in this section. Contents of the strategy (2) The debt burden reduction strategy must include the following information: 1. Ontario’s specific objectives for the projected ratio of provincial net debt to Ontario’s gross domestic product. 2. A progress report on supporting actions and the implementation of the debt burden reduction strategy included in the last budget.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>7 </b>(1) A debt burden reduction strategy must meet the requirements set out in this section.</p> <p class=\"headnote\">Contents of the strategy</p> <p class=\"subsection\">(2) The debt burden reduction strategy must include the following information:</p> <p class=\"paragraph\">  1. Ontario’s specific objectives for the projected ratio of provincial net debt to Ontario’s gross domestic product.</p> <p class=\"paragraph\">  2. A progress report on supporting actions and the implementation of the debt burden reduction strategy included in the last budget.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "section_x": "Recovery plan",
            "part_id": null,
            "part_type": null,
            "section_y": "Recovery plan",
            "content": "8 (1) A recovery plan must meet the requirements set out in this section. Period of the recovery plan (2) The recovery plan must address the period from the first fiscal year after the end of the current multi-year fiscal plan to the projected fiscal year in which the budget will be balanced. Contents of the recovery plan (3) The recovery plan must be consistent with the principles governing Ontario’s fiscal policy and must include the following information: 1. The projected fiscal year in which the budget will be balanced. 2. An estimate of Ontario’s revenues and expenses for the period of the plan, including estimates of the major components of the revenues and expenses. 3. The forecasts and assumptions used to prepare the revenue and expense estimates for the period of the plan. 4. A reserve to provide for unexpected adverse changes in revenues and expenses, in whole or in part, and the details of the reserve. 5. Information about the projected ratio of provincial net debt to Ontario’s gross domestic product for the period of the plan.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>8 </b>(1) A recovery plan must meet the requirements set out in this section.</p> <p class=\"headnote\">Period of the recovery plan</p> <p class=\"subsection\">(2) The recovery plan must address the period from the first fiscal year after the end of the current multi-year fiscal plan to the projected fiscal year in which the budget will be balanced.</p> <p class=\"headnote\">Contents of the recovery plan</p> <p class=\"subsection\">(3) The recovery plan must be consistent with the principles governing Ontario’s fiscal policy and must include the following information:</p> <p class=\"paragraph\">  1. The projected fiscal year in which the budget will be balanced.</p> <p class=\"paragraph\">  2. An estimate of Ontario’s revenues and expenses for the period of the plan, including estimates of the major components of the revenues and expenses.</p> <p class=\"paragraph\">  3. The forecasts and assumptions used to prepare the revenue and expense estimates for the period of the plan.</p> <p class=\"paragraph\">  4. A reserve to provide for unexpected adverse changes in revenues and expenses, in whole or in part, and the details of the reserve.</p> <p class=\"paragraph\">  5. Information about the projected ratio of provincial net debt to Ontario’s gross domestic product for the period of the plan.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "9.",
            "section_x": "Mid-year review",
            "part_id": null,
            "part_type": null,
            "section_y": "Mid-year review",
            "content": "9 On or before November 15 of each fiscal year, the Minister shall release a mid-year review that includes the following information: 1. An introductory summary of the key fiscal, economic and debt information contained in the review. 2. Updated information about Ontario’s revenues and expenses for the current fiscal year or a longer period, including updated information about the major components of the revenues and expenses. 3. Information about the estimated cost of expenditures that are made through the tax system. 4. For the purpose of pre-budget consultations with the public: i. A description of the key issues that, in the Minister’s opinion, should be addressed in the next budget. ii. Details about how to participate in the pre-budget consultations.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>9 </b>On or before November 15 of each fiscal year,<b> </b>the Minister shall release a mid-year review that includes the following information:</p> <p class=\"paragraph\">  1. An introductory summary of the key fiscal, economic and debt information contained in the review.</p> <p class=\"paragraph\">  2. Updated information about Ontario’s revenues and expenses for the current fiscal year or a longer period, including updated information about the major components of the revenues and expenses.</p> <p class=\"paragraph\">  3. Information about the estimated cost of expenditures that are made through the tax system.</p> <p class=\"paragraph\">  4. For the purpose of pre-budget consultations with the public:</p> <p class=\"subpara\">  i. A description of the key issues that, in the Minister’s opinion, should be addressed in the next budget.</p> <p class=\"subpara\">  ii. Details about how to participate in the pre-budget consultations.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "10.",
            "section_x": "Interim updates about revenues and expenses",
            "part_id": null,
            "part_type": null,
            "section_y": "Interim updates about revenues and expenses",
            "content": "10 On or before August 15 and on or before February 15 of each fiscal year, the Minister shall release updated information about Ontario’s revenues and expenses for the current fiscal year, including updated information about the major components of the revenues and expenses.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>10 </b>On or before August 15 and on or before February 15 of each fiscal year, the Minister shall release updated information about Ontario’s revenues and expenses for the current fiscal year, including updated information about the major components of the revenues and expenses.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "section_x": "Quarterly information about Ontario’s economic accounts",
            "part_id": null,
            "part_type": null,
            "section_y": "Quarterly information about Ontario’s economic accounts",
            "content": "11 Within 45 days after Statistics Canada publishes quarterly national income and expenditure accounts, the Minister shall release Ontario’s economic accounts for the same quarter.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>11 </b>Within 45 days after Statistics Canada publishes quarterly national income and expenditure accounts, the Minister shall release Ontario’s economic accounts for the same quarter.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "section_x": "Long-range assessment of economic and fiscal environment",
            "part_id": null,
            "part_type": null,
            "section_y": "Long-range assessment of economic and fiscal environment",
            "content": "12 (1) Within two years after the most recent general election, as defined in section 1 of the Election Act, the Minister shall release a long-range assessment of Ontario’s economic and fiscal environment. Contents of assessment (2) The long-range assessment must include the following information: 1. A description of anticipated changes in the economy and in population demographics during the following 20 years. 2. A description of the potential impact of these changes on the public sector and on Ontario’s fiscal policy during that period. 3. An analysis of key issues of fiscal policy that, in the Minister’s opinion, are likely to affect the long-term sustainability of the economy and of the public sector. Oversight by Auditor General",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>12 </b>(1) Within two years after the most recent general election, as defined in section 1 of the <i>Election Act</i>, the Minister shall release a long-range assessment of Ontario’s economic and fiscal environment.</p> <p class=\"headnote\">Contents of assessment</p> <p class=\"subsection\">(2) The long-range assessment must include the following information:</p> <p class=\"paragraph\">  1. A description of anticipated changes in the economy and in population demographics during the following 20 years.</p> <p class=\"paragraph\">  2. A description of the potential impact of these changes on the public sector and on Ontario’s fiscal policy during that period.</p> <p class=\"paragraph\">  3. An analysis of key issues of fiscal policy that, in the Minister’s opinion, are likely to affect the long-term sustainability of the economy and of the public sector.</p> <p class=\"heading1\"><a name=\"BK16\"></a>Oversight by Auditor General</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Oversight by Auditor General",
            "section_x": "Oversight by Auditor General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.",
            "section_x": "Pre-election review by Auditor General",
            "part_id": null,
            "part_type": null,
            "section_y": "Pre-election review by Auditor General",
            "content": "13 (1) Before a general election under subsection 9 (2) of the Election Act, the Auditor General shall review the multi-year fiscal plan included in the most recent budget to determine whether it is reasonable, and shall release a statement describing the results of the review. Auditor General Act (2) Sections 10, 11 and 11.1 of the Auditor General Act apply, with necessary modifications, with respect to the Auditor General’s review.",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>13 </b>(1) Before a general election under subsection 9 (2) of the <i>Election Act</i>, the Auditor General shall review the multi-year fiscal plan included in the most recent budget to determine whether it is reasonable, and shall release a statement describing the results of the review.</p> <p class=\"headnoteitalic\">Auditor General Act</p> <p class=\"subsection\">(2) Sections 10, 11 and 11.1 of the <i>Auditor General Act</i> apply, with necessary modifications, with respect to the Auditor General’s review.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "14.",
            "section_x": "Annual report on compliance",
            "part_id": null,
            "part_type": null,
            "section_y": "Annual report on compliance",
            "content": "14 Each fiscal year, the Auditor General shall release a written report about such matters as the Auditor General considers appropriate relating to the Minister’s compliance with the requirements of this Act. Minister and Premier Accountability Measures",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>14 </b>Each fiscal year, the Auditor General shall release a written report about such matters as the Auditor General considers appropriate relating to the Minister’s compliance with the requirements of this Act.</p> <p class=\"heading1\"><a name=\"BK19\"></a>Minister and Premier Accountability Measures</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Minister and Premier Accountability Measures",
            "section_x": "Minister and Premier Accountability Measures",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "15.",
            "section_x": "Statement re missed deadline",
            "part_id": null,
            "part_type": null,
            "section_y": "Statement re missed deadline",
            "content": "15 If the Minister does not meet a deadline under this Act, the Minister shall release a statement on or before the deadline in which the Minister explains why the deadline was not met and sets a new deadline to be met.",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>15 </b>If the Minister does not meet a deadline under this Act, the Minister shall release a statement on or before the deadline in which the Minister explains why the deadline was not met and sets a new deadline to be met.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "16.",
            "section_x": "Financial penalty for missed deadline",
            "part_id": null,
            "part_type": null,
            "section_y": "Financial penalty for missed deadline",
            "content": "16 (1) If the Minister does not meet a deadline under this Act, the following rules apply: 1. The Minister shall pay into the Consolidated Revenue Fund a penalty equal to 10 per cent of the annual salary payable to the Minister under subsection 3 (1) of the Executive Council Act. 2. The Premier shall pay into the Consolidated Revenue Fund a penalty equal to 10 per cent of the annual salary payable to the Premier under subsections 3 (1) and (2) of the Executive Council Act. Timing of payment (2) The Minister and the Premier shall make the payments required under subsection (1) within 30 days of the deadline that was not met. Personal payment (3) An amount payable under this section shall be paid personally and shall not be paid or reimbursed, directly or indirectly, from the Consolidated Revenue Fund. General",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>16 </b>(1) If the Minister does not meet a deadline under this Act, the following rules apply:</p> <p class=\"paragraph\">  1. The Minister shall pay into the Consolidated Revenue Fund a penalty equal to 10 per cent of the annual salary payable to the Minister under subsection 3 (1) of the <i>Executive Council Act</i>.</p> <p class=\"paragraph\">  2. The Premier shall pay into the Consolidated Revenue Fund a penalty equal to 10 per cent of the annual salary payable to the Premier under subsections 3 (1) and (2) of the <i>Executive Council Act</i>.</p> <p class=\"headnote\">Timing of payment</p> <p class=\"subsection\">(2) The Minister and the Premier shall make the payments required under subsection (1) within 30 days of the deadline that was not met.</p> <p class=\"headnote\">Personal payment</p> <p class=\"subsection\">(3) An amount payable under this section shall be paid personally and shall not be paid or reimbursed, directly or indirectly, from the Consolidated Revenue Fund.</p> <p class=\"heading1\"><a name=\"BK22\"></a>General</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "17.",
            "section_x": "Manner of releasing information",
            "part_id": null,
            "part_type": null,
            "section_y": "Manner of releasing information",
            "content": "17 (1) A requirement in this Act that requires the Minister to release information is satisfied if the information is made available to the public without charge on a website of the Government of Ontario. Same, format (2) Information that, under this Act, is required to be released on a specified date may be released together or separately.",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>17 </b>(1) A requirement in this Act that requires the Minister to release information is satisfied if the information is made available to the public without charge on a website of the Government of Ontario.</p> <p class=\"headnote\">Same, format</p> <p class=\"subsection\">(2) Information that, under this Act, is required to be released on a specified date may be released together or separately.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "18.",
            "section_x": "Non-application of Act during election period",
            "part_id": null,
            "part_type": null,
            "section_y": "Non-application of Act during election period",
            "content": "18 This Act does not apply to the Minister for the period beginning on the day that the writs for a general election, as defined in section 1 of the Election Act, are issued and ending on the day that is 30 days after the appointment of the first Executive Council under section 1 of the Executive Council Act following that election.",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>18 </b>This Act does not apply to the Minister for the period beginning on the day that the writs for a general election, as defined in section 1 of the <i>Election Act</i>, are issued and ending on the day that is 30 days after the appointment of the first Executive Council under section 1 of the <i>Executive Council Act</i> following that election.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "19.",
            "section_x": "Immunity",
            "part_id": null,
            "part_type": null,
            "section_y": "Immunity",
            "content": "19 Apart from a claim by the Crown against the Minister or the Premier in respect of an amount payable under section 16, no cause of action arises and no action or other proceeding may be brought in respect of a requirement of this Act. 20, 21 Omitted (amends, repeals or revokes other legislation). 22 Omitted\r\n(provides for coming into force of provisions of this Act). 23 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>19 </b>Apart from a<b> </b>claim by the Crown against the Minister or the Premier in respect of an amount payable under section 16, no cause of action arises and no action or other proceeding may be brought in respect of a requirement of this Act.</p> <p class=\"section\"><b>20</b>,<b> 21</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>22 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>23</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/19f07c\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}