{
    "act_info": {
        "full_title": "Fish Inspection Act, R.S.O. 1990, c. F.18",
        "act_name_text": "Fish Inspection Act",
        "citation": "R.S.O. 1990, c. F.18",
        "url": "https://www.ontario.ca/laws/statute/90f18",
        "date_scraped": "2023-12-18 19:22:33"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90f18/v3",
            "valid_from": "December 10, 2019",
            "valid_to": "December 31, 2020"
        },
        {
            "a_href": "/laws/statute/90f18/v2",
            "valid_from": "December 31, 2011",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/statute/90f18/v1",
            "valid_from": "December  5, 2001",
            "valid_to": "December 30, 2011"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “container” means any type of receptacle, package, wrapper, or confining band used in holding, storing, packing or marketing fish; (“récipient”) “establishment” means a place where fish are handled, graded, processed or stored; (“établissement”) “fish” includes a shellfish, crustacean and any marine animal, and any parts, products or by-products of any of them; (“poisson”) “inspector” means a person appointed by the Minister as an inspector under this Act or a person declared to be an inspector, by virtue of his or her office, under this Act and includes a conservation officer under the\r\nFish and Wildlife Conservation Act, 1997; (“inspecteur”) “marketing” means buying, selling, holding in possession, or offering or advertising for sale; (“commercialisation”) “Minister” means the Minister of Natural Resources; (“ministre”) “processing” includes cleaning, filleting, icing, packing, canning, freezing, smoking, salting, cooking, pickling, drying or preparing fish for market in any other way; (“traitement”) “regulations” means the regulations made under this Act; (“règlements”) “vehicle” includes a steamship, vessel, boat, railway-car, truck, carriage, car, aircraft and any other means of carriage used for transporting fish. (“véhicule”)  R.S.O. 1990, c. F.18, s. 1; 1997, c. 41, s. 117. Section Amendments with date in force (d/m/y) 1997, c. 41, s. 117 - 01/01/1999",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“container” means any type of receptacle, package, wrapper, or confining band used in holding, storing, packing or marketing fish; (“récipient”)</p> <p class=\"definition\">“establishment” means a place where fish are handled, graded, processed or stored; (“établissement”)</p> <p class=\"definition\">“fish” includes a shellfish, crustacean and any marine animal, and any parts, products or by-products of any of them; (“poisson”)</p> <p class=\"definition\">“inspector” means a person appointed by the Minister as an inspector under this Act or a person declared to be an inspector, by virtue of his or her office, under this Act and includes a conservation officer under the\r\n<i>Fish and Wildlife Conservation Act, 1997</i>; (“inspecteur”)</p> <p class=\"definition\">“marketing” means buying, selling, holding in possession, or offering or advertising for sale; (“commercialisation”)</p> <p class=\"definition\">“Minister” means the Minister of Natural Resources; (“ministre”)</p> <p class=\"definition\">“processing” includes cleaning, filleting, icing, packing, canning, freezing, smoking, salting, cooking, pickling, drying or preparing fish for market in any other way; (“traitement”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“vehicle” includes a steamship, vessel, boat, railway-car, truck, carriage, car, aircraft and any other means of carriage used for transporting fish. (“véhicule”)  R.S.O. 1990, c. F.18, s. 1; 1997, c. 41, s. 117.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1997, c. 41, s. 117 - 01/01/1999</p>"
        },
        {
            "id": "2",
            "section": "Appointment of inspectors",
            "content": "2 (1) The Minister may appoint an inspector or inspectors who shall perform such duties as may be prescribed by this Act or the regulations. Idem (2) The Lieutenant Governor in Council may declare that inspectors appointed under the Fish Inspection Act (Canada) or any class of persons designated as inspectors for the purposes of the Safe Food for Canadians Act (Canada) are inspectors, by virtue of their office, under this Act.  R.S.O. 1990, c. F.18, s. 2; 2019, c. 14, Sched. 3, s. 36. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 3, s. 36 - 10/12/2019",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) The Minister may appoint an inspector or inspectors who shall perform such duties as may be prescribed by this Act or the regulations.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may declare that inspectors appointed under the <i>Fish Inspection Act</i> (Canada) or any class of persons designated as inspectors for the purposes of the <i>Safe Food for Canadians Act</i> (Canada) are inspectors, by virtue of their office, under this Act.  R.S.O. 1990, c. F.18, s. 2; 2019, c. 14, Sched. 3, s. 36.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched3s36\">2019, c. 14, Sched. 3, s. 36</a></span> - 10/12/2019</p>"
        },
        {
            "id": "3",
            "section": "Powers of inspector",
            "content": "3 (1) An inspector may at any time, (a)  enter any establishment or vehicle used for the storage or carriage of fish and open any container that he or she has reason to believe contains fish; (b)  require to be produced for inspection or for the purpose of obtaining copies thereof, or extracts therefrom, any books, shipping bills, bills of lading or other documents or papers relating to the processing, transporting or marketing of fish; and (c)  take samples of fish for inspection. Obstruction (2) No person shall obstruct or impede an inspector in the discharge of his or her duties under this Act.  R.S.O. 1990, c. F.18, s. 3.",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) An inspector may at any time,</p> <p class=\"paragraph\">  (a)  enter any establishment or vehicle used for the storage or carriage of fish and open any container that he or she has reason to believe contains fish;</p> <p class=\"paragraph\">  (b)  require to be produced for inspection or for the purpose of obtaining copies thereof, or extracts therefrom, any books, shipping bills, bills of lading or other documents or papers relating to the processing, transporting or marketing of fish; and</p> <p class=\"paragraph\">  (c)  take samples of fish for inspection.</p> <p class=\"headnote\">Obstruction</p> <p class=\"subsection\">(2) No person shall obstruct or impede an inspector in the discharge of his or her duties under this Act.  R.S.O. 1990, c. F.18, s. 3.</p>"
        },
        {
            "id": "4",
            "section": "Appeal",
            "content": "4 Any person who thinks themself aggrieved by a decision of an inspector in respect of any matter under this Act or the regulations may appeal to the Minister in accordance with the procedure prescribed in the regulations.  R.S.O. 1990, c. F.18, s. 4; 1993, c. 27, Sched. Section Amendments with date in force (d/m/y) 1993, c. 27, Sched. - 31/12/1991",
            "raw_html": "<p class=\"section\"><b>4 </b>Any person who thinks themself aggrieved by a decision of an inspector in respect of any matter under this Act or the regulations may appeal to the Minister in accordance with the procedure prescribed in the regulations.  R.S.O. 1990, c. F.18, s. 4; 1993, c. 27, Sched.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1993, c. 27, Sched. - 31/12/1991</p>"
        },
        {
            "id": "5",
            "section": "Seizure of fish and containers",
            "content": "5 (1) Whenever an inspector believes on reasonable grounds that an offence against this Act or the regulations has been committed, the inspector may seize all fish and containers by means of or in relation to which he or she reasonably believes the offence was committed. Detention of fish and containers (2) All fish and containers seized under subsection (1) may be detained for a period of two months following the day of seizure, unless during that period proceedings under this Act in respect of such fish and containers are taken, in which case the fish and containers may be further detained until such proceedings are finally concluded. Disposal of fish seized (3) Where a person is convicted of an offence under this Act or the regulations, any fish or containers seized under subsection (1) by means of or in relation to which the offence was committed shall be ordered to be forfeited to Her Majesty by the court convicting such person and may be disposed of as the Minister directs. Where offence deemed committed in relation to fish seized (4) Where a person pleads guilty to an offence against this Act or the regulations and fish or containers were seized under subsection (1) by an inspector as being fish or containers by means of or in relation to which the offence was committed, it shall be presumed by the court convicting such person, in the absence of evidence to the contrary, that the offence was committed by means of or in relation to such fish or containers.  R.S.O. 1990, c. F.18, s. 5.",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) Whenever an inspector believes on reasonable grounds that an offence against this Act or the regulations has been committed, the inspector may seize all fish and containers by means of or in relation to which he or she reasonably believes the offence was committed.</p> <p class=\"headnote\">Detention of fish and containers</p> <p class=\"subsection\">(2) All fish and containers seized under subsection (1) may be detained for a period of two months following the day of seizure, unless during that period proceedings under this Act in respect of such fish and containers are taken, in which case the fish and containers may be further detained until such proceedings are finally concluded.</p> <p class=\"headnote\">Disposal of fish seized</p> <p class=\"subsection\">(3) Where a person is convicted of an offence under this Act or the regulations, any fish or containers seized under subsection (1) by means of or in relation to which the offence was committed shall be ordered to be forfeited to Her Majesty by the court convicting such person and may be disposed of as the Minister directs.</p> <p class=\"headnote\">Where offence deemed committed in relation to fish seized</p> <p class=\"subsection\">(4) Where a person pleads guilty to an offence against this Act or the regulations and fish or containers were seized under subsection (1) by an inspector as being fish or containers by means of or in relation to which the offence was committed, it shall be presumed by the court convicting such person, in the absence of evidence to the contrary, that the offence was committed by means of or in relation to such fish or containers.  R.S.O. 1990, c. F.18, s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Falsification, etc., of documents",
            "content": "6 (1) No person shall falsify or unlawfully alter, destroy, erase or obliterate any document made or issued under this Act or the regulations, or any marks placed on any container under the authority of this Act or the regulations.  R.S.O. 1990, c. F.18, s. 6 (1). (2) Repealed:  1999, c. 12, Sched. N, s. 2 (1). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. N, s. 2 (1) - 22/12/1999",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) No person shall falsify or unlawfully alter, destroy, erase or obliterate any document made or issued under this Act or the regulations, or any marks placed on any container under the authority of this Act or the regulations.  R.S.O. 1990, c. F.18, s. 6 (1).</p> <p class=\"subsection\">(2) <span>Repealed</span>:  1999, c. 12, Sched. N, s. 2 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1999, c. 12, Sched. N, s. 2 (1) - 22/12/1999</p>"
        },
        {
            "id": "7",
            "section": "Fish for sale to be fit for human consumption",
            "content": "7 (1) No person shall sell, offer for sale, or hold in possession for sale, any fish intended for human consumption that is tainted, decomposed or unwholesome.  R.S.O. 1990, c. F.18, s. 7 (1). Arrest without warrant (2) An inspector may arrest without warrant a person that he or she believes on reasonable grounds is committing, has committed or is preparing to commit an offence under subsection (1). Necessary force (3) An inspector may use as much force as is necessary to make an arrest under subsection (2). Release (4) If an inspector arrests a person under subsection (2), he or she shall, as soon as practicable, release the person from custody, unless the inspector has reasonable grounds to believe that, (a)  it is necessary in the public interest for the person arrested to be detained, having regard to all the circumstances, including the need to, (i)  establish the identity of the person, (ii)  secure or preserve evidence of or relating to the offence, or (iii)  prevent the continuation or repetition of the offence or the commission of another offence; or (b)  the person arrested, if released, will not respond to the summons or offence notice or will not appear in court. Person to be taken before justice (5) Section 150 of the Provincial Offences Act\r\napplies if the person arrested is not released.  1999, c. 12, Sched. N, s. 2 (2). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. N, s. 2 (2) - 22/12/1999",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) No person shall sell, offer for sale, or hold in possession for sale, any fish intended for human consumption that is tainted, decomposed or unwholesome.  R.S.O. 1990, c. F.18, s. 7 (1).</p> <p class=\"headnote\">Arrest without warrant</p> <p class=\"subsection\">(2) An inspector may arrest without warrant a person that he or she believes on reasonable grounds is committing, has committed or is preparing to commit an offence under subsection (1).</p> <p class=\"headnote\">Necessary force</p> <p class=\"subsection\">(3) An inspector may use as much force as is necessary to make an arrest under subsection (2).</p> <p class=\"headnote\">Release</p> <p class=\"subsection\">(4) If an inspector arrests a person under subsection (2), he or she shall, as soon as practicable, release the person from custody, unless the inspector has reasonable grounds to believe that,</p> <p class=\"paragraph\">  (a)  it is necessary in the public interest for the person arrested to be detained, having regard to all the circumstances, including the need to,</p> <p class=\"subclause\">  (i)  establish the identity of the person,</p> <p class=\"subclause\">  (ii)  secure or preserve evidence of or relating to the offence, or</p> <p class=\"subclause\">  (iii)  prevent the continuation or repetition of the offence or the commission of another offence; or</p> <p class=\"paragraph\">  (b)  the person arrested, if released, will not respond to the summons or offence notice or will not appear in court.</p> <p class=\"headnote\">Person to be taken before justice</p> <p class=\"subsection\">(5) Section 150 of the <i>Provincial Offences Act</i>\r\napplies if the person arrested is not released.  1999, c. 12, Sched. N, s. 2 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 12, Sched. N, s. 2 (2) - 22/12/1999</p>"
        },
        {
            "id": "8",
            "section": "Sale or possession under misleading name",
            "content": "8 No person shall sell, offer for sale, or hold in possession for sale, any fish or container under a name likely to mislead or deceive.  R.S.O. 1990, c. F.18, s. 8.",
            "raw_html": "<p class=\"section\"><b>8 </b>No person shall sell, offer for sale, or hold in possession for sale, any fish or container under a name likely to mislead or deceive.  R.S.O. 1990, c. F.18, s. 8.</p>"
        },
        {
            "id": "9",
            "section": "Offence",
            "content": "9 (1) Every person who contravenes any of the provisions of this Act or the regulations is guilty of an offence and is liable on conviction to, (a)  in the case of an individual, a fine of not more than $25,000, or to imprisonment for a term of not more than two years, or to both; and (b)  in the case of a corporation, a fine of not more than $100,000. Corporations (2) If a corporation commits an offence under this Act, an officer, director, employee or agent of the corporation who directed, authorized, assented to, acquiesced in or participated in the commission of the offence is party to and guilty of the offence and is liable on conviction to the punishment provided for the offence, whether or not the corporation has been prosecuted for the offence.  1999, c. 12, Sched. N, s. 2 (3). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. N, s. 2 (3) - 22/12/1999",
            "raw_html": "<p class=\"section\"><b>9</b> (1) Every person who contravenes any of the provisions of this Act or the regulations is guilty of an offence and is liable on conviction to,</p> <p class=\"paragraph\">  (a)  in the case of an individual, a fine of not more than $25,000, or to imprisonment for a term of not more than two years, or to both; and</p> <p class=\"paragraph\">  (b)  in the case of a corporation, a fine of not more than $100,000.</p> <p class=\"headnote\">Corporations</p> <p class=\"subsection\">(2) If a corporation commits an offence under this Act, an officer, director, employee or agent of the corporation who directed, authorized, assented to, acquiesced in or participated in the commission of the offence is party to and guilty of the offence and is liable on conviction to the punishment provided for the offence, whether or not the corporation has been prosecuted for the offence.  1999, c. 12, Sched. N, s. 2 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1999, c. 12, Sched. N, s. 2 (3) - 22/12/1999</p>"
        },
        {
            "id": "10",
            "section": "Where offences deemed to have been committed",
            "content": "10 Every offence against this Act or the regulations and every contravention of any of the conditions of any licence issued under this Act or the regulations, for the purposes of any prosecution, shall be deemed to have been committed, and every cause of complaint under this Act or the regulations or any of the conditions of any licence issued under this Act or the regulations shall be deemed to have arisen in the place where the offence was actually committed or the place where it was first discovered by an inspector or the place where the defendant resides or is found.  R.S.O. 1990, c. F.18, s. 10.",
            "raw_html": "<p class=\"section\"><b>10 </b>Every offence against this Act or the regulations and every contravention of any of the conditions of any licence issued under this Act or the regulations, for the purposes of any prosecution, shall be deemed to have been committed, and every cause of complaint under this Act or the regulations or any of the conditions of any licence issued under this Act or the regulations shall be deemed to have arisen in the place where the offence was actually committed or the place where it was first discovered by an inspector or the place where the defendant resides or is found.  R.S.O. 1990, c. F.18, s. 10.</p>"
        },
        {
            "id": "10.1",
            "section": "Limitation period",
            "content": "10.1 A prosecution for an offence under this Act, (a)  shall not be commenced more than two years after the day evidence of the offence first came to the attention of an inspector; and (b)  shall not be commenced more than three years after the offence was committed.  1999, c. 12, Sched. N, s. 2 (4). Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. N, s. 2 (4) - 22/12/1999",
            "raw_html": "<p class=\"section\"><b>10.1</b> A prosecution for an offence under this Act,</p> <p class=\"paragraph\">  (a)  shall not be commenced more than two years after the day evidence of the offence first came to the attention of an inspector; and</p> <p class=\"paragraph\">  (b)  shall not be commenced more than three years after the offence was committed.  1999, c. 12, Sched. N, s. 2 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1999, c. 12, Sched. N, s. 2 (4) - 22/12/1999</p>"
        },
        {
            "id": "11",
            "section": "Disposal of fines, etc.",
            "content": "11 The Lieutenant Governor in Council may provide for the disposition of fines imposed for contraventions of this Act or the regulations and for the disposition of any proceeds from the sale of forfeited fish or containers.  R.S.O. 1990, c. F.18, s. 11. 12 Repealed: 2019, c. 14, Sched. 3, s. 37. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 3, s. 37 - 10/12/2019",
            "raw_html": "<p class=\"section\"><b>11 </b>The Lieutenant Governor in Council may provide for the disposition of fines imposed for contraventions of this Act or the regulations and for the disposition of any proceeds from the sale of forfeited fish or containers.  R.S.O. 1990, c. F.18, s. 11.</p> <p class=\"section\"><b>12 </b><span class=\"ovsmallcap\">Repealed</span>: 2019, c. 14, Sched. 3, s. 37.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched3s37\">2019, c. 14, Sched. 3, s. 37</a></span> - 10/12/2019</p>"
        },
        {
            "id": "12",
            "section": "Disposal of fines, etc.",
            "content": "12 Repealed: 2019, c. 14, Sched. 3, s. 37. Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 3, s. 37 - 10/12/2019",
            "raw_html": "<p class=\"section\"><b>12 </b><span class=\"ovsmallcap\">Repealed</span>: 2019, c. 14, Sched. 3, s. 37.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched3s37\">2019, c. 14, Sched. 3, s. 37</a></span> - 10/12/2019</p>"
        },
        {
            "id": "13",
            "section": "Regulations",
            "content": "13 (1) The Lieutenant Governor in Council may, for the purpose of regulating the marketing of fish and containers locally within Ontario, make regulations, (a)  prescribing grades, qualities and standards of fish for marketing; (b)  prohibiting or regulating the marketing of fish that are not inspected or that are below any prescribed grade, quality or standard; (c)  defining for the purposes of section 7, the expressions “tainted”, “decomposed” and “unwholesome”; (d)  respecting the handling, processing, storing, grading, packaging, marking, transporting and inspecting of fish; (e)  respecting the quality and specifications for containers and the marking and inspecting of containers; (f)  prescribing the duties of inspectors; (g)  requiring and governing the issue, form, renewal, transfer, refusal and cancellation of licences for establishments and persons handling, processing, storing, grading, transporting or marketing fish, prescribing their duration, territorial limitations and terms and conditions and exempting classes of establishments and persons; (h)  prescribing fees for licences, and for grading and inspection services; (i)  governing the requirements for the equipment and sanitary operation of establishments, and of vehicles used in connection with an establishment or in connection with fishing or the marketing of fish; (j)  prohibiting the marketing of fish or containers under a grade name or standard prescribed by the regulations unless all the requirements of this Act and the regulations with respect thereto have been complied with; (k)  prescribing the manner in which samples of fish may be taken; (l)  prescribing the procedure to be followed in any appeal to the Minister under this Act; (m)  providing for any thing connected with the marketing or inspection of fish and containers locally within Ontario. Application of regulations (2) Any regulation may be limited as to area, species of fish, time or otherwise.  R.S.O. 1990, c. F.18, s. 13. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>13 </b>(1) The Lieutenant Governor in Council may, for the purpose of regulating the marketing of fish and containers locally within Ontario, make regulations,</p> <p class=\"paragraph\">  (a)  prescribing grades, qualities and standards of fish for marketing;</p> <p class=\"paragraph\">  (b)  prohibiting or regulating the marketing of fish that are not inspected or that are below any prescribed grade, quality or standard;</p> <p class=\"paragraph\">  (c)  defining for the purposes of section 7, the expressions “tainted”, “decomposed” and “unwholesome”;</p> <p class=\"paragraph\">  (d)  respecting the handling, processing, storing, grading, packaging, marking, transporting and inspecting of fish;</p> <p class=\"paragraph\">  (e)  respecting the quality and specifications for containers and the marking and inspecting of containers;</p> <p class=\"paragraph\">  (f)  prescribing the duties of inspectors;</p> <p class=\"paragraph\">  (g)  requiring and governing the issue, form, renewal, transfer, refusal and cancellation of licences for establishments and persons handling, processing, storing, grading, transporting or marketing fish, prescribing their duration, territorial limitations and terms and conditions and exempting classes of establishments and persons;</p> <p class=\"paragraph\">  (h)  prescribing fees for licences, and for grading and inspection services;</p> <p class=\"paragraph\">  (i)  governing the requirements for the equipment and sanitary operation of establishments, and of vehicles used in connection with an establishment or in connection with fishing or the marketing of fish;</p> <p class=\"paragraph\">  (j)  prohibiting the marketing of fish or containers under a grade name or standard prescribed by the regulations unless all the requirements of this Act and the regulations with respect thereto have been complied with;</p> <p class=\"paragraph\">  (k)  prescribing the manner in which samples of fish may be taken;</p> <p class=\"paragraph\">  (l)  prescribing the procedure to be followed in any appeal to the Minister under this Act;</p> <p class=\"paragraph\">  (m)  providing for any thing connected with the marketing or inspection of fish and containers locally within Ontario.</p> <p class=\"headnote\">Application of regulations</p> <p class=\"subsection\">(2) Any regulation may be limited as to area, species of fish, time or otherwise.  R.S.O. 1990, c. F.18, s. 13.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90f18\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}