{
    "act_info": {
        "full_title": "Fluoridation Act, R.S.O. 1990, c. F.22",
        "act_name_text": "Fluoridation Act",
        "citation": "R.S.O. 1990, c. F.22",
        "url": "https://www.ontario.ca/laws/statute/90f22",
        "date_scraped": "2023-12-19 07:12:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 15, 2009",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90f22/v2",
            "valid_from": "June  4, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90f22/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "June  3, 2007"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “Chief Electoral Officer” means the Chief Electoral Officer appointed under the Election Act; (“directeur général des élections”) “electors” means persons entitled to vote at a municipal election; (“électeurs”) “fluoridation system” means a system comprising equipment and materials for the addition of a chemical compound to release fluoride ions into a public water supply; (“système de fluoration”) “local municipality” means a single-tier municipality and a lower-tier municipality, excluding a lower-tier municipality that forms part of a regional municipality for municipal purposes. (“municipalité locale”)  R.S.O. 1990, c. F.22, s. 1; 2001, c. 25, s. 476 (1, 2); 2007, c. 15, s. 40 (1). Section Amendments with date in force (d/m/y) 2001, c. 25, s. 476 (1, 2) - 01/01/2003 2007, c. 15, s. 40 (1)\r\n- 04/06/2007",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“Chief Electoral Officer” means the Chief Electoral Officer appointed under the <i>Election Act</i>; (“directeur général des élections”)</p> <p class=\"definition\">“electors” means persons entitled to vote at a municipal election; (“électeurs”)</p> <p class=\"definition\">“fluoridation system” means a system comprising equipment and materials for the addition of a chemical compound to release fluoride ions into a public water supply; (“système de fluoration”)</p> <p class=\"definition\">“local municipality” means a single-tier municipality and a lower-tier municipality, excluding a lower-tier municipality that forms part of a regional municipality for municipal purposes. (“municipalité locale”)  R.S.O. 1990, c. F.22, s. 1; 2001, c. 25, s. 476 (1, 2); 2007, c. 15, s. 40 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01025#s476s1\">2001, c. 25, s. 476 (1, 2)</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S07015#s40s1\">2007, c. 15, s. 40 (1)</a></span>\r\n- 04/06/2007</p>"
        },
        {
            "id": "2",
            "section": "Establishment of system",
            "content": "2 (1) Where a local municipality or a local board thereof owns or operates a waterworks system, the council of the municipality may by by-law establish, maintain and operate, or require the local board to establish, maintain and operate, a fluoridation system in connection with the waterworks system.  R.S.O. 1990, c. F.22, s. 2 (1). Vote as to establishment of system (2) The council may, before passing a by-law under subsection (1), submit to the electors of the municipality a question to the following effect: Are you in favour of the fluoridation of the public water supply of this municipality? and, where the question receives the affirmative vote of a majority of the electors who vote on the question, the council shall pass the by-law, or, where the question does not receive the affirmative vote of a majority of the electors who vote on the question, the council shall not pass the by-law until the question has again been submitted to the electors of the municipality and it has received the affirmative vote of a majority of the electors who vote on it.  R.S.O. 1990, c. F.22, s. 2 (2).",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) Where a local municipality or a local board thereof owns or operates a waterworks system, the council of the municipality may by by-law establish, maintain and operate, or require the local board to establish, maintain and operate, a fluoridation system in connection with the waterworks system.  R.S.O. 1990, c. F.22, s. 2 (1).</p> <p class=\"headnote\">Vote as to establishment of system</p> <p class=\"subsection\">(2) The council may, before passing a by-law under subsection (1), submit to the electors of the municipality a question to the following effect:</p> <p class=\"paragraph\">Are you in favour of the fluoridation of the public water supply of this municipality?</p> <p class=\"subsection\">and, where the question receives the affirmative vote of a majority of the electors who vote on the question, the council shall pass the by-law, or, where the question does not receive the affirmative vote of a majority of the electors who vote on the question, the council shall not pass the by-law until the question has again been submitted to the electors of the municipality and it has received the affirmative vote of a majority of the electors who vote on it.  R.S.O. 1990, c. F.22, s. 2 (2).</p>"
        },
        {
            "id": "2.1",
            "section": "Fluoridation systems",
            "content": "2.1 (1) The council of a regional municipality may by by-law establish, maintain and operate or discontinue fluoridation systems.  2001, c. 25, s. 476 (3). Continuation (2) Although a by-law has not been passed under subsection (1), the council of a regional municipality may continue to fluoridate the water supply of those areas in the area of jurisdiction of the regional municipality to which it was supplying fluoridated water immediately before June 29, 1987.  2001, c. 25, s. 476 (3). Section Amendments with date in force (d/m/y) 2001, c. 25, s. 476 (3) - 01/01/2003",
            "raw_html": "<p class=\"section\"><b>2.1</b><b> </b>(1) The council of a regional municipality may by by-law establish, maintain and operate or discontinue fluoridation systems.  2001, c. 25, s. 476 (3).</p> <p class=\"headnote\">Continuation</p> <p class=\"subsection\">(2) Although a by-law has not been passed under subsection (1), the council of a regional municipality may continue to fluoridate the water supply of those areas in the area of jurisdiction of the regional municipality to which it was supplying fluoridated water immediately before June 29, 1987.  2001, c. 25, s. 476 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01025#s476s3\">2001, c. 25, s. 476 (3)</a></span> - 01/01/2003</p>"
        },
        {
            "id": "3",
            "section": "Discontinuance of system",
            "content": "3 (1) Where a local municipality or a local board thereof has a fluoridation system in connection with its waterworks system, the council of the municipality may by by-law discontinue, or require the local board to discontinue, the fluoridation system.  R.S.O. 1990, c. F.22, s. 3 (1). Vote as to discontinuance of system (2) The council may before passing a by-law under subsection (1) submit to the electors of the municipality a question to the following effect: Are you in favour of the discontinuance of the fluoridation of the public water supply of this municipality? and, where the question receives the affirmative vote of a majority of the electors who vote on the question, the council shall pass the by-law, or, where the question does not receive the affirmative vote of a majority of the electors who vote on the question, the council shall not pass the by-law until the question has again been submitted to the electors of the municipality and it has received the affirmative vote of a majority of the electors who vote on it.  R.S.O. 1990, c. F.22, s. 3 (2).",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) Where a local municipality or a local board thereof has a fluoridation system in connection with its waterworks system, the council of the municipality may by by-law discontinue, or require the local board to discontinue, the fluoridation system.  R.S.O. 1990, c. F.22, s. 3 (1).</p> <p class=\"headnote\">Vote as to discontinuance of system</p> <p class=\"subsection\">(2) The council may before passing a by-law under subsection (1) submit to the electors of the municipality a question to the following effect:</p> <p class=\"paragraph\">Are you in favour of the discontinuance of the fluoridation of the public water supply of this municipality?</p> <p class=\"subsection\">and, where the question receives the affirmative vote of a majority of the electors who vote on the question, the council shall pass the by-law, or, where the question does not receive the affirmative vote of a majority of the electors who vote on the question, the council shall not pass the by-law until the question has again been submitted to the electors of the municipality and it has received the affirmative vote of a majority of the electors who vote on it.  R.S.O. 1990, c. F.22, s. 3 (2).</p>"
        },
        {
            "id": "4",
            "section": "When question may be submitted",
            "content": "4 (1) The council may submit a question under this Act to the electors at any time.  R.S.O. 1990, c. F.22, s. 4 (1). Petition (2) Upon the presentation of a petition requesting that a question under this Act be submitted to the electors, signed by at least 10 per cent of the electors in the municipality, the council shall before or at the next municipal election submit the question to the electors, but, if a petition is presented in the month of November or December in any year, it shall be deemed to be presented in the month of February next following.  R.S.O. 1990, c. F.22, s. 4 (2). Idem (3) A petition mentioned in subsection (2) shall be deemed to be presented when it is lodged with the clerk of the municipality, and the sufficiency of the petition shall be determined by the clerk and his or her certificate as to its sufficiency is conclusive for all purposes.  R.S.O. 1990, c. F.22, s. 4 (3).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) The council may submit a question under this Act to the electors at any time.  R.S.O. 1990, c. F.22, s. 4 (1).</p> <p class=\"headnote\">Petition</p> <p class=\"subsection\">(2) Upon the presentation of a petition requesting that a question under this Act be submitted to the electors, signed by at least 10 per cent of the electors in the municipality, the council shall before or at the next municipal election submit the question to the electors, but, if a petition is presented in the month of November or December in any year, it shall be deemed to be presented in the month of February next following.  R.S.O. 1990, c. F.22, s. 4 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) A petition mentioned in subsection (2) shall be deemed to be presented when it is lodged with the clerk of the municipality, and the sufficiency of the petition shall be determined by the clerk and his or her certificate as to its sufficiency is conclusive for all purposes.  R.S.O. 1990, c. F.22, s. 4 (3).</p>"
        },
        {
            "id": "5",
            "section": "Joint waterworks, establishment of system",
            "content": "5 (1) Where a waterworks system is operated by or for two or more local municipalities, the body operating the waterworks system shall establish, maintain and operate a fluoridation system in connection therewith, (a) where there are two such municipalities, only after the councils of both such municipalities have passed a by-law requiring the fluoridation of the water supply of their respective municipalities; or (b) where there are more than two such municipalities, only after the councils of a majority of such municipalities have passed a by-law requiring the fluoridation of the water supply of their respective municipalities.  R.S.O. 1990, c. F.22, s. 5 (1). Idem, discontinuance (2) A fluoridation system established under subsection (1) shall be discontinued where the councils of both municipalities or of a majority of the municipalities, as the case may be, have passed by-laws requiring the discontinuance of the fluoridation system in their respective municipalities.  R.S.O. 1990, c. F.22, s. 5 (2). Vote on question upon petition (3) Where petitions signed by at least 10 per cent of the electors in each such municipality, where there are two such municipalities, or in each of a majority of such municipalities, where there are more than two, are presented to the Chief Electoral Officer requesting that a question under this Act be submitted in both or all of such municipalities, as the case may be, each of the municipalities by or for which the waterworks system is operated shall submit the question to its electors on a date to be fixed by the Chief Electoral Officer, and the clerk of each such municipality shall certify the result of the vote in the municipality to the Chief Electoral Officer.  R.S.O. 1990, c. F.22, s. 5 (3); 2007, c. 15, s. 40 (1). Result of vote, establishment (4) If a majority of the votes cast in both or all of such municipalities, as the case may be, on the question set out in section 2 is in the affirmative, each such municipality shall pass a by-law under subsection (1), or, if a majority of the votes cast in both or all of such municipalities, as the case may be, is in the negative, no by-law under subsection (1) shall be passed until the question has again been submitted to the electors and has received the affirmative vote of a majority of the electors who vote on it.  R.S.O. 1990, c. F.22, s. 5 (4). Idem, discontinuance (5) If a majority of the votes cast in both or all of such municipalities, as the case may be, on the question set out in section 3 is in the affirmative, the council of each such municipality shall pass a by-law requiring the discontinuance of the fluoridation system in its municipality.  R.S.O. 1990, c. F.22, s. 5 (5). Section Amendments with date in force (d/m/y) 2007, c. 15, s. 40 (1) - 04/06/2007",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) Where a waterworks system is operated by or for two or more local municipalities, the body operating the waterworks system shall establish, maintain and operate a fluoridation system in connection therewith,</p> <p class=\"paragraph\">  (a) where there are two such municipalities, only after the councils of both such municipalities have passed a by-law requiring the fluoridation of the water supply of their respective municipalities; or</p> <p class=\"paragraph\">  (b) where there are more than two such municipalities, only after the councils of a majority of such municipalities have passed a by-law requiring the fluoridation of the water supply of their respective municipalities.  R.S.O. 1990, c. F.22, s. 5 (1).</p> <p class=\"headnote\">Idem, discontinuance</p> <p class=\"subsection\">(2) A fluoridation system established under subsection (1) shall be discontinued where the councils of both municipalities or of a majority of the municipalities, as the case may be, have passed by-laws requiring the discontinuance of the fluoridation system in their respective municipalities.  R.S.O. 1990, c. F.22, s. 5 (2).</p> <p class=\"headnote\">Vote on question upon petition</p> <p class=\"subsection\">(3) Where petitions signed by at least 10 per cent of the electors in each such municipality, where there are two such municipalities, or in each of a majority of such municipalities, where there are more than two, are presented to the Chief Electoral Officer requesting that a question under this Act be submitted in both or all of such municipalities, as the case may be, each of the municipalities by or for which the waterworks system is operated shall submit the question to its electors on a date to be fixed by the Chief Electoral Officer, and the clerk of each such municipality shall certify the result of the vote in the municipality to the Chief Electoral Officer.  R.S.O. 1990, c. F.22, s. 5 (3); 2007, c. 15, s. 40 (1).</p> <p class=\"headnote\">Result of vote, establishment</p> <p class=\"subsection\">(4) If a majority of the votes cast in both or all of such municipalities, as the case may be, on the question set out in section 2 is in the affirmative, each such municipality shall pass a by-law under subsection (1), or, if a majority of the votes cast in both or all of such municipalities, as the case may be, is in the negative, no by-law under subsection (1) shall be passed until the question has again been submitted to the electors and has received the affirmative vote of a majority of the electors who vote on it.  R.S.O. 1990, c. F.22, s. 5 (4).</p> <p class=\"headnote\">Idem, discontinuance</p> <p class=\"subsection\">(5) If a majority of the votes cast in both or all of such municipalities, as the case may be, on the question set out in section 3 is in the affirmative, the council of each such municipality shall pass a by-law requiring the discontinuance of the fluoridation system in its municipality.  R.S.O. 1990, c. F.22, s. 5 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S07015#s40s1\">2007, c. 15, s. 40 (1)</a></span> - 04/06/2007</p>"
        },
        {
            "id": "6",
            "section": "Public utility company",
            "content": "6 (1) The council of any local municipality that obtains its water supply under an agreement with a public utility company may pass a by-law requiring the fluoridation of the water supply, and thereupon the company shall establish, maintain and operate a fluoridation system in connection with the water supply of the municipality on such terms and conditions as the council of the municipality and the company agree upon or, failing agreement, as are determined by arbitration under the Arbitration Act, 1991.  R.S.O. 1990, c. F.22, s. 6 (1); 2009, c. 33, Sched. 18, s. 9 (1). Idem, discontinuance (2) Any fluoridation system established under subsection (1) shall be discontinued where the council of the municipality has passed a by-law requiring its discontinuance, and the terms and conditions of the discontinuance may be agreed upon by the council of the municipality and the company or, failing agreement, may be determined by arbitration under the Arbitration Act, 1991.  R.S.O. 1990, c. F.22, s. 6 (2); 2009, c. 33, Sched. 18, s. 9 (2). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 18, s. 9 (1, 2) - 15/12/2009 7 Repealed:  1997, c. 26, Sched. Section Amendments with date in force (d/m/y) 1997, c. 26, Sched. - 01/01/1998",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) The council of any local municipality that obtains its water supply under an agreement with a public utility company may pass a by-law requiring the fluoridation of the water supply, and thereupon the company shall establish, maintain and operate a fluoridation system in connection with the water supply of the municipality on such terms and conditions as the council of the municipality and the company agree upon or, failing agreement, as are determined by arbitration under the <i>Arbitration Act, 1991</i>.  R.S.O. 1990, c. F.22, s. 6 (1); 2009, c. 33, Sched. 18, s. 9 (1).</p> <p class=\"headnote\">Idem, discontinuance</p> <p class=\"subsection\">(2) Any fluoridation system established under subsection (1) shall be discontinued where the council of the municipality has passed a by-law requiring its discontinuance, and the terms and conditions of the discontinuance may be agreed upon by the council of the municipality and the company or, failing agreement, may be determined by arbitration under the <i>Arbitration Act, 1991</i>.  R.S.O. 1990, c. F.22, s. 6 (2); 2009, c. 33, Sched. 18, s. 9 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched18s9s1\">2009, c. 33, Sched. 18, s. 9 (1, 2)</a></span> - 15/12/2009</p> <p class=\"section\"><b>7</b> <span class=\"ovsmallcap\">Repealed</span>:  1997, c. 26, Sched.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1997, c. 26, Sched. - 01/01/1998</p>"
        },
        {
            "id": "7",
            "section": "Idem, discontinuance",
            "content": "7 Repealed:  1997, c. 26, Sched. Section Amendments with date in force (d/m/y) 1997, c. 26, Sched. - 01/01/1998",
            "raw_html": "<p class=\"section\"><b>7</b> <span class=\"ovsmallcap\">Repealed</span>:  1997, c. 26, Sched.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1997, c. 26, Sched. - 01/01/1998</p>"
        },
        {
            "id": "8",
            "section": "Systems existing on March 29, 1961",
            "content": "8 Every fluoridation system that was being operated on the 29th day of March, 1961 under the authority of The Public Health Act, being chapter 321 of the Revised Statutes of Ontario, 1960, shall be deemed to have been established and to be maintained and operated under the authority of this Act.  R.S.O. 1990, c. F.22, s. 8.",
            "raw_html": "<p class=\"section\"><b>8 </b>Every fluoridation system that was being operated on the 29th day of March, 1961 under the authority of <i>The Public Health Act</i>, being chapter 321 of the Revised Statutes of Ontario, 1960, shall be deemed to have been established and to be maintained and operated under the authority of this Act.  R.S.O. 1990, c. F.22, s. 8.</p>"
        },
        {
            "id": "9",
            "section": "Regulations",
            "content": "9 (1) The Lieutenant Governor in Council may make regulations, (a) governing and regulating the equipment and processes that may be used in fluoridation systems; (b) prescribing the nature and amount of the chemical compounds that may be used in fluoridation systems; (c) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act.  R.S.O. 1990, c. F.22, s. 9 (1). Idem (2) Any such regulation may be general or particular in its application.  R.S.O. 1990, c. F.22, s. 9 (2). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) governing and regulating the equipment and processes that may be used in fluoridation systems;</p> <p class=\"paragraph\">  (b) prescribing the nature and amount of the chemical compounds that may be used in fluoridation systems;</p> <p class=\"paragraph\">  (c) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act.  R.S.O. 1990, c. F.22, s. 9 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Any such regulation may be general or particular in its application.  R.S.O. 1990, c. F.22, s. 9 (2).</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90f22\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}