{
    "act_info": {
        "full_title": "Forfeited Corporate Property Act, 2015, S.O. 2015, c. 38, Sched. 7",
        "act_name_text": "Forfeited Corporate Property Act, 2015",
        "citation": "S.O. 2015, c. 38, Sched. 7",
        "url": "https://www.ontario.ca/laws/statute/15f38",
        "date_scraped": "2023-12-18 14:09:58"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 19, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/15f38/v8",
            "valid_from": "January  1, 2021",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/15f38/v7",
            "valid_from": "December  8, 2020",
            "valid_to": "December 31, 2020"
        },
        {
            "a_href": "/laws/statute/15f38/v6",
            "valid_from": "July  1, 2019",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/statute/15f38/v5",
            "valid_from": "May 29, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/statute/15f38/v4",
            "valid_from": "January  1, 2018",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/15f38/v3",
            "valid_from": "May 30, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/statute/15f38/v2",
            "valid_from": "December 10, 2016",
            "valid_to": "May 29, 2017"
        },
        {
            "a_href": "/laws/statute/15f38/v1",
            "valid_from": "December 10, 2015",
            "valid_to": "December  9, 2016"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/160420",
            "Citation": "O. Reg. 420/16",
            "title": "FEES"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation",
            "content": "1 (1) In this Act, “charitable corporation” means a corporation that is incorporated for charitable purposes; (“organisation caritative”) “charitable property” means, (a) any property held by a charitable corporation, and (b) any property held for charitable purposes by a corporation that is not a charitable corporation; (version anglaise seulement) “charitable purposes” means, (a) the relief of poverty, (b) education, (c) the advancement of religion, and (d) any other purpose that is beneficial to the community; (“fins de bienfaisance”) “Crown” means, unless otherwise specified, the Crown in right of Ontario; (“Couronne”) “encumbrance” means, subject to subsections (2) and (3), (a) a claim that secures payment or the performance of an obligation, including a charge under the Land Titles Act, a mortgage, a lien, a trust for securing money and a writ of execution, (b) a security interest, regardless of whether the security interest secures payment or the performance of an obligation, (c) a restrictive covenant, (d) a certificate of pending litigation, (e) a profit à prendre, or (f) any interest prescribed as an encumbrance; (“grèvement”) “forfeited corporate personal property” means property described in subsection (6); (“biens meubles sociaux confisqués”) “forfeited corporate property” means forfeited corporate real property and forfeited corporate personal property; (“biens sociaux confisqués”) “forfeited corporate real property” means property described in subsections (4) and (5); (“biens immeubles sociaux confisqués”) “Minister” means, unless the context requires otherwise, the Minister of Economic Development, Employment and Infrastructure or such other member of the Executive Council as may be assigned the administration of this Act under the Executive Council Act, and “Ministry” has a corresponding meaning; (“ministre”) “prescribed” means prescribed by the regulations; (“prescrit”) “prior corporate owner”, when used in reference to forfeited corporate property, means the corporation whose dissolution resulted in the property becoming forfeited corporate property; (“personne morale anciennement propriétaire”) “real property taxes” means real property taxes within the meaning of Part XI of the Municipal Act, 2001 or Part XIV of the City of Toronto Act, 2006, as the case may be; (“impôts fonciers”) “regulations” means the regulations made under this Act. (“règlements”) Special liens not encumbrances (2) Special liens in respect of real property taxes are not encumbrances for the purposes of this Act. Same (3) Subsection (2) also applies to special liens in respect of property tax within the meaning of the Provincial Land Tax Act, 2006. Forfeited corporate real property (4) Real property and interests in real property are forfeited corporate real property if, as a result of the dissolution of a corporation, they are escheated or forfeited to the Crown. Same (5) Real property and interests in real property mentioned in subsection (4) include, (a) a charge under the Land Titles Act or a mortgage; and (b) a building or structure that is owned separately from the land on which the building or structure is located or an interest in such a building or structure. Forfeited corporate personal property (6) Personal property and interests in personal property are forfeited corporate personal property if one of the following circumstances applies: 1. As a result of the dissolution of a corporation, they are forfeited to or have become the property of the Crown as bona vacantia and the personal property is, i. located in, on or under forfeited corporate real property, or ii. not located in, on or under forfeited corporate real property but the Minister, after consulting with the Public Guardian and Trustee, is of the opinion that control over the personal property is necessary for the purposes of, A. administering forfeited corporate real property, or B. managing, on forfeited corporate real property, the ongoing operations or a business of the prior corporate owner of the forfeited corporate real property. 2. The personal property is left in, on or under forfeited corporate real property, regardless of who owns the personal property. Vesting (7) For greater certainty, forfeited corporate property, other than personal property referred to in paragraph 2 of subsection (6), is vested in the Crown, even if the prior corporate owner is still shown as the registered owner of the property.",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“charitable corporation” means a corporation that is incorporated for charitable purposes; (“organisation caritative”)</p> <p class=\"definition\">“charitable property” means,</p> <p class=\"paragraph\">  (a) any property held by a charitable corporation, and</p> <p class=\"paragraph\">  (b) any property held for charitable purposes by a corporation that is not a charitable corporation; (version anglaise seulement)</p> <p class=\"definition\">“charitable purposes” means,</p> <p class=\"paragraph\">  (a) the relief of poverty,</p> <p class=\"paragraph\">  (b) education,</p> <p class=\"paragraph\">  (c) the advancement of religion, and</p> <p class=\"paragraph\">  (d) any other purpose that is beneficial to the community; (“fins de bienfaisance”)</p> <p class=\"definition\">“Crown” means, unless otherwise specified, the Crown in right of Ontario; (“Couronne”)</p> <p class=\"definition\">“encumbrance” means, subject to subsections (2) and (3),</p> <p class=\"paragraph\">  (a) a claim that secures payment or the performance of an obligation, including a charge under the <i>Land Titles Act</i>, a mortgage, a lien, a trust for securing money and a writ of execution,</p> <p class=\"paragraph\">  (b) a security interest, regardless of whether the security interest secures payment or the performance of an obligation,</p> <p class=\"paragraph\">  (c) a restrictive covenant,</p> <p class=\"paragraph\">  (d) a certificate of pending litigation,</p> <p class=\"paragraph\">  (e) a <i>profit à prendre</i>, or</p> <p class=\"paragraph\">  (f) any interest prescribed as an encumbrance; (“grèvement”)</p> <p class=\"definition\">“forfeited corporate personal property” means property described in subsection (6); (“biens meubles sociaux confisqués”)</p> <p class=\"definition\">“forfeited corporate property” means forfeited corporate real property and forfeited corporate personal property; (“biens sociaux confisqués”)</p> <p class=\"definition\">“forfeited corporate real property” means property described in subsections (4) and (5); (“biens immeubles sociaux confisqués”)</p> <p class=\"definition\">“Minister” means, unless the context requires otherwise, the Minister of Economic Development, Employment and Infrastructure or such other member of the Executive Council as may be assigned the administration of this Act under the <i>Executive Council Act</i>, and “Ministry” has a corresponding meaning; (“ministre”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“prior corporate owner”, when used in reference to forfeited corporate property, means the corporation whose dissolution resulted in the property becoming forfeited corporate property; (“personne morale anciennement propriétaire”)</p> <p class=\"definition\">“real property taxes” means real property taxes within the meaning of Part XI of the <i>Municipal Act, 2001</i> or Part XIV of the <i>City of Toronto Act, 2006</i>, as the case may be; (“impôts fonciers”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act. (“règlements”)</p> <p class=\"headnote\">Special liens not encumbrances</p> <p class=\"subsection\">(2) Special liens in respect of real property taxes are not encumbrances for the purposes of this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Subsection (2) also applies to special liens in respect of property tax within the meaning of the <i>Provincial Land Tax Act, 2006</i>.</p> <p class=\"headnote\">Forfeited corporate real property</p> <p class=\"subsection\">(4) Real property and interests in real property are forfeited corporate real property if, as a result of the dissolution of a corporation, they are escheated or forfeited to the Crown.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Real property and interests in real property mentioned in subsection (4) include,</p> <p class=\"paragraph\">  (a) a charge under the <i>Land Titles Act</i> or a mortgage; and</p> <p class=\"paragraph\">  (b) a building or structure that is owned separately from the land on which the building or structure is located or an interest in such a building or structure.</p> <p class=\"headnote\">Forfeited corporate personal property</p> <p class=\"subsection\">(6) Personal property and interests in personal property are forfeited corporate personal property if one of the following circumstances applies:</p> <p class=\"paragraph\">  1. As a result of the dissolution of a corporation, they are forfeited to or have become the property of the Crown as <i>bona vacantia</i> and the personal property is,</p> <p class=\"subpara\">  i. located in, on or under forfeited corporate real property, or</p> <p class=\"subpara\">  ii. not located in, on or under forfeited corporate real property but the Minister, after consulting with the Public Guardian and Trustee, is of the opinion that control over the personal property is necessary for the purposes of,</p> <p class=\"subsubpara\">  A. administering forfeited corporate real property, or</p> <p class=\"subsubpara\">  B. managing, on forfeited corporate real property, the ongoing operations or a business of the prior corporate owner of the forfeited corporate real property.</p> <p class=\"paragraph\">  2. The personal property is left in, on or under forfeited corporate real property, regardless of who owns the personal property.</p> <p class=\"headnote\">Vesting</p> <p class=\"subsection\">(7) For greater certainty, forfeited corporate property, other than personal property referred to in paragraph 2 of subsection (6), is vested in the Crown, even if the prior corporate owner is still shown as the registered owner of the property.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Application",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "2 (1) This Act applies with respect to forfeited corporate property, except as provided in subsection (3). Same (2) For greater certainty, this Act applies with respect to forfeited corporate property whether it became forfeited corporate property before or after this section comes into force. Non-application of Act (3) This Act does not apply to forfeited corporate property if, (a) the property is mining lands as defined in the Mining Act; (b) the property is mining rights, as defined in the Mining Act, that are severed or held separate and apart from surface rights as defined in the Mining Act; (c) the property is subject to subsection 53 (1) of the Mining Act; (d) the property is located in, on or under land set apart as a provincial park or a conservation reserve under the Provincial Parks and Conservation Reserves Act, 2006; or (e) the property is located in, on or under public lands within the meaning of the Public Lands Act. General effects of becoming forfeited corporate property",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>(1) This Act applies with respect to forfeited corporate property, except as provided in subsection (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For greater certainty, this Act applies with respect to forfeited corporate property whether it became forfeited corporate property before or after this section comes into force.</p> <p class=\"headnote\">Non-application of Act</p> <p class=\"subsection\">(3) This Act does not apply to forfeited corporate property if,</p> <p class=\"paragraph\">  (a) the property is mining lands as defined in the <i>Mining Act</i>;</p> <p class=\"paragraph\">  (b) the property is mining rights, as defined in the <i>Mining Act</i>, that are severed or held separate and apart from surface rights as defined in the <i>Mining Act</i>;</p> <p class=\"paragraph\">  (c) the property is subject to subsection 53 (1) of the <i>Mining Act</i>;</p> <p class=\"paragraph\">  (d) the property is located in, on or under land set apart as a provincial park or a conservation reserve under the <i>Provincial Parks and Conservation Reserves Act, 2006</i>; or</p> <p class=\"paragraph\">  (e) the property is located in, on or under public lands within the meaning of the <i>Public Lands Act</i>.</p> <p class=\"headnote\">General effects of becoming forfeited corporate property</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "General effects of becoming forfeited corporate property",
            "part_id": null,
            "part_type": null,
            "section_y": "Crown’s prior interests",
            "content": "3 (1) If property was subject to liens, rights or other interests in favour of the Crown before it became forfeited corporate property, the liens, rights or other interests do not merge when the property becomes forfeited corporate property. Debts not passing to Crown (2) A prior corporate owner’s liabilities and obligations do not become the Crown’s liabilities and obligations as a result of the dissolution of the prior corporate owner. Obligations and immunities",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3 </b>(1) If property was subject to liens, rights or other interests in favour of the Crown before it became forfeited corporate property, the liens, rights or other interests do not merge when the property becomes forfeited corporate property.</p> <p class=\"headnote\">Debts not passing to Crown</p> <p class=\"subsection\">(2) A prior corporate owner’s liabilities and obligations do not become the Crown’s liabilities and obligations as a result of the dissolution of the prior corporate owner.</p> <p class=\"headnote\">Obligations and immunities</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "section_x": "Obligations and immunities",
            "part_id": null,
            "part_type": null,
            "section_y": "No obligation, forfeited corporate real property",
            "content": "4 (1) Despite subsections 7 (1) and (2) of the Ministry of Infrastructure Act, 2011, the Minister is not required to secure, maintain or manage forfeited corporate real property or to take any other action in relation to it until the day the Minister registers a notice under section 24 on title to the property indicating that the Crown intends to use the property for Crown purposes. 2015, c. 38, Sched. 7, s. 4 (1). Same, forfeited corporate personal property (2) The Minister is not required to secure, maintain or manage forfeited corporate personal property or to take any other action in relation to it until the day the Crown begins to use the property for Crown purposes. 2015, c. 38, Sched. 7, s. 4 (2). Immunities (3) No action or other proceeding shall be commenced and no order shall be made against the Crown, the Minister, the Deputy Minister, any servant or agent of the Crown or any other official of or employee of the Crown for any of the following: 1. Any act, neglect, default or omission of any of the following persons that occurs on or otherwise affects forfeited corporate property: i. A person who entered into an agreement or purported agreement entitling the person to occupy all or part of the property, as described in subsection 15 (6). ii. A person who is using, occupying or trespassing on the property. 2. Any act, neglect, default or omission of any prior corporate owner of forfeited corporate property. 3. Any act, neglect, default or omission of a person who holds any interest in forfeited corporate property that relates to enforcement of the interest or occurs on or otherwise affects the property. 4. Any act, neglect, default or omission of a director, officer, employee, agent, independent contractor, invitee, shareholder or member of a person mentioned in paragraph 1, 2 or 3. 2015, c. 38, Sched. 7, s. 4 (3). Same (4) No action or other proceeding shall be commenced and no order shall be made against the Minister, the Deputy Minister, any servant or agent of the Crown or any other official of or employee of the Crown for any of the following: 1. Any act done or performed in good faith in the performance or intended performance of any duty or function or in the exercise or intended exercise of any power or authority under this Act. 2. Any neglect, default or omission in the performance or exercise in good faith of any duty, function, power or authority under this Act. 2015, c. 38, Sched. 7, s. 4 (4). Same (5) Despite subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsection (4) does not relieve the Crown of any liability to which it would otherwise be subject. 2015, c. 38, Sched. 7, s. 4 (5); 2019, c. 7, Sched. 17, s. 79. Effect of subs. (1) to (4) (6) Subsections (1), (2), (3) and (4), (a) do not prevent the issuing of an order against the Crown in respect of forfeited corporate property if the order is authorized under another Act and the provisions of that Act authorizing the order bind the Crown; (b) do not apply to a proceeding to enforce against the Crown its obligations under a written agreement to which it is a party; and (c) do not impose any new obligation on the Crown in respect of forfeited corporate property. 2015, c. 38, Sched. 7, s. 4 (6). Section Amendments with date in force (d/m/y) 2019, c. 7, Sched. 17, s. 79 - 01/07/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>4 </b>(1) Despite subsections 7 (1) and (2) of the <i>Ministry of Infrastructure Act, 2011</i>, the Minister is not required to secure, maintain or manage forfeited corporate real property or to take any other action in relation to it until the day the Minister registers a notice under section 24 on title to the property indicating that the Crown intends to use the property for Crown purposes. 2015, c. 38, Sched. 7, s. 4 (1).</p> <p class=\"headnote\">Same, forfeited corporate personal property</p> <p class=\"subsection\">(2) The Minister is not required to secure, maintain or manage forfeited corporate personal property or to take any other action in relation to it until the day the Crown begins to use the property for Crown purposes. 2015, c. 38, Sched. 7, s. 4 (2).</p> <p class=\"headnote\">Immunities</p> <p class=\"subsection\">(3) No action or other proceeding shall be commenced and no order shall be made against the Crown, the Minister, the Deputy Minister, any servant or agent of the Crown or any other official of or employee of the Crown for any of the following:</p> <p class=\"paragraph\">  1. Any act, neglect, default or omission of any of the following persons that occurs on or otherwise affects forfeited corporate property:</p> <p class=\"subpara\">  i. A person who entered into an agreement or purported agreement entitling the person to occupy all or part of the property, as described in subsection 15 (6).</p> <p class=\"subpara\">  ii. A person who is using, occupying or trespassing on the property.</p> <p class=\"paragraph\">  2. Any act, neglect, default or omission of any prior corporate owner of forfeited corporate property.</p> <p class=\"paragraph\">  3. Any act, neglect, default or omission of a person who holds any interest in forfeited corporate property that relates to enforcement of the interest or occurs on or otherwise affects the property.</p> <p class=\"paragraph\">  4. Any act, neglect, default or omission of a director, officer, employee, agent, independent contractor, invitee, shareholder or member of a person mentioned in paragraph 1, 2 or 3. 2015, c. 38, Sched. 7, s. 4 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) No action or other proceeding shall be commenced and no order shall be made against the Minister, the Deputy Minister, any servant or agent of the Crown or any other official of or employee of the Crown for any of the following:</p> <p class=\"paragraph\">  1. Any act done or performed in good faith in the performance or intended performance of any duty or function or in the exercise or intended exercise of any power or authority under this Act.</p> <p class=\"paragraph\">  2. Any neglect, default or omission in the performance or exercise in good faith of any duty, function, power or authority under this Act. 2015, c. 38, Sched. 7, s. 4 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Despite subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsection (4) does not relieve the Crown of any liability to which it would otherwise be subject. 2015, c. 38, Sched. 7, s. 4 (5); 2019, c. 7, Sched. 17, s. 79.</p> <p class=\"headnote\">Effect of subs. (1) to (4)</p> <p class=\"subsection\">(6) Subsections (1), (2), (3) and (4),</p> <p class=\"paragraph\">  (a) do not prevent the issuing of an order against the Crown in respect of forfeited corporate property if the order is authorized under another Act and the provisions of that Act authorizing the order bind the Crown;</p> <p class=\"paragraph\">  (b) do not apply to a proceeding to enforce against the Crown its obligations under a written agreement to which it is a party; and</p> <p class=\"paragraph\">  (c) do not impose any new obligation on the Crown in respect of forfeited corporate property. 2015, c. 38, Sched. 7, s. 4 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched17s79\">2019, c. 7, Sched. 17, s. 79</a> - 01/07/2019</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "section_x": "Minister’s decisions final",
            "part_id": null,
            "part_type": null,
            "section_y": "Minister’s decisions final",
            "content": "5 A decision or order of the Minister under this Act is final and not subject to review for any reason, including for the reason that a person did not receive a notice under this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>5 </b>A decision or order of the Minister under this Act is final and not subject to review for any reason, including for the reason that a person did not receive a notice under this Act.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "section_x": "No entitlement to notice",
            "part_id": null,
            "part_type": null,
            "section_y": "No entitlement to notice",
            "content": "6 (1) A person is not entitled to receive a notice under this Act if, (a) the person expressly waives the entitlement to receive notice, either before or after the notice is given; or (b) after a reasonable search, the Minister is unable to find the person’s address and the Minister is not otherwise aware of the address. Same, prior corporate owner dissolved for more than 20 years (2) If a prior corporate owner has been dissolved for more than 20 years, the prior corporate owner and its directors and officers are not entitled to receive a notice under this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>6 </b>(1) A person is not entitled to receive a notice under this Act if,</p> <p class=\"paragraph\">  (a) the person expressly waives the entitlement to receive notice, either before or after the notice is given; or</p> <p class=\"paragraph\">  (b) after a reasonable search, the Minister is unable to find the person’s address and the Minister is not otherwise aware of the address.</p> <p class=\"headnote\">Same, prior corporate owner dissolved for more than 20 years</p> <p class=\"subsection\">(2) If a prior corporate owner has been dissolved for more than 20 years, the prior corporate owner and its directors and officers are not entitled to receive a notice under this Act.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "section_x": "Expropriation",
            "part_id": null,
            "part_type": null,
            "section_y": "Expropriation",
            "content": "7 For greater certainty, forfeited corporate real property is not liable to be expropriated by an expropriating authority within the meaning of the Expropriations Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>7 </b>For greater certainty, forfeited corporate real property is not liable to be expropriated by an expropriating authority within the meaning of the <i>Expropriations Act</i>.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "section_x": "Non-application of Municipal Tax Assistance Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Non-application of Municipal Tax Assistance Act",
            "content": "8 (1) The Municipal Tax Assistance Act does not apply in respect of forfeited corporate real property, despite the definition of “provincial property” in section 1 of that Act, until the day the Minister registers a notice under section 24 on title to the property indicating that the Crown intends to use the property for Crown purposes. Same (2) If real property became forfeited corporate real property before the day subsection (1) comes into force, subsection (1) applies in respect of the property as if subsection (1) had been in force on the day the property became forfeited corporate real property.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>8 </b>(1) The <i>Municipal Tax Assistance Act</i> does not apply in respect of forfeited corporate real property, despite the definition of “provincial property” in section 1 of that Act, until the day the Minister registers a notice under section 24 on title to the property indicating that the Crown intends to use the property for Crown purposes.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If real property became forfeited corporate real property before the day subsection (1) comes into force, subsection (1) applies in respect of the property as if subsection (1) had been in force on the day the property became forfeited corporate real property.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "9.",
            "section_x": "No interest or income payable",
            "part_id": null,
            "part_type": null,
            "section_y": "No interest or income payable",
            "content": "9 (1) No interest or income is payable by the Crown to any person with respect to forfeited corporate property or its proceeds. 2015, c. 38, Sched. 7, s. 9. Same, revived corporation (2) For greater certainty, the revival of a prior corporate owner does not entitle the prior corporate owner to any interest or income received by the Crown in connection with forfeited corporate property while the corporation was dissolved. 2020, c. 34, Sched. 6, s. 1. Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 6, s. 1 - 08/12/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>9 </b>(1) No interest or income is payable by the Crown to any person with respect to forfeited corporate property or its proceeds. 2015, c. 38, Sched. 7, s. 9.</p> <p class=\"headnote\">Same, revived corporation</p> <p class=\"subsection\">(2) For greater certainty, the revival of a prior corporate owner does not entitle the prior corporate owner to any interest or income received by the Crown in connection with forfeited corporate property while the corporation was dissolved. 2020, c. 34, Sched. 6, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched6s1\">2020, c. 34, Sched. 6, s. 1</a></span> - 08/12/2020</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "10.",
            "section_x": "Legislation Act, 2006",
            "part_id": null,
            "part_type": null,
            "section_y": "Legislation Act, 2006",
            "content": "10 Part III (Regulations) of the Legislation Act, 2006 does not apply with respect to orders issued by the Minister under section 11, 18 or 29.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>10 </b>Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply with respect to orders issued by the Minister under section 11, 18 or 29.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.1",
            "section_x": "Agreements re forfeited corporate property",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreements re forfeited corporate property",
            "content": "10.1 The Minister may enter into agreements respecting the management and disposition of forfeited corporate property. 2020, c. 34, Sched. 6, s. 2. Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 6, s. 2 - 08/12/2020 Management of Forfeited Corporate Property Interests purported to be created after dissolution",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>10.1 </b>The Minister may enter into agreements respecting the management and disposition of forfeited corporate property. 2020, c. 34, Sched. 6, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched6s2\">2020, c. 34, Sched. 6, s. 2</a></span> - 08/12/2020</p> <p class=\"heading1\"><a name=\"BK12\"></a>Management of Forfeited Corporate Property</p> <p class=\"headnote\">Interests purported to be created after dissolution</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "Management of Forfeited Corporate Property",
            "section_x": "Management of Forfeited Corporate Property",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "section_x": "Interests purported to be created after dissolution",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "11 (1) Subject to subsection (2), this section applies in respect of any interest, including an ownership interest, that is purported to be created in forfeited corporate property after the property becomes forfeited corporate property. Exception (2) This section does not apply in respect of an interest created by a person, including a municipality, with legal authority to create the interest. Same (3) For greater certainty, the prior corporate owner or any person purporting to act on its behalf does not have legal authority to create any interest in the property. Cancellation (4) The Minister may make orders under this section cancelling interests to which this section applies, other than an interest deemed to be enforceable and valid under subsection (7). Same (5) An order cancelling an interest may include the following: 1. If the interest is registered on title to real property, direction to delete specified documents from the title. 2. If the interest is in personal property and a registration was made in respect of the interest in the registration system established under the Personal Property Security Act, direction to amend the information recorded in the central file of the registration system in a specified manner. 3. In the prescribed circumstances, direction to amend or delete information recorded in any other prescribed public registry. Interests not enforceable or valid (6) Subject to subsection (7), an interest to which this section applies is not, as against forfeited corporate property or its proceeds, enforceable or valid, regardless of whether an order is made under this section. Interests deemed enforceable and valid (7) An interest described in subsection (1) in respect of forfeited corporate real property is deemed to be enforceable and valid if, (a) the document that gives effect to the interest shows the prior corporate owner as a party; (b) the document was registered on title to the property on or after the day the property was registered under the Land Titles Act and before the day the Budget Measures Act, 2015 received first reading; and (c) but for the prior corporate owner’s dissolution, the interest would have been enforceable and valid. Order relating to real property (8) If the order relates to an interest registered on title to forfeited corporate real property, the Minister shall register the order on title to the property, and the documents specified in the order shall be deleted from the title. Order relating to personal property (9) If the order relates to an interest in forfeited corporate personal property and a registration was made in respect of the interest in the registration system established under the Personal Property Security Act, the Minister shall give a copy of the order to the registrar of personal property security, who shall amend the information recorded in the central file of the registration system, in accordance with the order, to indicate that the registration is discharged or partially discharged. Minister to give copy, publish order (10) Within 15 days after making an order under this section, the Minister shall give a copy of the order to any other person who, in the opinion of the Minister, might be affected by the order and shall publish the order on a Government website or on another website available to the public. Request for copy of order (11) The Minister shall give a copy of the order to a person who requests a copy within 15 days after the later of the day the request is received and the day the order is made.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>11 </b>(1) Subject to subsection (2), this section applies in respect of any interest, including an ownership interest, that is purported to be created in forfeited corporate property after the property becomes forfeited corporate property.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) This section does not apply in respect of an interest created by a person, including a municipality, with legal authority to create the interest.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) For greater certainty, the prior corporate owner or any person purporting to act on its behalf does not have legal authority to create any interest in the property.</p> <p class=\"headnote\">Cancellation</p> <p class=\"subsection\">(4) The Minister may make orders under this section cancelling interests to which this section applies, other than an interest deemed to be enforceable and valid under subsection (7).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) An order cancelling an interest may include the following:</p> <p class=\"paragraph\">  1. If the interest is registered on title to real property, direction to delete specified documents from the title.</p> <p class=\"paragraph\">  2. If the interest is in personal property and a registration was made in respect of the interest in the registration system established under the <i>Personal Property Security Act, </i>direction to amend the information recorded in the central file of the registration system in a specified manner.</p> <p class=\"paragraph\">  3. In the prescribed circumstances, direction to amend or delete information recorded in any other prescribed public registry.</p> <p class=\"headnote\">Interests not enforceable or valid</p> <p class=\"subsection\">(6) Subject to subsection (7), an interest to which this section applies is not, as against forfeited corporate property or its proceeds, enforceable or valid, regardless of whether an order is made under this section.</p> <p class=\"headnote\">Interests deemed enforceable and valid</p> <p class=\"subsection\">(7) An interest described in subsection (1) in respect of forfeited corporate real property is deemed to be enforceable and valid if,</p> <p class=\"paragraph\">  (a) the document that gives effect to the interest shows the prior corporate owner as a party;</p> <p class=\"paragraph\">  (b) the document was registered on title to the property on or after the day the property was registered under the <i>Land Titles Act</i> and before the day the <i>Budget Measures Act, 2015</i> received first reading; and</p> <p class=\"paragraph\">  (c) but for the prior corporate owner’s dissolution, the interest would have been enforceable and valid.</p> <p class=\"headnote\">Order relating to real property</p> <p class=\"subsection\">(8) If the order relates to an interest registered on title to forfeited corporate real property, the Minister shall register the order on title to the property, and the documents specified in the order shall be deleted from the title.</p> <p class=\"headnote\">Order relating to personal property</p> <p class=\"subsection\">(9) If the order relates to an interest in forfeited corporate personal property and a registration was made in respect of the interest in the registration system established under the <i>Personal Property Security Act</i>, the Minister shall give a copy of the order to the registrar of personal property security, who shall amend the information recorded in the central file of the registration system, in accordance with the order, to indicate that the registration is discharged or partially discharged.</p> <p class=\"headnote\">Minister to give copy, publish order</p> <p class=\"subsection\">(10) Within 15 days after making an order under this section, the Minister shall give a copy of the order to any other person who, in the opinion of the Minister, might be affected by the order and shall publish the order on a Government website or on another website available to the public.</p> <p class=\"headnote\">Request for copy of order</p> <p class=\"subsection\">(11) The Minister shall give a copy of the order to a person who requests a copy within 15 days after the later of the day the request is received and the day the order is made.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "section_x": "Application to be registered as owner",
            "part_id": null,
            "part_type": null,
            "section_y": "Application to be registered as owner",
            "content": "12 (1) The Minister may, at any time, make an application for the Crown to be registered as the owner of forfeited corporate real property. Same (2) An application mentioned in subsection (1) does not constitute a notice under section 24.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>12 </b>(1) The Minister may, at any time, make an application for the Crown to be registered as the owner of forfeited corporate real property.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) An application mentioned in subsection (1) does not constitute a notice under section 24.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "13.",
            "section_x": "Agreement with receiver-manager",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreement with receiver-manager",
            "content": "13 (1) The Minister may enter into an agreement in writing in accordance with this section with a person to be a receiver-manager of forfeited corporate property and may by order name that person as the receiver-manager of the property described in the order. Crown agent status (2) A receiver-manager named under this section is a Crown agent for the purposes of exercising the powers and performing the duties specified in the agreement. Powers of receiver-manager (3) The agreement may permit the receiver-manager to do any of the following, subject to any conditions, restrictions or requirements set out in the agreement: 1. Exercise any power this Act gives the Minister in accordance with the requirements of this Act, with necessary modifications. 2. Exercise control over the property and preserve and protect it. 3. Make payments as may be required for the ongoing operation of the property. 4. Apply to a public authority for the issuing or renewal of any permits, licences, approvals, consents, certificates or permissions. 5. Do anything the receiver-manager considers advisable for the ongoing management or operation of the property, including, i. undertaking repairs and improvements, ii. collecting money and managing accounts, iii. managing expenses, iv. managing and operating any business associated with the property, including ceasing to carry on all or part of the business, v. conducting investigations in respect of the property, and vi. entering into agreements with consultants, appraisers or other experts to assist the manager in carrying out his or her powers and duties. 6. Do anything else within any additional powers that may be prescribed for the purposes of this section. Duties of receiver-manager (4) The receiver-manager shall, (a) do anything the agreement requires the receiver-manager to do; (b) keep detailed records of all activities the receiver-manager carries out in respect of the property and provide those records to the Minister on request; and (c) when the receiver-manager’s duties under the agreement have been completed, provide the Minister with a final report. Registration (5) The Minister shall register an order under this section, (a) if the order is in respect of real property, on title to the property; or (b) if the order is in respect of personal property, on title to the real property in, on or under which the personal property is located.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>13 </b>(1) The Minister may enter into an agreement in writing in accordance with this section with a person to be a receiver-manager of forfeited corporate property and may by order name that person as the receiver-manager of the property described in the order.</p> <p class=\"headnote\">Crown agent status</p> <p class=\"subsection\">(2) A receiver-manager named under this section is a Crown agent for the purposes of exercising the powers and performing the duties specified in the agreement.</p> <p class=\"headnote\">Powers of receiver-manager</p> <p class=\"subsection\">(3) The agreement may permit the receiver-manager to do any of the following, subject to any conditions, restrictions or requirements set out in the agreement:</p> <p class=\"paragraph\">  1. Exercise any power this Act gives the Minister in accordance with the requirements of this Act, with necessary modifications.</p> <p class=\"paragraph\">  2. Exercise control over the property and preserve and protect it.</p> <p class=\"paragraph\">  3. Make payments as may be required for the ongoing operation of the property.</p> <p class=\"paragraph\">  4. Apply to a public authority for the issuing or renewal of any permits, licences, approvals, consents, certificates or permissions.</p> <p class=\"paragraph\">  5. Do anything the receiver-manager considers advisable for the ongoing management or operation of the property, including,</p> <p class=\"subpara\">  i. undertaking repairs and improvements,</p> <p class=\"subpara\">  ii. collecting money and managing accounts,</p> <p class=\"subpara\">  iii. managing expenses,</p> <p class=\"subpara\">  iv. managing and operating any business associated with the property, including ceasing to carry on all or part of the business,</p> <p class=\"subpara\">  v. conducting investigations in respect of the property, and</p> <p class=\"subpara\">  vi. entering into agreements with consultants, appraisers or other experts to assist the manager in carrying out his or her powers and duties.</p> <p class=\"paragraph\">  6. Do anything else within any additional powers that may be prescribed for the purposes of this section.</p> <p class=\"headnote\">Duties of receiver-manager</p> <p class=\"subsection\">(4) The receiver-manager shall,</p> <p class=\"paragraph\">  (a) do anything the agreement requires the receiver-manager to do;</p> <p class=\"paragraph\">  (b) keep detailed records of all activities the receiver-manager carries out in respect of the property and provide those records to the Minister on request; and</p> <p class=\"paragraph\">  (c) when the receiver-manager’s duties under the agreement have been completed, provide the Minister with a final report.</p> <p class=\"headnote\">Registration</p> <p class=\"subsection\">(5) The Minister shall register an order under this section,</p> <p class=\"paragraph\">  (a) if the order is in respect of real property, on title to the property; or</p> <p class=\"paragraph\">  (b) if the order is in respect of personal property, on title to the real property in, on or under which the personal property is located.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "14.",
            "section_x": "Court appointed receiver-manager",
            "part_id": null,
            "part_type": null,
            "section_y": "Court appointed receiver-manager",
            "content": "14 (1) The Minister may apply to the Superior Court of Justice for an order appointing a receiver-manager of forfeited corporate property if, in the Minister’s opinion, applying for the order is necessary for the proper administration of the property. Same (2) On application under subsection (1), the Superior Court of Justice may make an order appointing a receiver-manager of the property where it appears to a judge of the court to be just or convenient to do so. Same (3) For greater certainty, an order of the court under this section cannot authorize the expenditure of public money that has not been appropriated by the Legislature for this purpose.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>14 </b>(1) The Minister may apply to the Superior Court of Justice for an order appointing a receiver-manager of forfeited corporate property if, in the Minister’s opinion, applying for the order is necessary for the proper administration of the property.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) On application under subsection (1), the Superior Court of Justice may make an order appointing a receiver-manager of the property where it appears to a judge of the court to be just or convenient to do so.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) For greater certainty, an order of the court under this section cannot authorize the expenditure of public money that has not been appropriated by the Legislature for this purpose.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "15.",
            "section_x": "Notice to vacate, where no agreement",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice to vacate, where no agreement",
            "content": "15 (1) Subject to subsection (5), if forfeited corporate real property is occupied, the Minister may give notice, (a) directing occupiers to vacate the property on or before the date specified in the notice; (b) directing occupiers to remove their personal property from the property on or before the specified date; and (c) notifying occupiers that the Minister may dispose of any personal property left in, on or under the property after the specified date. Same (2) A notice under subsection (1) may be given by posting the notice on the property and shall be given in accordance with any other requirements set out in the regulations. Same (3) In specifying a date in a notice under subsection (1), the Minister may take into account any circumstances, including, but not limited to, risks related to the property, risks to human health or safety or risks to the environment. Failure to vacate (4) If a person does not vacate the property in accordance with the notice, the Minister may apply to the Superior Court of Justice for an order and writ of possession. Notice not enforceable, where agreement or purported agreement (5) A notice under this section is not enforceable against a person who is on the property pursuant to an agreement or purported agreement described in subsection (6). Same (6) For the purposes of subsection (5), the notice is not enforceable against a person if the person entered into, (a) an agreement in writing that, (i) was in effect on the day the property became forfeited corporate property, and (ii) entitled the person to occupy all or part of the property; or (b) a purported agreement in writing that, (i) was entered into after the day the property became forfeited corporate property, and (ii) purported to entitle the person to occupy all or part of the property.",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>15 </b>(1) Subject to subsection (5), if forfeited corporate real property is occupied, the Minister may give notice,</p> <p class=\"paragraph\">  (a) directing occupiers to vacate the property on or before the date specified in the notice;</p> <p class=\"paragraph\">  (b) directing occupiers to remove their personal property from the property on or before the specified date; and</p> <p class=\"paragraph\">  (c) notifying occupiers that the Minister may dispose of any personal property left in, on or under the property after the specified date.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A notice under subsection (1) may be given by posting the notice on the property and shall be given in accordance with any other requirements set out in the regulations.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) In specifying a date in a notice under subsection (1), the Minister may take into account any circumstances, including, but not limited to, risks related to the property, risks to human health or safety or risks to the environment.</p> <p class=\"headnote\">Failure to vacate</p> <p class=\"subsection\">(4) If a person does not vacate the property in accordance with the notice, the Minister may apply to the Superior Court of Justice for an order and writ of possession.</p> <p class=\"headnote\">Notice not enforceable, where agreement or purported agreement</p> <p class=\"subsection\">(5) A notice under this section is not enforceable against a person who is on the property pursuant to an agreement or purported agreement described in subsection (6).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) For the purposes of subsection (5), the notice is not enforceable against a person if the person entered into,</p> <p class=\"paragraph\">  (a) an agreement in writing that,</p> <p class=\"subclause\">  (i) was in effect on the day the property became forfeited corporate property, and</p> <p class=\"subclause\">  (ii) entitled the person to occupy all or part of the property; or</p> <p class=\"paragraph\">  (b) a purported agreement in writing that,</p> <p class=\"subclause\">  (i) was entered into after the day the property became forfeited corporate property, and</p> <p class=\"subclause\">  (ii) purported to entitle the person to occupy all or part of the property.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "16.",
            "section_x": "Notice to vacate, where agreement",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice to vacate, where agreement",
            "content": "16 (1) This section applies if a person entered into an agreement or purported agreement described in subsection 15 (6) that entitled or purported to entitle a person to occupy all or part of forfeited corporate real property. 2015, c. 38, Sched. 7, s. 16 (1); 2020, c. 34, Sched. 6, s. 3 (1). Notice (2) The Minister may give a notice, in accordance with the regulations, if any, to a person who is on the property pursuant to an agreement or purported agreement as described in subsection (1), (a) directing any persons occupying the property to vacate the property on or before the date specified in the notice; (b) directing the removal of the personal property of any person occupying the property on or before the specified date; and (c) notifying the person that the Minister may dispose of any personal property left in, on or under the property after the specified date. 2015, c. 38, Sched. 7, s. 16 (2); 2020, c. 34, Sched. 6, s. 3 (2). 60-day minimum period (3) The notice shall be given to the person at least 60 days before the date specified in the notice, subject to subsection (4). 2015, c. 38, Sched. 7, s. 16 (3). Shorter period (4) The notice may be given fewer than 60 days before the specified date if the Minister is of the opinion that, (a) the presence or actions of the person present a risk related to the property, to human health or safety, or to the environment; or (b) vacant possession is needed so that a risk related to the property, to human health or safety, or to the environment may be addressed. 2015, c. 38, Sched. 7, s. 16 (4). Failure to vacate (5) If the person does not vacate the property in accordance with the notice, the Minister may apply to the Superior Court of Justice for an order and writ of possession. 2015, c. 38, Sched. 7, s. 16 (5). Crown not bound (6) For greater certainty, the Crown is not bound by an agreement or a purported agreement described in subsection (1). 2015, c. 38, Sched. 7, s. 16 (6). Interpretation (7) Nothing in this section shall be interpreted as validating a purported agreement described in subsection (1) in respect of forfeited corporate real property. 2015, c. 38, Sched. 7, s. 16 (7). Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 6, s. 3 (1, 2) - 08/12/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>16 </b>(1) This section applies if a person entered into an agreement or purported agreement described in subsection 15 (6) that entitled or purported to entitle a person to occupy all or part of forfeited corporate real property. 2015, c. 38, Sched. 7, s. 16 (1); 2020, c. 34, Sched. 6, s. 3 (1).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) The Minister may give a notice, in accordance with the regulations, if any, to a person who is on the property pursuant to an agreement or purported agreement as described in subsection (1),</p> <p class=\"paragraph\">  (a) directing any persons occupying the property to vacate the property on or before the date specified in the notice;</p> <p class=\"paragraph\">  (b) directing the removal of the personal property of any person occupying the property on or before the specified date; and</p> <p class=\"paragraph\">  (c) notifying the person that the Minister may dispose of any personal property left in, on or under the property after the specified date. 2015, c. 38, Sched. 7, s. 16 (2); 2020, c. 34, Sched. 6, s. 3 (2).</p> <p class=\"headnote\">60-day minimum period</p> <p class=\"subsection\">(3) The notice shall be given to the person at least 60 days before the date specified in the notice, subject to subsection (4). 2015, c. 38, Sched. 7, s. 16 (3).</p> <p class=\"headnote\">Shorter period</p> <p class=\"subsection\">(4) The notice may be given fewer than 60 days before the specified date if the Minister is of the opinion that,</p> <p class=\"paragraph\">  (a) the presence or actions of the person present a risk related to the property, to human health or safety, or to the environment; or</p> <p class=\"paragraph\">  (b) vacant possession is needed so that a risk related to the property, to human health or safety, or to the environment may be addressed. 2015, c. 38, Sched. 7, s. 16 (4).</p> <p class=\"headnote\">Failure to vacate</p> <p class=\"subsection\">(5) If the person does not vacate the property in accordance with the notice, the Minister may apply to the Superior Court of Justice for an order and writ of possession. 2015, c. 38, Sched. 7, s. 16 (5).</p> <p class=\"headnote\">Crown not bound</p> <p class=\"subsection\">(6) For greater certainty, the Crown is not bound by an agreement or a purported agreement described in subsection (1). 2015, c. 38, Sched. 7, s. 16 (6).</p> <p class=\"headnote\">Interpretation</p> <p class=\"subsection\">(7) Nothing in this section shall be interpreted as validating a purported agreement described in subsection (1) in respect of forfeited corporate real property. 2015, c. 38, Sched. 7, s. 16 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched6s3s1\">2020, c. 34, Sched. 6, s. 3 (1, 2)</a></span> - 08/12/2020</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "17.",
            "section_x": "Entry onto real property",
            "part_id": null,
            "part_type": null,
            "section_y": "Entry onto real property",
            "content": "17 (1) The Minister may enter onto forfeited corporate real property at any time, subject to subsection (3), and for any purpose, and may take any action the Minister determines is necessary in respect of the property. Same (2) Subsection (1) applies regardless of whether the property is being used or occupied, including if it is being occupied under an agreement or purported agreement mentioned in subsection 15 (6). Notice to occupiers (3) If the property is occupied, the Minister shall give notice to the occupiers in accordance with the regulations, if any, before entering onto the property, unless the Minister is of the opinion that there is not enough time to do so because of a risk to human health or safety, or to the environment. Emergency powers (4) Without limiting the generality of subsection (1), the Minister may enter onto forfeited corporate real property in order to investigate whether a risk mentioned in subsection (3) is present and, if he or she is of the opinion that such a risk exists, take any measures necessary to address it. Same, notice (5) As soon as reasonably possible after taking measures under subsection (4), the Minister shall give notice to the occupiers in accordance with the regulations, if any, describing the nature of the measures. Cancellation of Encumbrances",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>17 </b>(1) The Minister may enter onto forfeited corporate real property at any time, subject to subsection (3), and for any purpose, and may take any action the Minister determines is necessary in respect of the property.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsection (1) applies regardless of whether the property is being used or occupied, including if it is being occupied under an agreement or purported agreement mentioned in subsection 15 (6).</p> <p class=\"headnote\">Notice to occupiers</p> <p class=\"subsection\">(3) If the property is occupied, the Minister shall give notice to the occupiers in accordance with the regulations, if any, before entering onto the property, unless the Minister is of the opinion that there is not enough time to do so because of a risk to human health or safety, or to the environment.</p> <p class=\"headnote\">Emergency powers</p> <p class=\"subsection\">(4) Without limiting the generality of subsection (1), the Minister may enter onto forfeited corporate real property in order to investigate whether a risk mentioned in subsection (3) is present and, if he or she is of the opinion that such a risk exists, take any measures necessary to address it.</p> <p class=\"headnote\">Same, notice</p> <p class=\"subsection\">(5) As soon as reasonably possible after taking measures under subsection (4), the Minister shall give notice to the occupiers in accordance with the regulations, if any, describing the nature of the measures.</p> <p class=\"heading1\"><a name=\"BK20\"></a>Cancellation of Encumbrances</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "Cancellation of Encumbrances",
            "section_x": "Cancellation of Encumbrances",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "18.",
            "section_x": "Cancellation of encumbrances",
            "part_id": null,
            "part_type": null,
            "section_y": "Cancellation of encumbrances",
            "content": "18 (1) The Minister may make orders cancelling encumbrances against forfeited corporate property that, (a) were enforceable and valid in respect of the property before it became forfeited corporate property; or (b) are deemed to be enforceable and valid in respect of the property under subsection 11 (7). 2015, c. 38, Sched. 7, s. 18 (1). Same (2) An order cancelling an encumbrance may include the following: 1. If the encumbrance is registered on title to real property, direction to delete specified documents from the title. 2. If the encumbrance is against personal property and a registration was made in respect of the encumbrance in the registration system established under the Personal Property Security Act, direction to amend the information recorded in the central file of the registration system in a specified manner. 3. In the prescribed circumstances, direction to amend or delete information recorded in any other prescribed public registry. 2015, c. 38, Sched. 7, s. 18 (2). Application (3) For greater certainty, an encumbrance referred to in clause (1) (a) includes an encumbrance against forfeited corporate property that was enforceable and valid in respect of the property before section 2 came into force. 2015, c. 38, Sched. 7, s. 18 (3). Limitation, cancellation of restrictive covenants (4) The Minister may make an order under this section cancelling a restrictive covenant in respect of forfeited corporate real property only if, in the opinion of the Minister, the restrictive covenant may, (a) reduce the value or marketability of the property or limit the use of the property; or (b) otherwise affect the Minister’s ability to manage or dispose of the property. 2015, c. 38, Sched. 7, s. 18 (4). Timing of order (5) An order under this section shall not be made before the third anniversary of the prior corporate owner’s dissolution if it was dissolved under any of the following provisions: 1. Subsection 241 (4) of the Business Corporations Act or any predecessor of it. 2. Subsection 317 (9) of the Corporations Act or any predecessor of it. 3. Subsection 170 (2) of the Not-for-Profit Corporations Act, 2010 or any predecessor of it. 2015, c. 38, Sched. 7, s. 18 (5) and 43 (1). Same (6) An order under this section shall not be made before the second anniversary of the prior corporate owner’s dissolution if it was a co-operative dissolved under subsection 167 (2) of the Co-operative Corporations Act or any predecessor of it. 2015, c. 38, Sched. 7, s. 18 (6). Order relating to real property (7) If the order is in respect of forfeited corporate real property, the Minister shall register the order on title to the property, and the documents specified in the order shall be deleted from title. 2015, c. 38, Sched. 7, s. 18 (7). Writ of execution (8) If the order affects a writ of execution, the Minister shall give a copy of the order to the sheriff for the territorial jurisdiction in which the forfeited corporate real property is located, along with a copy of any notification provided to execution creditors. 2015, c. 38, Sched. 7, s. 18 (8). Order relating to personal property (9) If the order is in respect of forfeited corporate personal property and the encumbrance cancelled by the order was registered in the registration system established under the Personal Property Security Act, the Minister shall give a copy of the order to the registrar of personal property security, who shall amend the information recorded in the central file of the registration system, in accordance with the order, to indicate that the registration is discharged or partially discharged. 2015, c. 38, Sched. 7, s. 18 (9). Minister to give copy, publish order (10) The Minister shall, (a) give a copy of the order to, (i) any person to whom notice was given under section 19 in respect of the property, (ii) any person who responded to the Minister under section 22 in respect of the property, and (iii) any other person who requests a copy; and (b) publish the order on a Government website or on another website available to the public. 2015, c. 38, Sched. 7, s. 18 (10). Effect of order (11) Despite any other Act, an order cancelling an encumbrance under this section terminates the right to enforce the encumbrance against the property or its proceeds, (a) in the case of an encumbrance registered on title to real property, as of the day the order is registered on title; and (b) in the case of any other encumbrance, as of the day the order is made. 2015, c. 38, Sched. 7, s. 18 (11). Exceptions (12) An order under this section does not have the effect of cancelling any of the following: 1. An interest of the Crown in right of Canada. 2. An interest of the Crown in right of Ontario. 3. An easement. 4. A party wall agreement. 5. An encroachment agreement. 6. An interest or title acquired by way of adverse possession before the property became forfeited corporate real property. 7. A debt owed by the prior corporate owner in respect of real property taxes. 8. A debt owed by the prior corporate owner in respect of property taxes within the meaning of the Provincial Land Tax Act, 2006. 9. An interest that the order specifies is not cancelled. 10. An interest prescribed for the purposes of this subsection. 2015, c. 38, Sched. 7, s. 18 (12). Section Amendments with date in force (d/m/y) 2015, c. 38, Sched. 7, s. 43 (1) - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>18 </b>(1) The Minister may make orders cancelling encumbrances against forfeited corporate property that,</p> <p class=\"paragraph\">  (a) were enforceable and valid in respect of the property before it became forfeited corporate property; or</p> <p class=\"paragraph\">  (b) are deemed to be enforceable and valid in respect of the property under subsection 11 (7). 2015, c. 38, Sched. 7, s. 18 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) An order cancelling an encumbrance may include the following:</p> <p class=\"paragraph\">  1. If the encumbrance is registered on title to real property, direction to delete specified documents from the title.</p> <p class=\"paragraph\">  2. If the encumbrance is against personal property and a registration was made in respect of the encumbrance in the registration system established under the <i>Personal Property Security Act</i>, direction to amend the information recorded in the central file of the registration system in a specified manner.</p> <p class=\"paragraph\">  3. In the prescribed circumstances, direction to amend or delete information recorded in any other prescribed public registry. 2015, c. 38, Sched. 7, s. 18 (2).</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(3) For greater certainty, an encumbrance referred to in clause (1) (a) includes an encumbrance against forfeited corporate property that was enforceable and valid in respect of the property before section 2 came into force. 2015, c. 38, Sched. 7, s. 18 (3).</p> <p class=\"headnote\">Limitation, cancellation of restrictive covenants</p> <p class=\"subsection\">(4) The Minister may make an order under this section cancelling a restrictive covenant in respect of forfeited corporate real property only if, in the opinion of the Minister, the restrictive covenant may,</p> <p class=\"paragraph\">  (a) reduce the value or marketability of the property or limit the use of the property; or</p> <p class=\"paragraph\">  (b) otherwise affect the Minister’s ability to manage or dispose of the property. 2015, c. 38, Sched. 7, s. 18 (4).</p> <p class=\"headnote\">Timing of order</p> <p class=\"subsection\">(5) An order under this section shall not be made before the third anniversary of the prior corporate owner’s dissolution if it was dissolved under any of the following provisions:</p> <p class=\"paragraph\">  1. Subsection 241 (4) of the <i>Business Corporations Act</i> or any predecessor of it.</p> <p class=\"paragraph\">  2. Subsection 317 (9) of the <i>Corporations Act</i> or any predecessor of it.</p> <p class=\"paragraph\">  3. Subsection 170 (2) of the <i>Not-for-Profit Corporations Act, 2010</i> or any predecessor of it. 2015, c. 38, Sched. 7, s. 18 (5) and 43 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) An order under this section shall not be made before the second anniversary of the prior corporate owner’s dissolution if it was a co-operative dissolved under subsection 167 (2) of the <i>Co-operative Corporations Act</i> or any predecessor of it. 2015, c. 38, Sched. 7, s. 18 (6).</p> <p class=\"headnote\">Order relating to real property</p> <p class=\"subsection\">(7) If the order is in respect of forfeited corporate real property, the Minister shall register the order on title to the property, and the documents specified in the order shall be deleted from title. 2015, c. 38, Sched. 7, s. 18 (7).</p> <p class=\"headnote\">Writ of execution</p> <p class=\"subsection\">(8) If the order affects a writ of execution, the Minister shall give a copy of the order to the sheriff for the territorial jurisdiction in which the forfeited corporate real property is located, along with a copy of any notification provided to execution creditors. 2015, c. 38, Sched. 7, s. 18 (8).</p> <p class=\"headnote\">Order relating to personal property</p> <p class=\"subsection\">(9) If the order is in respect of forfeited corporate personal property and the encumbrance cancelled by the order was registered in the registration system established under the <i>Personal Property Security Act</i>, the Minister shall give a copy of the order to the registrar of personal property security, who shall amend the information recorded in the central file of the registration system, in accordance with the order, to indicate that the registration is discharged or partially discharged. 2015, c. 38, Sched. 7, s. 18 (9).</p> <p class=\"headnote\">Minister to give copy, publish order</p> <p class=\"subsection\">(10) The Minister shall,</p> <p class=\"paragraph\"><b> </b>(a) give a copy of the order to,</p> <p class=\"subclause\">  (i) any person to whom notice was given under section 19 in respect of the property,</p> <p class=\"subclause\">  (ii) any person who responded to the Minister under section 22 in respect of the property, and</p> <p class=\"subclause\">  (iii) any other person who requests a copy; and</p> <p class=\"paragraph\">  (b) publish the order on a Government website or on another website available to the public. 2015, c. 38, Sched. 7, s. 18 (10).</p> <p class=\"headnote\">Effect of order</p> <p class=\"subsection\">(11) Despite any other Act, an order cancelling an encumbrance under this section terminates the right to enforce the encumbrance against the property or its proceeds,</p> <p class=\"paragraph\">  (a) in the case of an encumbrance registered on title to real property, as of the day the order is registered on title; and</p> <p class=\"paragraph\">  (b) in the case of any other encumbrance, as of the day the order is made. 2015, c. 38, Sched. 7, s. 18 (11).</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(12) An order under this section does not have the effect of cancelling any of the following:</p> <p class=\"paragraph\">  1. An interest of the Crown in right of Canada.</p> <p class=\"paragraph\">  2. An interest of the Crown in right of Ontario.</p> <p class=\"paragraph\">  3. An easement.</p> <p class=\"paragraph\">  4. A party wall agreement.</p> <p class=\"paragraph\">  5. An encroachment agreement.</p> <p class=\"paragraph\">  6. An interest or title acquired by way of adverse possession before the property became forfeited corporate real property.</p> <p class=\"paragraph\">  7. A debt owed by the prior corporate owner in respect of real property taxes.</p> <p class=\"paragraph\">  8. A debt owed by the prior corporate owner in respect of property taxes within the meaning of the <i>Provincial Land Tax Act, 2006</i>.</p> <p class=\"paragraph\">  9. An interest that the order specifies is not cancelled.</p> <p class=\"paragraph\">  10. An interest prescribed for the purposes of this subsection. 2015, c. 38, Sched. 7, s. 18 (12).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15038#sched7s43s1\">2015, c. 38, Sched. 7, s. 43 (1)</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "19.",
            "section_x": "Notice of intent to cancel encumbrances",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice of intent to cancel encumbrances",
            "content": "19 (1) The Minister shall give persons who are entitled to receive notice under section 20 at least 90 days notice of his or her intent to make an order under section 18 cancelling encumbrances against forfeited corporate property. Contents of notice (2) The notice shall contain the following information: 1. The prior corporate owner’s name. 2. The date the prior corporate owner was dissolved. 3. Information that identifies the property, such as, i. in the case of real property, a property identifier number, legal description and municipal address, ii. in the case of a motor vehicle, a vehicle identification number, and iii. in the case of other personal property, a description of the property. 4. A statement indicating that on or after the date specified in the notice, all encumbrances referred to in the notice regarding the identified property, whether registered or not, may be cancelled without further notice. 5. A statement explaining the effect of the order. 6. A statement explaining that the person may respond to the notice as provided under section 22. Description of encumbrances not covered (3) The notice may describe any encumbrances that the Minister does not intend to cancel. Additional matters in certain notices (4) The notice may contain, (a) in the case of a notice to a municipality in respect of real property, a request that the municipality identify any unpaid real property taxes and penalties and interest on those taxes and any other debts owing to the municipality in respect of the property; (b) in the case of a notice to the Crown in right of Canada, a request to identify any debts owing to the Crown in right of Canada by the prior corporate owner or in respect of the property; and (c) in the case of a notice to a Minister of the Crown in right of Ontario, a request to identify, (i) any debts owing to the Crown in right of Ontario by the prior corporate owner or in respect of the property, and (ii) any costs or expenses incurred by the Crown in right of Ontario in respect of the property.",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>19 </b>(1) The Minister shall give persons who are entitled to receive notice under section 20 at least 90 days notice of his or her intent to make an order under section 18 cancelling encumbrances against forfeited corporate property.</p> <p class=\"headnote\">Contents of notice</p> <p class=\"subsection\">(2) The notice shall contain the following information:</p> <p class=\"paragraph\">  1. The prior corporate owner’s name.</p> <p class=\"paragraph\">  2. The date the prior corporate owner was dissolved.</p> <p class=\"paragraph\">  3. Information that identifies the property, such as,</p> <p class=\"subpara\">  i. in the case of real property, a property identifier number, legal description and municipal address,</p> <p class=\"subpara\">  ii. in the case of a motor vehicle, a vehicle identification number, and</p> <p class=\"subpara\">  iii. in the case of other personal property, a description of the property.</p> <p class=\"paragraph\">  4. A statement indicating that on or after the date specified in the notice, all encumbrances referred to in the notice regarding the identified property, whether registered or not, may be cancelled without further notice.</p> <p class=\"paragraph\">  5. A statement explaining the effect of the order.</p> <p class=\"paragraph\">  6. A statement explaining that the person may respond to the notice as provided under section 22.</p> <p class=\"headnote\">Description of encumbrances not covered</p> <p class=\"subsection\">(3) The notice may describe any encumbrances that the Minister does not intend to cancel.</p> <p class=\"headnote\">Additional matters in certain notices</p> <p class=\"subsection\">(4) The notice may contain,</p> <p class=\"paragraph\">  (a) in the case of a notice to a municipality in respect of real property, a request that the municipality identify any unpaid real property taxes and penalties and interest on those taxes and any other debts owing to the municipality in respect of the property;</p> <p class=\"paragraph\">  (b) in the case of a notice to the Crown in right of Canada, a request to identify any debts owing to the Crown in right of Canada by the prior corporate owner or in respect of the property; and</p> <p class=\"paragraph\">  (c) in the case of a notice to a Minister of the Crown in right of Ontario, a request to identify,</p> <p class=\"subclause\">  (i) any debts owing to the Crown in right of Ontario by the prior corporate owner or in respect of the property, and</p> <p class=\"subclause\">  (ii) any costs or expenses incurred by the Crown in right of Ontario in respect of the property.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "20.",
            "section_x": "Persons entitled to notice of intent",
            "part_id": null,
            "part_type": null,
            "section_y": "Persons entitled to notice of intent",
            "content": "20 A notice under section 19 of the Minister’s intent to make an order cancelling encumbrances against forfeited corporate property shall be given to the following persons: 1. In the case of property that includes real property registered under the Land Titles Act, every person who, as of the day before the notice is issued, appears by the parcel register to have an interest in the property. 2. In the case of property that includes real property to which the Registry Act applies, every person who, as of the day before the notice is issued, appears by the abstract index to have an interest in the property. 3. Every person who appears to be an execution creditor of the prior corporate owner, according to the electronic database maintained by the sheriff for the area in which the property is located. 4. In the case of real property, the clerk of each municipality in which the property is located or, if it is located in an unorganized territory, the Minister responsible for the administration of the Provincial Land Tax Act, 2006. 5. In the case of personal property, every person who, as of the day before the notice is issued, has a security interest in the property or a claim for lien against the property, if the interest or claim has been registered in the registration system under the Personal Property Security Act, i. against the prior corporate owner, or ii. if the personal property is a motor vehicle as defined in the regulations made under the Personal Property Security Act, against a vehicle identification number. 6. In the case of personal property in respect of which a notice of security interest is registered on title to real property, every person who, as of the day before the notice of intent to make an order cancelling encumbrances is given, appears to have a security interest in the personal property. 7. The prior corporate owner. 8. Every person who is named as a director or officer of the prior corporate owner in the most recent notices or returns filed under the Corporations Information Act, or who is named in the prior corporate owner’s articles or letters patent, whichever was most current as of the day the corporation was dissolved. 9. In the case of property that is part of a property, as defined in the Condominium Act, 1998, to which the objects and duties of a condominium corporation under section 17 of that Act apply, that corporation. 10. The Crown in right of Canada. 11. Any Ministers of the Crown in right of Ontario who, in the opinion of the Minister, may have an interest in the property. 12. Any other prescribed persons.",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>20 </b>A notice under section 19 of the Minister’s intent to make an order cancelling encumbrances against forfeited corporate property shall be given to the following persons:</p> <p class=\"paragraph\">  1. In the case of property that includes real property registered under the <i>Land Titles Act</i>, every person who, as of the day before the notice is issued, appears by the parcel register to have an interest in the property.</p> <p class=\"paragraph\">  2. In the case of property that includes real property to which the <i>Registry Act</i> applies, every person who, as of the day before the notice is issued, appears by the abstract index to have an interest in the property.</p> <p class=\"paragraph\">  3. Every person who appears to be an execution creditor of the prior corporate owner, according to the electronic database maintained by the sheriff for the area in which the property is located.</p> <p class=\"paragraph\">  4. In the case of real property, the clerk of each municipality in which the property is located or, if it is located in an unorganized territory, the Minister responsible for the administration of the <i>Provincial Land Tax Act, 2006</i>.</p> <p class=\"paragraph\">  5. In the case of personal property, every person who, as of the day before the notice is issued, has a security interest in the property or a claim for lien against the property, if the interest or claim has been registered in the registration system under the <i>Personal Property Security Act</i>,</p> <p class=\"subpara\">  i. against the prior corporate owner, or</p> <p class=\"subpara\">  ii. if the personal property is a motor vehicle as defined in the regulations made under the <i>Personal Property Security Act</i>, against a vehicle identification number.</p> <p class=\"paragraph\">  6. In the case of personal property in respect of which a notice of security interest is registered on title to real property, every person who, as of the day before the notice of intent to make an order cancelling encumbrances is given, appears to have a security interest in the personal property.</p> <p class=\"paragraph\">  7. The prior corporate owner.</p> <p class=\"paragraph\">  8. Every person who is named as a director or officer of the prior corporate owner in the most recent notices or returns filed under the <i>Corporations Information Act</i>, or who is named in the prior corporate owner’s articles or letters patent, whichever was most current as of the day the corporation was dissolved.</p> <p class=\"paragraph\">  9. In the case of property that is part of a property, as defined in the <i>Condominium Act, 1998</i>, to which the objects and duties of a condominium corporation under section 17 of that Act apply, that corporation.</p> <p class=\"paragraph\">  10. The Crown in right of Canada.</p> <p class=\"paragraph\">  11. Any Ministers of the Crown in right of Ontario who, in the opinion of the Minister, may have an interest in the property.</p> <p class=\"paragraph\">  12. Any other prescribed persons.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "21.",
            "section_x": "Manner of giving notice of intent",
            "part_id": null,
            "part_type": null,
            "section_y": "Manner of giving notice of intent",
            "content": "21 (1) The Minister shall give notice of the Minister’s intent to make an order cancelling encumbrances against forfeited corporate property to a person who is entitled to receive notice under section 20 by sending it by ordinary mail or, if the Minister considers it appropriate, by registered mail or personal delivery. Registration (2) If the notice is in respect of real property, the Minister shall register the notice on title to the property. Additional ways of giving notice (3) The Minister may give notice in any additional ways that he or she considers appropriate, which may include, (a) posting the notice on the property; (b) publishing the notice in a newspaper of general circulation in the area in which the property is located; or (c) publishing the notice on a Government website or on another website available to the public. Notice to prior corporate owner (4) A notice to a prior corporate owner or to its directors or officers shall be given by sending it to each of their addresses listed in the most recent notices or returns filed under the Corporations Information Act or in the prior corporate owner’s articles or letters patent, whichever was most current as of the day before the prior corporate owner was dissolved.",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>21 </b>(1) The Minister shall give notice of the Minister’s intent to make an order cancelling encumbrances against forfeited corporate property to a person who is entitled to receive notice under section 20 by sending it by ordinary mail or, if the Minister considers it appropriate, by registered mail or personal delivery.</p> <p class=\"headnote\">Registration</p> <p class=\"subsection\">(2) If the notice is in respect of real property, the Minister shall register the notice on title to the property.</p> <p class=\"headnote\">Additional ways of giving notice</p> <p class=\"subsection\">(3) The Minister may give notice in any additional ways that he or she considers appropriate, which may include,</p> <p class=\"paragraph\">  (a) posting the notice on the property;</p> <p class=\"paragraph\">  (b) publishing the notice in a newspaper of general circulation in the area in which the property is located; or</p> <p class=\"paragraph\">  (c) publishing the notice on a Government website or on another website available to the public.</p> <p class=\"headnote\">Notice to prior corporate owner</p> <p class=\"subsection\">(4) A notice to a prior corporate owner or to its directors or officers shall be given by sending it to each of their addresses listed in the most recent notices or returns filed under the <i>Corporations Information Act</i> or in the prior corporate owner’s articles or letters patent, whichever was most current as of the day before the prior corporate owner was dissolved.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "22.",
            "section_x": "Response to Minister",
            "part_id": null,
            "part_type": null,
            "section_y": "Response to Minister",
            "content": "22 (1) A person who intends to bring a claim or enforce an interest in the forfeited corporate property shall respond to the Minister in writing before the date specified in the notice. 2015, c. 38, Sched. 7, s. 22 (1). Contents of response (2) A response under subsection (1) shall indicate whether or not the person intends to act and may include additional information or comments. 2015, c. 38, Sched. 7, s. 22 (2). Contact information (3) A person responding to the Minister shall provide, (a) the person’s contact information, including name, address, telephone number and email address, if any; and (b) if the person has an agent or other representative, the agent’s or representative’s contact information, including name, address, telephone number and email address, if any. 2015, c. 38, Sched. 7, s. 22 (3). Notice under other Acts not sufficient (4) Notice of a proceeding relating to forfeited corporate property that is served on the Crown under any of the following provisions is not a response for the purposes of subsection (1): 1. Section 242 of the Business Corporations Act. 2. Section 318 of the Corporations Act. 3. Section 31 of the Mortgages Act. 4. Section 171 of the Not-for-Profit Corporations Act, 2010 or any predecessor of it. 2015, c. 38, Sched. 7, s. 22 (4) and 43 (2). Section Amendments with date in force (d/m/y) 2015, c. 38, Sched. 7, s. 43 (2) - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>22 </b>(1) A person who intends to bring a claim or enforce an interest in the forfeited corporate property shall respond to the Minister in writing before the date specified in the notice. 2015, c. 38, Sched. 7, s. 22 (1).</p> <p class=\"headnote\">Contents of response</p> <p class=\"subsection\">(2) A response under subsection (1) shall indicate whether or not the person intends to act and may include additional information or comments. 2015, c. 38, Sched. 7, s. 22 (2).</p> <p class=\"headnote\">Contact information</p> <p class=\"subsection\">(3) A person responding to the Minister shall provide,</p> <p class=\"paragraph\">  (a) the person’s contact information, including name, address, telephone number and email address, if any; and</p> <p class=\"paragraph\">  (b) if the person has an agent or other representative, the agent’s or representative’s contact information, including name, address, telephone number and email address, if any. 2015, c. 38, Sched. 7, s. 22 (3).</p> <p class=\"headnote\">Notice under other Acts not sufficient</p> <p class=\"subsection\">(4) Notice of a proceeding relating to forfeited corporate property that is served on the Crown under any of the following provisions is not a response for the purposes of subsection (1):</p> <p class=\"paragraph\">  1. Section 242 of the <i>Business Corporations Act</i>.</p> <p class=\"paragraph\">  2. Section 318 of the <i>Corporations Act</i>.</p> <p class=\"paragraph\">  3. Section 31 of the <i>Mortgages Act</i>.</p> <p class=\"paragraph\">  4. Section 171 of the <i>Not-for-Profit Corporations Act, 2010</i> or any predecessor of it. 2015, c. 38, Sched. 7, s. 22 (4) and 43 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15038#sched7s43s2\">2015, c. 38, Sched. 7, s. 43 (2)</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "23.",
            "section_x": "Order deleting notice under s. 19",
            "part_id": null,
            "part_type": null,
            "section_y": "Order deleting notice under s. 19",
            "content": "23 (1) If the Minister has not made an order under section 18 after giving a notice under section 19, the Minister may make an order stating that the notice given under section 19 has no effect. Copy of order, etc. (2) If the Minister makes an order directing the deletion of a notice under subsection (1) the Minister shall, (a) give a copy of the order to, (i) any person to whom notice was given under section 19 in respect of the property, (ii) any person who responded to the Minister under section 22 in respect of the property, and (iii) any other person who requests a copy; and (b) give notice in any additional ways that the Minister gave notice under subsection 21 (3) in respect of the property. Registration, order relating to real property (3) If the order deleting the notice is in respect of forfeited corporate real property, the Minister shall register the order on title to the property and the notice shall be deleted from title. Minister may give new notice (4) The Minister may, at any time after making an order under this section, give a new notice under section 19 in respect of the same property. Use of Forfeited Corporate Property for Crown Purposes Property intended to be used for Crown purposes",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>23 </b>(1) If the Minister has not made an order under section 18 after giving a notice under section 19, the Minister may make an order stating that the notice given under section 19 has no effect.</p> <p class=\"headnote\">Copy of order, etc.</p> <p class=\"subsection\">(2) If the Minister makes an order directing the deletion of a notice under subsection (1) the Minister shall,</p> <p class=\"paragraph\"><b> </b>(a) give a copy of the order to,</p> <p class=\"subclause\">  (i) any person to whom notice was given under section 19 in respect of the property,</p> <p class=\"subclause\">  (ii) any person who responded to the Minister under section 22 in respect of the property, and</p> <p class=\"subclause\">  (iii) any other person who requests a copy; and</p> <p class=\"paragraph\">  (b) give notice in any additional ways that the Minister gave notice under subsection 21 (3) in respect of the property.</p> <p class=\"headnote\">Registration, order relating to real property</p> <p class=\"subsection\">(3) If the order deleting the notice is in respect of forfeited corporate real property, the Minister shall register the order on title to the property and the notice shall be deleted from title.</p> <p class=\"headnote\">Minister may give new notice</p> <p class=\"subsection\">(4) The Minister may, at any time after making an order under this section, give a new notice under section 19 in respect of the same property.</p> <p class=\"heading1\"><a name=\"BK27\"></a>Use of Forfeited Corporate Property for Crown Purposes</p> <p class=\"headnote\">Property intended to be used for Crown purposes</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "Use of Forfeited Corporate Property for Crown Purposes",
            "section_x": "Use of Forfeited Corporate Property for Crown Purposes",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "24.",
            "section_x": "24.",
            "part_id": null,
            "part_type": null,
            "section_y": "Forfeited corporate real property",
            "content": "24 (1) Subject to subsections (2) and (3), the Minister may, at any time, register a notice on title to forfeited corporate real property indicating that the Crown intends to use the property for Crown purposes. 2015, c. 38, Sched. 7, s. 24 (1). Limitation, certain dissolutions (2) The Minister shall not register the notice before the third anniversary of the prior corporate owner’s dissolution, if it was dissolved under any of the following provisions: 1. Subsection 241 (4) of the Business Corporations Act or any predecessor of it. 2. Subsection 317 (9) of the Corporations Act or any predecessor of it. 3. Subsection 170 (2) of the Not-for-Profit Corporations Act, 2010 or any predecessor of it. 2015, c. 38, Sched. 7, s. 24 (2) and 43 (3). Same, co-operatives (3) The Minister shall not register the notice before the second anniversary of the prior corporate owner’s dissolution if it was a co-operative dissolved under subsection 167 (2) of the Co-operative Corporations Act or any predecessor of it. 2015, c. 38, Sched. 7, s. 24 (3). Exception (4) Despite subsections (2) and (3), the Minister may register a notice under subsection (1) at any time after giving notice of the intention to register the notice in accordance with the regulations, if any, to the prior corporate owner and every person who is named as a director or officer of the prior corporate owner in the most recent notices or returns filed under the Corporations Information Act, or who is named in the prior corporate owner’s articles or letters patent, whichever was most current as of the day before the prior corporate owner was dissolved. 2015, c. 38, Sched. 7, s. 24 (4). Forfeited corporate personal property (5) Subject to subsection (6), the Crown may, at any time, begin to use forfeited corporate personal property for Crown purposes. 2015, c. 38, Sched. 7, s. 24 (5). Limitation, involuntary dissolutions (6) The Crown shall not begin to use forfeited corporate personal property for Crown purposes before, (a) the third anniversary of the prior corporate owner’s dissolution, if it was dissolved under any of the provisions listed in subsection (2); or (b) the second anniversary of the prior corporate owner’s dissolution, if it was a co-operative dissolved under subsection 167 (2) of the\r\nCo-operative Corporations Act or any predecessor of it. 2015, c. 38, Sched. 7, s. 24 (6). Exception (7) Despite subsection (6), the Crown may begin to use forfeited corporate personal property for Crown purposes at any time after the Minister has registered a notice under subsection (1) on title to the forfeited corporate real property in, on or under which the personal property is located. 2015, c. 38, Sched. 7, s. 24 (7). Limitation, municipal tax sale process (8) If a municipality has registered a tax arrears certificate in respect of land under section 373 or 373.1 of the Municipal Act, 2001 or section 344 or 344.1 of the City of Toronto Act, 2006, the Minister shall not register a notice under subsection (1) in respect of the land until, (a) the day the treasurer of the municipality registers a tax arrears cancellation certificate in respect of the land; or (b) the day the tax arrears certificate is deemed to be cancelled under subsection 379 (15) of the Municipal Act, 2001 or under subsection 350 (15) of the City of Toronto Act, 2006. 2015, c. 38, Sched. 7, s. 24 (8); 2017, c. 10, Sched. 4, s. 4. Act no longer applies (9) On and after the day notice is registered on title to real property under subsection (1), or the day the Crown begins to use personal property for Crown purposes under subsection (5), this Act no longer applies to the property, except it continues to apply in respect of the period before the registration of the notice or the beginning of the use. 2015, c. 38, Sched. 7, s. 24 (9). Section Amendments with date in force (d/m/y) 2015, c. 38, Sched. 7, s. 43 (3) - 19/10/2021 2017, c. 10, Sched. 4, s. 4 - 01/01/2018 Disposing of Forfeited Corporate Property",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>24 </b>(1) Subject to subsections (2) and (3), the Minister may, at any time, register a notice on title to forfeited corporate real property indicating that the Crown intends to use the property for Crown purposes. 2015, c. 38, Sched. 7, s. 24 (1).</p> <p class=\"headnote\">Limitation, certain dissolutions</p> <p class=\"subsection\">(2) The Minister shall not register the notice before the third anniversary of the prior corporate owner’s dissolution, if it was dissolved under any of the following provisions:</p> <p class=\"paragraph\">  1. Subsection 241 (4) of the <i>Business Corporations Act</i> or any predecessor of it.</p> <p class=\"paragraph\">  2. Subsection 317 (9) of the <i>Corporations Act</i> or any predecessor of it.</p> <p class=\"paragraph\">  3. Subsection 170 (2) of the <i>Not-for-Profit Corporations Act, 2010</i> or any predecessor of it. 2015, c. 38, Sched. 7, s. 24 (2) and 43 (3).</p> <p class=\"headnote\">Same, co-operatives</p> <p class=\"subsection\">(3) The Minister shall not register the notice before the second anniversary of the prior corporate owner’s dissolution if it was a co-operative dissolved under subsection 167 (2) of the <i>Co-operative Corporations Act</i> or any predecessor of it. 2015, c. 38, Sched. 7, s. 24 (3).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(4) Despite subsections (2) and (3), the Minister may register a notice under subsection (1) at any time after giving notice of the intention to register the notice in accordance with the regulations, if any, to the prior corporate owner and every person who is named as a director or officer of the prior corporate owner in the most recent notices or returns filed under the <i>Corporations Information Act</i>, or who is named in the prior corporate owner’s articles or letters patent, whichever was most current as of the day before the prior corporate owner was dissolved. 2015, c. 38, Sched. 7, s. 24 (4).</p> <p class=\"headnote\">Forfeited corporate personal property</p> <p class=\"subsection\">(5) Subject to subsection (6), the Crown may, at any time, begin to use forfeited corporate personal property for Crown purposes. 2015, c. 38, Sched. 7, s. 24 (5).</p> <p class=\"headnote\">Limitation, involuntary dissolutions</p> <p class=\"subsection\">(6) The Crown shall not begin to use forfeited corporate personal property for Crown purposes before,</p> <p class=\"paragraph\">  (a) the third anniversary of the prior corporate owner’s dissolution, if it was dissolved under any of the provisions listed in subsection (2); or</p> <p class=\"paragraph\">  (b) the second anniversary of the prior corporate owner’s dissolution, if it was a co-operative dissolved under subsection 167 (2) of the\r\n<i>Co-operative Corporations Act</i> or any predecessor of it. 2015, c. 38, Sched. 7, s. 24 (6).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(7) Despite subsection (6), the Crown may begin to use forfeited corporate personal property for Crown purposes at any time after the Minister has registered a notice under subsection (1) on title to the forfeited corporate real property in, on or under which the personal property is located. 2015, c. 38, Sched. 7, s. 24 (7).</p> <p class=\"headnote\">Limitation, municipal tax sale process</p> <p class=\"subsection\">(8) If a municipality has registered a tax arrears certificate in respect of land under section 373 or 373.1 of the <i>Municipal Act, 2001</i> or section 344 or 344.1 of the <i>City of Toronto Act, 2006</i>, the Minister shall not register a notice under subsection (1) in respect of the land until,</p> <p class=\"paragraph\">  (a) the day the treasurer of the municipality registers a tax arrears cancellation certificate in respect of the land; or</p> <p class=\"paragraph\">  (b) the day the tax arrears certificate is deemed to be cancelled under subsection 379 (15) of the <i>Municipal Act, 2001</i> or under subsection 350 (15) of the <i>City of Toronto Act, 2006</i>. 2015, c. 38, Sched. 7, s. 24 (8); 2017, c. 10, Sched. 4, s. 4.</p> <p class=\"headnote\">Act no longer applies</p> <p class=\"subsection\">(9) On and after the day notice is registered on title to real property under subsection (1), or the day the Crown begins to use personal property for Crown purposes under subsection (5), this Act no longer applies to the property, except it continues to apply in respect of the period before the registration of the notice or the beginning of the use. 2015, c. 38, Sched. 7, s. 24 (9).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15038#sched7s43s3\">2015, c. 38, Sched. 7, s. 43 (3)</a></span> - 19/10/2021</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17010#sched4s4\">2017, c. 10, Sched. 4, s. 4</a></span> - 01/01/2018</p> <p class=\"heading1\"><a name=\"BK29\"></a>Disposing of Forfeited Corporate Property</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "Disposing of Forfeited Corporate Property",
            "section_x": "Disposing of Forfeited Corporate Property",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "25.",
            "section_x": "25.",
            "part_id": null,
            "part_type": null,
            "section_y": "Disposing of forfeited corporate property",
            "content": "25 (1) The Minister may dispose of forfeited corporate property under this Act, (a) at the price the Minister considers appropriate; (b) subject to any terms or conditions the Minister considers appropriate; and (c) in the manner and at the time the Minister considers appropriate. 2015, c. 38, Sched. 7, s. 25 (1). Limitation, involuntary dissolutions (2) The Minister shall not dispose of the property before the third anniversary of the prior corporate owner’s dissolution if it was dissolved under any of the following provisions: 1. Subsection 241 (4) of the Business Corporations Act or any predecessor of it. 2. Subsection 317 (9) of the Corporations Act or any predecessor of it. 2015, c. 38, Sched. 7, s. 25 (2). 3. Subsection 170 (2) of the Not-for-Profit Corporations Act, 2010 or any predecessor of it. 2015, c. 38, Sched. 7, s. 25 (2) and 43 (4). Same, co-operatives (3) The Minister shall not dispose of the property before the second anniversary of the prior corporate owner’s dissolution if it was a co-operative dissolved under subsection 167 (2) of the Co-operative Corporations Act or any predecessor of it. 2015, c. 38, Sched. 7, s. 25 (3). Exceptions (4) Despite subsections (2) and (3), the Minister may dispose of the property at any time, (a) after giving notice of the disposition, (i) in accordance with the regulations, if any, to the prior corporate owner and every person who is named as a director or officer of the prior corporate owner in the most recent notices or returns filed under the Corporations Information Act, or who is named in the prior corporate owner’s articles or letters patent, whichever was most current as of the day before the prior corporate owner was dissolved, and (ii) by publishing it on a Government website or on another website available to the public and by posting it, (A) in the case of real property, on the property, or (B) in the case of personal property, on the personal property or on the real property in, on or under which the personal property is located; or (b) without giving notice of the disposition in accordance with clause (a), if, in the Minister’s opinion, (i) in the case of real property or personal property, the property presents a risk to human health or safety, or to the environment, or (ii) in the case of personal property, (A) the property is perishable, (B) the property is likely to rapidly decline in value, or (C) there would be an expense associated with managing or storing the property. 2015, c. 38, Sched. 7, s. 25 (4). Condominium Act, 1998 (5) Any disposition of forfeited corporate real property by the Minister is subject to the restrictions in sections 11 and 139 of the Condominium Act, 1998. 2020, c. 34, Sched. 6, s. 4. Section Amendments with date in force (d/m/y) 2015, c. 38, Sched. 7, s. 43 (4) - 19/10/2021 2020, c. 34, Sched. 6, s. 4 - 08/12/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>25 </b>(1) The Minister may dispose of forfeited corporate property under this Act,</p> <p class=\"paragraph\">  (a) at the price the Minister considers appropriate;</p> <p class=\"paragraph\">  (b) subject to any terms or conditions the Minister considers appropriate; and</p> <p class=\"paragraph\">  (c) in the manner and at the time the Minister considers appropriate. 2015, c. 38, Sched. 7, s. 25 (1).</p> <p class=\"headnote\">Limitation, involuntary dissolutions</p> <p class=\"subsection\">(2) The Minister shall not dispose of the property before the third anniversary of the prior corporate owner’s dissolution if it was dissolved under any of the following provisions:</p> <p class=\"paragraph\">  1. Subsection 241 (4) of the <i>Business Corporations Act</i> or any predecessor of it.</p> <p class=\"paragraph\">  2. Subsection 317 (9) of the <i>Corporations Act</i> or any predecessor of it. 2015, c. 38, Sched. 7, s. 25 (2).</p> <p class=\"paragraph\">  3. Subsection 170 (2) of the <i>Not-for-Profit Corporations Act, 2010</i> or any predecessor of it. 2015, c. 38, Sched. 7, s. 25 (2) and 43 (4).</p> <p class=\"headnote\">Same, co-operatives</p> <p class=\"subsection\">(3) The Minister shall not dispose of the property before the second anniversary of the prior corporate owner’s dissolution if it was a co-operative dissolved under subsection 167 (2) of the <i>Co-operative Corporations Act</i> or any predecessor of it. 2015, c. 38, Sched. 7, s. 25 (3).</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(4) Despite subsections (2) and (3), the Minister may dispose of the property at any time,</p> <p class=\"paragraph\">  (a) after giving notice of the disposition,</p> <p class=\"subclause\">  (i) in accordance with the regulations, if any, to the prior corporate owner and every person who is named as a director or officer of the prior corporate owner in the most recent notices or returns filed under the <i>Corporations Information Act</i>, or who is named in the prior corporate owner’s articles or letters patent, whichever was most current as of the day before the prior corporate owner was dissolved, and</p> <p class=\"subclause\">  (ii) by publishing it on a Government website or on another website available to the public and by posting it,</p> <p class=\"subsubclause\">  (A) in the case of real property, on the property, or</p> <p class=\"subsubclause\">  (B) in the case of personal property, on the personal property or on the real property in, on or under which the personal property is located; or</p> <p class=\"paragraph\">  (b) without giving notice of the disposition in accordance with clause (a), if, in the Minister’s opinion,</p> <p class=\"subclause\">  (i) in the case of real property or personal property, the property presents a risk to human health or safety, or to the environment, or</p> <p class=\"subclause\">  (ii) in the case of personal property,</p> <p class=\"subsubclause\">  (A) the property is perishable,</p> <p class=\"subsubclause\">  (B) the property is likely to rapidly decline in value, or</p> <p class=\"subsubclause\">  (C) there would be an expense associated with managing or storing the property. 2015, c. 38, Sched. 7, s. 25 (4).</p> <p class=\"headnoteitalic\">Condominium Act, 1998</p> <p class=\"subsection\">(5) Any disposition of forfeited corporate real property by the Minister is subject to the restrictions in sections 11 and 139 of the <i>Condominium Act, 1998</i>. 2020, c. 34, Sched. 6, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15038#sched7s43s4\">2015, c. 38, Sched. 7, s. 43 (4)</a></span> - 19/10/2021</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched6s4\">2020, c. 34, Sched. 6, s. 4</a></span> - 08/12/2020</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "26.",
            "section_x": "26.",
            "part_id": null,
            "part_type": null,
            "section_y": "Relief from forfeiture",
            "content": "26 (1) The Minister may at any time and despite subsections 25 (2) and (3) waive or release all or part of the Crown’s interest in forfeited corporate property or may dispose of it by transferring or restoring it to an applicant who satisfies the Minister that the applicant has a legal or moral claim to the property based on facts that arose before the property became forfeited corporate property. 2015, c. 38, Sched. 7, s. 26 (1). Timing of application (2) Subject to subsection (3), an application under this section must be made before the earliest of the following: 1. The day that is 10 years after the day the property became forfeited corporate property. 2. The day the Minister disposes of the Crown’s interest in the property. 3. In the case of real property, the day a notice is registered on title to the property under section 24, indicating that the Crown intends to use the property for Crown purposes. 4. In the case of personal property, the day the Crown begins to use the property for Crown purposes. 2015, c. 38, Sched. 7, s. 26 (2). Exception (3) If none of the events described in paragraph 2, 3 or 4 of subsection (2) occurs during the 10 years after the day the property becomes forfeited corporate property and an applicant satisfies the Minister that there were compelling reasons not to apply within that 10-year period, the application may be made before the earliest of the events described in paragraphs 2, 3 and 4 of subsection (2). 2015, c. 38, Sched. 7, s. 26 (3). Form of application (4) An application under this section shall be made in accordance with the regulations, if any. 2015, c. 38, Sched. 7, s. 26 (4). Application by revived prior corporate owner (5) If a prior corporate owner is revived and forfeited corporate property is not restored to it at the time of revival, it may make an application under this section in respect of that property. 2015, c. 38, Sched. 7, s. 26 (5). Considerations (6) In determining whether to dispose of property under this section, the Minister may consider, (a) whether the applicant could have brought a claim against the prior corporate owner but did not do so, and any reasons the applicant gives for not having done so; (b) the nature of the applicant’s legal or moral claim to the property; (b.1) whether the property was owned by the prior corporate owner as a tenant in common; (c) the applicant’s relationship to the prior corporate owner or to the shareholders or members of the prior corporate owner; (d) whether the applicant had entered into an agreement to purchase the property and, if so, the date on which the agreement was executed; (e) whether any amounts are due to the Crown in connection with the property and, if so, how the amounts may be recovered; (f) whether the applicant has incurred any costs in connection with the property after it became forfeited corporate property; (g) whether the applicant owes any debts to the Crown; (h) whether the property is charitable property; (i) whether any real property taxes are owed in respect of the property, and whether the taxes have been paid after it became forfeited corporate property, as if they were owing; (j) whether any property taxes within the meaning of the Provincial Land Tax Act, 2006 are owed in respect of the property, and whether the taxes have been paid after it became forfeited corporate property, as if they were owing; (k) whether any debts are owed to a municipality in respect of the property and whether any such debts have been paid after it became forfeited corporate property; (l) whether there are any encumbrances in respect of the property, and whether the Minister has made an order to cancel encumbrances against the property; (m) whether there are any competing claims in respect of the property; and (n) any other matters the Minister considers relevant. 2015, c. 38, Sched. 7, s. 26 (6); 2020, c. 34, Sched. 6, s. 5. Same, living accommodation (7) In determining, under this section, whether to dispose of property that is occupied as a living accommodation, the Minister may also consider, (a) whether the property is a matrimonial home; (b) whether the applicant is the spouse of the individual who was the only shareholder or member of the prior corporate owner; (c) whether the applicant and his or her spouse were the sole shareholders or members of the prior corporate owner; and (d) whether the applicant occupies the property as his or her primary residence. 2015, c. 38, Sched. 7, s. 26 (7). Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 6, s. 5 - 01/01/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>26 </b>(1) The Minister may at any time and despite subsections 25 (2) and (3) waive or release all or part of the Crown’s interest in forfeited corporate property or may dispose of it by transferring or restoring it to an applicant who satisfies the Minister that the applicant has a legal or moral claim to the property based on facts that arose before the property became forfeited corporate property. 2015, c. 38, Sched. 7, s. 26 (1).</p> <p class=\"headnote\">Timing of application</p> <p class=\"subsection\">(2) Subject to subsection (3), an application under this section must be made before the earliest of the following:</p> <p class=\"paragraph\">  1. The day that is 10 years after the day the property became forfeited corporate property.</p> <p class=\"paragraph\">  2. The day the Minister disposes of the Crown’s interest in the property.</p> <p class=\"paragraph\">  3. In the case of real property, the day a notice is registered on title to the property under section 24, indicating that the Crown intends to use the property for Crown purposes.</p> <p class=\"paragraph\">  4. In the case of personal property, the day the Crown begins to use the property for Crown purposes. 2015, c. 38, Sched. 7, s. 26 (2).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) If none of the events described in paragraph 2, 3 or 4 of subsection (2) occurs during the 10 years after the day the property becomes forfeited corporate property and an applicant satisfies the Minister that there were compelling reasons not to apply within that 10-year period, the application may be made before the earliest of the events described in paragraphs 2, 3 and 4 of subsection (2). 2015, c. 38, Sched. 7, s. 26 (3).</p> <p class=\"headnote\">Form of application</p> <p class=\"subsection\">(4) An application under this section shall be made in accordance with the regulations, if any. 2015, c. 38, Sched. 7, s. 26 (4).</p> <p class=\"headnote\">Application by revived prior corporate owner</p> <p class=\"subsection\">(5) If a prior corporate owner is revived and forfeited corporate property is not restored to it at the time of revival, it may make an application under this section in respect of that property. 2015, c. 38, Sched. 7, s. 26 (5).</p> <p class=\"headnote\">Considerations</p> <p class=\"subsection\">(6) In determining whether to dispose of property under this section, the Minister may consider,</p> <p class=\"paragraph\">  (a) whether the applicant could have brought a claim against the prior corporate owner but did not do so, and any reasons the applicant gives for not having done so;</p> <p class=\"paragraph\">  (b) the nature of the applicant’s legal or moral claim to the property;</p> <p class=\"paragraph\"> (b.1) whether the property was owned by the prior corporate owner as a tenant in common;</p> <p class=\"paragraph\">  (c) the applicant’s relationship to the prior corporate owner or to the shareholders or members of the prior corporate owner;</p> <p class=\"paragraph\">  (d) whether the applicant had entered into an agreement to purchase the property and, if so, the date on which the agreement was executed;</p> <p class=\"paragraph\">  (e) whether any amounts are due to the Crown in connection with the property and, if so, how the amounts may be recovered;</p> <p class=\"paragraph\">  (f) whether the applicant has incurred any costs in connection with the property after it became forfeited corporate property;</p> <p class=\"paragraph\">  (g) whether the applicant owes any debts to the Crown;</p> <p class=\"paragraph\">  (h) whether the property is charitable property;</p> <p class=\"paragraph\">  (i) whether any real property taxes are owed in respect of the property, and whether the taxes have been paid after it became forfeited corporate property, as if they were owing;</p> <p class=\"paragraph\">  (j) whether any property taxes within the meaning of the <i>Provincial Land Tax Act, 2006</i> are owed in respect of the property, and whether the taxes have been paid after it became forfeited corporate property, as if they were owing;</p> <p class=\"paragraph\">  (k) whether any debts are owed to a municipality in respect of the property and whether any such debts have been paid after it became forfeited corporate property;</p> <p class=\"paragraph\">  (l) whether there are any encumbrances in respect of the property, and whether the Minister has made an order to cancel encumbrances against the property;</p> <p class=\"paragraph\">  (m) whether there are any competing claims in respect of the property; and</p> <p class=\"paragraph\">  (n) any other matters the Minister considers relevant. 2015, c. 38, Sched. 7, s. 26 (6); 2020, c. 34, Sched. 6, s. 5.</p> <p class=\"headnote\">Same, living accommodation</p> <p class=\"subsection\">(7) In determining, under this section, whether to dispose of property that is occupied as a living accommodation, the Minister may also consider,</p> <p class=\"paragraph\">  (a) whether the property is a matrimonial home;</p> <p class=\"paragraph\">  (b) whether the applicant is the spouse of the individual who was the only shareholder or member of the prior corporate owner;</p> <p class=\"paragraph\">  (c) whether the applicant and his or her spouse were the sole shareholders or members of the prior corporate owner; and</p> <p class=\"paragraph\">  (d) whether the applicant occupies the property as his or her primary residence. 2015, c. 38, Sched. 7, s. 26 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched6s5\">2020, c. 34, Sched. 6, s. 5</a></span> - 01/01/2021</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "27.",
            "section_x": "27.",
            "part_id": null,
            "part_type": null,
            "section_y": "Charitable property",
            "content": "27 (1) The Minister may dispose of charitable property that is forfeited corporate property by transferring, assigning or otherwise conveying it to a charity that the Minister considers to be appropriate in the circumstances, after consulting with the Public Guardian and Trustee. Disposition to person other than charity (2) If the Minister disposes of charitable property that is forfeited corporate property by transferring, assigning or otherwise conveying it to a person other than a charity, the Minister may pay an amount not exceeding an amount equal to the proceeds to a charity that the Minister considers to be appropriate in the circumstances, after consulting with the Public Guardian and Trustee, from money appropriated by the Legislature for this purpose. 28 Repealed: 2020, c. 34, Sched. 6, s. 6. Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 6, s. 6 - 01/01/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>27 </b>(1) The Minister may dispose of charitable property that is forfeited corporate property by transferring, assigning or otherwise conveying it to a charity that the Minister considers to be appropriate in the circumstances, after consulting with the Public Guardian and Trustee.</p> <p class=\"headnote\">Disposition to person other than charity</p> <p class=\"subsection\">(2) If the Minister disposes of charitable property that is forfeited corporate property by transferring, assigning or otherwise conveying it to a person other than a charity, the Minister may pay an amount not exceeding an amount equal to the proceeds to a charity that the Minister considers to be appropriate in the circumstances, after consulting with the Public Guardian and Trustee, from money appropriated by the Legislature for this purpose.</p> <p class=\"section\"><a name=\"BK33\"></a><b>28 </b><span class=\"ovsmallcap\">Repealed</span>: 2020, c. 34, Sched. 6, s. 6.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched6s6\">2020, c. 34, Sched. 6, s. 6</a></span> - 01/01/2021</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "28.",
            "section_x": "28.",
            "part_id": null,
            "part_type": null,
            "section_y": "Disposition to person other than charity",
            "content": "28 Repealed: 2020, c. 34, Sched. 6, s. 6. Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 6, s. 6 - 01/01/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>28 </b><span class=\"ovsmallcap\">Repealed</span>: 2020, c. 34, Sched. 6, s. 6.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched6s6\">2020, c. 34, Sched. 6, s. 6</a></span> - 01/01/2021</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "29.",
            "section_x": "29.",
            "part_id": null,
            "part_type": null,
            "section_y": "Order to transfer certain real property",
            "content": "29 (1) The Minister may, by order, transfer forfeited corporate real property in accordance with subsections (1.1) and (2) to any of the following persons or entities, as the Minister determines is appropriate: 0.1 Any other co-owners registered on title to the property. 1. A municipality in which the property is located. 2. A conservation authority with jurisdiction over any area in which the property is located. 2.1 A board of a local roads area established under the Local Roads Boards Act. 2.2 A Local Services Board established under Part I of the Northern Services Boards Act. 3. In the case of property that is part of a property, as defined in the Condominium Act, 1998, to which the objects and duties of a condominium corporation under section 17 of that Act apply, that corporation. 4. An abutting property owner. 5. A prescribed person or entity. 2015, c. 38, Sched. 7, s. 29 (1); 2020, c. 34, Sched. 6, s. 7 (1-3). Transfer to co-owner (1.1) Any type of property may be transferred under this section if the property is transferred to a co-owner. 2020, c. 34, Sched. 6, s. 7 (4). Property that may be transferred (2) The following property may be transferred under this section if the property is not transferred to a co-owner: 1. A condominium unit that is neither habitable nor usable for commercial purposes, including, i. a unit intended for accessible parking, ii. a unit intended for storage purposes, including storage of garbage, or iii. a unit intended for the purpose of providing space for services or facilities or mechanical installations. 2. A lot or block on a plan of subdivision, provided that, i. the lot or block is a one-foot reserve, constitutes a means of access, such as a walkway, roadway, laneway, pathway, lagoon or other waterway, or is intended for storm water management or another service that may benefit the subdivision lands or the surrounding area, ii. the conditions of the approval of the draft plan of subdivision require that the lot or block be transferred to a particular entity if the plan of subdivision is approved, or iii. the lot or block is within an area over which a conservation authority has jurisdiction. 3. Prescribed property. 2015, c. 38, Sched. 7, s. 29 (2); 2020, c. 34, Sched. 6, s. 7 (5-7). Transferee (3) In determining the appropriate person or entity to which to transfer property under this section, the Minister may consider, (a) the intended use of the property; (b) the physical characteristics of the property, including its size, slope and vegetation; (c) the interests of each municipality in which the property is located; (d) any submissions the Minister receives from the intended transferee; and (e) any other information the Minister considers relevant. 2015, c. 38, Sched. 7, s. 29 (3). Notice (4) If the Minister intends to make an order under this section, the Minister shall give notice in accordance with the regulations, if any, (a) to each municipality in which the property is located; and (b) if the intended transferee is not a municipality, to the intended transferee. 2015, c. 38, Sched. 7, s. 29 (4). Submissions (5) The notice shall indicate that the recipient may provide a submission in response to the notice before the date specified in the notice. 2015, c. 38, Sched. 7, s. 29 (5). Where consent required (6) The Minister shall not make an order under this section without the intended transferee’s consent if, (a) the intended transfer is to a person or entity described in paragraph 4 of subsection (1) who is not also described in paragraph 1, 2 or 3 of subsection (1); or (b) the intended transfer is to a person or entity prescribed under paragraph 5 of subsection (1) and the regulation prescribing the person or entity specifies that the person or entity’s consent is required. 2015, c. 38, Sched. 7, s. 29 (6). Content of order (7) The order shall direct that any changes necessary to effect the transfer be made to the parcel register. 2020, c. 34, Sched. 6, s. 7 (8). Registration on title (8) The Minister shall register the order on title to the property. 2015, c. 38, Sched. 7, s. 29 (8). Effect (9) Upon registration of the order under subsection (8), the property is vested in the person or entity named in the order. 2015, c. 38, Sched. 7, s. 29 (9). Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 6, s. 7 (3, 6, 7) - 08/12/2020; 2020, c. 34, Sched. 6, s. 7 (1, 2, 4, 5, 8) - 01/01/2021 Amounts Due to the Crown",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>29 </b>(1) The Minister may, by order, transfer forfeited corporate real property in accordance with subsections (1.1) and (2) to any of the following persons or entities, as the Minister determines is appropriate:</p> <p class=\"paragraph\">  0.1 Any other co-owners registered on title to the property.</p> <p class=\"paragraph\">  1. A municipality in which the property is located.</p> <p class=\"paragraph\">  2. A conservation authority with jurisdiction over any area in which the property is located.</p> <p class=\"paragraph\">  2.1 A board of a local roads area established under the <i>Local Roads Boards Act</i>.</p> <p class=\"paragraph\">  2.2 A Local Services Board established under Part I of the <i>Northern Services Boards Act</i>.</p> <p class=\"paragraph\">  3. In the case of property that is part of a property, as defined in the <i>Condominium Act, 1998</i>, to which the objects and duties of a condominium corporation under section 17 of that Act apply, that corporation.</p> <p class=\"paragraph\">  4. An abutting property owner.</p> <p class=\"paragraph\">  5. A prescribed person or entity. 2015, c. 38, Sched. 7, s. 29 (1); 2020, c. 34, Sched. 6, s. 7 (1-3).</p> <p class=\"headnote\">Transfer to co-owner</p> <p class=\"paragraph\">(1.1) Any type of property may be transferred under this section if the property is transferred to a co-owner. 2020, c. 34, Sched. 6, s. 7 (4).</p> <p class=\"headnote\">Property that may be transferred</p> <p class=\"subsection\">(2) The following property may be transferred under this section if the property is not transferred to a co-owner:</p> <p class=\"paragraph\">  1. A condominium unit that is neither habitable nor usable for commercial purposes, including,</p> <p class=\"subpara\">  i. a unit intended for accessible parking,</p> <p class=\"subpara\">  ii. a unit intended for storage purposes, including storage of garbage, or</p> <p class=\"subpara\">  iii. a unit intended for the purpose of providing space for services or facilities or mechanical installations.</p> <p class=\"paragraph\">  2. A lot or block on a plan of subdivision, provided that,</p> <p class=\"subpara\">  i. the lot or block is a one-foot reserve, constitutes a means of access, such as a walkway, roadway, laneway, pathway, lagoon or other waterway, or is intended for storm water management or another service that may benefit the subdivision lands or the surrounding area,</p> <p class=\"subpara\">  ii. the conditions of the approval of the draft plan of subdivision require that the lot or block be transferred to a particular entity if the plan of subdivision is approved, or</p> <p class=\"subpara\">  iii. the lot or block is within an area over which a conservation authority has jurisdiction.</p> <p class=\"paragraph\">  3. Prescribed property. 2015, c. 38, Sched. 7, s. 29 (2); 2020, c. 34, Sched. 6, s. 7 (5-7).</p> <p class=\"headnote\">Transferee</p> <p class=\"subsection\">(3) In determining the appropriate person or entity to which to transfer property under this section, the Minister may consider,</p> <p class=\"paragraph\">  (a) the intended use of the property;</p> <p class=\"paragraph\">  (b) the physical characteristics of the property, including its size, slope and vegetation;</p> <p class=\"paragraph\">  (c) the interests of each municipality in which the property is located;</p> <p class=\"paragraph\">  (d) any submissions the Minister receives from the intended transferee; and</p> <p class=\"paragraph\">  (e) any other information the Minister considers relevant. 2015, c. 38, Sched. 7, s. 29 (3).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(4) If the Minister intends to make an order under this section, the Minister shall give notice in accordance with the regulations, if any,</p> <p class=\"paragraph\">  (a) to each municipality in which the property is located; and</p> <p class=\"paragraph\">  (b) if the intended transferee is not a municipality, to the intended transferee. 2015, c. 38, Sched. 7, s. 29 (4).</p> <p class=\"headnote\">Submissions</p> <p class=\"subsection\">(5) The notice shall indicate that the recipient may provide a submission in response to the notice before the date specified in the notice. 2015, c. 38, Sched. 7, s. 29 (5).</p> <p class=\"headnote\">Where consent required</p> <p class=\"subsection\">(6) The Minister shall not make an order under this section without the intended transferee’s consent if,</p> <p class=\"paragraph\">  (a) the intended transfer is to a person or entity described in paragraph 4 of subsection (1) who is not also described in paragraph 1, 2 or 3 of subsection (1); or</p> <p class=\"paragraph\">  (b) the intended transfer is to a person or entity prescribed under paragraph 5 of subsection (1) and the regulation prescribing the person or entity specifies that the person or entity’s consent is required. 2015, c. 38, Sched. 7, s. 29 (6).</p> <p class=\"headnote\">Content of order</p> <p class=\"subsection\">(7) The order shall direct that any changes necessary to effect the transfer be made to the parcel register. 2020, c. 34, Sched. 6, s. 7 (8).</p> <p class=\"headnote\">Registration on title</p> <p class=\"subsection\">(8) The Minister shall register the order on title to the property. 2015, c. 38, Sched. 7, s. 29 (8).</p> <p class=\"headnote\">Effect</p> <p class=\"subsection\">(9) Upon registration of the order under subsection (8), the property is vested in the person or entity named in the order. 2015, c. 38, Sched. 7, s. 29 (9).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched6s7s3\">2020, c. 34, Sched. 6, s. 7 (3, 6, 7)</a></span> - 08/12/2020; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched6s7s1\">2020, c. 34, Sched. 6, s. 7 (1, 2, 4, 5, 8)</a></span> - 01/01/2021</p> <p class=\"heading1\"><a name=\"BK35\"></a>Amounts Due to the Crown</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "Amounts Due to the Crown",
            "section_x": "Amounts Due to the Crown",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "30.",
            "section_x": "30.",
            "part_id": null,
            "part_type": null,
            "section_y": "Amounts due to the Crown",
            "content": "30 (1) The Minister may determine the following amounts in connection with each forfeited corporate property in accordance with the regulations, if any: 1. The amount of costs the Crown incurred, including, i. costs incurred before the day this section came into force, and ii. costs incurred in connection with the disposition of the property. 2. Amounts the Crown may be obligated to pay under an agreement. 2.1 Amounts owed to the Crown under an agreement. 3. Reasonable amounts for time and resources expended by employees of the Crown. 4. The amount of fees charged under this Act. 2015, c. 38, Sched. 7, s. 30 (1); 2020, c. 34, Sched. 6, s. 8 (1). Debt owing to Crown (2) Amounts determined under subsection (1) are a debt due to the Crown and may be recovered, among other ways, (a) out of the proceeds of, (i) all or part of the property, or (ii) any other forfeited corporate property of the same prior corporate owner; (b) by obtaining an order under section 31 requiring a former officer or director of the prior corporate owner to pay some or all of the amounts; or (c) by collecting on a special lien that is deemed to be enforceable against the property under section 32. 2015, c. 38, Sched. 7, s. 30 (2). Same (3) If a prior corporate owner is revived, amounts determined under subsection (1) may be recovered from the corporation. 2020, c. 34, Sched. 6, s. 8 (2). Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 6, s. 8 (1, 2) - 08/12/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>30 </b>(1) The Minister may determine the following amounts in connection with each forfeited corporate property in accordance with the regulations, if any:</p> <p class=\"paragraph\">  1. The amount of costs the Crown incurred, including,</p> <p class=\"subpara\">  i. costs incurred before the day this section came into force, and</p> <p class=\"subpara\">  ii. costs incurred in connection with the disposition of the property.</p> <p class=\"paragraph\">  2. Amounts the Crown may be obligated to pay under an agreement.</p> <p class=\"paragraph\">  2.1 Amounts owed to the Crown under an agreement.</p> <p class=\"paragraph\">  3. Reasonable amounts for time and resources expended by employees of the Crown.</p> <p class=\"paragraph\">  4. The amount of fees charged under this Act. 2015, c. 38, Sched. 7, s. 30 (1); 2020, c. 34, Sched. 6, s. 8 (1).</p> <p class=\"headnote\">Debt owing to Crown</p> <p class=\"subsection\">(2) Amounts determined under subsection (1) are a debt due to the Crown and may be recovered, among other ways,</p> <p class=\"paragraph\">  (a) out of the proceeds of,</p> <p class=\"subclause\">  (i) all or part of the property, or</p> <p class=\"subclause\">  (ii) any other forfeited corporate property of the same prior corporate owner;</p> <p class=\"paragraph\">  (b) by obtaining an order under section 31 requiring a former officer or director of the prior corporate owner to pay some or all of the amounts; or</p> <p class=\"paragraph\">  (c) by collecting on a special lien that is deemed to be enforceable against the property under section 32. 2015, c. 38, Sched. 7, s. 30 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) If a prior corporate owner is revived, amounts determined under subsection (1) may be recovered from the corporation. 2020, c. 34, Sched. 6, s. 8 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched6s8s1\">2020, c. 34, Sched. 6, s. 8 (1, 2)</a></span> - 08/12/2020</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "31.",
            "section_x": "31.",
            "part_id": null,
            "part_type": null,
            "section_y": "Order against former officers and directors",
            "content": "31 (1) The Minister may apply to the Superior Court of Justice for an order, (a) determining the individuals who were the officers or directors of the prior corporate owner of forfeited corporate property; and (b) requiring the individuals determined under clause (a) to pay some or all amounts determined under section 30. Same (2) For the purposes of an application under subsection (1), the Court shall determine the individuals who were the officers or directors in the two years before the dissolution of the prior corporate owner. Same (3) If the Court determines that there were no individuals who were officers or directors in the two years before the dissolution of the prior corporate owner, the Court may make the determination in respect of the most recent two years before the dissolution in which the Court determines there were individuals who were officers or directors. Exception, corporation without share capital (4) This section does not apply if the prior corporate owner was a corporation without share capital that was carried on without the purpose of gain for its members. Exception, prescribed criteria (5) No individual who meets the prescribed criteria shall be determined to be an officer or director under this section. Exception, prescribed amounts (6) No application under this section shall be made in respect of amounts relating to prescribed matters.",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>31 </b>(1) The Minister may apply to the Superior Court of Justice for an order,</p> <p class=\"paragraph\">  (a) determining the individuals who were the officers or directors of the prior corporate owner of forfeited corporate property; and</p> <p class=\"paragraph\">  (b) requiring the individuals determined under clause (a) to pay some or all amounts determined under section 30.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of an application under subsection (1), the Court shall determine the individuals who were the officers or directors in the two years before the dissolution of the prior corporate owner.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) If the Court determines that there were no individuals who were officers or directors in the two years before the dissolution of the prior corporate owner, the Court may make the determination in respect of the most recent two years before the dissolution in which the Court determines there were individuals who were officers or directors.</p> <p class=\"headnote\">Exception, corporation without share capital</p> <p class=\"subsection\">(4) This section does not apply if the prior corporate owner was a corporation without share capital that was carried on without the purpose of gain for its members.</p> <p class=\"headnote\">Exception, prescribed criteria</p> <p class=\"subsection\">(5) No individual who meets the prescribed criteria shall be determined to be an officer or director under this section.</p> <p class=\"headnote\">Exception, prescribed amounts</p> <p class=\"subsection\">(6) No application under this section shall be made in respect of amounts relating to prescribed matters.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "32.",
            "section_x": "32.",
            "part_id": null,
            "part_type": null,
            "section_y": "Special lien",
            "content": "32 (1) In the circumstances described in subsection (2) or (3), the amounts determined under section 30 constitute a special lien, (a) against the forfeited corporate real property to which the amounts relate; (b) if the amounts relate to personal property described in subparagraph 1 i of subsection 1 (6), against the forfeited corporate real property described in that subparagraph; and (c) if the amounts relate to personal property described in subparagraph 1 ii of subsection 1 (6), against the forfeited corporate real property described in that subparagraph. Corporate revival (2) If the prior corporate owner is revived and the property to which the amounts relate is returned to the prior corporate owner, the special lien is deemed to be enforceable against the real property mentioned in clause (1) (a), (b) or (c) upon revival. Disposition by person other than Crown (3) If a person who is not acting on behalf of the Crown is disposing of the real property mentioned in clause (1) (a), (b) or (c), the special lien is deemed to be enforceable against the property immediately before the disposition. Effect of lien (4) The special lien is enforceable against the real property mentioned in clause (1) (a), (b) or (c) and the outstanding amount of the lien, together with interest due and costs, may be recovered by an action in a court of competent jurisdiction. Priority (5) A special lien under this section has priority over every claim, privilege, encumbrance or other interest of every person in respect of the real property mentioned in clause (1) (a), (b) or (c), and the lien and its priority are not lost or impaired by any neglect, omission or error of the Crown or its agents or through taking no action to register a notice of special lien on title to the property. Exception (6) Despite subsection (5), a special lien under this section does not have priority over a trust in favour of the Crown in right of Canada created by an Act of Parliament, if the trust creates a beneficial interest in the real property mentioned in clause (1) (a), (b) or (c). Registration, real property (7) The Minister may give notice of a special lien by registering notice on title to the real property mentioned in clause (1) (a), (b) or (c) at any time, including while the property is forfeited corporate property. Effect of registration (8) Subject to subsection (9), if notice of the special lien is registered on title, no person shall dispose of the property until the debt is paid and notice of the special lien is deleted from the title. Same, exceptions (9) Subsection (8) does not apply in the following circumstances: 1. The property is being disposed of by a person acting on behalf of the Crown. 2. The property is real property being sold by a municipality for tax arrears.",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>32 </b>(1) In the circumstances described in subsection (2) or (3), the amounts determined under section 30 constitute a special lien,</p> <p class=\"paragraph\">  (a) against the forfeited corporate real property to which the amounts relate;</p> <p class=\"paragraph\">  (b) if the amounts relate to personal property described in subparagraph 1 i of subsection 1 (6), against the forfeited corporate real property described in that subparagraph; and</p> <p class=\"paragraph\">  (c) if the amounts relate to personal property described in subparagraph 1 ii of subsection 1 (6), against the forfeited corporate real property described in that subparagraph.</p> <p class=\"headnote\">Corporate revival</p> <p class=\"subsection\">(2) If the prior corporate owner is revived and the property to which the amounts relate is returned to the prior corporate owner, the special lien is deemed to be enforceable against the real property mentioned in clause (1) (a), (b) or (c) upon revival.</p> <p class=\"headnote\">Disposition by person other than Crown</p> <p class=\"subsection\">(3) If a person who is not acting on behalf of the Crown is disposing of the real property mentioned in clause (1) (a), (b) or (c), the special lien is deemed to be enforceable against the property immediately before the disposition.</p> <p class=\"headnote\">Effect of lien</p> <p class=\"subsection\">(4) The special lien is enforceable against the real property mentioned in clause (1) (a), (b) or (c) and the outstanding amount of the lien, together with interest due and costs, may be recovered by an action in a court of competent jurisdiction.</p> <p class=\"headnote\">Priority</p> <p class=\"subsection\">(5) A special lien under this section has priority over every claim, privilege, encumbrance or other interest of every person in respect of the real property mentioned in clause (1) (a), (b) or (c), and the lien and its priority are not lost or impaired by any neglect, omission or error of the Crown or its agents or through taking no action to register a notice of special lien on title to the property.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(6) Despite subsection (5), a special lien under this section does not have priority over a trust in favour of the Crown in right of Canada created by an Act of Parliament, if the trust creates a beneficial interest in the real property mentioned in clause (1) (a), (b) or (c).</p> <p class=\"headnote\">Registration, real property</p> <p class=\"subsection\">(7) The Minister may give notice of a special lien by registering notice on title to the real property mentioned in clause (1) (a), (b) or (c) at any time, including while the property is forfeited corporate property.</p> <p class=\"headnote\">Effect of registration</p> <p class=\"subsection\">(8) Subject to subsection (9), if notice of the special lien is registered on title, no person shall dispose of the property until the debt is paid and notice of the special lien is deleted from the title.</p> <p class=\"headnote\">Same, exceptions</p> <p class=\"subsection\">(9) Subsection (8) does not apply in the following circumstances:</p> <p class=\"paragraph\">  1. The property is being disposed of by a person acting on behalf of the Crown.</p> <p class=\"paragraph\">  2. The property is real property being sold by a municipality for tax arrears.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "33.",
            "section_x": "33.",
            "part_id": null,
            "part_type": null,
            "section_y": "Distribution of proceeds",
            "content": "33 (1) If the Minister disposes of forfeited corporate property under this Act and there are proceeds of the disposition, the Minister may direct that payments be made in accordance with this section and the regulations, if any. Maximum amount (2) The total amount of payments that may be made following a particular disposition of forfeited corporate property under this Act shall not exceed the amount equal to the proceeds of the disposition, less any amounts deducted under section 30. Deduction of amounts due to the Crown (3) The amounts due to the Crown in relation to the property, as determined under section 30, may be deducted before any payments are made under subsection (5) or any payment into court is made under clause (7) (a). Notice respecting disposition (4) No later than 15 days after property is disposed of under this Act and before any payments are made under subsection (5) or any payment into court is made under clause (7) (a), the Minister shall give notice to the persons or entities the Minister identifies as potentially being entitled to receive payments out of the proceeds of disposition, indicating that the property has been disposed of and that the Minister intends to distribute the proceeds in accordance with this Act. Order of priority for remaining proceeds (5) Payments out of the proceeds of disposition shall be made in the following order of priority: 1. To pay, according to their priority at law, any amounts in respect of trusts in favour of the Crown in right of Canada created by an Act of Parliament, if the trusts create beneficial interests in the property. 2. To pay, according to their priority at law, any amounts in respect of trusts in favour of the Crown in right of Ontario created by a statute, if the trusts create beneficial interests in the property. 3. To pay, as the case may be, i. any unpaid real property taxes and penalties and interest on those taxes, or ii. any property taxes owing to the Crown under the Provincial Land Tax Act, 2006. 4. To pay, according to their priority at law, any amounts required to satisfy encumbrances to which the property is subject at the time of disposition, if the disposition is subject to a condition requiring that the encumbrances be satisfied. 5. To pay any other amounts owing in respect of the property to the Crown in right of Canada, the Crown in right of Ontario or a municipality, as follows: i. If the total of the amounts owing is less than or equal to the remaining proceeds of the disposition, to pay those amounts in full. ii. If the total of the amounts owing is greater than the remaining proceeds of the disposition, to pay each of the Crown in right of Canada, the Crown in right of Ontario and each municipality, in proportion to their portion of the total amount owing. Exception, agreement as to order of priority (6) Despite subsection (5), if all persons or entities the Minister identifies as being potentially entitled to receive payments enter into an agreement with the Minister setting out an alternative proposed distribution, the Minister shall make the payments in accordance with the agreement. Disputes (7) If the Minister determines there is a dispute in respect of the distribution, the Minister may, (a) pay into the Superior Court of Justice the total amount that may be distributed, and submit with the payment a statement naming the persons or entities the Minister identifies as being potentially entitled to receive payments and the reasons for which the Minister determined there was a dispute; or (b) follow the prescribed process, if any, for resolving the dispute. Same, publication (8) The statement mentioned in clause (7) (a) shall be in a form approved by the Minister, which form shall be published on a Government website or on another website available to the public. Copy of statement (9) Within 15 days after making a payment into court under clause (7) (a), the Minister shall provide a copy of the statement mentioned in that clause to the persons or entities the Minister identifies as potentially being entitled to receive payments. Application for payment out of court (10) If the Minister makes a payment into court under clause (7) (a), any person claiming entitlement may, within 90 days after the payment into court is made, apply to the Superior Court of Justice for an order for payment out of court of the amount to which the person claims entitlement. Same, notice (11) The applicant shall serve notice of the application on all other persons or entities identified in the Minister’s statement described in clause (7) (a). Same, determination of entitlements (12) On an application under subsection (10), the court shall determine all persons who are entitled and the amount that they should receive out of the remaining amount. If no application (13) If no application is made within the 90-day period referred to in subsection (10), all other claims and interests in respect of the amount paid into court are extinguished and the Minister may apply for an order for payment out of court of that amount. If amount remains (14) If an amount remains after the court determines the entitlements under subsection (12), the remaining amount is deemed to be the property of the Crown and all other claims and interests with respect to the amount are extinguished and the Minister may apply for an order for payment out of court of that amount.",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>33 </b>(1) If the Minister disposes of forfeited corporate property under this Act and there are proceeds of the disposition, the Minister may direct that payments be made in accordance with this section and the regulations, if any.</p> <p class=\"headnote\">Maximum amount</p> <p class=\"subsection\">(2) The total amount of payments that may be made following a particular disposition of forfeited corporate property under this Act shall not exceed the amount equal to the proceeds of the disposition, less any amounts deducted under section 30.</p> <p class=\"headnote\">Deduction of amounts due to the Crown</p> <p class=\"subsection\">(3) The amounts due to the Crown in relation to the property, as determined under section 30, may be deducted before any payments are made under subsection (5) or any payment into court is made under clause (7) (a).</p> <p class=\"headnote\">Notice respecting disposition</p> <p class=\"subsection\">(4) No later than 15 days after property is disposed of under this Act and before any payments are made under subsection (5) or any payment into court is made under clause (7) (a), the Minister shall give notice to the persons or entities the Minister identifies as potentially being entitled to receive payments out of the proceeds of disposition, indicating that the property has been disposed of and that the Minister intends to distribute the proceeds in accordance with this Act.</p> <p class=\"headnote\">Order of priority for remaining proceeds</p> <p class=\"subsection\">(5) Payments out of the proceeds of disposition shall be made in the following order of priority:</p> <p class=\"paragraph\">  1. To pay, according to their priority at law, any amounts in respect of trusts in favour of the Crown in right of Canada created by an Act of Parliament, if the trusts create beneficial interests in the property.</p> <p class=\"paragraph\">  2. To pay, according to their priority at law, any amounts in respect of trusts in favour of the Crown in right of Ontario created by a statute, if the trusts create beneficial interests in the property.</p> <p class=\"paragraph\">  3. To pay, as the case may be,</p> <p class=\"subpara\">  i. any unpaid real property taxes and penalties and interest on those taxes, or</p> <p class=\"subpara\">  ii. any property taxes owing to the Crown under the <i>Provincial Land Tax Act, 2006</i>.</p> <p class=\"paragraph\">  4. To pay, according to their priority at law, any amounts required to satisfy encumbrances to which the property is subject at the time of disposition, if the disposition is subject to a condition requiring that the encumbrances be satisfied.</p> <p class=\"paragraph\">  5. To pay any other amounts owing in respect of the property to the Crown in right of Canada, the Crown in right of Ontario or a municipality, as follows:</p> <p class=\"subpara\">  i. If the total of the amounts owing is less than or equal to the remaining proceeds of the disposition, to pay those amounts in full.</p> <p class=\"subpara\">  ii. If the total of the amounts owing is greater than the remaining proceeds of the disposition, to pay each of the Crown in right of Canada, the Crown in right of Ontario and each municipality, in proportion to their portion of the total amount owing.</p> <p class=\"headnote\">Exception, agreement as to order of priority</p> <p class=\"subsection\">(6) Despite subsection (5), if all persons or entities the Minister identifies as being potentially entitled to receive payments enter into an agreement with the Minister setting out an alternative proposed distribution, the Minister shall make the payments in accordance with the agreement.</p> <p class=\"headnote\">Disputes</p> <p class=\"subsection\">(7) If the Minister determines there is a dispute in respect of the distribution, the Minister may,</p> <p class=\"paragraph\">  (a) pay into the Superior Court of Justice the total amount that may be distributed, and submit with the payment a statement naming the persons or entities the Minister identifies as being potentially entitled to receive payments and the reasons for which the Minister determined there was a dispute; or</p> <p class=\"paragraph\">  (b) follow the prescribed process, if any, for resolving the dispute.</p> <p class=\"headnote\">Same, publication</p> <p class=\"subsection\">(8) The statement mentioned in clause (7) (a) shall be in a form approved by the Minister, which form shall be published on a Government website or on another website available to the public.</p> <p class=\"headnote\">Copy of statement</p> <p class=\"subsection\">(9) Within 15 days after making a payment into court under clause (7) (a), the Minister shall provide a copy of the statement mentioned in that clause to the persons or entities the Minister identifies as potentially being entitled to receive payments.</p> <p class=\"headnote\">Application for payment out of court</p> <p class=\"subsection\">(10) If the Minister makes a payment into court under clause (7) (a), any person claiming entitlement may, within 90 days after the payment into court is made, apply to the Superior Court of Justice for an order for payment out of court of the amount to which the person claims entitlement.</p> <p class=\"headnote\">Same, notice</p> <p class=\"subsection\">(11) The applicant shall serve notice of the application on all other persons or entities identified in the Minister’s statement described in clause (7) (a).</p> <p class=\"headnote\">Same, determination of entitlements</p> <p class=\"subsection\">(12) On an application under subsection (10), the court shall determine all persons who are entitled and the amount that they should receive out of the remaining amount.</p> <p class=\"headnote\">If no application</p> <p class=\"subsection\">(13) If no application is made within the 90-day period referred to in subsection (10), all other claims and interests in respect of the amount paid into court are extinguished and the Minister may apply for an order for payment out of court of that amount.</p> <p class=\"headnote\">If amount remains</p> <p class=\"subsection\">(14) If an amount remains after the court determines the entitlements under subsection (12), the remaining amount is deemed to be the property of the Crown and all other claims and interests with respect to the amount are extinguished and the Minister may apply for an order for payment out of court of that amount.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "34.",
            "section_x": "34.",
            "part_id": null,
            "part_type": null,
            "section_y": "Expenditures",
            "content": "34 All expenditures required for the purposes of this Act, including expenditures incurred by a receiver-manager in respect of forfeited corporate property, shall be made out of the money appropriated for this purpose by the Legislature. Remedies",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>34 </b>All expenditures required for the purposes of this Act, including expenditures incurred by a receiver-manager in respect of forfeited corporate property, shall be made out of the money appropriated for this purpose by the Legislature.</p> <p class=\"heading1\"><a name=\"BK41\"></a>Remedies</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "Remedies",
            "section_x": "Remedies",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "34.1",
            "section_x": "34.1",
            "part_id": null,
            "part_type": null,
            "section_y": "Availability of remedies",
            "content": "34.1 For greater certainty, (a) a vesting order may not be granted under section 100 of the Courts of Justice Act in respect of forfeited corporate property; (b) a declaratory order may be granted in respect of forfeited corporate property; and (c) forfeited corporate real property may be sold in power of sale proceedings in accordance with clause 242 (1) (d) of the Business Corporations Act. 2020, c. 34, Sched. 6, s. 9. Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 6, s. 9 - 08/12/2020 Collection and Use of Information",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>34.1 </b>For greater certainty,</p> <p class=\"paragraph\">  (a) a vesting order may not be granted under section 100 of the <i>Courts of Justice Act</i> in respect of forfeited corporate property;</p> <p class=\"paragraph\">  (b) a declaratory order may be granted in respect of forfeited corporate property; and</p> <p class=\"paragraph\">  (c) forfeited corporate real property may be sold in power of sale proceedings in accordance with clause 242 (1) (d) of the <i>Business Corporations Act</i>. 2020, c. 34, Sched. 6, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched6s9\">2020, c. 34, Sched. 6, s. 9</a></span> - 08/12/2020</p> <p class=\"heading1\"><a name=\"BK43\"></a>Collection and Use of Information</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "Collection and Use of Information",
            "section_x": "Collection and Use of Information",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "35.",
            "section_x": "35.",
            "part_id": null,
            "part_type": null,
            "section_y": "Personal information",
            "content": "35 (1) The Minister is authorized to collect personal information for the purpose of administering this Act. Direct or indirect collection (2) The collection authorized by subsection (1) may be done, (a) directly; or (b) indirectly, if indirect collection is reasonably required in the circumstances. General notice of collection (3) If the Minister collects personal information indirectly, he or she shall give a general notice of collection in one or both of the following ways: 1. Posting the notice on the relevant forfeited corporate property. 2. Publishing the notice on a Government website or on another website available to the public. Contents (4) A notice under subsection (3) shall contain, (a) a description of the type of personal information that is collected; (b) a statement of the principal purpose for which the personal information is intended to be used; and (c) the title, business address and business telephone number of a public official who can answer questions about the collection. Deemed compliance with Freedom of Information and Protection of Privacy Act, s. 39 (2) (5) Giving a notice under subsection (3) is deemed to be compliance with subsection 39 (2) of the Freedom of Information and Protection of Privacy Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>35 </b>(1) The Minister is authorized to collect personal information for the purpose of administering this Act.</p> <p class=\"headnote\">Direct or indirect collection</p> <p class=\"subsection\">(2) The collection authorized by subsection (1) may be done,</p> <p class=\"paragraph\">  (a) directly; or</p> <p class=\"paragraph\">  (b) indirectly, if indirect collection is reasonably required in the circumstances.</p> <p class=\"headnote\">General notice of collection</p> <p class=\"subsection\">(3) If the Minister collects personal information indirectly, he or she shall give a general notice of collection in one or both of the following ways:</p> <p class=\"paragraph\">  1. Posting the notice on the relevant forfeited corporate property.</p> <p class=\"paragraph\">  2. Publishing the notice on a Government website or on another website available to the public.</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(4) A notice under subsection (3) shall contain,</p> <p class=\"paragraph\">  (a) a description of the type of personal information that is collected;</p> <p class=\"paragraph\">  (b) a statement of the principal purpose for which the personal information is intended to be used; and</p> <p class=\"paragraph\">  (c) the title, business address and business telephone number of a public official who can answer questions about the collection.</p> <p class=\"headnote\">Deemed compliance with <i>Freedom of Information and Protection of Privacy Act</i>, s. 39 (2)</p> <p class=\"subsection\">(5) Giving a notice under subsection (3) is deemed to be compliance with subsection 39 (2) of the <i>Freedom of Information and Protection of Privacy Act</i>.</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "36.",
            "section_x": "36.",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice requiring provision of information",
            "content": "36 (1) Subject to the regulations, if any, the Minister may give a notice requiring any person or entity to provide information that is in the person’s or entity’s possession or control and, in the opinion of the Minister, relates to forfeited corporate property, including the following information: 1. Personal information, including contact information of a person or entity to whom the Minister intends to give a notice under this Act. 2. Information about forfeited corporate property, including corporate records of a prior corporate owner of the property and information about activities of any person purporting to act after dissolution in respect of the property. 3. Information about any interest in property that existed before the property became forfeited corporate property. Same, oath or affirmation (2) The notice may require that the information be provided on oath or affirmation. Form, manner and timing (3) The notice may, (a) specify the form and manner in which the information shall be provided; and (b) require that the information be provided before the date specified in the notice, subject to section 37. Requirement to comply (4) Subject to section 37, a person or entity that receives a notice under this section shall comply with its terms, whether or not the Crown is registered on title as the owner of the forfeited corporate real property to which the notice relates or is otherwise understood by the person or entity to be in control of or to have authority over the forfeited corporate property to which the notice relates. Offence (5) Any person that receives a notice under this section and fails to comply with its terms is guilty of an offence and on conviction is liable to a fine of not less than $100 and not more than $5,000 for each day during which the failure to comply continues.",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>36 </b>(1) Subject to the regulations, if any, the Minister may give a notice requiring any person or entity to provide information that is in the person’s or entity’s possession or control and, in the opinion of the Minister, relates to forfeited corporate property, including the following information:</p> <p class=\"paragraph\">  1. Personal information, including contact information of a person or entity to whom the Minister intends to give a notice under this Act.</p> <p class=\"paragraph\">  2. Information about forfeited corporate property, including corporate records of a prior corporate owner of the property and information about activities of any person purporting to act after dissolution in respect of the property.</p> <p class=\"paragraph\">  3. Information about any interest in property that existed before the property became forfeited corporate property.</p> <p class=\"headnote\">Same, oath or affirmation</p> <p class=\"subsection\">(2) The notice may require that the information be provided on oath or affirmation.</p> <p class=\"headnote\">Form, manner and timing</p> <p class=\"subsection\">(3) The notice may,</p> <p class=\"paragraph\">  (a) specify the form and manner in which the information shall be provided; and</p> <p class=\"paragraph\">  (b) require that the information be provided before the date specified in the notice, subject to section 37.</p> <p class=\"headnote\">Requirement to comply</p> <p class=\"subsection\">(4) Subject to section 37, a person or entity that receives a notice under this section shall comply with its terms, whether or not the Crown is registered on title as the owner of the forfeited corporate real property to which the notice relates or is otherwise understood by the person or entity to be in control of or to have authority over the forfeited corporate property to which the notice relates.</p> <p class=\"headnote\">Offence</p> <p class=\"subsection\">(5) Any person that receives a notice under this section and fails to comply with its terms is guilty of an offence and on conviction is liable to a fine of not less than $100 and not more than $5,000 for each day during which the failure to comply continues.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "37.",
            "section_x": "37.",
            "part_id": null,
            "part_type": null,
            "section_y": "Grounds for refusal to provide information",
            "content": "37 (1) A person or entity is not required to provide information under section 36 if the record containing the information is subject to solicitor-client privilege, litigation privilege or settlement privilege. Failure to comply (2) If a person or entity that receives a notice under section 36 refuses under subsection (1) to provide the required information and the Minister is of the opinion that subsection (1) does not apply, the Minister may apply to the Superior Court of Justice for an order compelling the person or entity to provide the information.",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>37 </b>(1) A person or entity is not required to provide information under section 36 if the record containing the information is subject to solicitor-client privilege, litigation privilege or settlement privilege.</p> <p class=\"headnote\">Failure to comply</p> <p class=\"subsection\">(2) If a person or entity that receives a notice under section 36 refuses under subsection (1) to provide the required information and the Minister is of the opinion that subsection (1) does not apply, the Minister may apply to the Superior Court of Justice for an order compelling the person or entity to provide the information.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "38.",
            "section_x": "38.",
            "part_id": null,
            "part_type": null,
            "section_y": "Use and disclosure of information",
            "content": "38 Information that is collected under this Act may be used and disclosed for the purposes of the administration of this Act, the Escheats Act, 2015 or any other Ontario law governing property that escheated or forfeited to the Crown or corporate dissolution. 39 Repealed: 2020, c. 34, Sched. 6, s. 10. Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 6, s. 10 - 01/01/2021 Regulations and Transitional Matters",
            "raw_html": "<p class=\"section\"><a name=\"BK47\"></a><b>38 </b>Information that is collected under this Act may be used and disclosed for the purposes of the administration of this Act, the <i>Escheats Act, 2015</i> or any other Ontario law governing property that escheated or forfeited to the Crown or corporate dissolution.</p> <p class=\"section\"><a name=\"BK48\"></a><a name=\"BK49\"></a><b>39 </b><span class=\"ovsmallcap\">Repealed</span>: 2020, c. 34, Sched. 6, s. 10.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched6s10\">2020, c. 34, Sched. 6, s. 10</a></span> - 01/01/2021</p> <p class=\"heading1\"><a name=\"BK50\"></a>Regulations and Transitional Matters</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "Co-operative Corporations",
            "section_x": "Co-operative Corporations",
            "part_id": null,
            "part_type": null,
            "section_y": "Use and disclosure of information",
            "content": "39 Repealed: 2020, c. 34, Sched. 6, s. 10. Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 6, s. 10 - 01/01/2021 Regulations and Transitional Matters",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><a name=\"BK49\"></a><b>39 </b><span class=\"ovsmallcap\">Repealed</span>: 2020, c. 34, Sched. 6, s. 10.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched6s10\">2020, c. 34, Sched. 6, s. 10</a></span> - 01/01/2021</p> <p class=\"heading1\"><a name=\"BK50\"></a>Regulations and Transitional Matters</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "39.",
            "section_x": "39.",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "Regulations and Transitional Matters",
            "section_x": "Regulations and Transitional Matters",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "40.",
            "section_x": "40.",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations, Minister",
            "content": "40 The Minister may make regulations, (a) prescribing additional powers of a receiver-manager under paragraph 6 of subsection 13 (3); (b) respecting notice to be given under sections 15, 16, 17, 25, subsection 29 (4) and section 36; (c) prescribing persons entitled to receive a notice under paragraph 12 of section 20; (d) governing applications for relief from forfeiture under subsection 26 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK51\"></a><b>40 </b>The Minister may make regulations,</p> <p class=\"paragraph\">  (a) prescribing additional powers of a receiver-manager under paragraph 6 of subsection 13 (3);</p> <p class=\"paragraph\">  (b) respecting notice to be given under sections 15, 16, 17, 25, subsection 29 (4) and section 36;</p> <p class=\"paragraph\">  (c) prescribing persons entitled to receive a notice under paragraph 12 of section 20;</p> <p class=\"paragraph\">  (d) governing applications for relief from forfeiture under subsection 26 (4).</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "41.",
            "section_x": "41.",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations, Lieutenant Governor in Council",
            "content": "41 The Lieutenant Governor in Council may make regulations, (a) prescribing steps the Minister is required to take with respect to an order that includes a direction described in paragraph 3 of subsection 11 (5) or paragraph 3 of subsection 18 (2); (b) prescribing steps that a person responsible for a prescribed public registry is required to take in response to an order mentioned in clause (a); (c) respecting transfers of property described in section 29, including governing the requirement for consent as mentioned in clause 29 (6) (b); (d) governing the determination of amounts under section 30; (e) respecting any matter necessary for the purposes of section 33, including establishing a process for resolving disputes in respect of the distribution of proceeds of disposition of forfeited corporate property; (f) requiring the payment of fees for anything done under this Act and prescribing the amounts of the fees or a method of determining them; (g) providing for circumstances in which the amount of a fee may be reduced or its payment waived; (h) defining any word or expression used in this Act that has not already been expressly defined in this Act; (i) providing for such transitional matters as the Lieutenant Governor in Council considers necessary or advisable in connection with the implementation of this Act; (j) prescribing anything that, under this Act, may or must be prescribed or done by regulation, other than anything in respect of which the Minister may make regulations under section 40. Transitional matters",
            "raw_html": "<p class=\"section\"><a name=\"BK52\"></a><b>41 </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) prescribing steps the Minister is required to take with respect to an order that includes a direction described in paragraph 3 of subsection 11 (5) or paragraph 3 of subsection 18 (2);</p> <p class=\"paragraph\">  (b) prescribing steps that a person responsible for a prescribed public registry is required to take in response to an order mentioned in clause (a);</p> <p class=\"paragraph\">  (c) respecting transfers of property described in section 29, including governing the requirement for consent as mentioned in clause 29 (6) (b);</p> <p class=\"paragraph\">  (d) governing the determination of amounts under section 30;</p> <p class=\"paragraph\">  (e) respecting any matter necessary for the purposes of section 33, including establishing a process for resolving disputes in respect of the distribution of proceeds of disposition of forfeited corporate property;</p> <p class=\"paragraph\">  (f) requiring the payment of fees for anything done under this Act and prescribing the amounts of the fees or a method of determining them;</p> <p class=\"paragraph\">  (g) providing for circumstances in which the amount of a fee may be reduced or its payment waived;</p> <p class=\"paragraph\">  (h) defining any word or expression used in this Act that has not already been expressly defined in this Act;</p> <p class=\"paragraph\">  (i) providing for such transitional matters as the Lieutenant Governor in Council considers necessary or advisable in connection with the implementation of this Act;</p> <p class=\"paragraph\">  (j) prescribing anything that, under this Act, may or must be prescribed or done by regulation, other than anything in respect of which the Minister may make regulations under section 40.</p> <p class=\"headnote\">Transitional matters</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "42.",
            "section_x": "42.",
            "part_id": null,
            "part_type": null,
            "section_y": "Deemed day of dissolution",
            "content": "42 (1) For the purposes of applying the following provisions, a prior corporate owner’s dissolution is deemed to have occurred on the day section 2 comes into force if the prior corporate owner was dissolved before that day: 1. Subsection 18 (5). 2. Subsection 24 (2). 3. Clause 24 (6) (a). 4. Subsection 25 (2). Same, corporation dissolved for more than 20 years (2) Subsection (1) does not apply if the prior corporate owner has been dissolved under subsection 241 (4) of the Business Corporations Act or any predecessor of it more than 20 years before the third anniversary of the day section 2 comes into force. Deemed day for purposes of para. 1 of subs. 26 (2) (3) For the purposes of paragraph 1 of subsection 26 (2), property that became forfeited corporate property before the day section 2 comes into force is deemed to have become forfeited corporate property on the day section 2 comes into force. Continued application of Escheats Act (4) Despite any provision of this Act, the Escheats Act as it read immediately before the day section 31 of Schedule 4 to the Budget Measures Act, 2015 comes into force applies to, (a) property that is the subject of a petition received by the Public Guardian and Trustee under section 3 or 5 of the Escheats Act before the day section 2 of this Act comes into force, unless the petition is withdrawn; and (b) property that is the subject of an agreement in writing, entered into before the day section 2 of this Act comes into force, between the Public Guardian and Trustee and a person regarding the price and terms on which the Public Guardian and Trustee will transfer, assign or discharge the property under section 6 of the Escheats Act. 43 Omitted (provides for amendments to this Act). 44-61 Omitted (amends, repeals or revokes other legislation). 62 Omitted\r\n(provides for coming into force of provisions of this Act). 63 Omitted (enacts short title of this Act).  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK53\"></a><b>42 </b>(1) For the purposes of applying the following provisions, a prior corporate owner’s dissolution is deemed to have occurred on the day section 2 comes into force if the prior corporate owner was dissolved before that day:</p> <p class=\"paragraph\">  1. Subsection 18 (5).</p> <p class=\"paragraph\">  2. Subsection 24 (2).</p> <p class=\"paragraph\">  3. Clause 24 (6) (a).</p> <p class=\"paragraph\">  4. Subsection 25 (2).</p> <p class=\"headnote\">Same, corporation dissolved for more than 20 years</p> <p class=\"subsection\">(2) Subsection (1) does not apply if the prior corporate owner has been dissolved under subsection 241 (4) of the <i>Business Corporations Act</i> or any predecessor of it more than 20 years before the third anniversary of the day section 2 comes into force.</p> <p class=\"headnote\">Deemed day for purposes of para. 1 of subs. 26 (2)</p> <p class=\"subsection\">(3) For the purposes of paragraph 1 of subsection 26 (2), property that became forfeited corporate property before the day section 2 comes into force is deemed to have become forfeited corporate property on the day section 2 comes into force.</p> <p class=\"headnote\">Continued application of <i>Escheats Act</i></p> <p class=\"subsection\">(4) Despite any provision of this Act, the <i>Escheats Act</i> as it read immediately before the day section 31 of Schedule 4 to the <i>Budget Measures Act, 2015</i> comes into force applies to,</p> <p class=\"paragraph\">  (a) property that is the subject of a petition received by the Public Guardian and Trustee under section 3 or 5 of the <i>Escheats Act</i> before the day section 2 of this Act comes into force, unless the petition is withdrawn; and</p> <p class=\"paragraph\">  (b) property that is the subject of an agreement in writing, entered into before the day section 2 of this Act comes into force, between the Public Guardian and Trustee and a person regarding the price and terms on which the Public Guardian and Trustee will transfer, assign or discharge the property under section 6 of the <i>Escheats Act</i>.</p> <p class=\"section\"><b>43</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for amendments to this Act).</span></p> <p class=\"section\"><b>44-61</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>62 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>63</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"section\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/15f38\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": NaN,
            "TOCid": "nan",
            "section_x": NaN,
            "part_id": null,
            "part_type": null,
            "section_y": "Continued application of Escheats Act",
            "content": "  Français  ",
            "raw_html": "<p class=\"section\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/15f38\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}