{
    "act_info": {
        "full_title": "Freshwater Fish Marketing Act (Ontario), R.S.O. 1990, c. F.33",
        "act_name_text": "Freshwater Fish Marketing Act (Ontario)",
        "citation": "R.S.O. 1990, c. F.33",
        "url": "https://www.ontario.ca/laws/statute/90f33",
        "date_scraped": "2023-12-21 13:17:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90f33/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "December  9, 2019"
        }
    ],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900463",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 463",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “Corporation” means the Freshwater Fish Marketing Corporation established under the Federal Act; (“Office”) “designated area” means the part or parts of Ontario designated by regulations made under section 2; (“région désignée”) “Federal Act” means the Freshwater Fish Marketing Act\r\n(Canada), as amended or re-enacted from time to time; (“loi fédérale”) “fish” means round, dressed or filleted fish of any species enumerated in the Schedule to the Federal Act, whether fresh or frozen and whether packaged or unpackaged, that are fished for commercial purposes in the designated area, and includes parts of any such fish; (“poisson”) “fishing licensee” means a person licensed pursuant to the Fisheries Act (Canada) or the regulations thereunder to fish for commercial purposes in the designated area, and includes any person acting on behalf of and representing any two or more persons so licensed; (“pêcheur”) “inspector” means a person designated by the Minister as an inspector under this Act, or a person declared to be an inspector by virtue of office under this Act; (“inspecteur”) “Minister” means the Minister of Natural Resources; (“ministre”) “regulations” means the regulations made under this Act. (“règlements”)  R.S.O. 1990, c. F.33, s. 1. Powers of the Corporation",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“Corporation” means the Freshwater Fish Marketing Corporation established under the Federal Act; (“Office”)</p> <p class=\"definition\">“designated area” means the part or parts of Ontario designated by regulations made under section 2; (“région désignée”)</p> <p class=\"definition\">“Federal Act” means the <i>Freshwater Fish Marketing Act</i>\r\n(Canada), as amended or re-enacted from time to time; (“loi fédérale”)</p> <p class=\"definition\">“fish” means round, dressed or filleted fish of any species enumerated in the Schedule to the Federal Act, whether fresh or frozen and whether packaged or unpackaged, that are fished for commercial purposes in the designated area, and includes parts of any such fish; (“poisson”)</p> <p class=\"definition\">“fishing licensee” means a person licensed pursuant to the <i>Fisheries Act</i> (Canada) or the regulations thereunder to fish for commercial purposes in the designated area, and includes any person acting on behalf of and representing any two or more persons so licensed; (“pêcheur”)</p> <p class=\"definition\">“inspector” means a person designated by the Minister as an inspector under this Act, or a person declared to be an inspector by virtue of office under this Act; (“inspecteur”)</p> <p class=\"definition\">“Minister” means the Minister of Natural Resources; (“ministre”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act. (“règlements”)  R.S.O. 1990, c. F.33, s. 1.</p> <p class=\"heading1\">Powers of the Corporation</p>"
        },
        {
            "id": "2",
            "section": "Designation of Corporation",
            "content": "2 (1) The Lieutenant Governor in Council may make regulations designating the Corporation as the body to control the selling and buying of fish in such part or parts of Ontario as may be designated in the regulations.  R.S.O. 1990, c. F.33, s. 2 (1). Director (2) Where a regulation has been made under subsection (1), the Lieutenant Governor in Council may recommend the appointment of a director of the Corporation.  R.S.O. 1990, c. F.33, s. 2 (2).",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) The Lieutenant Governor in Council may make regulations designating the Corporation as the body to control the selling and buying of fish in such part or parts of Ontario as may be designated in the regulations.  R.S.O. 1990, c. F.33, s. 2 (1).</p> <p class=\"headnote\">Director</p> <p class=\"subsection\">(2) Where a regulation has been made under subsection (1), the Lieutenant Governor in Council may recommend the appointment of a director of the Corporation.  R.S.O. 1990, c. F.33, s. 2 (2).</p>"
        },
        {
            "id": "3",
            "section": "Corporation to buy all fish offered",
            "content": "3 Where a regulation has been made under subsection 2 (1), all fish lawfully fished by a fishing licensee and offered by the licensee for sale to the Corporation for disposal in intraprovincial trade shall be bought by the Corporation from the licensee upon such terms and conditions and for such price as may be agreed upon by the Corporation and the licensee subject to any applicable scheme for payment established and operated by the Corporation pursuant to section 24 of the Federal Act.  R.S.O. 1990, c. F.33, s. 3. Inspectors",
            "raw_html": "<p class=\"section\"><b>3 </b>Where a regulation has been made under subsection 2 (1), all fish lawfully fished by a fishing licensee and offered by the licensee for sale to the Corporation for disposal in intraprovincial trade shall be bought by the Corporation from the licensee upon such terms and conditions and for such price as may be agreed upon by the Corporation and the licensee subject to any applicable scheme for payment established and operated by the Corporation pursuant to section 24 of the Federal Act.  R.S.O. 1990, c. F.33, s. 3.</p> <p class=\"heading1\">Inspectors</p>"
        },
        {
            "id": "4",
            "section": "Designation of inspectors",
            "content": "4 (1) The Minister may designate an inspector or inspectors whose duties are to carry out the provisions of this Act and the regulations.  R.S.O. 1990, c. F.33, s. 4 (1). Idem (2) The Lieutenant Governor in Council may declare that inspectors designated under the Federal Act or appointed under the\r\nFish Inspection Act (Canada) are inspectors by virtue of office under this Act.  R.S.O. 1990, c. F.33, s. 4 (2).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) The Minister may designate an inspector or inspectors whose duties are to carry out the provisions of this Act and the regulations.  R.S.O. 1990, c. F.33, s. 4 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may declare that inspectors designated under the Federal Act or appointed under the\r\n<i>Fish Inspection Act</i> (Canada) are inspectors by virtue of office under this Act.  R.S.O. 1990, c. F.33, s. 4 (2).</p>"
        },
        {
            "id": "5",
            "section": "Powers of inspector",
            "content": "5 (1) An inspector may at any reasonable time, (a) enter any place or premises that the inspector reasonably believes is being used to store, pack, process or prepare fish for market or shipment or any vehicle, trailer, vessel, railway car or aircraft that he or she reasonably believes is being used to ship or convey fish for market; (b) open any container found therein or examine anything found therein that he or she reasonably believes contains any such fish, and take samples thereof; and (c) require any person to produce for inspection or for the purpose of obtaining copies thereof or extracts therefrom, any books, shipping bills, bills of lading, invoices or other documents or papers concerning any matter relevant to the administration of this Act.  R.S.O. 1990, c. F.33, s. 5 (1). Certificate of appointment (2) An inspector shall be furnished with a certificate of his or her designation or appointment as an inspector and on entering any place, premises or conveyance referred to in subsection (1) shall, if so required, produce the certificate to the person in charge thereof.  R.S.O. 1990, c. F.33, s. 5 (2). Assistance to inspector (3) The owner or person in charge of any place, premises or conveyance referred to in subsection (1) and every person found therein shall give an inspector all reasonable assistance to enable the inspector to carry out his or her duties and powers under this Act and shall furnish the inspector with such information with respect to the administration of this Act as he or she may reasonably require.  R.S.O. 1990, c. F.33, s. 5 (3).",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) An inspector may at any reasonable time,</p> <p class=\"paragraph\">  (a) enter any place or premises that the inspector reasonably believes is being used to store, pack, process or prepare fish for market or shipment or any vehicle, trailer, vessel, railway car or aircraft that he or she reasonably believes is being used to ship or convey fish for market;</p> <p class=\"paragraph\">  (b) open any container found therein or examine anything found therein that he or she reasonably believes contains any such fish, and take samples thereof; and</p> <p class=\"paragraph\">  (c) require any person to produce for inspection or for the purpose of obtaining copies thereof or extracts therefrom, any books, shipping bills, bills of lading, invoices or other documents or papers concerning any matter relevant to the administration of this Act.  R.S.O. 1990, c. F.33, s. 5 (1).</p> <p class=\"headnote\">Certificate of appointment</p> <p class=\"subsection\">(2) An inspector shall be furnished with a certificate of his or her designation or appointment as an inspector and on entering any place, premises or conveyance referred to in subsection (1) shall, if so required, produce the certificate to the person in charge thereof.  R.S.O. 1990, c. F.33, s. 5 (2).</p> <p class=\"headnote\">Assistance to inspector</p> <p class=\"subsection\">(3) The owner or person in charge of any place, premises or conveyance referred to in subsection (1) and every person found therein shall give an inspector all reasonable assistance to enable the inspector to carry out his or her duties and powers under this Act and shall furnish the inspector with such information with respect to the administration of this Act as he or she may reasonably require.  R.S.O. 1990, c. F.33, s. 5 (3).</p>"
        },
        {
            "id": "6",
            "section": "Seizure",
            "content": "6 (1) An inspector who believes on reasonable grounds that this Act has been contravened may seize and detain the fish by means of or in relation to which he or she reasonably believes the contravention was committed.  R.S.O. 1990, c. F.33, s. 6 (1). Detention (2) Any fish seized and detained pursuant to subsection (1) shall not be detained after, (a) in the opinion of an inspector, this Act has been complied with; or (b) the expiration of ninety days from the day of seizure, unless before that time proceedings have been instituted in respect of the contravention, in which event the fish may be detained until the proceedings are finally concluded.  R.S.O. 1990, c. F.33, s. 6 (2). Forfeiture (3) Where a person has been convicted of a contravention of this Act, any fish by means of or in relation to which the offence was committed is, upon the conviction, in addition to any penalty imposed, forfeited to Her Majesty if such forfeiture is directed by the court.  R.S.O. 1990, c. F.33, s. 6 (3).",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) An inspector who believes on reasonable grounds that this Act has been contravened may seize and detain the fish by means of or in relation to which he or she reasonably believes the contravention was committed.  R.S.O. 1990, c. F.33, s. 6 (1).</p> <p class=\"headnote\">Detention</p> <p class=\"subsection\">(2) Any fish seized and detained pursuant to subsection (1) shall not be detained after,</p> <p class=\"paragraph\">  (a) in the opinion of an inspector, this Act has been complied with; or</p> <p class=\"paragraph\">  (b) the expiration of ninety days from the day of seizure,</p> <p class=\"subsection\">unless before that time proceedings have been instituted in respect of the contravention, in which event the fish may be detained until the proceedings are finally concluded.  R.S.O. 1990, c. F.33, s. 6 (2).</p> <p class=\"headnote\">Forfeiture</p> <p class=\"subsection\">(3) Where a person has been convicted of a contravention of this Act, any fish by means of or in relation to which the offence was committed is, upon the conviction, in addition to any penalty imposed, forfeited to Her Majesty if such forfeiture is directed by the court.  R.S.O. 1990, c. F.33, s. 6 (3).</p>"
        },
        {
            "id": "7",
            "section": "Obstruction of inspectors",
            "content": "7 (1) No person shall obstruct or hinder an inspector carrying out duties or exercising powers under this Act or the regulations.  R.S.O. 1990, c. F.33, s. 7 (1). False statements (2) No person shall make a false or misleading statement either orally or in writing to an inspector engaged in carrying out duties or exercising powers under this Act or the regulations.  R.S.O. 1990, c. F.33, s. 7 (2). Regulation of Intraprovincial Trade",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) No person shall obstruct or hinder an inspector carrying out duties or exercising powers under this Act or the regulations.  R.S.O. 1990, c. F.33, s. 7 (1).</p> <p class=\"headnote\">False statements</p> <p class=\"subsection\">(2) No person shall make a false or misleading statement either orally or in writing to an inspector engaged in carrying out duties or exercising powers under this Act or the regulations.  R.S.O. 1990, c. F.33, s. 7 (2).</p> <p class=\"heading1\">Regulation of Intraprovincial Trade</p>"
        },
        {
            "id": "8",
            "section": "Intraprovincial trade in fish",
            "content": "8 Except as otherwise provided in the regulations or except in accordance with the terms and conditions set forth in any licence that may be issued by the Corporation in that behalf, no person other than the Corporation or an agent of the Corporation shall sell or buy, or agree to sell or buy, fish.  R.S.O. 1990, c. F.33, s. 8. Participating Agreement",
            "raw_html": "<p class=\"section\"><b>8 </b>Except as otherwise provided in the regulations or except in accordance with the terms and conditions set forth in any licence that may be issued by the Corporation in that behalf, no person other than the Corporation or an agent of the Corporation shall sell or buy, or agree to sell or buy, fish.  R.S.O. 1990, c. F.33, s. 8.</p> <p class=\"heading1\">Participating Agreement</p>"
        },
        {
            "id": "9",
            "section": "Agreement",
            "content": "9 The Minister, with the approval of the Lieutenant Governor in Council, may on behalf of the Government of Ontario enter into an agreement with the Government of Canada providing for, (a) the sharing by Ontario with the Government of Canada of initial operating and establishment expenses of the Corporation and of any losses incurred as a result of, (i) the guarantee of repayment of loans and interest thereon, made by any bank to the Corporation, and (ii) loans made by Canada to the Corporation, under subsection 17 (1) of the Federal Act; (b) the performance by the Corporation, on behalf of Ontario, of functions relating to intraprovincial trade in fish; (c) the undertaking by Ontario of arrangements for the payment, to the owner of any plant or equipment used in storing, processing or otherwise preparing fish for market, of compensation for any such plant or equipment that will or may be rendered redundant by reason of any operations authorized to be carried out by the Corporation; and (d) such other matters as may be agreed upon by the Minister and the Government of Canada.  R.S.O. 1990, c. F.33, s. 9. Offences and Penalties",
            "raw_html": "<p class=\"section\"><b>9 </b>The Minister, with the approval of the Lieutenant Governor in Council, may on behalf of the Government of Ontario enter into an agreement with the Government of Canada providing for,</p> <p class=\"paragraph\">  (a) the sharing by Ontario with the Government of Canada of initial operating and establishment expenses of the Corporation and of any losses incurred as a result of,</p> <p class=\"subpara\">  (i) the guarantee of repayment of loans and interest thereon, made by any bank to the Corporation, and</p> <p class=\"subpara\">  (ii) loans made by Canada to the Corporation,</p> <p class=\"paragraph\">under subsection 17 (1) of the Federal Act;</p> <p class=\"paragraph\">  (b) the performance by the Corporation, on behalf of Ontario, of functions relating to intraprovincial trade in fish;</p> <p class=\"paragraph\">  (c) the undertaking by Ontario of arrangements for the payment, to the owner of any plant or equipment used in storing, processing or otherwise preparing fish for market, of compensation for any such plant or equipment that will or may be rendered redundant by reason of any operations authorized to be carried out by the Corporation; and</p> <p class=\"paragraph\">  (d) such other matters as may be agreed upon by the Minister and the Government of Canada.  R.S.O. 1990, c. F.33, s. 9.</p> <p class=\"heading1\">Offences and Penalties</p>"
        },
        {
            "id": "10",
            "section": "Offences",
            "content": "10 Every person who, or whose employee or agent, contravenes this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not more than $5,000.  R.S.O. 1990, c. F.33, s. 10.",
            "raw_html": "<p class=\"section\"><b>10 </b>Every person who, or whose employee or agent, contravenes this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not more than $5,000.  R.S.O. 1990, c. F.33, s. 10.</p>"
        },
        {
            "id": "11",
            "section": "Offence by agent or employee",
            "content": "11 In any prosecution for an offence under this Act or the regulations, it is sufficient proof of the offence to establish that it was committed by an employee or agent of the accused whether or not the employee or agent is identified or has been prosecuted for the offence, unless the accused establishes that the offence was committed without the accused’s knowledge or consent and that the accused exercised all due diligence to prevent its commission.  R.S.O. 1990, c. F.33, s. 11.",
            "raw_html": "<p class=\"section\"><b>11 </b>In any prosecution for an offence under this Act or the regulations, it is sufficient proof of the offence to establish that it was committed by an employee or agent of the accused whether or not the employee or agent is identified or has been prosecuted for the offence, unless the accused establishes that the offence was committed without the accused’s knowledge or consent and that the accused exercised all due diligence to prevent its commission.  R.S.O. 1990, c. F.33, s. 11.</p>"
        },
        {
            "id": "12",
            "section": "Time limit",
            "content": "12 Any proceedings in respect of an offence against this Act or the regulations may be instituted at any time within one year after the time when the subject-matter of the proceedings arose.  R.S.O. 1990, c. F.33, s. 12. Regulations",
            "raw_html": "<p class=\"section\"><b>12 </b>Any proceedings in respect of an offence against this Act or the regulations may be instituted at any time within one year after the time when the subject-matter of the proceedings arose.  R.S.O. 1990, c. F.33, s. 12.</p> <p class=\"heading1\">Regulations</p>"
        },
        {
            "id": "13",
            "section": "Regulations",
            "content": "13 (1) The Lieutenant Governor in Council may make regulations, (a) requiring licences to send, convey or carry fish in Ontario; (b) governing the issue and form of licences and prescribing the terms and conditions thereof; (c) exempting from the application of all or any of the provisions of this Act, either conditionally or unconditionally and either in general terms or for a specified period, any species of fish, any part of the designated area, any transaction, person or class of transactions or persons; (d) respecting the detention of fish seized under this Act and for preserving or safeguarding the fish so detained; (e) respecting the disposition of fish forfeited under this Act; (f) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act.  R.S.O. 1990, c. F.33, s. 13 (1). Regulation may be limited (2) Any regulation made under this Act may be limited as to time and place.  R.S.O. 1990, c. F.33, s. 13 (2). ____________________  Français  ",
            "raw_html": "<p class=\"section\"><b>13 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) requiring licences to send, convey or carry fish in Ontario;</p> <p class=\"paragraph\">  (b) governing the issue and form of licences and prescribing the terms and conditions thereof;</p> <p class=\"paragraph\">  (c) exempting from the application of all or any of the provisions of this Act, either conditionally or unconditionally and either in general terms or for a specified period, any species of fish, any part of the designated area, any transaction, person or class of transactions or persons;</p> <p class=\"paragraph\">  (d) respecting the detention of fish seized under this Act and for preserving or safeguarding the fish so detained;</p> <p class=\"paragraph\">  (e) respecting the disposition of fish forfeited under this Act;</p> <p class=\"paragraph\">  (f) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act.  R.S.O. 1990, c. F.33, s. 13 (1).</p> <p class=\"headnote\">Regulation may be limited</p> <p class=\"subsection\">(2) Any regulation made under this Act may be limited as to time and place.  R.S.O. 1990, c. F.33, s. 13 (2).</p> <p class=\"line\">____________________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90f33\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}