{
    "act_info": {
        "full_title": "Frustrated Contracts Act, R.S.O. 1990, c. F.34",
        "act_name_text": "Frustrated Contracts Act",
        "citation": "R.S.O. 1990, c. F.34",
        "url": "https://www.ontario.ca/laws/statute/90f34",
        "date_scraped": "2023-12-20 01:37:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  2, 1993",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “contract” includes a contract to which the Crown is a party; (“contrat”) “court” means the court or arbitrator by or before whom a matter falls to be determined; (“tribunal”) “discharged” means relieved from further performance of the contract. (“libéré”)  R.S.O. 1990, c. F.34, s. 1.",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“contract” includes a contract to which the Crown is a party; (“contrat”)</p> <p class=\"definition\">“court” means the court or arbitrator by or before whom a matter falls to be determined; (“tribunal”)</p> <p class=\"definition\">“discharged” means relieved from further performance of the contract. (“libéré”)  R.S.O. 1990, c. F.34, s. 1.</p>"
        },
        {
            "id": "2",
            "section": "Application of Act",
            "content": "2 (1) This Act applies to any contract that is governed by the law of Ontario and that has become impossible of performance or been otherwise frustrated and to the parties which for that reason have been discharged.  R.S.O. 1990, c. F.34, s. 2 (1); 1993, c. 27, Sched. Exceptions (2) This Act does not apply, (a) to a charterparty or a contract for the carriage of goods by sea, except a time charterparty or a charterparty by way of demise; (b) to a contract of insurance; or (c) to a contract for the sale of specific goods where the goods, without the knowledge of the seller, have perished at the time the contract was made, or where the goods, without any fault on the part of the seller or buyer, perished before the risk passed to the buyer.  R.S.O. 1990, c. F.34, s. 2 (2). Section Amendments with date in force (d/m/y) 1993, c. 27, Sched. - 31/12/1991",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) This Act applies to any contract that is governed by the law of Ontario and that has become impossible of performance or been otherwise frustrated and to the parties which for that reason have been discharged.  R.S.O. 1990, c. F.34, s. 2 (1); 1993, c. 27, Sched.</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(2) This Act does not apply,</p> <p class=\"paragraph\">  (a) to a charterparty or a contract for the carriage of goods by sea, except a time charterparty or a charterparty by way of demise;</p> <p class=\"paragraph\">  (b) to a contract of insurance; or</p> <p class=\"paragraph\">  (c) to a contract for the sale of specific goods where the goods, without the knowledge of the seller, have perished at the time the contract was made, or where the goods, without any fault on the part of the seller or buyer, perished before the risk passed to the buyer.  R.S.O. 1990, c. F.34, s. 2 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1993, c. 27, Sched. - 31/12/1991</p>"
        },
        {
            "id": "3",
            "section": "Adjustment of rights and liabilities",
            "content": "3 (1) The sums paid or payable to a party in pursuance of a contract before the parties were discharged, (a) in the case of sums paid, are recoverable from the party as money received for the use of the party by whom the sums were paid; and (b) in the case of sums payable, cease to be payable.  R.S.O. 1990, c. F.34, s. 3 (1). Expenses (2) If, before the parties were discharged, the party to whom the sums were paid or payable incurred expenses in connection with the performance of the contract, the court, if it considers it just to do so having regard to all the circumstances, may allow the party to retain or to recover, as the case may be, the whole or any part of the sums paid or payable not exceeding the amount of the expenses, and, without restricting the generality of the foregoing, the court, in estimating the amount of the expenses, may include such sum as appears to be reasonable in respect of overhead expenses and in respect of any work or services performed personally by the party incurring the expenses.  R.S.O. 1990, c. F.34, s. 3 (2). Benefits (3) If, before the parties were discharged, any of them has, by reason of anything done by any other party in connection with the performance of the contract, obtained a valuable benefit other than a payment of money, the court, if it considers it just to do so having regard to all the circumstances, may allow the other party to recover from the party benefitted the whole or any part of the value of the benefit.  R.S.O. 1990, c. F.34, s. 3 (3). Assumed obligations (4) Where a party has assumed an obligation under the contract in consideration of the conferring of a benefit by any other party to the contract upon any other person, whether a party to the contract or not, the court, if it considers it just to do so having regard to all the circumstances, may, for the purposes of subsection (3), treat any benefit so conferred as a benefit obtained by the party who has assumed the obligation.  R.S.O. 1990, c. F.34, s. 3 (4). Insurance (5) In considering whether any sum ought to be recovered or retained under this section by a party to the contract, the court shall not take into account any sum that, by reason of the circumstances giving rise to the frustration of the contract, has become payable to that party under any contract of insurance unless there was an obligation to insure imposed by an express term of the frustrated contract or by or under any enactment.  R.S.O. 1990, c. F.34, s. 3 (5). Special contractual provisions (6) Where the contract contains a provision that upon the true construction of the contract is intended to have effect in the event of circumstances that operate, or but for the provision would operate, to frustrate the contract, or is intended to have effect whether such circumstances arise or not, the court shall give effect to the provision and shall give effect to this section only to such extent, if any, as appears to the court to be consistent with the provision.  R.S.O. 1990, c. F.34, s. 3 (6). Where contract severable (7) Where it appears to the court that a part of the contract can be severed properly from the remainder of the contract, being a part wholly performed before the parties were discharged, or so performed except for the payment in respect of that part of the contract of sums that are or can be ascertained under the contract, the court shall treat that part of the contract as if it were a separate contract that had not been frustrated and shall treat this section as applicable only to the remainder of the contract.  R.S.O. 1990, c. F.34, s. 3 (7). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The sums paid or payable to a party in pursuance of a contract before the parties were discharged,</p> <p class=\"paragraph\">  (a) in the case of sums paid, are recoverable from the party as money received for the use of the party by whom the sums were paid; and</p> <p class=\"paragraph\">  (b) in the case of sums payable, cease to be payable.  R.S.O. 1990, c. F.34, s. 3 (1).</p> <p class=\"headnote\">Expenses</p> <p class=\"subsection\">(2) If, before the parties were discharged, the party to whom the sums were paid or payable incurred expenses in connection with the performance of the contract, the court, if it considers it just to do so having regard to all the circumstances, may allow the party to retain or to recover, as the case may be, the whole or any part of the sums paid or payable not exceeding the amount of the expenses, and, without restricting the generality of the foregoing, the court, in estimating the amount of the expenses, may include such sum as appears to be reasonable in respect of overhead expenses and in respect of any work or services performed personally by the party incurring the expenses.  R.S.O. 1990, c. F.34, s. 3 (2).</p> <p class=\"headnote\">Benefits</p> <p class=\"subsection\">(3) If, before the parties were discharged, any of them has, by reason of anything done by any other party in connection with the performance of the contract, obtained a valuable benefit other than a payment of money, the court, if it considers it just to do so having regard to all the circumstances, may allow the other party to recover from the party benefitted the whole or any part of the value of the benefit.  R.S.O. 1990, c. F.34, s. 3 (3).</p> <p class=\"headnote\">Assumed obligations</p> <p class=\"subsection\">(4) Where a party has assumed an obligation under the contract in consideration of the conferring of a benefit by any other party to the contract upon any other person, whether a party to the contract or not, the court, if it considers it just to do so having regard to all the circumstances, may, for the purposes of subsection (3), treat any benefit so conferred as a benefit obtained by the party who has assumed the obligation.  R.S.O. 1990, c. F.34, s. 3 (4).</p> <p class=\"headnote\">Insurance</p> <p class=\"subsection\">(5) In considering whether any sum ought to be recovered or retained under this section by a party to the contract, the court shall not take into account any sum that, by reason of the circumstances giving rise to the frustration of the contract, has become payable to that party under any contract of insurance unless there was an obligation to insure imposed by an express term of the frustrated contract or by or under any enactment.  R.S.O. 1990, c. F.34, s. 3 (5).</p> <p class=\"headnote\">Special contractual provisions</p> <p class=\"subsection\">(6) Where the contract contains a provision that upon the true construction of the contract is intended to have effect in the event of circumstances that operate, or but for the provision would operate, to frustrate the contract, or is intended to have effect whether such circumstances arise or not, the court shall give effect to the provision and shall give effect to this section only to such extent, if any, as appears to the court to be consistent with the provision.  R.S.O. 1990, c. F.34, s. 3 (6).</p> <p class=\"headnote\">Where contract severable</p> <p class=\"subsection\">(7) Where it appears to the court that a part of the contract can be severed properly from the remainder of the contract, being a part wholly performed before the parties were discharged, or so performed except for the payment in respect of that part of the contract of sums that are or can be ascertained under the contract, the court shall treat that part of the contract as if it were a separate contract that had not been frustrated and shall treat this section as applicable only to the remainder of the contract.  R.S.O. 1990, c. F.34, s. 3 (7).</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90f34\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}