{
    "act_info": {
        "full_title": "Game and Fish Act, R.S.O. 1990, c. G.1",
        "act_name_text": "Not Found",
        "citation": "Game and Fish Act, R.S.O. 1990, c. G.1",
        "url": "https://www.ontario.ca/laws/statute/90g01",
        "date_scraped": "2023-12-20 00:07:48"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “amphibian” means any species of Amphibia that the Lieutenant Governor in Council declares to be an amphibian and includes any part and the eggs of such species; (“batracien”) “body-gripping trap” means a trap designed to capture an animal by seizing and holding the animal by any part of its body but does not include a trap designed to capture a mouse or a rat; (“piège à mâchoires”) “closed season” means a period that is not an open season; (“période de fermeture”) “culture” when used as a noun means husbandry or breeding and when used as a verb has a corresponding meaning; (“élevage”, “élever”) “dog” means any of the species Canis familiaris Linnaeus; (“chien”) “domestic animals and domestic birds” includes a farmed animal and a non-native species kept in captivity, except pheasants, but does not include native species otherwise kept in captivity or non-native species present in the wild state; (“animaux domestiques et oiseaux domestiques”) “farmed animal” means an animal during the time that it is kept in captivity for the commercial purpose of propagation or the production of pelts, where the animal is a fisher, fox, lynx, marten, mink, raccoon or any other fur-bearing animal designated by the Minister; (“animal d’élevage”) “farmer” means a person whose chief occupation is farming and, (a) who is living upon and tilling his or her own land, or land to the possession of which he or she is for the time being entitled, or (b) who is a settler engaged in clearing land for the purpose of bringing it to a state of cultivation; (“exploitant agricole”) “ferret” means any of the domesticated forms of the old world polecat (Putorius putorius) used for hunting; (“furet”) “firearm” includes an air or pellet gun and a longbow and a cross-bow; (“arme à feu”) “fish” includes molluscs and crustaceans; (“poisson”) “fishing preserve” means an artificial body of water lying wholly within the boundaries of privately-owned land, containing water from surface run-off, natural springs, ground water or water diverted or pumped from a stream or lake but not being composed of natural streams, ponds or lakes or water impounded by the damming of natural streams and in which fish cultured under a licence or fish taken under a commercial fishing licence are released for angling purposes; (“réserve de pêche”) “fur-bearing animal” means a beaver, fisher, fox, lynx, marten, mink, muskrat, otter, raccoon, skunk, red squirrel, weasel, wolverine or any other animal that the Lieutenant Governor in Council declares to be a fur-bearing animal, and includes any part of such animal; (“animal à fourrure”) “game” means a game animal, game bird or fur-bearing animal, and includes any part of such animal; (“gibier”) “game animal” means any animal, except a fur-bearing animal, protected by this Act, and includes any part of such animal; (“gibier à poil”) “game bird” means any bird protected by this Act or the Migratory Birds Convention Act (Canada), and includes any part of such bird; (“gibier à plume”) “game bird hunting preserve” means any area in which pheasants or other game birds propagated under a licence are released for hunting purposes; (“réserve de chasse au gibier à plume”) “holder of a licence” means the person named in the licence; (“titulaire d’un permis”) “hunting” includes chasing, pursuing, following after or on the trail of, searching for, shooting, shooting at, stalking or lying in wait for, worrying, molesting, taking or destroying any animal or bird, whether or not the animal or bird be then or subsequently captured, injured or killed, and “hunt”, “hunted” and “hunter” have corresponding meanings; (“chasse”, “chasser”, “chassé”, “chasseur”) “leg-hold trap” means a trap designed to capture an animal by seizing and holding the animal by the leg or foot; (“piège à pattes”) “licence” means an instrument issued under this Act conferring upon the holder the privilege of doing the things set forth in it, subject to the conditions, limitations and restrictions contained in it and in this Act and in the regulations, but no licence is or shall operate as a lease; (“permis”) “Minister” means the Minister of Natural Resources; (“ministre”) “Ministry” means the Ministry of Natural Resources; (“ministère”) “non-resident” means a person who has not actually resided in Ontario for a period of at least seven months during the twelve months immediately preceding the time that his or her residence becomes material under this Act; (“non-résident”) “officer” means a conservation officer or a deputy conservation officer and includes a member of the Royal Canadian Mounted Police Force, a member of a police force appointed under the Police Services Act and any other person authorized to enforce this Act; (“agent”) “Ontario Fishery Regulations” means the Ontario Fishery Regulations made under the Fisheries Act (Canada); (“règlements de la pêche en Ontario”) “open season” means a specified period during which specified game or fish may be taken; (“saison de chasse”, “saison de pêche”) “owner”, with reference to land, includes any person who is the owner of an interest in land entitling the owner to the possession of it, but does not include the holder of a timber licence; (“propriétaire”) “pelt” means the untanned skin of a fur-bearing animal; (“peau”) “pheasant” means any of the species Phasianus colchicus Linnaeus; (“faisan”) “power-boat” means any device that is capable of floating and to which is affixed a motor as a means of propulsion and includes any floating device towed by a power-boat; (“bateau à moteur”) “rabbit” includes cottontail rabbit, varying hare and European hare; (“lapin”) “regulations” means the regulations made under this Act; (“règlements”) “reptile” means any species of Reptilia that the Lieutenant Governor in Council declares to be a reptile and includes any part and the eggs of such species; (“reptile”) “resident” means a person who has actually resided in Ontario for a period of at least seven months during the twelve months immediately preceding the time that his or her residence becomes material under this Act; (“résident”) “snare” means a device for the taking of animals whereby they are caught in a noose, and “snaring” has a corresponding meaning; (“collet”, “tendre un collet”) “trap” means a spring trap, body-gripping trap, leg-hold trap, gin, deadfall, snare, box or net used to capture an animal, and “trapping” has a corresponding meaning; (“piège”, “piégeage”) “vehicle” means a vehicle that is drawn, propelled or driven by any kind of power, including muscular power, and includes the rolling stock of a railway; (“véhicule”) “vessel” means a boat or ship, and includes a skiff, canoe, punt and raft; (“bateau”) “wolf” means any of the species Canis lupus L. or Canis latrans Say. (“loup”) R.S.O. 1990, c. G.1, s. 1; 1994, c. 27, s. 129 (1, 2); 1996, c. 14, s. 2 (1); 1996, c. 17, Sched. E, s. 1. Application",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“amphibian” means any species of Amphibia that the Lieutenant Governor in Council declares to be an amphibian and includes any part and the eggs of such species; (“batracien”)</p> <p class=\"definition-e\">“body-gripping trap” means a trap designed to capture an animal by seizing and holding the animal by any part of its body but does not include a trap designed to capture a mouse or a rat; (“piège à mâchoires”)</p> <p class=\"definition-e\">“closed season” means a period that is not an open season; (“période de fermeture”)</p> <p class=\"definition-e\">“culture” when used as a noun means husbandry or breeding and when used as a verb has a corresponding meaning; (“élevage”, “élever”)</p> <p class=\"definition-e\">“dog” means any of the species <i>Canis familiaris</i> Linnaeus; (“chien”)</p> <p class=\"definition-e\">“domestic animals and domestic birds” includes a farmed animal and a non-native species kept in captivity, except pheasants, but does not include native species otherwise kept in captivity or non-native species present in the wild state; (“animaux domestiques et oiseaux domestiques”)</p> <p class=\"definition-e\">“farmed animal” means an animal during the time that it is kept in captivity for the commercial purpose of propagation or the production of pelts, where the animal is a fisher, fox, lynx, marten, mink, raccoon or any other fur-bearing animal designated by the Minister; (“animal d’élevage”)</p> <p class=\"definition-e\">“farmer” means a person whose chief occupation is farming and,</p> <p class=\"defclause-e\">(a) who is living upon and tilling his or her own land, or land to the possession of which he or she is for the time being entitled, or</p> <p class=\"defclause-e\">(b) who is a settler engaged in clearing land for the purpose of bringing it to a state of cultivation; (“exploitant agricole”)</p> <p class=\"definition-e\">“ferret” means any of the domesticated forms of the old world polecat (<i>Putorius putorius</i>) used for hunting; (“furet”)</p> <p class=\"definition-e\">“firearm” includes an air or pellet gun and a longbow and a cross-bow; (“arme à feu”)</p> <p class=\"definition-e\">“fish” includes molluscs and crustaceans; (“poisson”)</p> <p class=\"definition-e\">“fishing preserve” means an artificial body of water lying wholly within the boundaries of privately-owned land, containing water from surface run-off, natural springs, ground water or water diverted or pumped from a stream or lake but not being composed of natural streams, ponds or lakes or water impounded by the damming of natural streams and in which fish cultured under a licence or fish taken under a commercial fishing licence are released for angling purposes; (“réserve de pêche”)</p> <p class=\"definition-e\">“fur-bearing animal” means a beaver, fisher, fox, lynx, marten, mink, muskrat, otter, raccoon, skunk, red squirrel, weasel, wolverine or any other animal that the Lieutenant Governor in Council declares to be a fur-bearing animal, and includes any part of such animal; (“animal à fourrure”)</p> <p class=\"definition-e\">“game” means a game animal, game bird or fur-bearing animal, and includes any part of such animal; (“gibier”)</p> <p class=\"definition-e\">“game animal” means any animal, except a fur-bearing animal, protected by this Act, and includes any part of such animal; (“gibier à poil”)</p> <p class=\"definition-e\">“game bird” means any bird protected by this Act or the <i>Migratory Birds Convention Act</i> (Canada), and includes any part of such bird; (“gibier à plume”)</p> <p class=\"definition-e\">“game bird hunting preserve” means any area in which pheasants or other game birds propagated under a licence are released for hunting purposes; (“réserve de chasse au gibier à plume”)</p> <p class=\"definition-e\">“holder of a licence” means the person named in the licence; (“titulaire d’un permis”)</p> <p class=\"definition-e\">“hunting” includes chasing, pursuing, following after or on the trail of, searching for, shooting, shooting at, stalking or lying in wait for, worrying, molesting, taking or destroying any animal or bird, whether or not the animal or bird be then or subsequently captured, injured or killed, and “hunt”, “hunted” and “hunter” have corresponding meanings; (“chasse”, “chasser”, “chassé”, “chasseur”)</p> <p class=\"definition-e\">“leg-hold trap” means a trap designed to capture an animal by seizing and holding the animal by the leg or foot; (“piège à pattes”)</p> <p class=\"definition-e\">“licence” means an instrument issued under this Act conferring upon the holder the privilege of doing the things set forth in it, subject to the conditions, limitations and restrictions contained in it and in this Act and in the regulations, but no licence is or shall operate as a lease; (“permis”)</p> <p class=\"definition-e\">“Minister” means the Minister of Natural Resources; (“ministre”)</p> <p class=\"definition-e\">“Ministry” means the Ministry of Natural Resources; (“ministère”)</p> <p class=\"definition-e\">“non-resident” means a person who has not actually resided in Ontario for a period of at least seven months during the twelve months immediately preceding the time that his or her residence becomes material under this Act; (“non-résident”)</p> <p class=\"definition-e\">“officer” means a conservation officer or a deputy conservation officer and includes a member of the Royal Canadian Mounted Police Force, a member of a police force appointed under the <i>Police Services Act</i> and any other person authorized to enforce this Act; (“agent”)</p> <p class=\"definition-e\">“Ontario Fishery Regulations” means the Ontario Fishery Regulations made under the <i>Fisheries Act</i> (Canada); (“règlements de la pêche en Ontario”)</p> <p class=\"definition-e\">“open season” means a specified period during which specified game or fish may be taken; (“saison de chasse”, “saison de pêche”)</p> <p class=\"definition-e\">“owner”, with reference to land, includes any person who is the owner of an interest in land entitling the owner to the possession of it, but does not include the holder of a timber licence; (“propriétaire”)</p> <p class=\"definition-e\">“pelt” means the untanned skin of a fur-bearing animal; (“peau”)</p> <p class=\"definition-e\">“pheasant” means any of the species <i>Phasianus colchicus</i> Linnaeus; (“faisan”)</p> <p class=\"definition-e\">“power-boat” means any device that is capable of floating and to which is affixed a motor as a means of propulsion and includes any floating device towed by a power-boat; (“bateau à moteur”)</p> <p class=\"definition-e\">“rabbit” includes cottontail rabbit, varying hare and European hare; (“lapin”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“reptile” means any species of Reptilia that the Lieutenant Governor in Council declares to be a reptile and includes any part and the eggs of such species; (“reptile”)</p> <p class=\"definition-e\">“resident” means a person who has actually resided in Ontario for a period of at least seven months during the twelve months immediately preceding the time that his or her residence becomes material under this Act; (“résident”)</p> <p class=\"definition-e\">“snare” means a device for the taking of animals whereby they are caught in a noose, and “snaring” has a corresponding meaning; (“collet”, “tendre un collet”)</p> <p class=\"definition-e\">“trap” means a spring trap, body-gripping trap, leg-hold trap, gin, deadfall, snare, box or net used to capture an animal, and “trapping” has a corresponding meaning; (“piège”, “piégeage”)</p> <p class=\"definition-e\">“vehicle” means a vehicle that is drawn, propelled or driven by any kind of power, including muscular power, and includes the rolling stock of a railway; (“véhicule”)</p> <p class=\"definition-e\">“vessel” means a boat or ship, and includes a skiff, canoe, punt and raft; (“bateau”)</p> <p class=\"definition-e\">“wolf” means any of the species <i>Canis lupus</i> L. or <i>Canis latrans</i> Say. (“loup”) R.S.O. 1990, c. G.1, s. 1; 1994, c. 27, s. 129 (1, 2); 1996, c. 14, s. 2 (1); 1996, c. 17, Sched. E, s. 1.</p> <p class=\"heading1-e\">Application</p>"
        },
        {
            "id": "2.",
            "section": "Application of Act",
            "content": "2. (1) This Act does not apply, (a) to domestic animals and domestic birds, except dogs; (b) to a person taking or destroying any animal, other than a caribou, deer, elk or moose or an animal protected under the Endangered Species Act, by any means that do not cause unnecessary suffering and at any time on the person’s own land where the person finds the animal damaging or destroying the person’s property or, on reasonable grounds, the person believes the animal is about to damage or destroy the person’s property; (c) to a person destroying a beaver dam in defence or preservation of the person’s property. R.S.O. 1990, c. G.1, s. 2 (1); 1996, c. 17, Sched. E, s. 2 (1). (2) REPEALED: 1996, c. 17, Sched. E, s. 2 (2). Idem (3) Despite subsection (1), this Act applies to domestic animals and to persons referred to in clause (1) (b) in respect of the restrictions in section 30 on the use of body-gripping traps and leg-hold traps. R.S.O. 1990, c. G.1, s. 2 (3). Same (4) Despite section 33, this Act applies to black bear parts whether or not they originated in Ontario. 1996, c. 14, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) This Act does not apply,</p> <p class=\"clause-e\">(a) to domestic animals and domestic birds, except dogs;</p> <p class=\"clause-e\">(b) to a person taking or destroying any animal, other than a caribou, deer, elk or moose or an animal protected under the <i>Endangered Species Act</i>, by any means that do not cause unnecessary suffering and at any time on the person’s own land where the person finds the animal damaging or destroying the person’s property or, on reasonable grounds, the person believes the animal is about to damage or destroy the person’s property;</p> <p class=\"clause-e\">(c) to a person destroying a beaver dam in defence or preservation of the person’s property. R.S.O. 1990, c. G.1, s. 2 (1); 1996, c. 17, Sched. E, s. 2 (1).</p> <p class=\"subsection-e\">(2) REPEALED: 1996, c. 17, Sched. E, s. 2 (2).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) Despite subsection (1), this Act applies to domestic animals and to persons referred to in clause (1) (b) in respect of the restrictions in section 30 on the use of body-gripping traps and leg-hold traps. R.S.O. 1990, c. G.1, s. 2 (3).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) Despite section 33, this Act applies to black bear parts whether or not they originated in Ontario. 1996, c. 14, s. 2 (2).</p>"
        },
        {
            "id": "2.1",
            "section": "Protecting property",
            "content": "2.1 (1) Despite any provision of this Act, deer may be killed in the defence of property if the killing is done in accordance with the written authority of the Minister. Terms and conditions (2) The Minister may include terms and conditions in any authority to kill deer in the defence of property. Ownership (3) The Crown in right of Ontario owns the deer killed under this section and the deer so killed shall be disposed of as the Minister directs. Surrender (4) A person who kills a deer under this section shall surrender it to an officer upon request. 1996, c. 14, s. 2 (3). Administration",
            "raw_html": "<p class=\"section-e\"><b>2.1</b> (1) Despite any provision of this Act, deer may be killed in the defence of property if the killing is done in accordance with the written authority of the Minister.</p> <p class=\"headnote-e\"><b>Terms and conditions</b></p> <p class=\"subsection-e\">(2) The Minister may include terms and conditions in any authority to kill deer in the defence of property.</p> <p class=\"headnote-e\"><b>Ownership</b></p> <p class=\"subsection-e\">(3) The Crown in right of Ontario owns the deer killed under this section and the deer so killed shall be disposed of as the Minister directs.</p> <p class=\"headnote-e\"><b>Surrender</b></p> <p class=\"subsection-e\">(4) A person who kills a deer under this section shall surrender it to an officer upon request. 1996, c. 14, s. 2 (3).</p> <p class=\"heading1-e\">Administration</p>"
        },
        {
            "id": "3.",
            "section": "Purpose of the Act",
            "content": "3. The purpose of this Act is to provide for the management, perpetuation and rehabilitation of the wildlife resources in Ontario, and to establish and maintain a maximum wildlife population consistent with all other proper uses of lands and waters. R.S.O. 1990, c. G.1, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The purpose of this Act is to provide for the management, perpetuation and rehabilitation of the wildlife resources in Ontario, and to establish and maintain a maximum wildlife population consistent with all other proper uses of lands and waters. R.S.O. 1990, c. G.1, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Administration of Act",
            "content": "4. The administration of this Act is under the control and direction of the Minister. R.S.O. 1990, c. G.1, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> The administration of this Act is under the control and direction of the Minister. R.S.O. 1990, c. G.1, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Separate account",
            "content": "5. (1) All amounts received by the Crown under this Act or the regulations shall be held in a separate account in the Consolidated Revenue Fund, including all fines, fees and royalties paid under this Act or the regulations and all proceeds from the sale of things forfeited to the Crown under this Act or the regulations. Money in account (2) Money standing to the credit of the separate account is, for the purpose of the Financial Administration Act, money paid to Ontario for a special purpose. Payments out of account (3) The Minister may direct that money be paid out of the separate account to the Minister or a person specified by the Minister if, (a) the payment will be used for the management, perpetuation or rehabilitation of wildlife or fish populations or the ecosystems of which those populations are a part; (b) the payment will be used for a matter related to the activities of people as they interact with or affect wildlife or fish populations, including any matter related to user or public safety; or (c) the payment will be used to, (i) refund all or part of the fee paid for a licence, if the refund is authorized or required under this Act, (ii) remit money to a person in accordance with subsection 88 (2), or (iii) refund royalties in accordance with a regulation under paragraph 45 of subsection 92 (1). Annual report (4) The Minister shall ensure that a report is prepared annually on the financial affairs of the separate account, including a summary of advice received from any advisory committee established by the Minister relating to the operation of the separate account. Tabling of report (5) The Minister shall submit the report to the Lieutenant Governor in Council and shall table the report in the Legislative Assembly. 1996, c. 1, Sched. N, s. 2 (1).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) All amounts received by the Crown under this Act or the regulations shall be held in a separate account in the Consolidated Revenue Fund, including all fines, fees and royalties paid under this Act or the regulations and all proceeds from the sale of things forfeited to the Crown under this Act or the regulations.</p> <p class=\"headnote-e\"><b>Money in account</b></p> <p class=\"subsection-e\">(2) Money standing to the credit of the separate account is, for the purpose of the <i>Financial Administration Act</i>, money paid to Ontario for a special purpose.</p> <p class=\"headnote-e\"><b>Payments out of account</b></p> <p class=\"subsection-e\">(3) The Minister may direct that money be paid out of the separate account to the Minister or a person specified by the Minister if,</p> <p class=\"clause-e\">(a) the payment will be used for the management, perpetuation or rehabilitation of wildlife or fish populations or the ecosystems of which those populations are a part;</p> <p class=\"clause-e\">(b) the payment will be used for a matter related to the activities of people as they interact with or affect wildlife or fish populations, including any matter related to user or public safety; or</p> <p class=\"clause-e\">(c) the payment will be used to,</p> <p class=\"subclause-e\">(i) refund all or part of the fee paid for a licence, if the refund is authorized or required under this Act,</p> <p class=\"subclause-e\">(ii) remit money to a person in accordance with subsection 88 (2), or</p> <p class=\"subclause-e\">(iii) refund royalties in accordance with a regulation under paragraph 45 of subsection 92 (1).</p> <p class=\"headnote-e\"><b>Annual report</b></p> <p class=\"subsection-e\">(4) The Minister shall ensure that a report is prepared annually on the financial affairs of the separate account, including a summary of advice received from any advisory committee established by the Minister relating to the operation of the separate account.</p> <p class=\"headnote-e\"><b>Tabling of report</b></p> <p class=\"subsection-e\">(5) The Minister shall submit the report to the Lieutenant Governor in Council and shall table the report in the Legislative Assembly. 1996, c. 1, Sched. N, s. 2 (1).</p>"
        },
        {
            "id": "6.",
            "section": "Power to acquire lands",
            "content": "6. (1) Land may be acquired under the Ministry of Government Services Act for the purposes of the management, perpetuation or rehabilitation of wildlife or fish populations or the ecosystems of which those populations are a part. 1996, c. 1, Sched. N, s. 2 (2). Idem (2) The Minister on behalf of Her Majesty in right of Ontario may receive and take from any person by grant, gift, device, bequest or otherwise any property, or any interest therein for the purposes mentioned in subsection (1). Management agreements (3) The Minister or the Minister of Government Services may enter into agreements with the owners of lands respecting the management of the lands for the purposes mentioned in subsection (1), and such agreements may transfer to Her Majesty in right of Ontario the hunting and fishing rights in the lands and may authorize Her Majesty to carry out habitat improvement work, protective measures, stocking programs, fencing, erection of signs and any other management practice. Registration of agreements (4) An agreement entered into under subsection (3) may be registered in the proper land registry office, and thereupon such agreement is binding upon every subsequent owner and mortgagee of the lands during the term of the agreement. R.S.O. 1990, c. G.1, s. 6 (2-4).",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) Land may be acquired under the <i>Ministry of Government Services Act</i> for the purposes of the management, perpetuation or rehabilitation of wildlife or fish populations or the ecosystems of which those populations are a part. 1996, c. 1, Sched. N, s. 2 (2).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The Minister on behalf of Her Majesty in right of Ontario may receive and take from any person by grant, gift, device, bequest or otherwise any property, or any interest therein for the purposes mentioned in subsection (1).</p> <p class=\"headnote-e\"><b>Management agreements</b></p> <p class=\"subsection-e\">(3) The Minister or the Minister of Government Services may enter into agreements with the owners of lands respecting the management of the lands for the purposes mentioned in subsection (1), and such agreements may transfer to Her Majesty in right of Ontario the hunting and fishing rights in the lands and may authorize Her Majesty to carry out habitat improvement work, protective measures, stocking programs, fencing, erection of signs and any other management practice.</p> <p class=\"headnote-e\"><b>Registration of agreements</b></p> <p class=\"subsection-e\">(4) An agreement entered into under subsection (3) may be registered in the proper land registry office, and thereupon such agreement is binding upon every subsequent owner and mortgagee of the lands during the term of the agreement. R.S.O. 1990, c. G.1, s. 6 (2-4).</p>"
        },
        {
            "id": "7.",
            "section": "Appointment of conservation officers",
            "content": "7. (1) The Minister may appoint conservation officers for carrying out this Act and the regulations. Deputy conservation officers (2) The Minister may appoint deputy conservation officers in and for any part of Ontario. Termination of appointments (3) Every appointment under subsection (2) shall be for the period stated in the appointment. R.S.O. 1990, c. G.1, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The Minister may appoint conservation officers for carrying out this Act and the regulations.</p> <p class=\"headnote-e\"><b>Deputy conservation officers</b></p> <p class=\"subsection-e\">(2) The Minister may appoint deputy conservation officers in and for any part of Ontario.</p> <p class=\"headnote-e\"><b>Termination of appointments</b></p> <p class=\"subsection-e\">(3) Every appointment under subsection (2) shall be for the period stated in the appointment. R.S.O. 1990, c. G.1, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Search of vehicles, vessels, etc.",
            "content": "8. (1) An officer may, without a search warrant, (a) stop, enter and search any aircraft, vehicle or vessel; (b) enter and search any fishing, hunting, mining, lumber or construction camp, or any office of any common carrier, or any premises where pelts are bought or sold; and (c) open and inspect any trunk, box, bag, parcel or receptacle, if he or she has reasonable grounds to believe that any of them contains any game or fish killed, taken, shipped or had in possession in contravention of this Act or the regulations. Search warrant (2) An officer who has reasonable grounds to believe that it is necessary to enter any building, which by this Act he or she is not authorized to enter without a search warrant, shall make a deposition before a justice of the peace, and, where the justice is satisfied that there is reasonable ground for believing that there is in the building, (a) anything upon or in respect of which an offence against this Act or the regulations has been or is suspected to have been committed; or (b) anything that there is reasonable ground to believe will afford evidence as to the commission of any such offence, the justice may at any time issue a search warrant. Use of force (3) An officer may use as much force as is necessary for him or her to exercise the powers conferred upon him or her by subsection (1) or in the execution of a search warrant issued under subsection (2). R.S.O. 1990, c. G.1, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) An officer may, without a search warrant,</p> <p class=\"clause-e\">(a) stop, enter and search any aircraft, vehicle or vessel;</p> <p class=\"clause-e\">(b) enter and search any fishing, hunting, mining, lumber or construction camp, or any office of any common carrier, or any premises where pelts are bought or sold; and</p> <p class=\"clause-e\">(c) open and inspect any trunk, box, bag, parcel or receptacle,</p> <p class=\"Ssubsection-e\">if he or she has reasonable grounds to believe that any of them contains any game or fish killed, taken, shipped or had in possession in contravention of this Act or the regulations.</p> <p class=\"headnote-e\"><b>Search warrant</b></p> <p class=\"subsection-e\">(2) An officer who has reasonable grounds to believe that it is necessary to enter any building, which by this Act he or she is not authorized to enter without a search warrant, shall make a deposition before a justice of the peace, and, where the justice is satisfied that there is reasonable ground for believing that there is in the building,</p> <p class=\"clause-e\">(a) anything upon or in respect of which an offence against this Act or the regulations has been or is suspected to have been committed; or</p> <p class=\"clause-e\">(b) anything that there is reasonable ground to believe will afford evidence as to the commission of any such offence,</p> <p class=\"Ssubsection-e\">the justice may at any time issue a search warrant.</p> <p class=\"headnote-e\"><b>Use of force</b></p> <p class=\"subsection-e\">(3) An officer may use as much force as is necessary for him or her to exercise the powers conferred upon him or her by subsection (1) or in the execution of a search warrant issued under subsection (2). R.S.O. 1990, c. G.1, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Inspection of firearms",
            "content": "9. An officer may inspect any firearm in a locality in which game may be found or on any highway or road leading thereto or on waters adjacent thereto. R.S.O. 1990, c. G.1, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>An officer may inspect any firearm in a locality in which game may be found or on any highway or road leading thereto or on waters adjacent thereto. R.S.O. 1990, c. G.1, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Arrest on view",
            "content": "10. An officer on view may arrest without process any person found committing a contravention of this Act or of the regulations, in which case he or she shall bring him or her with reasonable diligence before a competent court to be dealt with according to law. R.S.O. 1990, c. G.1, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> An officer on view may arrest without process any person found committing a contravention of this Act or of the regulations, in which case he or she shall bring him or her with reasonable diligence before a competent court to be dealt with according to law. R.S.O. 1990, c. G.1, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Entry upon private property",
            "content": "11. An officer in the discharge of his or her duties and any person by him or her accompanied or authorized for the purpose may enter upon and pass through or over private lands without being liable for trespass. R.S.O. 1990, c. G.1, s. 11; 1993, c. 27, Sched.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> An officer in the discharge of his or her duties and any person by him or her accompanied or authorized for the purpose may enter upon and pass through or over private lands without being liable for trespass. R.S.O. 1990, c. G.1, s. 11; 1993, c. 27, Sched.</p>"
        },
        {
            "id": "12.",
            "section": "Authority to prosecute",
            "content": "12. (1) An officer shall investigate all contraventions of this Act and the regulations brought to his or her notice and may prosecute any person who he or she has reasonable cause to believe is guilty of an offence against this Act. Where subs. (1) not to apply (2) Subsection (1) does not apply to contraventions of subsection 18 (1). R.S.O. 1990, c. G.1, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> (1) An officer shall investigate all contraventions of this Act and the regulations brought to his or her notice and may prosecute any person who he or she has reasonable cause to believe is guilty of an offence against this Act.</p> <p class=\"headnote-e\"><b>Where subs. (1) not to apply</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to contraventions of subsection 18 (1). R.S.O. 1990, c. G.1, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Obstructing officers",
            "content": "13. No person shall obstruct, hinder or delay or interfere with an officer in the discharge of his or her duty by violence or threats or by giving false information, or in any other manner. R.S.O. 1990, c. G.1, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> No person shall obstruct, hinder or delay or interfere with an officer in the discharge of his or her duty by violence or threats or by giving false information, or in any other manner. R.S.O. 1990, c. G.1, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Authority to stop vehicles, vessels",
            "content": "14. An officer may stop a vehicle or vessel for the purpose of, (a) determining whether the occupants of the vehicle or vessel have been hunting or fishing; or (b) obtaining information as to the number and species of game or fish taken. R.S.O. 1990, c. G.1, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> An officer may stop a vehicle or vessel for the purpose of,</p> <p class=\"clause-e\">(a) determining whether the occupants of the vehicle or vessel have been hunting or fishing; or</p> <p class=\"clause-e\">(b) obtaining information as to the number and species of game or fish taken. R.S.O. 1990, c. G.1, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Power of inspection of documents by officers",
            "content": "15. No person shall refuse to allow an officer to examine any book, invoice or document containing any entry or memorandum relating to game or fish that the officer suspects of being taken or possessed in contravention of this Act or the regulations, and the person shall afford every reasonable facility for the examination, and, upon refusal, the officer may, without a search warrant, break any lock or fastening that may be necessary in order to conduct the examination and remove any such book, invoice or document to safekeeping. R.S.O. 1990, c. G.1, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>No person shall refuse to allow an officer to examine any book, invoice or document containing any entry or memorandum relating to game or fish that the officer suspects of being taken or possessed in contravention of this Act or the regulations, and the person shall afford every reasonable facility for the examination, and, upon refusal, the officer may, without a search warrant, break any lock or fastening that may be necessary in order to conduct the examination and remove any such book, invoice or document to safekeeping. R.S.O. 1990, c. G.1, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Seizure of aircraft, etc.",
            "content": "16. (1) An officer may, without a warrant, seize any vessel, vehicle, aircraft, implement, appliance, material, container, goods, equipment, game or fish where the officer on reasonable grounds believes that, (a) the vessel, vehicle, aircraft, implement, appliance, material, container, goods or equipment has been used in connection with the commission of an offence against this Act; (b) the game or fish or any part thereof has been hunted, taken, killed, transported, bought, sold or had in possession contrary to any provision of this Act or the regulations; or (c) the game or fish or part thereof has been intermixed with any game or fish referred to in clause (b). Custody of property seized (2) Subject to subsections (4), (5) and (6), any thing seized under subsection (1) shall be delivered into the custody of such person as the Minister directs for safekeeping pending the conclusion of any investigation or the disposition by a court of any charge laid as a result of the investigation. Disposition of property seized where no charges are laid, etc. (3) Where, (a) no charge is laid at the conclusion of an investigation; or (b) any charge that has been laid is withdrawn or dismissed, any thing seized under subsection (1), other than game or fish that has been disposed of under subsection (4), shall be returned to the person from whom it was seized or to the person’s personal representative. Disposition of perishable property seized (4) Where, in the opinion of the person having custody of any game or fish seized under subsection (1), such game or fish will rot, spoil or otherwise perish, that person may dispose of the game or fish by donation to any charitable organization. Disposition of property seized (5) Where the ownership of any implement, appliance, material, container, goods, equipment, game or fish seized under subsection (1) cannot, at the time of seizure, be ascertained, such implement, appliance, material, container, goods, equipment, game or fish is, upon the seizure thereof, forfeited to the Crown in right of Ontario as represented by the Minister and may be disposed of as the Minister directs. Forfeiture of property seized (6) Where a person is convicted of an offence against this Act, the court, in addition to any fine imposed, may order that any vessel, vehicle, aircraft, implement, appliance, material, container, goods, equipment, game or fish seized under subsection (1) be forfeited, and upon such order being made, such vessel, vehicle, aircraft, implement, appliance, material, container, goods, equipment, game or fish ordered to be forfeited is forfeited to the Crown in right of Ontario as represented by the Minister and may be disposed of as the Minister directs. R.S.O. 1990, c. G.1, s. 16. General Provisions",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) An officer may, without a warrant, seize any vessel, vehicle, aircraft, implement, appliance, material, container, goods, equipment, game or fish where the officer on reasonable grounds believes that,</p> <p class=\"clause-e\">(a) the vessel, vehicle, aircraft, implement, appliance, material, container, goods or equipment has been used in connection with the commission of an offence against this Act;</p> <p class=\"clause-e\">(b) the game or fish or any part thereof has been hunted, taken, killed, transported, bought, sold or had in possession contrary to any provision of this Act or the regulations; or</p> <p class=\"clause-e\">(c) the game or fish or part thereof has been intermixed with any game or fish referred to in clause (b).</p> <p class=\"headnote-e\"><b>Custody of property seized</b></p> <p class=\"subsection-e\">(2) Subject to subsections (4), (5) and (6), any thing seized under subsection (1) shall be delivered into the custody of such person as the Minister directs for safekeeping pending the conclusion of any investigation or the disposition by a court of any charge laid as a result of the investigation.</p> <p class=\"headnote-e\"><b>Disposition of property seized where no charges are laid, etc.</b></p> <p class=\"subsection-e\">(3) Where,</p> <p class=\"clause-e\">(a) no charge is laid at the conclusion of an investigation; or</p> <p class=\"clause-e\">(b) any charge that has been laid is withdrawn or dismissed,</p> <p class=\"Ssubsection-e\">any thing seized under subsection (1), other than game or fish that has been disposed of under subsection (4), shall be returned to the person from whom it was seized or to the person’s personal representative.</p> <p class=\"headnote-e\"><b>Disposition of perishable property seized</b></p> <p class=\"subsection-e\">(4) Where, in the opinion of the person having custody of any game or fish seized under subsection (1), such game or fish will rot, spoil or otherwise perish, that person may dispose of the game or fish by donation to any charitable organization.</p> <p class=\"headnote-e\"><b>Disposition of property seized</b></p> <p class=\"subsection-e\">(5) Where the ownership of any implement, appliance, material, container, goods, equipment, game or fish seized under subsection (1) cannot, at the time of seizure, be ascertained, such implement, appliance, material, container, goods, equipment, game or fish is, upon the seizure thereof, forfeited to the Crown in right of Ontario as represented by the Minister and may be disposed of as the Minister directs.</p> <p class=\"headnote-e\"><b>Forfeiture of property seized</b></p> <p class=\"subsection-e\">(6) Where a person is convicted of an offence against this Act, the court, in addition to any fine imposed, may order that any vessel, vehicle, aircraft, implement, appliance, material, container, goods, equipment, game or fish seized under subsection (1) be forfeited, and upon such order being made, such vessel, vehicle, aircraft, implement, appliance, material, container, goods, equipment, game or fish ordered to be forfeited is forfeited to the Crown in right of Ontario as represented by the Minister and may be disposed of as the Minister directs. R.S.O. 1990, c. G.1, s. 16.</p> <p class=\"heading1-e\">General Provisions</p>"
        },
        {
            "id": "17.",
            "section": "Hunting or trapping for hire",
            "content": "17. (1) Except with the written authority of the Minister and subject to such terms and conditions as he or she may impose, no person shall, (a) hunt for hire, gain or reward, or hope thereof, or employ, hire or, for valuable consideration, induce any other person to hunt; or (b) trap for hire, gain or reward, or hope thereof, or employ, hire or, for valuable consideration, induce any other person to trap. Exception (2) Clause (1) (b) does not apply to the holder of a licence to hunt or trap fur-bearing animals or a person who is nominated by the holder of the licence in accordance with the regulations to trap in the holder’s stead. R.S.O. 1990, c. G.1, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) Except with the written authority of the Minister and subject to such terms and conditions as he or she may impose, no person shall,</p> <p class=\"clause-e\">(a) hunt for hire, gain or reward, or hope thereof, or employ, hire or, for valuable consideration, induce any other person to hunt; or</p> <p class=\"clause-e\">(b) trap for hire, gain or reward, or hope thereof, or employ, hire or, for valuable consideration, induce any other person to trap.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) Clause (1) (b) does not apply to the holder of a licence to hunt or trap fur-bearing animals or a person who is nominated by the holder of the licence in accordance with the regulations to trap in the holder’s stead. R.S.O. 1990, c. G.1, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Entry after notice",
            "content": "18. (1) No person shall hunt or fish or with any gun or sporting implement, fishing rod or tackle in his or her possession go upon any enclosed or unenclosed land or water after he or she has had oral or written notice not to hunt or fish thereon by the owner or by a person authorized by the owner to give such notice. Wrongful erection or destruction of notices (2) No person shall, (a) without authority give or cause to be given the notice mentioned in subsection (1); or (b) tear down, remove, deface, damage or interfere with any notice put up, posted or placed under subsection (1). Growing crops (3) No person shall, for the purpose of hunting or fishing, enter into or allow a dog to enter into growing or standing grain or any other crop, whether of one kind or not, without the permission of the owner or a person authorized by the owner to give such permission. Hunting in parties exceeding twelve (4) No person in a party of more than twelve persons shall hunt or with any gun or sporting implement enter upon any enclosed or unenclosed land in a county without the permission of the owner or a person authorized by the owner to give such permission. R.S.O. 1990, c. G.1, s. 18 (1-4). Entry on Crown lands used for propagating or retaining game or culturing fish (5) No person shall enter or attempt to enter upon lands owned by the Crown that are used for the purpose of propagating or retaining game or culturing fish without, (a) authority; or (b) paying the fee prescribed by the regulations. R.S.O. 1990, c. G.1, s. 18 (5); 1994, c. 27, s. 129 (3). Destruction of notices or signs (6) No person shall tear down, remove, damage, deface or interfere with any notice or sign of the Ministry put up, posted or placed for the purposes of this Act. R.S.O. 1990, c. G.1, s. 18 (6); 1993, c. 27, Sched. Common law remedy for trespass (7) Nothing in this section limits or in any way affects the remedy at common law of an owner for trespass. Right of apprehension (8) Every person found contravening any provision of this section may be apprehended without warrant by a constable or by the owner of the land on which the contravention takes place, or by the servant of or by any person authorized by such owner, and be taken forthwith to a justice of the peace to be dealt with according to law. R.S.O. 1990, c. G.1, s. 18 (7, 8). Copy of Minister’s letter to be evidence (9) A copy of a letter purporting to be signed by the Minister authorizing any person to give the notice referred to in subsection (1) in respect of any land owned by the Crown is proof in the absence of evidence to the contrary of such letter and of the contents thereof. R.S.O. 1990, c. G.1, s. 18 (9); 1993, c. 27, Sched. Hunting and fishing on railway lands (10) Except in accordance with a system established or approved by the Lieutenant Governor in Council, no patentee of railway lands and no owner or tenant who is a subsidiary of or affiliated with a patentee of railway lands shall charge any fee for the use of the railway lands for the purpose of hunting or fishing, and no such patentee, owner or tenant shall prohibit any person from hunting or fishing on the railway lands. Definition (11) In this section, “railway lands” includes all lands set apart under any Act as a land subsidy or otherwise in aid of any railway or of any works in connection therewith or of any works to be established, maintained or carried on by any railway. R.S.O. 1990, c. G.1, s. 18 (10, 11).",
            "raw_html": "<p class=\"section-e\"><b>18. </b>(1) No person shall hunt or fish or with any gun or sporting implement, fishing rod or tackle in his or her possession go upon any enclosed or unenclosed land or water after he or she has had oral or written notice not to hunt or fish thereon by the owner or by a person authorized by the owner to give such notice.</p> <p class=\"headnote-e\"><b>Wrongful erection or destruction of notices</b></p> <p class=\"subsection-e\">(2) No person shall,</p> <p class=\"clause-e\">(a) without authority give or cause to be given the notice mentioned in subsection (1); or</p> <p class=\"clause-e\">(b) tear down, remove, deface, damage or interfere with any notice put up, posted or placed under subsection (1).</p> <p class=\"headnote-e\"><b>Growing crops</b></p> <p class=\"subsection-e\">(3) No person shall, for the purpose of hunting or fishing, enter into or allow a dog to enter into growing or standing grain or any other crop, whether of one kind or not, without the permission of the owner or a person authorized by the owner to give such permission.</p> <p class=\"headnote-e\"><b>Hunting in parties exceeding twelve</b></p> <p class=\"subsection-e\">(4) No person in a party of more than twelve persons shall hunt or with any gun or sporting implement enter upon any enclosed or unenclosed land in a county without the permission of the owner or a person authorized by the owner to give such permission. R.S.O. 1990, c. G.1, s. 18 (1-4).</p> <p class=\"headnote-e\"><b>Entry on Crown lands used for propagating or retaining game or culturing fish</b></p> <p class=\"subsection-e\">(5) No person shall enter or attempt to enter upon lands owned by the Crown that are used for the purpose of propagating or retaining game or culturing fish without,</p> <p class=\"clause-e\">(a) authority; or</p> <p class=\"clause-e\">(b) paying the fee prescribed by the regulations. R.S.O. 1990, c. G.1, s. 18 (5); 1994, c. 27, s. 129 (3).</p> <p class=\"headnote-e\"><b>Destruction of notices or signs</b></p> <p class=\"subsection-e\">(6) No person shall tear down, remove, damage, deface or interfere with any notice or sign of the Ministry put up, posted or placed for the purposes of this Act. R.S.O. 1990, c. G.1, s. 18 (6); 1993, c. 27, Sched.</p> <p class=\"headnote-e\"><b>Common law remedy for trespass</b></p> <p class=\"subsection-e\">(7) Nothing in this section limits or in any way affects the remedy at common law of an owner for trespass.</p> <p class=\"headnote-e\"><b>Right of apprehension</b></p> <p class=\"subsection-e\">(8) Every person found contravening any provision of this section may be apprehended without warrant by a constable or by the owner of the land on which the contravention takes place, or by the servant of or by any person authorized by such owner, and be taken forthwith to a justice of the peace to be dealt with according to law. R.S.O. 1990, c. G.1, s. 18 (7, 8).</p> <p class=\"headnote-e\"><b>Copy of Minister’s letter to be evidence</b></p> <p class=\"subsection-e\">(9) A copy of a letter purporting to be signed by the Minister authorizing any person to give the notice referred to in subsection (1) in respect of any land owned by the Crown is proof in the absence of evidence to the contrary of such letter and of the contents thereof. R.S.O. 1990, c. G.1, s. 18 (9); 1993, c. 27, Sched.</p> <p class=\"headnote-e\"><b>Hunting and fishing on railway lands</b></p> <p class=\"subsection-e\">(10) Except in accordance with a system established or approved by the Lieutenant Governor in Council, no patentee of railway lands and no owner or tenant who is a subsidiary of or affiliated with a patentee of railway lands shall charge any fee for the use of the railway lands for the purpose of hunting or fishing, and no such patentee, owner or tenant shall prohibit any person from hunting or fishing on the railway lands.</p> <p class=\"headnote-e\"><b>Definition</b></p> <p class=\"subsection-e\">(11) In this section,</p> <p class=\"firstdef-e\">“railway lands” includes all lands set apart under any Act as a land subsidy or otherwise in aid of any railway or of any works in connection therewith or of any works to be established, maintained or carried on by any railway. R.S.O. 1990, c. G.1, s. 18 (10, 11).</p>"
        },
        {
            "id": "19.",
            "section": "Offence of hunting carelessly",
            "content": "19. Every person is guilty of the offence of hunting carelessly who, being in possession of a firearm for the purpose of hunting, discharges or causes to be discharged or handles the firearm without due care and attention or without reasonable consideration for persons or property and is liable to a fine of not more than $25,000, or to imprisonment for a term of not more than one year, or to both. R.S.O. 1990, c. G.1, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>Every person is guilty of the offence of hunting carelessly who, being in possession of a firearm for the purpose of hunting, discharges or causes to be discharged or handles the firearm without due care and attention or without reasonable consideration for persons or property and is liable to a fine of not more than $25,000, or to imprisonment for a term of not more than one year, or to both. R.S.O. 1990, c. G.1, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Use of aircraft",
            "content": "20. (1) Except as provided in the regulations, no person shall use an aircraft while hunting. R.S.O. 1990, c. G.1, s. 20 (1). Use of vehicles (2) No person shall use a vehicle for the purpose of chasing, pursuing, worrying, molesting, killing, injuring or destroying any animal or bird. Use of vessels (2.1) No person shall use a vessel for the purpose of chasing, pursuing, worrying, molesting, killing, injuring or destroying any animal or bird. 1993, c. 31, s. 3 (1). Exception (3) Subsections (2) and (2.1) do not apply to a farmer in the defence or preservation of his or her property or to a party of farmers in the defence or preservation of the property of one or more of them. R.S.O. 1990, c. G.1, s. 20 (3); 1993, c. 31, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) Except as provided in the regulations, no person shall use an aircraft while hunting. R.S.O. 1990, c. G.1, s. 20 (1).</p> <p class=\"headnote-e\"><b>Use of vehicles</b></p> <p class=\"subsection-e\">(2) No person shall use a vehicle for the purpose of chasing, pursuing, worrying, molesting, killing, injuring or destroying any animal or bird.</p> <p class=\"headnote-e\"><b>Use of vessels</b></p> <p class=\"subsection-e\">(2.1) No person shall use a vessel for the purpose of chasing, pursuing, worrying, molesting, killing, injuring or destroying any animal or bird. 1993, c. 31, s. 3 (1).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(3) Subsections (2) and (2.1) do not apply to a farmer in the defence or preservation of his or her property or to a party of farmers in the defence or preservation of the property of one or more of them. R.S.O. 1990, c. G.1, s. 20 (3); 1993, c. 31, s. 3 (2).</p>"
        },
        {
            "id": "21.",
            "section": "Firearms in game areas",
            "content": "21. (1) No person, while engaged in hunting or trapping game or while going to or returning from a hunting camp or locality usually inhabited by game or in which game is usually found, shall, (a) have a loaded firearm in or on an aircraft or vehicle; (b) discharge a firearm from an aircraft or vehicle; (c) have a loaded firearm in or discharge a firearm across a right of way for public vehicular traffic in a part of Ontario that is designated by the regulations; or (d) discharge a firearm in or across the travelled portion of a right of way for public vehicular traffic in a part of Ontario that is not designated by the regulations. Application (1.1) Clauses (1) (c) and (d) do not apply to unmaintained rights of way, unless the regulations otherwise provide. 1994, c. 27, s. 129 (4). Firearms in power-boats (2) Except as otherwise provided in the Migratory Birds Convention Act (Canada) or the regulations made under that Act, no person shall have a loaded firearm in or on or discharge the same from a power-boat. R.S.O. 1990, c. G.1, s. 21 (2). Hunting from a stationary vehicle or power-boat (3) Despite clauses (1) (a) and (b) and subsection (2), if the Minister is satisfied that the holder of licence to hunt is incapable of walking and is thereby required to use a wheelchair or other similar means of locomotion, he or she may in writing authorize that person to have a loaded firearm in or on, and to discharge a loaded firearm from, a vehicle or power-boat that is not in motion. R.S.O. 1990, c. G.1, s. 21 (3); 1994, s. 27, s. 129 (5). Interpretation (4) A firearm having an unfired shell or cartridge in the chamber or in a magazine attached to the firearm shall be deemed to be loaded within the meaning of this section. R.S.O. 1990, c. G.1, s. 21 (4).",
            "raw_html": "<p class=\"section-e\"><b>21. </b>(1) No person, while engaged in hunting or trapping game or while going to or returning from a hunting camp or locality usually inhabited by game or in which game is usually found, shall,</p> <p class=\"clause-e\">(a) have a loaded firearm in or on an aircraft or vehicle;</p> <p class=\"clause-e\">(b) discharge a firearm from an aircraft or vehicle;</p> <p class=\"clause-e\">(c) have a loaded firearm in or discharge a firearm across a right of way for public vehicular traffic in a part of Ontario that is designated by the regulations; or</p> <p class=\"clause-e\">(d) discharge a firearm in or across the travelled portion of a right of way for public vehicular traffic in a part of Ontario that is not designated by the regulations.</p> <p class=\"headnote-e\"><b>Application</b></p> <p class=\"subsection-e\">(1.1) Clauses (1) (c) and (d) do not apply to unmaintained rights of way, unless the regulations otherwise provide. 1994, c. 27, s. 129 (4).</p> <p class=\"headnote-e\"><b>Firearms in power-boats</b></p> <p class=\"subsection-e\">(2) Except as otherwise provided in the <i>Migratory Birds Convention Act</i> (Canada) or the regulations made under that Act, no person shall have a loaded firearm in or on or discharge the same from a power-boat. R.S.O. 1990, c. G.1, s. 21 (2).</p> <p class=\"headnote-e\"><b>Hunting from a stationary vehicle or power-boat</b></p> <p class=\"subsection-e\">(3) Despite clauses (1) (a) and (b) and subsection (2), if the Minister is satisfied that the holder of licence to hunt is incapable of walking and is thereby required to use a wheelchair or other similar means of locomotion, he or she may in writing authorize that person to have a loaded firearm in or on, and to discharge a loaded firearm from, a vehicle or power-boat that is not in motion. R.S.O. 1990, c. G.1, s. 21 (3); 1994, s. 27, s. 129 (5).</p> <p class=\"headnote-e\"><b>Interpretation</b></p> <p class=\"subsection-e\">(4) A firearm having an unfired shell or cartridge in the chamber or in a magazine attached to the firearm shall be deemed to be loaded within the meaning of this section. R.S.O. 1990, c. G.1, s. 21 (4).</p>"
        },
        {
            "id": "22.",
            "section": "Prohibition as to guns",
            "content": "22. (1) In a locality that game usually inhabits or in which game is usually found, no person shall have a firearm in his or her possession, unless it is unloaded and encased, between one-half hour after sunset and one-half hour before sunrise of any day. Night hunting (2) No person shall hunt any animal or bird between one-half hour after sunset and one-half hour before sunrise of any day. Devices capable of throwing or casting rays of light (3) No person shall use, while hunting, any device capable of throwing or casting rays of light on any object. R.S.O. 1990, c. G.1, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22.</b> (1) In a locality that game usually inhabits or in which game is usually found, no person shall have a firearm in his or her possession, unless it is unloaded and encased, between one-half hour after sunset and one-half hour before sunrise of any day.</p> <p class=\"headnote-e\"><b>Night hunting</b></p> <p class=\"subsection-e\">(2) No person shall hunt any animal or bird between one-half hour after sunset and one-half hour before sunrise of any day.</p> <p class=\"headnote-e\"><b>Devices capable of throwing or casting rays of light</b></p> <p class=\"subsection-e\">(3) No person shall use, while hunting, any device capable of throwing or casting rays of light on any object. R.S.O. 1990, c. G.1, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Exception, raccoon hunting",
            "content": "23. Subject to section 21 and despite section 22, the holder of a licence to hunt raccoon at night may possess or use a firearm of a calibre or type prescribed in the regulations and a light for the purpose of hunting raccoon during the open season therefor when accompanied by a dog licensed therefor, provided that no person, while so hunting, shall use a light that is attached to a vehicle or is shone from or in a vehicle. R.S.O. 1990, c. G.1, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23.</b> Subject to section 21 and despite section 22, the holder of a licence to hunt raccoon at night may possess or use a firearm of a calibre or type prescribed in the regulations and a light for the purpose of hunting raccoon during the open season therefor when accompanied by a dog licensed therefor, provided that no person, while so hunting, shall use a light that is attached to a vehicle or is shone from or in a vehicle. R.S.O. 1990, c. G.1, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": "Definition",
            "content": "24. (1) In this section, “chase” includes pursuing, following after and searching for but does not include taking or capturing, shooting at or shooting. R.S.O. 1990, c. G.1, s. 24 (1). Licence to chase raccoon (2) The holder of a licence to chase raccoon at night may chase raccoon at night during such times and upon such terms and conditions as are prescribed in the regulations. R.S.O. 1990, c. G.1, s. 24 (2); 1993, c. 27, Sched. Licence to chase fox, etc. (3) The holder of a licence to chase fox, coyote or wolf may chase fox, coyote or wolf, as the case may be, during the day or night at such times and upon such terms and conditions as are prescribed in the regulations. R.S.O. 1990, c. G.1, s. 24 (3); 1993, c. 27, Sched.",
            "raw_html": "<p class=\"section-e\"><b>24. </b>(1) In this section,</p> <p class=\"firstdef-e\">“chase” includes pursuing, following after and searching for but does not include taking or capturing, shooting at or shooting. R.S.O. 1990, c. G.1, s. 24 (1).</p> <p class=\"headnote-e\"><b>Licence to chase raccoon</b></p> <p class=\"subsection-e\">(2) The holder of a licence to chase raccoon at night may chase raccoon at night during such times and upon such terms and conditions as are prescribed in the regulations. R.S.O. 1990, c. G.1, s. 24 (2); 1993, c. 27, Sched.</p> <p class=\"headnote-e\"><b>Licence to chase fox, etc.</b></p> <p class=\"subsection-e\">(3) The holder of a licence to chase fox, coyote or wolf may chase fox, coyote or wolf, as the case may be, during the day or night at such times and upon such terms and conditions as are prescribed in the regulations. R.S.O. 1990, c. G.1, s. 24 (3); 1993, c. 27, Sched.</p>"
        },
        {
            "id": "25.",
            "section": "Automatic shot-guns",
            "content": "25. No person shall hunt any animal or bird with a repeating, automatic or auto-loading shot-gun that has not been permanently plugged or altered so that it is incapable of holding a total of more than three shells at one time in the chamber and magazine. R.S.O. 1990, c. G.1, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>25. </b>No person shall hunt any animal or bird with a repeating, automatic or auto-loading shot-gun that has not been permanently plugged or altered so that it is incapable of holding a total of more than three shells at one time in the chamber and magazine. R.S.O. 1990, c. G.1, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": "Hunting, etc., in provincial parks",
            "content": "26. (1) Except as provided in the regulations, no person shall hunt, trap or possess, or attempt to trap, any animal or bird in a provincial park or in a Crown game preserve. Weapons in provincial parks (2) Except as provided in the regulations, no person shall possess in a provincial park or in a Crown game preserve any trap, explosive, gun or sporting implement. R.S.O. 1990, c. G.1, s. 26.",
            "raw_html": "<p class=\"section-e\"><b>26.</b> (1) Except as provided in the regulations, no person shall hunt, trap or possess, or attempt to trap, any animal or bird in a provincial park or in a Crown game preserve.</p> <p class=\"headnote-e\"><b>Weapons in provincial parks</b></p> <p class=\"subsection-e\">(2) Except as provided in the regulations, no person shall possess in a provincial park or in a Crown game preserve any trap, explosive, gun or sporting implement. R.S.O. 1990, c. G.1, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": "Poison prohibited",
            "content": "27. Except as provided in the regulations, no person shall take or kill or attempt to take or kill any animal by means of poison. R.S.O. 1990, c. G.1, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27.</b> Except as provided in the regulations, no person shall take or kill or attempt to take or kill any animal by means of poison. R.S.O. 1990, c. G.1, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": "Ferrets",
            "content": "28. Except as provided in the regulations, no person shall use a ferret in hunting game animals. R.S.O. 1990, c. G.1, s. 28.",
            "raw_html": "<p class=\"section-e\"><b>28.</b> Except as provided in the regulations, no person shall use a ferret in hunting game animals. R.S.O. 1990, c. G.1, s. 28.</p>"
        },
        {
            "id": "29.",
            "section": "Set-guns",
            "content": "29. No person shall use a set-gun in hunting game. R.S.O. 1990, c. G.1, s. 29.",
            "raw_html": "<p class=\"section-e\"><b>29. </b>No person shall use a set-gun in hunting game. R.S.O. 1990, c. G.1, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": "Definition",
            "content": "30. (1) In this section, “animal” includes any domestic, fur-bearing or game animal. Prohibition (2) No person shall trap or attempt to trap any animal by means of a body-gripping trap or leg-hold trap. R.S.O. 1990, c. G.1, s. 30 (1, 2). Exceptions (3) Unless otherwise provided in the regulations, subsection (2) does not apply, (a) to a person who holds a licence to hunt or trap fur-bearing animals; (b) to a farmer who uses a body-gripping trap or leg-hold trap on the farmer’s own lands in defence or preservation of the farmer’s own property or in circumstances referred to in subsection 62 (7); (c) to a person who uses a body-gripping trap or leg-hold trap designated by the Minister as a humane trap. R.S.O. 1990, c. G.1, s. 30 (3); 1994, c. 27, s. 129 (6). Minister may make order (4) The Minister may, with the approval of the Lieutenant Governor in Council, make an order designating areas or municipalities in Ontario in which the prohibition set out in subsection (2) does not apply. Idem (5) The Minister may, with the approval of the Lieutenant Governor in Council, make an order designating any body-gripping trap or leg-hold trap as a humane trap for the purpose of clause (3) (c). R.S.O. 1990, c. G.1, s. 30 (4, 5).",
            "raw_html": "<p class=\"section-e\"><b>30. </b>(1) In this section,</p> <p class=\"firstdef-e\">“animal” includes any domestic, fur-bearing or game animal.</p> <p class=\"headnote-e\"><b>Prohibition</b></p> <p class=\"subsection-e\">(2) No person shall trap or attempt to trap any animal by means of a body-gripping trap or leg-hold trap. R.S.O. 1990, c. G.1, s. 30 (1, 2).</p> <p class=\"headnote-e\"><b>Exceptions</b></p> <p class=\"subsection-e\">(3) Unless otherwise provided in the regulations, subsection (2) does not apply,</p> <p class=\"clause-e\">(a) to a person who holds a licence to hunt or trap fur-bearing animals;</p> <p class=\"clause-e\">(b) to a farmer who uses a body-gripping trap or leg-hold trap on the farmer’s own lands in defence or preservation of the farmer’s own property or in circumstances referred to in subsection 62 (7);</p> <p class=\"clause-e\">(c) to a person who uses a body-gripping trap or leg-hold trap designated by the Minister as a humane trap. R.S.O. 1990, c. G.1, s. 30 (3); 1994, c. 27, s. 129 (6).</p> <p class=\"headnote-e\"><b>Minister may make order</b></p> <p class=\"subsection-e\">(4) The Minister may, with the approval of the Lieutenant Governor in Council, make an order designating areas or municipalities in Ontario in which the prohibition set out in subsection (2) does not apply.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(5) The Minister may, with the approval of the Lieutenant Governor in Council, make an order designating any body-gripping trap or leg-hold trap as a humane trap for the purpose of clause (3) (c). R.S.O. 1990, c. G.1, s. 30 (4, 5).</p>"
        },
        {
            "id": "31.",
            "section": "Flesh not to be wasted",
            "content": "31. No person who has taken or killed an animal, bird or fish suitable for food shall allow the flesh to be destroyed or spoiled. R.S.O. 1990, c. G.1, s. 31.",
            "raw_html": "<p class=\"section-e\"><b>31. </b>No person who has taken or killed an animal, bird or fish suitable for food shall allow the flesh to be destroyed or spoiled. R.S.O. 1990, c. G.1, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": "Release of imported stock",
            "content": "32. (1) Without the written authority of the Minister, no person shall release any animal or bird imported into Ontario or propagated from stock imported into Ontario. Control of imported stock (2) No person shall permit any animal or bird imported into Ontario or propagated from stock imported into Ontario to escape. R.S.O. 1990, c. G.1, s. 32.",
            "raw_html": "<p class=\"section-e\"><b>32.</b> (1) Without the written authority of the Minister, no person shall release any animal or bird imported into Ontario or propagated from stock imported into Ontario.</p> <p class=\"headnote-e\"><b>Control of imported stock</b></p> <p class=\"subsection-e\">(2) No person shall permit any animal or bird imported into Ontario or propagated from stock imported into Ontario to escape. R.S.O. 1990, c. G.1, s. 32.</p>"
        },
        {
            "id": "33.",
            "section": "Importation of game",
            "content": "33. Nothing in this Act prevents the bringing of game into Ontario from a place outside Ontario or the possession in Ontario of game taken outside Ontario if the game was legally taken. R.S.O. 1990, c. G.1, s. 33.",
            "raw_html": "<p class=\"section-e\"><b>33.</b> Nothing in this Act prevents the bringing of game into Ontario from a place outside Ontario or the possession in Ontario of game taken outside Ontario if the game was legally taken. R.S.O. 1990, c. G.1, s. 33.</p>"
        },
        {
            "id": "34.",
            "section": "Hotels, restaurants, etc.",
            "content": "34. Except with the written authority of the Minister, no construction camp, lumber camp, mining camp, hotel, restaurant, boarding-house or other commercial premises shall mention on a bill of fare or serve any game, other than game that has been propagated or sold under a licence. R.S.O. 1990, c. G.1, s. 34.",
            "raw_html": "<p class=\"section-e\"><b>34.</b> Except with the written authority of the Minister, no construction camp, lumber camp, mining camp, hotel, restaurant, boarding-house or other commercial premises shall mention on a bill of fare or serve any game, other than game that has been propagated or sold under a licence. R.S.O. 1990, c. G.1, s. 34.</p>"
        },
        {
            "id": "35.",
            "section": "Offence to make false statement",
            "content": "35. Any person who knowingly makes any false statement in any application, statement under oath, report or return required by this Act or the regulations is, in addition to any other penalty for which the person may be liable, guilty of an offence against this Act. R.S.O. 1990, c. G.1, s. 35. Licences",
            "raw_html": "<p class=\"section-e\"><b>35.</b> Any person who knowingly makes any false statement in any application, statement under oath, report or return required by this Act or the regulations is, in addition to any other penalty for which the person may be liable, guilty of an offence against this Act. R.S.O. 1990, c. G.1, s. 35.</p> <p class=\"heading1-e\">Licences</p>"
        },
        {
            "id": "36.",
            "section": "Licences",
            "content": "36. Except under the authority of a licence, no person shall hunt or trap or attempt to trap animals or birds. R.S.O. 1990, c. G.1, s. 36.",
            "raw_html": "<p class=\"section-e\"><b>36. </b>Except under the authority of a licence, no person shall hunt or trap or attempt to trap animals or birds. R.S.O. 1990, c. G.1, s. 36.</p>"
        },
        {
            "id": "37.",
            "section": "Contravention of terms, etc.",
            "content": "37. (1) No person shall contravene the terms or conditions of the person’s licence. Transfer of licence, coupon or seal (2) Except as provided in the regulations, no licence shall be transferred and no person shall buy, sell, exchange or in any way be a party to the transfer of a licence, coupon or seal, or in any way use or attempt to use a licence, coupon or seal issued to any other person. Issue of certain licences (3) Any person who applies in accordance with this Act and the regulations for, (a) an angling licence; (b) a licence to hunt game; or (c) a licence referred to in section 79, and who meets the requirements of this Act and the regulations and who pays the prescribed fee is entitled to be issued the licence. R.S.O. 1990, c. G.1, s. 37 (1-3). Refund of fees (4) The Minister may direct the refund of the fee paid for any licence where, owing to the licence not having been used by reason of sickness, accident or death, he or she considers it just. R.S.O. 1990, c. G.1, s. 37 (4); 1996, c. 1, Sched. N, s. 2 (3). Cancellation of licence in event of error (5) The Minister may cancel any licence where an error has been made from any cause when issuing it, and the holder has no claim for indemnity or compensation with respect to it other than the adjustment or refund of any fee collected. Licence to be carried (6) Except as provided in the regulations, no holder of a licence shall hunt game unless at that time he or she has the licence on his or her person. Production of licence on demand (7) The holder of a licence shall produce and show it to any officer whenever requested by the officer. R.S.O. 1990, c. G.1, s. 37 (5-7). Identification and clothing (8) The holder of a licence shall, while hunting, wear the identification and coloured clothing prescribed by the regulations for the class of licence held and for the part of Ontario in which the holder is hunting. 1994, c. 27, s. 129 (7). Licence obtained by misrepresentation (9) The holder of a licence obtained by any false or misleading statement made in respect of any information required for the issue of the licence shall be deemed to be the holder of a void licence and the holder may be prosecuted under this Act in the same manner and with the same effect as the holder could be prosecuted if the holder were not the holder of a licence. R.S.O. 1990, c. G.1, s. 37 (9). 38. REPEALED: 1996, c. 14, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><b>37.</b> (1) No person shall contravene the terms or conditions of the person’s licence.</p> <p class=\"headnote-e\"><b>Transfer of licence, coupon or seal</b></p> <p class=\"subsection-e\">(2) Except as provided in the regulations, no licence shall be transferred and no person shall buy, sell, exchange or in any way be a party to the transfer of a licence, coupon or seal, or in any way use or attempt to use a licence, coupon or seal issued to any other person.</p> <p class=\"headnote-e\"><b>Issue of certain licences</b></p> <p class=\"subsection-e\">(3) Any person who applies in accordance with this Act and the regulations for,</p> <p class=\"clause-e\">(a) an angling licence;</p> <p class=\"clause-e\">(b) a licence to hunt game; or</p> <p class=\"clause-e\">(c) a licence referred to in section 79,</p> <p class=\"Ssubsection-e\">and who meets the requirements of this Act and the regulations and who pays the prescribed fee is entitled to be issued the licence. R.S.O. 1990, c. G.1, s. 37 (1-3).</p> <p class=\"headnote-e\"><b>Refund of fees</b></p> <p class=\"subsection-e\">(4) The Minister may direct the refund of the fee paid for any licence where, owing to the licence not having been used by reason of sickness, accident or death, he or she considers it just. R.S.O. 1990, c. G.1, s. 37 (4); 1996, c. 1, Sched. N, s. 2 (3).</p> <p class=\"headnote-e\"><b>Cancellation of licence in event of error</b></p> <p class=\"subsection-e\">(5) The Minister may cancel any licence where an error has been made from any cause when issuing it, and the holder has no claim for indemnity or compensation with respect to it other than the adjustment or refund of any fee collected.</p> <p class=\"headnote-e\"><b>Licence to be carried</b></p> <p class=\"subsection-e\">(6) Except as provided in the regulations, no holder of a licence shall hunt game unless at that time he or she has the licence on his or her person.</p> <p class=\"headnote-e\"><b>Production of licence on demand</b></p> <p class=\"subsection-e\">(7) The holder of a licence shall produce and show it to any officer whenever requested by the officer. R.S.O. 1990, c. G.1, s. 37 (5-7).</p> <p class=\"headnote-e\"><b>Identification and clothing</b></p> <p class=\"subsection-e\">(8) The holder of a licence shall, while hunting, wear the identification and coloured clothing prescribed by the regulations for the class of licence held and for the part of Ontario in which the holder is hunting. 1994, c. 27, s. 129 (7).</p> <p class=\"headnote-e\"><b>Licence obtained by misrepresentation</b></p> <p class=\"subsection-e\">(9) The holder of a licence obtained by any false or misleading statement made in respect of any information required for the issue of the licence shall be deemed to be the holder of a void licence and the holder may be prosecuted under this Act in the same manner and with the same effect as the holder could be prosecuted if the holder were not the holder of a licence. R.S.O. 1990, c. G.1, s. 37 (9).</p> <p class=\"section-e\"><b>38. </b>REPEALED: 1996, c. 14, s. 2 (4).</p>"
        },
        {
            "id": "38.",
            "section": "Licence obtained by misrepresentation",
            "content": "38. REPEALED: 1996, c. 14, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><b>38. </b>REPEALED: 1996, c. 14, s. 2 (4).</p>"
        },
        {
            "id": "39.",
            "section": "Definition",
            "content": "39. (1) In this section and in sections 40 and 41, “licence” means a licence other than a licence referred to in subsection 37 (3). Refusal of licence (2) An issuer of licences may refuse to issue a licence where the refusal is reasonably necessary for the achievement of the purpose of this Act. Notice of refusal (3) Where an issuer of licences refuses to issue a licence, he or she shall serve notice of the refusal on the applicant for the licence. R.S.O. 1990, c. G.1, s. 39.",
            "raw_html": "<p class=\"section-e\"><b>39. </b>(1) In this section and in sections 40 and 41,</p> <p class=\"firstdef-e\">“licence” means a licence other than a licence referred to in subsection 37 (3).</p> <p class=\"headnote-e\"><b>Refusal of licence</b></p> <p class=\"subsection-e\">(2) An issuer of licences may refuse to issue a licence where the refusal is reasonably necessary for the achievement of the purpose of this Act.</p> <p class=\"headnote-e\"><b>Notice of refusal</b></p> <p class=\"subsection-e\">(3) Where an issuer of licences refuses to issue a licence, he or she shall serve notice of the refusal on the applicant for the licence. R.S.O. 1990, c. G.1, s. 39.</p>"
        },
        {
            "id": "40.",
            "section": "Power of Minister",
            "content": "40. (1) The Minister may cancel a licence where the continued existence of the licence is not in accordance with the purpose of this Act. Notice of proposal to cancel licence (2) Where the Minister proposes to cancel a licence under this Act, he or she shall serve or cause to be served notice of the proposal, together with written reasons therefor, on the holder of the licence. Refund of fees (3) The Minister may direct the refund, in whole or in part, of the fee paid for any licence that has been cancelled under this Act. R.S.O. 1990, c. G.1, s. 40.",
            "raw_html": "<p class=\"section-e\"><b>40. </b>(1) The Minister may cancel a licence where the continued existence of the licence is not in accordance with the purpose of this Act.</p> <p class=\"headnote-e\"><b>Notice of proposal to cancel licence</b></p> <p class=\"subsection-e\">(2) Where the Minister proposes to cancel a licence under this Act, he or she shall serve or cause to be served notice of the proposal, together with written reasons therefor, on the holder of the licence.</p> <p class=\"headnote-e\"><b>Refund of fees</b></p> <p class=\"subsection-e\">(3) The Minister may direct the refund, in whole or in part, of the fee paid for any licence that has been cancelled under this Act. R.S.O. 1990, c. G.1, s. 40.</p>"
        },
        {
            "id": "41.",
            "section": "Request for hearing",
            "content": "41. (1) A notice under section 39 or 40 shall inform the applicant or holder of the licence that he or she may require a hearing by a hearing officer if he or she mails or delivers to the Minister, within 15 days after service of the notice, a written request for a hearing. Hearing officer appointed (2) The Minister shall appoint a hearing officer upon receiving a request for a hearing. Holding a hearing (3) The hearing officer shall, (a) appoint a time for a hearing; (b) hold the hearing; and (c) report on the hearing to the Minister. Parties (4) The applicant or holder of the licence who required the hearing and such other parties as the hearing officer may specify are parties to the hearing. Minister entitled to be heard (5) The Minister is entitled to be heard at the hearing. Report (6) The report of the hearing officer shall contain a summary of the facts presented at the hearing and the officer’s opinion on the merits of the issuing or cancelling of the licence in light of the facts and in view of the purpose of this Act, together with the reasons for the opinion. Powers of Minister (7) The Minister, after receiving and considering the report, may direct or refuse to direct the issuance of the licence or may carry out or refrain from carrying out the proposal to cancel the licence. Procedure (8) Sections 6 to 9, 10 to 15.1, 16 and 21 to 23 of the Statutory Powers Procedure Act apply, with necessary modifications, to a hearing under this section. 1996, c. 14, s. 2 (5). Examination of documentary evidence (9) An applicant or holder of the licence who is a party to a hearing under this section shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced, or any report the contents of which will be given in evidence at the hearing. Notice of hearing (10) Notice of a hearing under this section shall afford to the holder of the licence a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the retention of the licence. Service of notice (11) Any notice required by section 39 or 40 to be served may be served personally or by registered mail addressed to the person upon whom notice is to be served at the person’s latest known address, and where notice is served by registered mail it shall be deemed to be served on the fifth day after the day of mailing unless the person on whom notice is to be served establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control receive the notice until a later date. R.S.O. 1990, c. G.1, s. 41 (9-11). Note: Despite the repeal of section 38 of the Act, the Game and Fish Hearing Board shall complete any hearings required under section 41 of the Act before July 27, 1996, and section 41 of the Act, as it read immediately before July 27, 1996, continues to apply for that purpose. See: 1996, c. 14, ss. 2 (8), 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>41.</b> (1) A notice under section 39 or 40 shall inform the applicant or holder of the licence that he or she may require a hearing by a hearing officer if he or she mails or delivers to the Minister, within 15 days after service of the notice, a written request for a hearing.</p> <p class=\"headnote-e\"><b>Hearing officer appointed</b></p> <p class=\"subsection-e\">(2) The Minister shall appoint a hearing officer upon receiving a request for a hearing.</p> <p class=\"headnote-e\"><b>Holding a hearing</b></p> <p class=\"subsection-e\">(3) The hearing officer shall, </p> <p class=\"clause-e\">(a) appoint a time for a hearing;</p> <p class=\"clause-e\">(b) hold the hearing; and </p> <p class=\"clause-e\">(c) report on the hearing to the Minister.</p> <p class=\"headnote-e\"><b>Parties</b></p> <p class=\"subsection-e\">(4) The applicant or holder of the licence who required the hearing and such other parties as the hearing officer may specify are parties to the hearing.</p> <p class=\"headnote-e\"><b>Minister entitled to be heard</b></p> <p class=\"subsection-e\">(5) The Minister is entitled to be heard at the hearing.</p> <p class=\"headnote-e\"><b>Report</b></p> <p class=\"subsection-e\">(6) The report of the hearing officer shall contain a summary of the facts presented at the hearing and the officer’s opinion on the merits of the issuing or cancelling of the licence in light of the facts and in view of the purpose of this Act, together with the reasons for the opinion.</p> <p class=\"headnote-e\"><b>Powers of Minister</b></p> <p class=\"subsection-e\">(7) The Minister, after receiving and considering the report, may direct or refuse to direct the issuance of the licence or may carry out or refrain from carrying out the proposal to cancel the licence.</p> <p class=\"headnote-e\"><b>Procedure</b></p> <p class=\"subsection-e\">(8) Sections 6 to 9, 10 to 15.1, 16 and 21 to 23 of the <i>Statutory Powers Procedure Act</i> apply, with necessary modifications, to a hearing under this section. 1996, c. 14, s. 2 (5).</p> <p class=\"headnote-e\"><b>Examination of documentary evidence</b></p> <p class=\"subsection-e\">(9) An applicant or holder of the licence who is a party to a hearing under this section shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced, or any report the contents of which will be given in evidence at the hearing.</p> <p class=\"headnote-e\"><b>Notice of hearing</b></p> <p class=\"subsection-e\">(10) Notice of a hearing under this section shall afford to the holder of the licence a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the retention of the licence.</p> <p class=\"headnote-e\"><b>Service of notice</b></p> <p class=\"subsection-e\">(11) Any notice required by section 39 or 40 to be served may be served personally or by registered mail addressed to the person upon whom notice is to be served at the person’s latest known address, and where notice is served by registered mail it shall be deemed to be served on the fifth day after the day of mailing unless the person on whom notice is to be served establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control receive the notice until a later date. R.S.O. 1990, c. G.1, s. 41 (9-11).</p> <p class=\"Pnote-e\"><b>Note: Despite the repeal of section 38 of the Act, the Game and Fish Hearing Board shall complete any hearings required under section 41 of the Act before July 27, 1996, and section 41 of the Act, as it read immediately before July 27, 1996, continues to apply for that purpose. See: 1996, c. 14, ss. 2 (8), 4 (2).</b></p>"
        },
        {
            "id": "42.",
            "section": "Minors",
            "content": "42. Except as provided in the regulations, no licence shall be issued to any person under the age of sixteen years. R.S.O. 1990, c. G.1, s. 42.",
            "raw_html": "<p class=\"section-e\"><b>42.</b> Except as provided in the regulations, no licence shall be issued to any person under the age of sixteen years. R.S.O. 1990, c. G.1, s. 42.</p>"
        },
        {
            "id": "43.",
            "section": "Issuers of licences",
            "content": "43. (1) No person shall issue any licence or collect any fee in respect thereof unless authorized by the Minister. Idem (2) The Minister may authorize any person to issue licences, and such issuers of licences shall have the powers and duties prescribed by the manual of licence-issuing instructions authorized by the Minister. Licence issuers as trustees (3) Every issuer of licences shall be deemed to be a trustee of the Crown of the licence fees collected by him or her or on his or her behalf. Duties, etc., of licensees (4) Every issuer of licences shall comply with the manual of licence-issuing instructions, and, if he or she fails so to do, he or she is guilty of an offence against this Act. Licence in blank (5) No person shall possess a licence that does not exhibit the name of the holder or that is ante-dated or undated or a material part of which is not completed. R.S.O. 1990, c. G.1, s. 43.",
            "raw_html": "<p class=\"section-e\"><b>43.</b> (1) No person shall issue any licence or collect any fee in respect thereof unless authorized by the Minister.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The Minister may authorize any person to issue licences, and such issuers of licences shall have the powers and duties prescribed by the manual of licence-issuing instructions authorized by the Minister.</p> <p class=\"headnote-e\"><b>Licence issuers as trustees</b></p> <p class=\"subsection-e\">(3) Every issuer of licences shall be deemed to be a trustee of the Crown of the licence fees collected by him or her or on his or her behalf.</p> <p class=\"headnote-e\"><b>Duties, etc., of licensees</b></p> <p class=\"subsection-e\">(4) Every issuer of licences shall comply with the manual of licence-issuing instructions, and, if he or she fails so to do, he or she is guilty of an offence against this Act.</p> <p class=\"headnote-e\"><b>Licence in blank</b></p> <p class=\"subsection-e\">(5) No person shall possess a licence that does not exhibit the name of the holder or that is ante-dated or undated or a material part of which is not completed. R.S.O. 1990, c. G.1, s. 43.</p>"
        },
        {
            "id": "44.",
            "section": "Municipal licences to hunt pheasants, etc.",
            "content": "44. (1) Subject to subsection (5), the Minister may in writing authorize any municipality to pass by-laws for issuing and fixing the maximum number of licences to hunt, during the open season, pheasants, rabbits and foxes and for charging such fees therefor as he or she authorizes, and the Minister may fix the minimum number of such licences that the by-law shall provide for. Where municipal licence required (2) Where a municipality has passed a by-law under subsection (1), no person shall hunt pheasants, rabbits or foxes in the municipality during the open season without a licence from the municipality. Validity of licence (3) Where a municipality has passed a by-law under subsection (1), the Minister may in writing authorize the municipality to pass a further by-law to provide that a licence to hunt animals and birds not protected by this Act or the regulations or the Migratory Birds Convention Act (Canada) or the regulations made under that Act, during the period between the 1st day of March and the 31st day of August, is not valid in that municipality unless it is signed by the clerk of the municipality or by a person authorized by him or her. Repeal of by-laws (4) The Minister may in writing authorize the repeal of a by-law passed under subsection (1), and the repealing by-law may provide for the refund, in whole or in part, of licence fees paid for licences issued under the repealed by-law. Minister may limit authority territorially (5) The Minister may in the authorization referred to in subsection (1) exempt from the operation of subsection (1) any land of the Crown situate within the municipality or any land within the municipality, the owner of which has entered into an agreement under section 6, respecting such land. R.S.O. 1990, c. G.1, s. 44.",
            "raw_html": "<p class=\"section-e\"><b>44.</b> (1) Subject to subsection (5), the Minister may in writing authorize any municipality to pass by-laws for issuing and fixing the maximum number of licences to hunt, during the open season, pheasants, rabbits and foxes and for charging such fees therefor as he or she authorizes, and the Minister may fix the minimum number of such licences that the by-law shall provide for.</p> <p class=\"headnote-e\"><b>Where municipal licence required</b></p> <p class=\"subsection-e\">(2) Where a municipality has passed a by-law under subsection (1), no person shall hunt pheasants, rabbits or foxes in the municipality during the open season without a licence from the municipality.</p> <p class=\"headnote-e\"><b>Validity of licence</b></p> <p class=\"subsection-e\">(3) Where a municipality has passed a by-law under subsection (1), the Minister may in writing authorize the municipality to pass a further by-law to provide that a licence to hunt animals and birds not protected by this Act or the regulations or the <i>Migratory Birds Convention Act</i> (Canada) or the regulations made under that Act, during the period between the 1st day of March and the 31st day of August, is not valid in that municipality unless it is signed by the clerk of the municipality or by a person authorized by him or her.</p> <p class=\"headnote-e\"><b>Repeal of by-laws</b></p> <p class=\"subsection-e\">(4) The Minister may in writing authorize the repeal of a by-law passed under subsection (1), and the repealing by-law may provide for the refund, in whole or in part, of licence fees paid for licences issued under the repealed by-law.</p> <p class=\"headnote-e\"><b>Minister may limit authority territorially</b></p> <p class=\"subsection-e\">(5) The Minister may in the authorization referred to in subsection (1) exempt from the operation of subsection (1) any land of the Crown situate within the municipality or any land within the municipality, the owner of which has entered into an agreement under section 6, respecting such land. R.S.O. 1990, c. G.1, s. 44.</p>"
        },
        {
            "id": "45.",
            "section": "Definition",
            "content": "45. (1) In this section, “guide” means a person who for reward carries out the customary duties of a hunting or angling guide. Guides (2) Except under the authority of a licence, no person shall act as a guide in any part of Ontario designated in the regulations. Employment of guides (3) In any part of Ontario designated as an area in which no person shall act as a guide except under the authority of a licence, no person shall employ as a guide a person who is not the holder of a guide’s licence. Limitation of guides (4) The holder of a guide’s licence shall not act as a guide for any person for any purpose for which that person is required to have a licence under this Act or the Ontario Fishery Regulations unless that person is the holder of a licence for the purpose. Guides for non-resident hunters (5) No non-resident shall hunt deer, elk or moose in any part of Ontario designated in the regulations without employing or being accompanied by a licensed guide, but, where two or more non-residents hunt together, the number of guides employed need not be more than one guide for each two non-residents. R.S.O. 1990, c. G.1, s. 45. Illegal Possession of Game",
            "raw_html": "<p class=\"section-e\"><b>45. </b>(1) In this section,</p> <p class=\"firstdef-e\">“guide” means a person who for reward carries out the customary duties of a hunting or angling guide.</p> <p class=\"headnote-e\"><b>Guides</b></p> <p class=\"subsection-e\">(2) Except under the authority of a licence, no person shall act as a guide in any part of Ontario designated in the regulations.</p> <p class=\"headnote-e\"><b>Employment of guides</b></p> <p class=\"subsection-e\">(3) In any part of Ontario designated as an area in which no person shall act as a guide except under the authority of a licence, no person shall employ as a guide a person who is not the holder of a guide’s licence.</p> <p class=\"headnote-e\"><b>Limitation of guides</b></p> <p class=\"subsection-e\">(4) The holder of a guide’s licence shall not act as a guide for any person for any purpose for which that person is required to have a licence under this Act or the Ontario Fishery Regulations unless that person is the holder of a licence for the purpose.</p> <p class=\"headnote-e\"><b>Guides for non-resident hunters</b></p> <p class=\"subsection-e\">(5) No non-resident shall hunt deer, elk or moose in any part of Ontario designated in the regulations without employing or being accompanied by a licensed guide, but, where two or more non-residents hunt together, the number of guides employed need not be more than one guide for each two non-residents. R.S.O. 1990, c. G.1, s. 45.</p> <p class=\"heading1-e\">Illegal Possession of Game</p>"
        },
        {
            "id": "46.",
            "section": "Possession of game",
            "content": "46. No person shall knowingly possess any game hunted in contravention of this Act or the regulations. R.S.O. 1990, c. G.1, s. 46. Game Animals",
            "raw_html": "<p class=\"section-e\"><b>46.</b> No person shall knowingly possess any game hunted in contravention of this Act or the regulations. R.S.O. 1990, c. G.1, s. 46.</p> <p class=\"heading1-e\">Game Animals</p>"
        },
        {
            "id": "47.",
            "section": "Open seasons",
            "content": "47. (1) Except under the authority of a licence and during such times and on such terms and conditions and in such parts of Ontario as are prescribed in the regulations, no person shall hunt black bear, polar bear, caribou, deer, elk or moose. R.S.O. 1990, c. G.1, s. 47 (1). Multiplicity of licences (2) Except as provided in the regulations, no person shall be the holder of more than one licence to hunt black bear, caribou, deer, elk or moose in any year. R.S.O. 1990, c. G.1, s. 47 (2); 1996, c. 14, s. 2 (6). One black bear per licence (3) Only one black bear may be taken under a licence to hunt black bear. 1996, c. 14, s. 2 (7).",
            "raw_html": "<p class=\"section-e\"><b>47. </b>(1) Except under the authority of a licence and during such times and on such terms and conditions and in such parts of Ontario as are prescribed in the regulations, no person shall hunt black bear, polar bear, caribou, deer, elk or moose. R.S.O. 1990, c. G.1, s. 47 (1).</p> <p class=\"headnote-e\"><b>Multiplicity of licences</b></p> <p class=\"subsection-e\">(2) Except as provided in the regulations, no person shall be the holder of more than one licence to hunt black bear, caribou, deer, elk or moose in any year. R.S.O. 1990, c. G.1, s. 47 (2); 1996, c. 14, s. 2 (6).</p> <p class=\"headnote-e\"><b>One black bear per licence</b></p> <p class=\"subsection-e\">(3) Only one black bear may be taken under a licence to hunt black bear. 1996, c. 14, s. 2 (7).</p>"
        },
        {
            "id": "48.",
            "section": "Traps, nets, snares, etc., prohibited",
            "content": "48. (1) No person shall take or kill a black bear, polar bear, caribou, deer, elk or moose by means of a trap, net, baited line or other similar contrivance or set any of them for any such animal. R.S.O. 1990, c. G.1, s. 48 (1). Exception (2) Despite subsection (1), black bear may be trapped during such times and subject to such terms and conditions as are prescribed in the regulations. R.S.O. 1990, c. G.1, s. 48 (2); 1993, c. 27, Sched.",
            "raw_html": "<p class=\"section-e\"><b>48. </b>(1) No person shall take or kill a black bear, polar bear, caribou, deer, elk or moose by means of a trap, net, baited line or other similar contrivance or set any of them for any such animal. R.S.O. 1990, c. G.1, s. 48 (1).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) Despite subsection (1), black bear may be trapped during such times and subject to such terms and conditions as are prescribed in the regulations. R.S.O. 1990, c. G.1, s. 48 (2); 1993, c. 27, Sched.</p>"
        },
        {
            "id": "49.",
            "section": "Swimming caribou, deer, elk or moose",
            "content": "49. No person shall hunt a caribou, deer, elk or moose while it is swimming. R.S.O. 1990, c. G.1, s. 49.",
            "raw_html": "<p class=\"section-e\"><b>49.</b> No person shall hunt a caribou, deer, elk or moose while it is swimming. R.S.O. 1990, c. G.1, s. 49.</p>"
        },
        {
            "id": "50.",
            "section": "Hunting, trapping, etc.",
            "content": "50. Except under the authority of a licence and during such times and on such terms and conditions and in such parts of Ontario as the Minister prescribes, no person shall hunt or trap or attempt to trap any rabbit or any black, grey or fox squirrel. R.S.O. 1990, c. G.1, s. 50.",
            "raw_html": "<p class=\"section-e\"><b>50.</b> Except under the authority of a licence and during such times and on such terms and conditions and in such parts of Ontario as the Minister prescribes, no person shall hunt or trap or attempt to trap any rabbit or any black, grey or fox squirrel. R.S.O. 1990, c. G.1, s. 50.</p>"
        },
        {
            "id": "51.",
            "section": "Licence for sale of game animal",
            "content": "51. (1) Except under the authority of a licence and subject to the regulations, no person shall sell, offer for sale, purchase or barter, or be concerned in the sale, purchase or barter of a game animal or possess a game animal for sale. Licence to propagate game animal (2) Except under the authority of a licence and subject to the regulations, no person shall propagate a game animal or possess a game animal for propagation. R.S.O. 1990, c. G.1, s. 51.",
            "raw_html": "<p class=\"section-e\"><b>51.</b> (1) Except under the authority of a licence and subject to the regulations, no person shall sell, offer for sale, purchase or barter, or be concerned in the sale, purchase or barter of a game animal or possess a game animal for sale.</p> <p class=\"headnote-e\"><b>Licence to propagate game animal</b></p> <p class=\"subsection-e\">(2) Except under the authority of a licence and subject to the regulations, no person shall propagate a game animal or possess a game animal for propagation. R.S.O. 1990, c. G.1, s. 51.</p>"
        },
        {
            "id": "52.",
            "section": "Taking of game animal",
            "content": "52. Except with the written authority of the Minister and subject to such terms and conditions as he may impose, no person shall take a game animal by any means for educational or scientific purposes. R.S.O. 1990, c. G.1, s. 52.",
            "raw_html": "<p class=\"section-e\"><b>52.</b> Except with the written authority of the Minister and subject to such terms and conditions as he may impose, no person shall take a game animal by any means for educational or scientific purposes. R.S.O. 1990, c. G.1, s. 52.</p>"
        },
        {
            "id": "53.",
            "section": "Dealing in bear meat",
            "content": "53. Despite anything in this Act, any person may under the authority of a licence sell the meat of a bear if taken lawfully, and any person may without a licence possess or buy any bear meat for his or her own use. R.S.O. 1990, c. G.1, s. 53. Game Birds",
            "raw_html": "<p class=\"section-e\"><b>53.</b> Despite anything in this Act, any person may under the authority of a licence sell the meat of a bear if taken lawfully, and any person may without a licence possess or buy any bear meat for his or her own use. R.S.O. 1990, c. G.1, s. 53.</p> <p class=\"heading1-e\">Game Birds</p>"
        },
        {
            "id": "54.",
            "section": "Grouse, partridge, etc.",
            "content": "54. Except under the authority of a licence and during such times and on such terms and conditions and in such parts of Ontario as are prescribed in the regulations, no person shall hunt ruffed grouse, spruce grouse, Hungarian partridge, pheasant, sharp-tailed grouse, greater prairie-chicken, ptarmigan, bob-white quail or wild turkey. R.S.O. 1990, c. G.1, s. 54.",
            "raw_html": "<p class=\"section-e\"><b>54.</b> Except under the authority of a licence and during such times and on such terms and conditions and in such parts of Ontario as are prescribed in the regulations, no person shall hunt ruffed grouse, spruce grouse, Hungarian partridge, pheasant, sharp-tailed grouse, greater prairie-chicken, ptarmigan, bob-white quail or wild turkey. R.S.O. 1990, c. G.1, s. 54.</p>"
        },
        {
            "id": "55.",
            "section": "Hunting birds",
            "content": "55. No person shall hunt any game bird during the closed season or any other bird at any time, except crows, cowbirds, blackbirds, starlings, house-sparrows and birds, other than pheasants or Hungarian partridge, released under section 32. R.S.O. 1990, c. G.1, s. 55.",
            "raw_html": "<p class=\"section-e\"><b>55.</b> No person shall hunt any game bird during the closed season or any other bird at any time, except crows, cowbirds, blackbirds, starlings, house-sparrows and birds, other than pheasants or Hungarian partridge, released under section 32. R.S.O. 1990, c. G.1, s. 55.</p>"
        },
        {
            "id": "56.",
            "section": "Traps and snares prohibited",
            "content": "56. No person shall use, set or maintain a net, trap, spring, cage or other similar contrivance for the purpose of taking or killing any game bird. R.S.O. 1990, c. G.1, s. 56.",
            "raw_html": "<p class=\"section-e\"><b>56.</b> No person shall use, set or maintain a net, trap, spring, cage or other similar contrivance for the purpose of taking or killing any game bird. R.S.O. 1990, c. G.1, s. 56.</p>"
        },
        {
            "id": "57.",
            "section": "Use of rifle to hunt pheasant prohibited",
            "content": "57. No person shall hunt pheasant with a rifle. R.S.O. 1990, c. G.1, s. 57.",
            "raw_html": "<p class=\"section-e\"><b>57.</b> No person shall hunt pheasant with a rifle. R.S.O. 1990, c. G.1, s. 57.</p>"
        },
        {
            "id": "58.",
            "section": "Licence for propagation, etc., of game birds",
            "content": "58. Except under the authority of a licence and subject to the regulations, no person shall propagate or sell a game bird or possess a game bird for propagation or sale. R.S.O. 1990, c. G.1, s. 58.",
            "raw_html": "<p class=\"section-e\"><b>58.</b> Except under the authority of a licence and subject to the regulations, no person shall propagate or sell a game bird or possess a game bird for propagation or sale. R.S.O. 1990, c. G.1, s. 58.</p>"
        },
        {
            "id": "59.",
            "section": "Game bird hunting preserves",
            "content": "59. (1) Except under the authority of a licence and subject to the regulations, no person shall own or operate a game bird hunting preserve. Exception (2) Subsection (1) does not apply to a person or a game bird hunting preserve exempted under the regulations. R.S.O. 1990, c. G.1, s. 59.",
            "raw_html": "<p class=\"section-e\"><b>59. </b>(1) Except under the authority of a licence and subject to the regulations, no person shall own or operate a game bird hunting preserve.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to a person or a game bird hunting preserve exempted under the regulations. R.S.O. 1990, c. G.1, s. 59.</p>"
        },
        {
            "id": "60.",
            "section": "Birds protected",
            "content": "60. (1) Except with the written authority of the Minister and subject to such terms and conditions as he or she may impose, no person shall take a game bird by any means for educational or scientific purposes. Eggs and nests protected (2) No person shall take, destroy or possess the eggs or nests of any game bird, except with the written authority of the Minister to take, destroy or possess the eggs or nests for educational or scientific purposes. R.S.O. 1990, c. G.1, s. 60. Fur-Bearing Animals",
            "raw_html": "<p class=\"section-e\"><b>60.</b> (1) Except with the written authority of the Minister and subject to such terms and conditions as he or she may impose, no person shall take a game bird by any means for educational or scientific purposes.</p> <p class=\"headnote-e\"><b>Eggs and nests protected</b></p> <p class=\"subsection-e\">(2) No person shall take, destroy or possess the eggs or nests of any game bird, except with the written authority of the Minister to take, destroy or possess the eggs or nests for educational or scientific purposes. R.S.O. 1990, c. G.1, s. 60.</p> <p class=\"heading1-e\">Fur-Bearing Animals</p>"
        },
        {
            "id": "61.",
            "section": "Hunting, trapping, etc.",
            "content": "61. Except under the authority of a licence and during such times and on such terms and conditions and in such parts of Ontario as the Minister prescribes, no person shall hunt or trap or attempt to trap any fur-bearing animal. R.S.O. 1990, c. G.1, s. 61.",
            "raw_html": "<p class=\"section-e\"><b>61. </b>Except under the authority of a licence and during such times and on such terms and conditions and in such parts of Ontario as the Minister prescribes, no person shall hunt or trap or attempt to trap any fur-bearing animal. R.S.O. 1990, c. G.1, s. 61.</p>"
        },
        {
            "id": "62.",
            "section": "Licence to trap",
            "content": "62. (1) The Minister may, in a licence to hunt or trap fur-bearing animals, (a) fix the number of each species of fur-bearing animal that may be taken thereunder; and (b) designate the area in which fur-bearing animals may be taken thereunder by the holder of the licence. Idem (2) The Minister may limit the number of licences to hunt or trap fur-bearing animals in any area. Non-residents (3) No non-resident shall be the holder of a licence to hunt or trap fur-bearing animals. Sale of fur-bearing animals restricted (4) Despite anything in this Act, no person shall sell, offer for sale, purchase or barter a live fur-bearing animal or live wolf, except with the written authority of the Minister and subject to the regulations. Authority to sell (5) The holder of a licence to hunt or trap fur-bearing animals may sell the carcass or any part thereof, including the pelt, of any fur-bearing animal taken by him or her under that licence. Exceptions as to trappers (6) Subject to sections 26 and 44, the holder of a licence to hunt or trap fur-bearing animals may, under the authority of that licence and without any other licence, hunt, in the area described in the licence during the open seasons between the 15th day of October and the 30th day of June in the year next following, any bird or animal, other than caribou, deer, elk or moose. Exceptions as to farmer (7) A farmer or any member of his or her family residing with the farmer upon the farmer’s lands may, without a licence, hunt or trap thereon fur-bearing animals during the open seasons and may hunt thereon birds or animals, other than caribou, deer, elk or moose, during the open seasons. Authority to sell limited (8) Except under the authority of a licence and subject to this Act and the regulations, no person shall sell the carcass or any part thereof, including the pelt, of any fur-bearing animal taken under subsection (7). R.S.O. 1990, c. G.1, s. 62.",
            "raw_html": "<p class=\"section-e\"><b>62. </b>(1) The Minister may, in a licence to hunt or trap fur-bearing animals,</p> <p class=\"clause-e\">(a) fix the number of each species of fur-bearing animal that may be taken thereunder; and</p> <p class=\"clause-e\">(b) designate the area in which fur-bearing animals may be taken thereunder by the holder of the licence.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The Minister may limit the number of licences to hunt or trap fur-bearing animals in any area.</p> <p class=\"headnote-e\"><b>Non-residents</b></p> <p class=\"subsection-e\">(3) No non-resident shall be the holder of a licence to hunt or trap fur-bearing animals.</p> <p class=\"headnote-e\"><b>Sale of fur-bearing animals restricted</b></p> <p class=\"subsection-e\">(4) Despite anything in this Act, no person shall sell, offer for sale, purchase or barter a live fur-bearing animal or live wolf, except with the written authority of the Minister and subject to the regulations.</p> <p class=\"headnote-e\"><b>Authority to sell</b></p> <p class=\"subsection-e\">(5) The holder of a licence to hunt or trap fur-bearing animals may sell the carcass or any part thereof, including the pelt, of any fur-bearing animal taken by him or her under that licence.</p> <p class=\"headnote-e\"><b>Exceptions as to trappers</b></p> <p class=\"subsection-e\">(6) Subject to sections 26 and 44, the holder of a licence to hunt or trap fur-bearing animals may, under the authority of that licence and without any other licence, hunt, in the area described in the licence during the open seasons between the 15th day of October and the 30th day of June in the year next following, any bird or animal, other than caribou, deer, elk or moose.</p> <p class=\"headnote-e\"><b>Exceptions as to farmer</b></p> <p class=\"subsection-e\">(7) A farmer or any member of his or her family residing with the farmer upon the farmer’s lands may, without a licence, hunt or trap thereon fur-bearing animals during the open seasons and may hunt thereon birds or animals, other than caribou, deer, elk or moose, during the open seasons.</p> <p class=\"headnote-e\"><b>Authority to sell limited</b></p> <p class=\"subsection-e\">(8) Except under the authority of a licence and subject to this Act and the regulations, no person shall sell the carcass or any part thereof, including the pelt, of any fur-bearing animal taken under subsection (7). R.S.O. 1990, c. G.1, s. 62.</p>"
        },
        {
            "id": "63.",
            "section": "Interference with traps",
            "content": "63. No person shall touch or interfere with any set trap, unless authorized so to do by law or by the owner thereof. R.S.O. 1990, c. G.1, s. 63.",
            "raw_html": "<p class=\"section-e\"><b>63.</b> No person shall touch or interfere with any set trap, unless authorized so to do by law or by the owner thereof. R.S.O. 1990, c. G.1, s. 63.</p>"
        },
        {
            "id": "64.",
            "section": "Possession of fur-bearing animals in closed season",
            "content": "64. Except as provided in the regulations, no person shall during the closed season have in his or her possession or in that of his or her employee or agent, or in that of any other person on his or her behalf, any fur-bearing animal wherever killed, (a) except that a pelt of an animal killed in Ontario may be possessed during the closed season under a licence if applied for within ten days after the end of the open season in which it was killed, but this clause does not apply to the pelt of a fur-bearing animal that has been sealed or marked in accordance with this Act; and (b) except that a pelt of an animal killed outside Ontario may be possessed during the closed season under a licence if applied for within forty-eight hours after the pelt is received. R.S.O. 1990, c. G.1, s. 64.",
            "raw_html": "<p class=\"section-e\"><b>64.</b> Except as provided in the regulations, no person shall during the closed season have in his or her possession or in that of his or her employee or agent, or in that of any other person on his or her behalf, any fur-bearing animal wherever killed,</p> <p class=\"clause-e\">(a) except that a pelt of an animal killed in Ontario may be possessed during the closed season under a licence if applied for within ten days after the end of the open season in which it was killed, but this clause does not apply to the pelt of a fur-bearing animal that has been sealed or marked in accordance with this Act; and</p> <p class=\"clause-e\">(b) except that a pelt of an animal killed outside Ontario may be possessed during the closed season under a licence if applied for within forty-eight hours after the pelt is received. R.S.O. 1990, c. G.1, s. 64.</p>"
        },
        {
            "id": "65.",
            "section": "Licences:",
            "content": "65. (1) Except under the authority of a licence, no person shall, fur tanner’s (a) engage in or carry on, or be concerned in, the tanning, plucking or treating of pelts; fur dealer’s (b) engage in or carry on, or be concerned in, the trading, buying or selling of pelts; or possession of pelts (c) possess any pelt. Trade only between licensed fur dealers (2) No holder of a licence under clause (1) (b) shall sell, trade or barter, or be concerned in the selling, trading or bartering, of pelts to or with any other person in Ontario, except where that other person holds a licence under clause (1) (b). R.S.O. 1990, c. G.1, s. 65.",
            "raw_html": "<p class=\"section-e\"><b>65. </b>(1) Except under the authority of a licence, no person shall,</p> <p class=\"headnote-e\"><b>fur tanner’s</b></p> <p class=\"clause-e\">(a) engage in or carry on, or be concerned in, the tanning, plucking or treating of pelts;</p> <p class=\"headnote-e\"><b>fur dealer’s</b></p> <p class=\"clause-e\">(b) engage in or carry on, or be concerned in, the trading, buying or selling of pelts; or</p> <p class=\"headnote-e\"><b>possession of pelts</b></p> <p class=\"clause-e\">(c) possess any pelt.</p> <p class=\"headnote-e\"><b>Trade only between licensed fur dealers</b></p> <p class=\"subsection-e\">(2) No holder of a licence under clause (1) (b) shall sell, trade or barter, or be concerned in the selling, trading or bartering, of pelts to or with any other person in Ontario, except where that other person holds a licence under clause (1) (b). R.S.O. 1990, c. G.1, s. 65.</p>"
        },
        {
            "id": "66.",
            "section": "Sealing or marking of pelts",
            "content": "66. (1) The pelt of any fur-bearing animal, other than a muskrat, shall be sealed or marked by a duly authorized person before sale, and no person licensed under clause 65 (1) (b) or (c) shall have the unsealed or unmarked pelt of any fur-bearing animal, other than a muskrat, in his or her possession. Offence (2) No person shall present or permit to be presented for sealing or marking the pelt of any fur-bearing animal required to be sealed under subsection (1) that was not taken by him or her under the authority of his or her licence to hunt or trap fur-bearing animals or under subsection 62 (7). Idem (3) No person shall be party to having or attempting to have sealed or marked the pelt of any fur-bearing animal that was not taken under the authority of the licence that is presented with the pelt. R.S.O. 1990, c. G.1, s. 66.",
            "raw_html": "<p class=\"section-e\"><b>66. </b>(1) The pelt of any fur-bearing animal, other than a muskrat, shall be sealed or marked by a duly authorized person before sale, and no person licensed under clause 65 (1) (b) or (c) shall have the unsealed or unmarked pelt of any fur-bearing animal, other than a muskrat, in his or her possession.</p> <p class=\"headnote-e\"><b>Offence</b></p> <p class=\"subsection-e\">(2) No person shall present or permit to be presented for sealing or marking the pelt of any fur-bearing animal required to be sealed under subsection (1) that was not taken by him or her under the authority of his or her licence to hunt or trap fur-bearing animals or under subsection 62 (7).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) No person shall be party to having or attempting to have sealed or marked the pelt of any fur-bearing animal that was not taken under the authority of the licence that is presented with the pelt. R.S.O. 1990, c. G.1, s. 66.</p>"
        },
        {
            "id": "67.",
            "section": "Hunting and trapping of fur-bearing animals restricted",
            "content": "67. Except with the written authority of the Minister and subject to such terms and conditions as he or she may impose, no person shall hunt or trap or attempt to trap a fur-bearing animal in the wild state for, (a) the purpose of the transfer to premises where farmed animals are kept; or (b) educational or scientific purposes. R.S.O. 1990, c. G.1, s. 67; 1996, c. 17, Sched. E, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>67.</b> Except with the written authority of the Minister and subject to such terms and conditions as he or she may impose, no person shall hunt or trap or attempt to trap a fur-bearing animal in the wild state for,</p> <p class=\"clause-e\">(a) the purpose of the transfer to premises where farmed animals are kept; or</p> <p class=\"clause-e\">(b) educational or scientific purposes. R.S.O. 1990, c. G.1, s. 67; 1996, c. 17, Sched. E, s. 3.</p>"
        },
        {
            "id": "68.",
            "section": "Dens of fur-bearing animals",
            "content": "68. Subject to section 2 and except under the authority of a licence to hunt or trap fur-bearing animals, no person shall molest, damage or destroy, (a) a den or usual place of habitation of a fur-bearing animal, other than that of a fox or skunk; or (b) a beaver dam. R.S.O. 1990, c. G.1, s. 68.",
            "raw_html": "<p class=\"section-e\"><b>68. </b>Subject to section 2 and except under the authority of a licence to hunt or trap fur-bearing animals, no person shall molest, damage or destroy,</p> <p class=\"clause-e\">(a) a den or usual place of habitation of a fur-bearing animal, other than that of a fox or skunk; or</p> <p class=\"clause-e\">(b) a beaver dam. R.S.O. 1990, c. G.1, s. 68.</p>"
        },
        {
            "id": "69.",
            "section": "Royalties payable",
            "content": "69. (1) No person shall take or ship or attempt to take or ship to a point outside Ontario any fur-bearing animal or its pelt without a licence and without paying the royalty prescribed in the regulations. R.S.O. 1990, c. G.1, s. 69 (1). Same (2) No person shall take or ship or attempt to take or ship to premises where farmed animals are kept any fur-bearing animal taken under section 67 without paying the royalty prescribed by the regulations. 1996, c. 17, Sched. E, s. 4. Idem (3) No person shall send or have sent any fur-bearing animal or its pelt to a tanner or taxidermist to be tanned, plucked or treated in any way without a licence and without paying the royalty prescribed in the regulations. R.S.O. 1990, c. G.1, s. 69 (3).",
            "raw_html": "<p class=\"section-e\"><b>69.</b> (1) No person shall take or ship or attempt to take or ship to a point outside Ontario any fur-bearing animal or its pelt without a licence and without paying the royalty prescribed in the regulations. R.S.O. 1990, c. G.1, s. 69 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) No person shall take or ship or attempt to take or ship to premises where farmed animals are kept any fur-bearing animal taken under section 67 without paying the royalty prescribed by the regulations. 1996, c. 17, Sched. E, s. 4.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) No person shall send or have sent any fur-bearing animal or its pelt to a tanner or taxidermist to be tanned, plucked or treated in any way without a licence and without paying the royalty prescribed in the regulations. R.S.O. 1990, c. G.1, s. 69 (3).</p>"
        },
        {
            "id": "70.",
            "section": "Pelts not to be destroyed",
            "content": "70. No person who has taken or killed a fur-bearing animal shall allow the pelt to be destroyed or spoiled. R.S.O. 1990, c. G.1, s. 70.",
            "raw_html": "<p class=\"section-e\"><b>70. </b>No person who has taken or killed a fur-bearing animal shall allow the pelt to be destroyed or spoiled. R.S.O. 1990, c. G.1, s. 70.</p>"
        },
        {
            "id": "71.",
            "section": "Dealing in muskrat, etc.",
            "content": "71. Despite anything in this Act, any person may under the authority of a licence sell the meat of a beaver, muskrat or raccoon if taken lawfully, and any person may without a licence possess or buy any such meat for the person’s own use. R.S.O. 1990, c. G.1, s. 71. Fish",
            "raw_html": "<p class=\"section-e\"><b>71.</b> Despite anything in this Act, any person may under the authority of a licence sell the meat of a beaver, muskrat or raccoon if taken lawfully, and any person may without a licence possess or buy any such meat for the person’s own use. R.S.O. 1990, c. G.1, s. 71.</p> <p class=\"heading1-e\">Fish</p>"
        },
        {
            "id": "72.",
            "section": "Dealings with fish",
            "content": "72.  (1) Except under the authority of a licence and in accordance with the regulations, no person shall sell, offer for sale, purchase, barter, culture or be concerned in the sale, purchase, barter or culture of fish other than species designated in the regulations. 1994, c. 27, s. 129 (8). (2) REPEALED: 1994, c. 27, s. 129 (8). Idem (3) No person shall buy, sell or possess a fish or part of a fish, including the eggs thereof, taken from Ontario waters during the closed season for that fish. R.S.O. 1990, c. G.1, s. 72 (3).",
            "raw_html": "<p class=\"section-e\"><b>72. </b> (1) Except under the authority of a licence and in accordance with the regulations, no person shall sell, offer for sale, purchase, barter, culture or be concerned in the sale, purchase, barter or culture of fish other than species designated in the regulations. 1994, c. 27, s. 129 (8).</p> <p class=\"subsection-e\">(2) REPEALED: 1994, c. 27, s. 129 (8).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) No person shall buy, sell or possess a fish or part of a fish, including the eggs thereof, taken from Ontario waters during the closed season for that fish. R.S.O. 1990, c. G.1, s. 72 (3).</p>"
        },
        {
            "id": "72.1",
            "section": "Royalties",
            "content": "72.1 A person who is required to hold a commercial fishing licence shall, in accordance with the regulations, pay the required royalties for fish caught by or for the person. 1994, c. 17, s. 65.",
            "raw_html": "<p class=\"section-e\"><b>72.1</b> A person who is required to hold a commercial fishing licence shall, in accordance with the regulations, pay the required royalties for fish caught by or for the person. 1994, c. 17, s. 65.</p>"
        },
        {
            "id": "73.",
            "section": "Fishing preserves",
            "content": "73. (1) Except under the authority of a licence and subject to the regulations, no person shall own or operate a fishing preserve. Exception (2) Subsection (1) does not apply to a person or a fishing preserve exempted under the regulations. R.S.O. 1990, c. G.1, s. 73.",
            "raw_html": "<p class=\"section-e\"><b>73. </b>(1) Except under the authority of a licence and subject to the regulations, no person shall own or operate a fishing preserve.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to a person or a fishing preserve exempted under the regulations. R.S.O. 1990, c. G.1, s. 73.</p>"
        },
        {
            "id": "74.",
            "section": "Fish nets, possession",
            "content": "74. (1) Except under the authority of a licence, no person shall possess a gill, hoop, pound, seine, trap or trawl net. Idem (2) No person shall sell a gill, hoop, pound, seine, trap or trawl net to any person not the holder of a commercial fishing licence or a licence under subsection (1). Exception (3) Subsection (1) does not apply to a manufacturer, merchant or common carrier that possesses any net referred to in subsection (1) for the purpose of sale or transportation. R.S.O. 1990, c. G.1, s. 74.",
            "raw_html": "<p class=\"section-e\"><b>74. </b>(1) Except under the authority of a licence, no person shall possess a gill, hoop, pound, seine, trap or trawl net.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) No person shall sell a gill, hoop, pound, seine, trap or trawl net to any person not the holder of a commercial fishing licence or a licence under subsection (1).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(3) Subsection (1) does not apply to a manufacturer, merchant or common carrier that possesses any net referred to in subsection (1) for the purpose of sale or transportation. R.S.O. 1990, c. G.1, s. 74.</p>"
        },
        {
            "id": "75.",
            "section": "Right to fish",
            "content": "75. The ownership of the bed of a navigable water or of a lake or river does not include the exclusive right of fishing in the water that covers or flows over the bed unless that exclusive right is expressly granted by the Crown. R.S.O. 1990, c. G.1, s. 75. Amphibians and Reptiles",
            "raw_html": "<p class=\"section-e\"><b>75. </b>The ownership of the bed of a navigable water or of a lake or river does not include the exclusive right of fishing in the water that covers or flows over the bed unless that exclusive right is expressly granted by the Crown. R.S.O. 1990, c. G.1, s. 75.</p> <p class=\"heading1-e\">Amphibians and Reptiles</p>"
        },
        {
            "id": "76.",
            "section": "Hunting of amphibians and reptiles",
            "content": "76. Except under the authority of a licence and during such times and on such terms and conditions and in such parts of Ontario as are prescribed in the regulations, no person shall hunt or attempt to hunt or possess any amphibian or reptile. R.S.O. 1990, c. G.1, s. 76.",
            "raw_html": "<p class=\"section-e\"><b>76.</b> Except under the authority of a licence and during such times and on such terms and conditions and in such parts of Ontario as are prescribed in the regulations, no person shall hunt or attempt to hunt or possess any amphibian or reptile. R.S.O. 1990, c. G.1, s. 76.</p>"
        },
        {
            "id": "77.",
            "section": "Sale of amphibians and reptiles",
            "content": "77. Except under the authority of a licence and subject to the regulations, no person shall sell, offer for sale, purchase or barter, or be concerned in the sale, purchase or barter, of any amphibian or reptile, or possess an amphibian or reptile for sale. R.S.O. 1990, c. G.1, s. 77.",
            "raw_html": "<p class=\"section-e\"><b>77.</b> Except under the authority of a licence and subject to the regulations, no person shall sell, offer for sale, purchase or barter, or be concerned in the sale, purchase or barter, of any amphibian or reptile, or possess an amphibian or reptile for sale. R.S.O. 1990, c. G.1, s. 77.</p>"
        },
        {
            "id": "78.",
            "section": "Hunting of amphibians and reptiles for educational or scientific purposes",
            "content": "78. Except with the written authority of the Minister and subject to such terms and conditions as he or she may impose, no person shall take an amphibian or reptile by any means for educational or scientific purposes. R.S.O. 1990, c. G.1, s. 78. Dogs",
            "raw_html": "<p class=\"section-e\"><b>78.</b> Except with the written authority of the Minister and subject to such terms and conditions as he or she may impose, no person shall take an amphibian or reptile by any means for educational or scientific purposes. R.S.O. 1990, c. G.1, s. 78.</p> <p class=\"heading1-e\">Dogs</p>"
        },
        {
            "id": "79.",
            "section": "Use of dogs in hunting deer, etc.",
            "content": "79. Except under the authority of a licence issued for the dog, no person shall use or be accompanied by a dog while hunting caribou, deer, elk or moose. R.S.O. 1990, c. G.1, s. 79.",
            "raw_html": "<p class=\"section-e\"><b>79.</b> Except under the authority of a licence issued for the dog, no person shall use or be accompanied by a dog while hunting caribou, deer, elk or moose. R.S.O. 1990, c. G.1, s. 79.</p>"
        },
        {
            "id": "80.",
            "section": "Dogs running at large, etc.",
            "content": "80. (1) No person owning, claiming to own or harbouring a dog shall allow it to run at large during the closed season for deer, elk, moose or bear in a locality that deer, elk, moose or bear usually inhabit or in which they or any of them are usually found, and a dog found running deer, elk, moose or bear during the closed season for deer, elk, moose or bear in such a locality may be killed on sight by an officer without incurring any liability or penalty therefor. Use of dogs in hunting deer, etc., prohibited in designated areas (2) No person shall use or be accompanied by a dog while hunting deer, elk, moose or bear in a part of Ontario that is designated in the regulations, and a dog found running at large in such a designated part of Ontario may be killed on sight by an officer without incurring any liability or penalty therefor. R.S.O. 1990, c. G.1, s. 80.",
            "raw_html": "<p class=\"section-e\"><b>80.</b> (1) No person owning, claiming to own or harbouring a dog shall allow it to run at large during the closed season for deer, elk, moose or bear in a locality that deer, elk, moose or bear usually inhabit or in which they or any of them are usually found, and a dog found running deer, elk, moose or bear during the closed season for deer, elk, moose or bear in such a locality may be killed on sight by an officer without incurring any liability or penalty therefor.</p> <p class=\"headnote-e\"><b>Use of dogs in hunting deer, etc., prohibited in designated areas</b></p> <p class=\"subsection-e\">(2) No person shall use or be accompanied by a dog while hunting deer, elk, moose or bear in a part of Ontario that is designated in the regulations, and a dog found running at large in such a designated part of Ontario may be killed on sight by an officer without incurring any liability or penalty therefor. R.S.O. 1990, c. G.1, s. 80.</p>"
        },
        {
            "id": "81.",
            "section": "Definitions",
            "content": "81. (1) In this section, “field trial” means an activity, the objective of which is to test the hunting skills of a dog; (“épreuve sur le terrain”) “training” means the process of teaching a dog, (a) hunting skills, or (b) such skills as are necessary for participation in a field trial. (“dressage”) Field trials and training restricted (2) Except with the written authority of the Minister and subject to such terms and conditions as he or she may impose, no person shall conduct, (a) a field trial; or (b) training, that involves a game animal or a game bird during any closed season therefor. R.S.O. 1990, c. G.1, s. 81. Live Game and Wolves",
            "raw_html": "<p class=\"section-e\"><b>81. </b>(1) In this section,</p> <p class=\"firstdef-e\">“field trial” means an activity, the objective of which is to test the hunting skills of a dog; (“épreuve sur le terrain”)</p> <p class=\"definition-e\">“training” means the process of teaching a dog,</p> <p class=\"defclause-e\">(a) hunting skills, or</p> <p class=\"defclause-e\">(b) such skills as are necessary for participation in a field trial. (“dressage”)</p> <p class=\"headnote-e\"><b>Field trials and training restricted</b></p> <p class=\"subsection-e\">(2) Except with the written authority of the Minister and subject to such terms and conditions as he or she may impose, no person shall conduct,</p> <p class=\"clause-e\">(a) a field trial; or</p> <p class=\"clause-e\">(b) training,</p> <p class=\"Ssubsection-e\">that involves a game animal or a game bird during any closed season therefor. R.S.O. 1990, c. G.1, s. 81.</p> <p class=\"heading1-e\">Live Game and Wolves</p>"
        },
        {
            "id": "82.",
            "section": "Live game kept in captivity",
            "content": "82. (1) Except under the authority of a licence issued on such terms and conditions as are prescribed in the regulations, no person shall keep live game or a wolf in captivity for more than ten days. Seizure of animals, cages, etc. (2) Live game or a wolf kept in captivity contrary to this section and any cage, pen, crate, shelter or other enclosure used in connection therewith shall be seized, and, upon conviction of the person in possession or control thereof, becomes the property of the Crown in right of Ontario and may be disposed of by the Minister. Application of section (3) This section does not apply where live game or a wolf is kept in captivity in a zoo operated by a municipality or for scientific or educational purposes in a public institution. R.S.O. 1990, c. G.1, s. 82. Transportation and Export",
            "raw_html": "<p class=\"section-e\"><b>82.</b> (1) Except under the authority of a licence issued on such terms and conditions as are prescribed in the regulations, no person shall keep live game or a wolf in captivity for more than ten days.</p> <p class=\"headnote-e\"><b>Seizure of animals, cages, etc.</b></p> <p class=\"subsection-e\">(2) Live game or a wolf kept in captivity contrary to this section and any cage, pen, crate, shelter or other enclosure used in connection therewith shall be seized, and, upon conviction of the person in possession or control thereof, becomes the property of the Crown in right of Ontario and may be disposed of by the Minister.</p> <p class=\"headnote-e\"><b>Application of section</b></p> <p class=\"subsection-e\">(3) This section does not apply where live game or a wolf is kept in captivity in a zoo operated by a municipality or for scientific or educational purposes in a public institution. R.S.O. 1990, c. G.1, s. 82.</p> <p class=\"heading1-e\">Transportation and Export</p>"
        },
        {
            "id": "83.",
            "section": "Export of game by non-residents",
            "content": "83. (1) No non-resident entitled to hunt under a licence shall export more game than the number he or she is authorized to possess by this Act or the regulations or the Migratory Birds Convention Act (Canada) or the regulations made under that Act. Transport of fish or game illegally taken (2) No person shall ship or transport or cause to be shipped or transported, or receive or possess for shipment or transport, fish or game caught, taken or killed in Ontario during the closed season. Transport of game under permit (3) The Minister may issue a permit not inconsistent with any law of Canada to export from Ontario or to transport in Ontario at any time any game, whether dead or alive, upon proof under oath satisfactory to him or her that the game has been lawfully taken. Game export permits (4) The Minister may issue to a non-resident entitled to hunt under a licence a permit not inconsistent with any law of Canada to export from Ontario or to transport in Ontario at any time any animal or bird killed by him or her under the licence upon proof satisfactory to the Minister that the animal or bird has been lawfully taken and upon payment of the fee prescribed in the regulations and any such permit shall be deemed to be a permit mentioned in subsection (3). R.S.O. 1990, c. G.1, s. 83.",
            "raw_html": "<p class=\"section-e\"><b>83. </b>(1) No non-resident entitled to hunt under a licence shall export more game than the number he or she is authorized to possess by this Act or the regulations or the <i>Migratory Birds Convention Act</i> (Canada) or the regulations made under that Act.</p> <p class=\"headnote-e\"><b>Transport of fish or game illegally taken</b></p> <p class=\"subsection-e\">(2) No person shall ship or transport or cause to be shipped or transported, or receive or possess for shipment or transport, fish or game caught, taken or killed in Ontario during the closed season.</p> <p class=\"headnote-e\"><b>Transport of game under permit</b></p> <p class=\"subsection-e\">(3) The Minister may issue a permit not inconsistent with any law of Canada to export from Ontario or to transport in Ontario at any time any game, whether dead or alive, upon proof under oath satisfactory to him or her that the game has been lawfully taken.</p> <p class=\"headnote-e\"><b>Game export permits</b></p> <p class=\"subsection-e\">(4) The Minister may issue to a non-resident entitled to hunt under a licence a permit not inconsistent with any law of Canada to export from Ontario or to transport in Ontario at any time any animal or bird killed by him or her under the licence upon proof satisfactory to the Minister that the animal or bird has been lawfully taken and upon payment of the fee prescribed in the regulations and any such permit shall be deemed to be a permit mentioned in subsection (3). R.S.O. 1990, c. G.1, s. 83.</p>"
        },
        {
            "id": "84.",
            "section": "Receptacles to be marked",
            "content": "84. No person shall ship or transport or cause to be shipped or transported, or receive or possess for shipment or transport, a receptacle containing game or fish that is not plainly marked on the outside in such a manner as to give a description of the contents and the name and address of the consignee and of the consignor. R.S.O. 1990, c. G.1, s. 84. Procedure",
            "raw_html": "<p class=\"section-e\"><b>84. </b>No person shall ship or transport or cause to be shipped or transported, or receive or possess for shipment or transport, a receptacle containing game or fish that is not plainly marked on the outside in such a manner as to give a description of the contents and the name and address of the consignee and of the consignor. R.S.O. 1990, c. G.1, s. 84.</p> <p class=\"heading1-e\">Procedure</p>"
        },
        {
            "id": "85.",
            "section": "Offence",
            "content": "85. A contravention of this Act or the regulations or of the terms and conditions of a licence is an offence against this Act. R.S.O. 1990, c. G.1, s. 85.",
            "raw_html": "<p class=\"section-e\"><b>85. </b>A contravention of this Act or the regulations or of the terms and conditions of a licence is an offence against this Act. R.S.O. 1990, c. G.1, s. 85.</p>"
        },
        {
            "id": "86.",
            "section": "Similar offence on the same day",
            "content": "86. Where in a prosecution under this Act it appears in evidence that more than one offence of the same kind was committed at the same time or on the same day, the court shall in one conviction impose all the penalties at the same time. R.S.O. 1990, c. G.1, s. 86.",
            "raw_html": "<p class=\"section-e\"><b>86. </b>Where in a prosecution under this Act it appears in evidence that more than one offence of the same kind was committed at the same time or on the same day, the court shall in one conviction impose all the penalties at the same time. R.S.O. 1990, c. G.1, s. 86.</p>"
        },
        {
            "id": "87.",
            "section": "Procedure",
            "content": "87. Except where otherwise provided, the Provincial Offences Act applies to all prosecutions under this Act. R.S.O. 1990, c. G.1, s. 87.",
            "raw_html": "<p class=\"section-e\"><b>87. </b>Except where otherwise provided, the <i>Provincial Offences Act</i> applies to all prosecutions under this Act. R.S.O. 1990, c. G.1, s. 87.</p>"
        },
        {
            "id": "88.",
            "section": "Money payment as security for appearance in court",
            "content": "88. (1) The Minister may authorize any officer to collect a money payment as security for appearance in court from any person against whom the officer is about to commence proceedings for an offence against this Act. R.S.O. 1990, c. G.1, s. 88 (1); 1993, c. 27, Sched. Disposition of money payments (2) Where a money payment has been collected under subsection (1) and the person charged does not appear in court, the person may be tried although absent and, upon conviction, whether or not the person has appeared in court, the money payment shall be applied to the payment of any fine imposed and the costs, and the balance, if any, shall be remitted to the person convicted, and, where no conviction is made, the money payment shall be remitted to the person who made it. R.S.O. 1990, c. G.1, s. 88 (2).",
            "raw_html": "<p class=\"section-e\"><b>88. </b>(1) The Minister may authorize any officer to collect a money payment as security for appearance in court from any person against whom the officer is about to commence proceedings for an offence against this Act. R.S.O. 1990, c. G.1, s. 88 (1); 1993, c. 27, Sched.</p> <p class=\"headnote-e\"><b>Disposition of money payments</b></p> <p class=\"subsection-e\">(2) Where a money payment has been collected under subsection (1) and the person charged does not appear in court, the person may be tried although absent and, upon conviction, whether or not the person has appeared in court, the money payment shall be applied to the payment of any fine imposed and the costs, and the balance, if any, shall be remitted to the person convicted, and, where no conviction is made, the money payment shall be remitted to the person who made it. R.S.O. 1990, c. G.1, s. 88 (2).</p>"
        },
        {
            "id": "89.",
            "section": "Cancellation and revival of licences after conviction",
            "content": "89. (1) Upon the conviction of any person of an offence against this Act or the Ontario Fishery Regulations, any licence, except a licence to hunt, other than a licence to hunt or trap fur-bearing animals, which is held by the person and which is related to the offence, shall be deemed to be cancelled without further action or notice, but the Minister may revive the licence upon such terms and conditions as he or she considers proper. Cancellation and prohibition against issue of licence (2) Upon the conviction of any person of an offence against this Act or under the Forest Fires Prevention Act, the Migratory Birds Convention Act (Canada) or the regulations made under that Act, or under section 180, 219, 220, 221, 430, 432, 433, 434, 436, 442, 443, 444, 445 or 446 of the Criminal Code (Canada) as amended or re-enacted from time to time, committed while using or in possession of a firearm for the purpose of hunting, the court may cancel any licence to hunt, except a licence to hunt or trap fur-bearing animals, issued to such person, and, upon such conviction, the court may order that such person shall not apply for or procure any licence to hunt, except a licence to hunt or trap fur-bearing animals, during the period stated in the order. Idem (3) Upon the conviction of a holder of a licence mentioned in subsection 82 (1) of an offence against section 445 or 446 of the Criminal Code (Canada) committed in respect of live game or a wolf held under the licence, the court may cancel the licence. Idem (4) Upon conviction of any person of an offence against section 19, the court, in addition to making an order under subsection (2), may order that the convicted person shall not apply for or procure a licence to hunt, except upon the successful completion of an examination for applicants for licences. Offence (5) Every person who fails to comply with an order made against him or her under subsection (2) or (3) is guilty of an offence against this Act. R.S.O. 1990, c. G.1, s. 89.",
            "raw_html": "<p class=\"section-e\"><b>89.</b> (1) Upon the conviction of any person of an offence against this Act or the Ontario Fishery Regulations, any licence, except a licence to hunt, other than a licence to hunt or trap fur-bearing animals, which is held by the person and which is related to the offence, shall be deemed to be cancelled without further action or notice, but the Minister may revive the licence upon such terms and conditions as he or she considers proper.</p> <p class=\"headnote-e\"><b>Cancellation and prohibition against issue of licence</b></p> <p class=\"subsection-e\">(2) Upon the conviction of any person of an offence against this Act or under the <i>Forest Fires Prevention Act</i>, the <i>Migratory Birds Convention Act</i> (Canada) or the regulations made under that Act, or under section 180, 219, 220, 221, 430, 432, 433, 434, 436, 442, 443, 444, 445 or 446 of the <i>Criminal Code</i> (Canada) as amended or re-enacted from time to time, committed while using or in possession of a firearm for the purpose of hunting, the court may cancel any licence to hunt, except a licence to hunt or trap fur-bearing animals, issued to such person, and, upon such conviction, the court may order that such person shall not apply for or procure any licence to hunt, except a licence to hunt or trap fur-bearing animals, during the period stated in the order.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) Upon the conviction of a holder of a licence mentioned in subsection 82 (1) of an offence against section 445 or 446 of the <i>Criminal Code</i> (Canada) committed in respect of live game or a wolf held under the licence, the court may cancel the licence.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) Upon conviction of any person of an offence against section 19, the court, in addition to making an order under subsection (2), may order that the convicted person shall not apply for or procure a licence to hunt, except upon the successful completion of an examination for applicants for licences.</p> <p class=\"headnote-e\"><b>Offence</b></p> <p class=\"subsection-e\">(5) Every person who fails to comply with an order made against him or her under subsection (2) or (3) is guilty of an offence against this Act. R.S.O. 1990, c. G.1, s. 89.</p>"
        },
        {
            "id": "90.",
            "section": "Evidence",
            "content": "90. In prosecutions under this Act in respect of, (a) taking, killing, procuring or possessing game or fish, or any part thereof, the onus is upon the person charged to prove that the game or fish or part thereof was lawfully taken, killed, procured or possessed by the person; (b) hunting or trapping, the possession of a gun, decoy or other implement for hunting or trapping in or near a place that game inhabits or where game is usually found is proof in the absence of evidence to the contrary that the person in possession of it was hunting or trapping, as the case may be; or (c) making of returns by a licensee or an issuer of licences, the production of a return is proof in the absence of evidence to the contrary of the making of such return and the contents thereof. R.S.O. 1990, c. G.1, s. 90.",
            "raw_html": "<p class=\"section-e\"><b>90. </b>In prosecutions under this Act in respect of,</p> <p class=\"clause-e\">(a) taking, killing, procuring or possessing game or fish, or any part thereof, the onus is upon the person charged to prove that the game or fish or part thereof was lawfully taken, killed, procured or possessed by the person;</p> <p class=\"clause-e\">(b) hunting or trapping, the possession of a gun, decoy or other implement for hunting or trapping in or near a place that game inhabits or where game is usually found is proof in the absence of evidence to the contrary that the person in possession of it was hunting or trapping, as the case may be; or</p> <p class=\"clause-e\">(c) making of returns by a licensee or an issuer of licences, the production of a return is proof in the absence of evidence to the contrary of the making of such return and the contents thereof. R.S.O. 1990, c. G.1, s. 90.</p>"
        },
        {
            "id": "91.",
            "section": "General penalty",
            "content": "91. Except where otherwise provided, every person who commits an offence against this Act is liable to a fine of not more than $25,000. R.S.O. 1990, c. G.1, s. 91.",
            "raw_html": "<p class=\"section-e\"><b>91. </b>Except where otherwise provided, every person who commits an offence against this Act is liable to a fine of not more than $25,000. R.S.O. 1990, c. G.1, s. 91.</p>"
        },
        {
            "id": "92.",
            "section": "Regulations by Lt. Gov. in Council",
            "content": "92. (1) The Lieutenant Governor in Council may make regulations, 1. establishing classes for licences referred to in this Act or the regulations or the Ontario Fishery Regulations, governing the issue, form, renewal, transfer, refusal and cancellation of licences or any class of them, prescribing their duration, territorial limitations, terms and conditions and the fees payable therefor, and limiting the number of licences of any class that may be issued; 1.1 exempting a class of persons from a licence requirement in this Act or the regulations and prescribing terms and conditions in respect of the exemption; 1.2 deeming any document or other thing to be a licence for the purposes of this Act or the regulations; 2. requiring and prescribing the issue, form, duration and terms and conditions of coupons or tags to be issued with any licence, and requiring the licensee to make such use thereof as is prescribed; 3. prescribing the calibre and type of firearms that may be used under section 23; 4. regulating, restricting or prohibiting the use of blinds and decoys; 5. prescribing the fees payable for game export permits for any species of animal or bird; 6. respecting the issue of licences to trap fur-bearing animals on Crown lands and dividing Ontario or any part thereof into trap-line areas and designating such areas by identifying numbers and initials; 7. providing for licensing persons to hunt in any provincial park in which hunting is permitted under paragraph 32 or on Crown lands in any part of Ontario designated under paragraph 33; 8. prescribing the fee to enter upon lands owned by the Crown that are used for the purpose of propagating or retaining game or culturing fish; 9. establishing or approving one or more systems for the use of designated railway lands for hunting or fishing as provided for in the exception mentioned in subsection 18 (10); 10. prescribing the terms and conditions upon which licences may be issued to persons under sixteen years of age; 11. designating classes of licences and parts of Ontario for the purposes of subsection 37 (8) and prescribing the identification and coloured clothing that must be worn in connection with those designations; 12. declaring animals, other than those mentioned in the definition of “fur-bearing animal” in section 1, to be fur-bearing animals; 13. declaring a species of Amphibia to be an amphibian; 14. declaring a species of Reptilia to be a reptile; 15. governing the sale of or traffic in any game, prescribing the fees payable for a seal, tag or other means of identification that is furnished by the Ministry to the holder of a licence to sell any such game, and requiring such holder to use such seal, tag or other means of identification in the manner prescribed; 16. designating the species of game birds that may be propagated, sold or possessed for propagation or sale under a licence mentioned in section 58; 17. designating the species of game animals that may be propagated or possessed for propagation under a licence mentioned in subsection 51 (2); 18. authorizing and regulating the sale of game brought into Ontario and lawfully hunted or procured according to the law of the place in which it was hunted or procured; 19. prescribing the number, age or sex of game animals or game birds that may be taken or possessed; 20. prohibiting the taking or possession of game animals or game birds in excess of the number prescribed under paragraph 19 or 22; 21. prohibiting the taking or possession of any game animal or game bird other than a game animal or game bird of the age or sex prescribed under paragraph 19 or 22; 22. defining “hunting in a party”, prescribing the number, age or sex of game animals or game birds that may be taken or possessed by members of a party, designating parts of Ontario where persons may hunt in a party and regulating or prohibiting hunting in a party in any area; 23. prescribing the open seasons during which and the terms and conditions upon which black bear, polar bear, caribou, deer, elk or moose may be hunted; 24. prescribing the open seasons during which and the terms and conditions upon which ruffed grouse, spruce grouse, Hungarian partridge, pheasant, sharptailed grouse, greater prairie-chicken, ptarmigan, bob-white quail or wild turkey may be hunted; 25. designating any parts of Ontario in which no person shall use or be accompanied by a dog while hunting deer, elk, moose or bear; 26. limiting the number of licences that may be issued to own or operate game bird hunting preserves, designating the species of game birds that may be possessed under such a licence, prescribing minimum and maximum areas for preserves, requiring and regulating the posting of boundaries of preserves and the release of game on preserves, and regulating the spacing of preserves, the taking or killing of game on preserves and the use of preserves for hunting; 27. providing for the exemption from subsection 59 (1) and from the regulations or any provision thereof, of any person or class of persons or any game bird hunting preserve or class thereof, and prescribing the terms and conditions therefor; 28. limiting the number of licences that may be issued to own or operate fishing preserves, designating the species of fish that may be possessed under such a licence, prescribing minimum and maximum areas for preserves, requiring and regulating the posting of boundaries of preserves and the release of fish on preserves, and regulating the spacing of preserves, the taking or killing of fish on preserves and the use of preserves for fishing; 28.1 governing the sale, purchase, barter and culture of any kind of fish; 29. providing for the exemption from subsection 73 (1) and from the regulations or any provision thereof, of any person or class of persons, or any fishing preserve or class thereof, and prescribing the terms and conditions therefor; 30. designating parts of Ontario as Crown game preserves and providing for licensing persons to possess guns in Crown game preserves; 31. prohibiting and regulating entry on Crown game preserves on Crown land; 32. prescribing the conditions under which animals or birds may be hunted in provincial parks or Crown game preserves, providing for and regulating the possession or use of traps, explosives, guns or sporting implements in provincial parks or Crown game preserves, and prohibiting the use of motor-boats for trolling in provincial parks; 33. designating Crown lands or lands in which the Crown has acquired an interest or in respect of which an agreement has been entered into under section 6 on which hunting may be regulated, limiting and regulating the number of hunters that may hunt at any time and the hours during which hunting may be carried on, and prescribing the fees that may be charged for the use of equipment and facilities supplied by the Ministry; 34. designating parts of Ontario as “hinterland areas” and prohibiting persons, other than residents of the areas, from entering and travelling about therein for the purpose of fishing or hunting; 35. prescribing the terms and conditions upon which aircraft may be used while hunting; 36. prescribing the terms and conditions upon which a person may use a ferret for hunting game animals; 37. prescribing the terms and conditions upon which a person may use poison for taking or killing any animal; 38. respecting traps, including regulating, restricting or prohibiting their possession or use, even if the regulation, restriction or prohibition results in the loss of an exemption under subsection 30 (3); 39. respecting firearms in connection with hunting, including regulating, restricting or prohibiting the possession or use of firearms for the purpose of hunting; 40. prescribing the times during which and the terms and conditions on which black bear may be trapped; 41. respecting hunter or trapper education and hunter or trapper safety; 42. respecting public safety in connection with hunting or trapping activities, including regulating, restricting or prohibiting activities that may pose a threat to the safety of the public; 43. providing for the appointment of examiners and for the examination of applicants for licences and prescribing fees for examinations; . .  .  .  . 45. prescribing the royalties payable in respect of fish or under section 69, and excepting any fish or fur-bearing animal therefrom; 46. designating parts of Ontario for the purposes of subsection 21 (1); 46.1 providing that clauses 21 (1) (c) and (d) apply to classes of unmaintained rights of way; 47. prescribing the open seasons during which amphibians and reptiles may be taken, the number and size of amphibians and reptiles that may be taken or possessed and the methods whereby amphibians and reptiles may be taken and designating the parts of Ontario where amphibians and reptiles may be taken; 48. governing the sale, purchase and barter of amphibians and reptiles; 49. permitting residents of any province extending a similar right to Ontario residents to be classed as Ontario residents for the purpose of any specified licence under this Act; 50. requiring any person to keep such records and make such reports and returns as are prescribed; 51. designating parts of Ontario as wildlife management units; 52. limiting and regulating the number of hunters that may hunt at any time in a wildlife management unit and the hours during which hunting may be carried on in a wildlife management unit; 53. establishing a system for registering or reporting game taken or possessed; 54. prescribing the time or times and the terms and conditions upon which raccoon may be chased under section 24; 55. prescribing the time or times and the terms and conditions upon which fox, coyote or wolf may be chased under section 24; 56. respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. G.1, s. 92; 1994, c. 27, s. 129 (9-17). Same (2) A regulation under paragraph 45 of subsection (1) may provide for the method of calculating royalties, for their payment, for exemptions from paying them and for their refund. 1994, c. 17, s. 66.",
            "raw_html": "<p class=\"section-e\"><b>92.</b> (1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph-e\">1. establishing classes for licences referred to in this Act or the regulations or the Ontario Fishery Regulations, governing the issue, form, renewal, transfer, refusal and cancellation of licences or any class of them, prescribing their duration, territorial limitations, terms and conditions and the fees payable therefor, and limiting the number of licences of any class that may be issued;</p> <p class=\"paragraph-e\">1.1 exempting a class of persons from a licence requirement in this Act or the regulations and prescribing terms and conditions in respect of the exemption;</p> <p class=\"paragraph-e\">1.2 deeming any document or other thing to be a licence for the purposes of this Act or the regulations;</p> <p class=\"paragraph-e\">2. requiring and prescribing the issue, form, duration and terms and conditions of coupons or tags to be issued with any licence, and requiring the licensee to make such use thereof as is prescribed;</p> <p class=\"paragraph-e\">3. prescribing the calibre and type of firearms that may be used under section 23;</p> <p class=\"paragraph-e\">4. regulating, restricting or prohibiting the use of blinds and decoys;</p> <p class=\"paragraph-e\">5. prescribing the fees payable for game export permits for any species of animal or bird;</p> <p class=\"paragraph-e\">6. respecting the issue of licences to trap fur-bearing animals on Crown lands and dividing Ontario or any part thereof into trap-line areas and designating such areas by identifying numbers and initials;</p> <p class=\"paragraph-e\">7. providing for licensing persons to hunt in any provincial park in which hunting is permitted under paragraph 32 or on Crown lands in any part of Ontario designated under paragraph 33;</p> <p class=\"paragraph-e\">8. prescribing the fee to enter upon lands owned by the Crown that are used for the purpose of propagating or retaining game or culturing fish;</p> <p class=\"paragraph-e\">9. establishing or approving one or more systems for the use of designated railway lands for hunting or fishing as provided for in the exception mentioned in subsection 18 (10);</p> <p class=\"paragraph-e\">10. prescribing the terms and conditions upon which licences may be issued to persons under sixteen years of age;</p> <p class=\"paragraph-e\">11. designating classes of licences and parts of Ontario for the purposes of subsection 37 (8) and prescribing the identification and coloured clothing that must be worn in connection with those designations;</p> <p class=\"paragraph-e\">12. declaring animals, other than those mentioned in the definition of “fur-bearing animal” in section 1, to be fur-bearing animals;</p> <p class=\"paragraph-e\">13. declaring a species of Amphibia to be an amphibian;</p> <p class=\"paragraph-e\">14. declaring a species of Reptilia to be a reptile;</p> <p class=\"paragraph-e\">15. governing the sale of or traffic in any game, prescribing the fees payable for a seal, tag or other means of identification that is furnished by the Ministry to the holder of a licence to sell any such game, and requiring such holder to use such seal, tag or other means of identification in the manner prescribed;</p> <p class=\"paragraph-e\">16. designating the species of game birds that may be propagated, sold or possessed for propagation or sale under a licence mentioned in section 58;</p> <p class=\"paragraph-e\">17. designating the species of game animals that may be propagated or possessed for propagation under a licence mentioned in subsection 51 (2);</p> <p class=\"paragraph-e\">18. authorizing and regulating the sale of game brought into Ontario and lawfully hunted or procured according to the law of the place in which it was hunted or procured;</p> <p class=\"paragraph-e\">19. prescribing the number, age or sex of game animals or game birds that may be taken or possessed;</p> <p class=\"paragraph-e\">20. prohibiting the taking or possession of game animals or game birds in excess of the number prescribed under paragraph 19 or 22;</p> <p class=\"paragraph-e\">21. prohibiting the taking or possession of any game animal or game bird other than a game animal or game bird of the age or sex prescribed under paragraph 19 or 22;</p> <p class=\"paragraph-e\">22. defining “hunting in a party”, prescribing the number, age or sex of game animals or game birds that may be taken or possessed by members of a party, designating parts of Ontario where persons may hunt in a party and regulating or prohibiting hunting in a party in any area;</p> <p class=\"paragraph-e\">23. prescribing the open seasons during which and the terms and conditions upon which black bear, polar bear, caribou, deer, elk or moose may be hunted;</p> <p class=\"paragraph-e\">24. prescribing the open seasons during which and the terms and conditions upon which ruffed grouse, spruce grouse, Hungarian partridge, pheasant, sharptailed grouse, greater prairie-chicken, ptarmigan, bob-white quail or wild turkey may be hunted;</p> <p class=\"paragraph-e\">25. designating any parts of Ontario in which no person shall use or be accompanied by a dog while hunting deer, elk, moose or bear;</p> <p class=\"paragraph-e\">26. limiting the number of licences that may be issued to own or operate game bird hunting preserves, designating the species of game birds that may be possessed under such a licence, prescribing minimum and maximum areas for preserves, requiring and regulating the posting of boundaries of preserves and the release of game on preserves, and regulating the spacing of preserves, the taking or killing of game on preserves and the use of preserves for hunting;</p> <p class=\"paragraph-e\">27. providing for the exemption from subsection 59 (1) and from the regulations or any provision thereof, of any person or class of persons or any game bird hunting preserve or class thereof, and prescribing the terms and conditions therefor;</p> <p class=\"paragraph-e\">28. limiting the number of licences that may be issued to own or operate fishing preserves, designating the species of fish that may be possessed under such a licence, prescribing minimum and maximum areas for preserves, requiring and regulating the posting of boundaries of preserves and the release of fish on preserves, and regulating the spacing of preserves, the taking or killing of fish on preserves and the use of preserves for fishing;</p> <p class=\"paragraph-e\">28.1 governing the sale, purchase, barter and culture of any kind of fish;</p> <p class=\"paragraph-e\">29. providing for the exemption from subsection 73 (1) and from the regulations or any provision thereof, of any person or class of persons, or any fishing preserve or class thereof, and prescribing the terms and conditions therefor;</p> <p class=\"paragraph-e\">30. designating parts of Ontario as Crown game preserves and providing for licensing persons to possess guns in Crown game preserves;</p> <p class=\"paragraph-e\">31. prohibiting and regulating entry on Crown game preserves on Crown land;</p> <p class=\"paragraph-e\">32. prescribing the conditions under which animals or birds may be hunted in provincial parks or Crown game preserves, providing for and regulating the possession or use of traps, explosives, guns or sporting implements in provincial parks or Crown game preserves, and prohibiting the use of motor-boats for trolling in provincial parks;</p> <p class=\"paragraph-e\">33. designating Crown lands or lands in which the Crown has acquired an interest or in respect of which an agreement has been entered into under section 6 on which hunting may be regulated, limiting and regulating the number of hunters that may hunt at any time and the hours during which hunting may be carried on, and prescribing the fees that may be charged for the use of equipment and facilities supplied by the Ministry;</p> <p class=\"paragraph-e\">34. designating parts of Ontario as “hinterland areas” and prohibiting persons, other than residents of the areas, from entering and travelling about therein for the purpose of fishing or hunting;</p> <p class=\"paragraph-e\">35. prescribing the terms and conditions upon which aircraft may be used while hunting;</p> <p class=\"paragraph-e\">36. prescribing the terms and conditions upon which a person may use a ferret for hunting game animals;</p> <p class=\"paragraph-e\">37. prescribing the terms and conditions upon which a person may use poison for taking or killing any animal;</p> <p class=\"paragraph-e\">38. respecting traps, including regulating, restricting or prohibiting their possession or use, even if the regulation, restriction or prohibition results in the loss of an exemption under subsection 30 (3);</p> <p class=\"paragraph-e\">39. respecting firearms in connection with hunting, including regulating, restricting or prohibiting the possession or use of firearms for the purpose of hunting;</p> <p class=\"paragraph-e\">40. prescribing the times during which and the terms and conditions on which black bear may be trapped;</p> <p class=\"paragraph-e\">41. respecting hunter or trapper education and hunter or trapper safety;</p> <p class=\"paragraph-e\">42. respecting public safety in connection with hunting or trapping activities, including regulating, restricting or prohibiting activities that may pose a threat to the safety of the public;</p> <p class=\"paragraph-e\">43. providing for the appointment of examiners and for the examination of applicants for licences and prescribing fees for examinations;</p> <p class=\"ellipsis-e\">. .  .  .  .</p> <p class=\"paragraph-e\">45. prescribing the royalties payable in respect of fish or under section 69, and excepting any fish or fur-bearing animal therefrom;</p> <p class=\"paragraph-e\">46. designating parts of Ontario for the purposes of subsection 21 (1);</p> <p class=\"paragraph-e\">46.1 providing that clauses 21 (1) (c) and (d) apply to classes of unmaintained rights of way;</p> <p class=\"paragraph-e\">47. prescribing the open seasons during which amphibians and reptiles may be taken, the number and size of amphibians and reptiles that may be taken or possessed and the methods whereby amphibians and reptiles may be taken and designating the parts of Ontario where amphibians and reptiles may be taken;</p> <p class=\"paragraph-e\">48. governing the sale, purchase and barter of amphibians and reptiles;</p> <p class=\"paragraph-e\">49. permitting residents of any province extending a similar right to Ontario residents to be classed as Ontario residents for the purpose of any specified licence under this Act;</p> <p class=\"paragraph-e\">50. requiring any person to keep such records and make such reports and returns as are prescribed;</p> <p class=\"paragraph-e\">51. designating parts of Ontario as wildlife management units;</p> <p class=\"paragraph-e\">52. limiting and regulating the number of hunters that may hunt at any time in a wildlife management unit and the hours during which hunting may be carried on in a wildlife management unit;</p> <p class=\"paragraph-e\">53. establishing a system for registering or reporting game taken or possessed;</p> <p class=\"paragraph-e\">54. prescribing the time or times and the terms and conditions upon which raccoon may be chased under section 24;</p> <p class=\"paragraph-e\">55. prescribing the time or times and the terms and conditions upon which fox, coyote or wolf may be chased under section 24;</p> <p class=\"paragraph-e\">56. respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. G.1, s. 92; 1994, c. 27, s. 129 (9-17).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) A regulation under paragraph 45 of subsection (1) may provide for the method of calculating royalties, for their payment, for exemptions from paying them and for their refund. 1994, c. 17, s. 66.</p>"
        },
        {
            "id": "93.",
            "section": "Regulations by Minister",
            "content": "93. (1) The Minister may make regulations, 0.1 designating a fur-bearing animal, other than a fisher, fox, lynx, marten, mink or raccoon, as a farmed animal for the purpose of this Act; 1. prescribing the open seasons during which and the terms and conditions upon which any fur-bearing animal may be hunted or trapped or the pelt of any of them may be possessed; 2. prescribing the open seasons during which and the terms and conditions upon which rabbits or black, grey or fox squirrels may be hunted or trapped; 3. setting apart waters for the conservation or propagation of frogs; 4. regulating or prohibiting the placing of huts on ice for the purpose of fishing and regulating their use and requiring and regulating their removal; 5. for the purposes of section 45, designating parts of Ontario as areas in which no person shall act as a guide except under the authority of a licence; 6. designating parts of Ontario as areas in which no non-resident shall hunt deer, elk or moose without employing or being accompanied by a licensed guide. R.S.O. 1990, c. G.1, s. 93 (1); 1996, c. 17, Sched. E, s. 5. Repeal (2) Paragraph 4 of subsection (1) is repealed on a day to be named by proclamation of the Lieutenant Governor. R.S.O. 1990, c. G.1, s. 93 (2).",
            "raw_html": "<p class=\"section-e\"><b>93. </b>(1) The Minister may make regulations,</p> <p class=\"paragraph-e\">0.1 designating a fur-bearing animal, other than a fisher, fox, lynx, marten, mink or raccoon, as a farmed animal for the purpose of this Act;</p> <p class=\"paragraph-e\">1. prescribing the open seasons during which and the terms and conditions upon which any fur-bearing animal may be hunted or trapped or the pelt of any of them may be possessed;</p> <p class=\"paragraph-e\">2. prescribing the open seasons during which and the terms and conditions upon which rabbits or black, grey or fox squirrels may be hunted or trapped;</p> <p class=\"paragraph-e\">3. setting apart waters for the conservation or propagation of frogs;</p> <p class=\"paragraph-e\">4. regulating or prohibiting the placing of huts on ice for the purpose of fishing and regulating their use and requiring and regulating their removal;</p> <p class=\"paragraph-e\">5. for the purposes of section 45, designating parts of Ontario as areas in which no person shall act as a guide except under the authority of a licence;</p> <p class=\"paragraph-e\">6. designating parts of Ontario as areas in which no non-resident shall hunt deer, elk or moose without employing or being accompanied by a licensed guide. R.S.O. 1990, c. G.1, s. 93 (1); 1996, c. 17, Sched. E, s. 5.</p> <p class=\"Pside-e\"><b>Repeal</b></p> <p class=\"Psubsection-e\"><b>(2) Paragraph 4 of subsection (1) is repealed on a day to be named by proclamation of the Lieutenant Governor. R.S.O. 1990, c. G.1, s. 93 (2).</b></p>"
        },
        {
            "id": "94.",
            "section": "Regulations may be limited",
            "content": "94. (1) Regulations may be limited territorially or as to time or otherwise. R.S.O. 1990, c. G.1, s. 94. Classes (2) A class under this Act or the regulations may be defined with respect to any attribute and may be defined to consist of or to include or exclude any specified member whether or not with the same attributes. 1994, c. 27, s. 129 (18). Note: Despite the repeal of the Game and Fish Act by the Statutes of Ontario, 1997, chapter 41, subsection 119 (1), sections 89 and 90 of the Act continue to apply in respect of offences committed before the coming into force of the repeal of the Game and Fish Act. See: 1997, c. 41, ss. 119 (2), 127. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>94.</b> (1) Regulations may be limited territorially or as to time or otherwise. R.S.O. 1990, c. G.1, s. 94.</p> <p class=\"headnote-e\"><b>Classes</b></p> <p class=\"subsection-e\">(2) A class under this Act or the regulations may be defined with respect to any attribute and may be defined to consist of or to include or exclude any specified member whether or not with the same attributes. 1994, c. 27, s. 129 (18).</p> <p class=\"Pnote-e\"><b>Note: Despite the repeal of the <i>Game and Fish Act </i>by the Statutes of Ontario, 1997, chapter 41, subsection 119 (1), sections 89 and 90 of the Act continue to apply in respect of offences committed before the coming into force of the repeal of the <i>Game and Fish Act</i>. See: 1997, c. 41, ss. 119 (2), 127.</b></p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90g01_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90g01_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}