{
    "act_info": {
        "full_title": "Gasoline Handling Act, R.S.O. 1990, c. G.4",
        "act_name_text": "Not Found",
        "citation": "Gasoline Handling Act, R.S.O. 1990, c. G.4",
        "url": "https://www.ontario.ca/laws/statute/90g04",
        "date_scraped": "2023-12-21 13:18:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/970156",
            "revoked_reg_citation": "O. Reg. 156/97",
            "revoked_reg_title": "CERTIFICATION AND TRAINING OF MECHANICS"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/930521",
            "revoked_reg_citation": "O. Reg. 521/93",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. (1) In this Act, “associated product” means any product of petroleum, other than gasoline, wax and asphalt; (“produit connexe”) “bulk plant” means one or more storage tanks, including the appurtenances thereof, where gasoline or an associated product is received by pipe line, tank vessel, tank car or tank vehicle and is stored in bulk for subsequent transmission by pipe line or transportation or distribution by tank vessel, tank car or tank vehicle; (“installation de stockage en vrac”) “Director” means a person appointed as a Director for the purposes of this Act; (“directeur”) “equipment” means equipment used or to be used in the handling of gasoline or an associated product; (“matériel”) “flash point” means the lowest temperature, determined by using a Tagliabue closed-cup tester, at which the vapour of a product of petroleum forms a flammable mixture in air; (“point d’éclair”) “gasoline” means a product of petroleum that has a flash point below 100 degrees F. and that is designed for use in an internal combustion engine; (“essence”) “handling” means the storing, transmitting, transporting or distributing of gasoline or an associated product, and includes putting gasoline or an associated product into the fuel tank of a motor vehicle, motor boat or other water craft or into a container; (“manutention”) “inspector” means an inspector authorized to enforce this Act; (“inspecteur”) “marina” means any premises at which gasoline or an associated product is sold and is put into the fuel tanks of motor boats and other water craft or into portable containers; (“marina”) “Minister” means the Minister of Consumer and Commercial Relations; (“ministre”) “portable container” means a container that has a capacity of ten gallons or less, that is designed, manufactured and used or to be used for the storage or conveyance of gasoline or an associated product; (“contenant portatif”) “private outlet” means any premises at which gasoline or an associated product of the operator of the outlet is put into the fuel tanks of motor vehicles used by the operator of the outlet or into portable containers used by the operator of the outlet; (“point de remplissage privé”) “regulation” means a regulation made under the authority of this Act; (“règlement”) “retail outlet” means any premises at which gasoline or an associated product is sold and is put into the fuel tanks of motor vehicles or into portable containers; (“point de vente”) “transport” means to convey in or on a vehicle gasoline or an associated product, exclusive of the fuel carried for use in the vehicle, and “transporting” and “transportation” have corresponding meanings. (“transporter”, “transport”) R.S.O. 1990, c. G.4, s. 1; 1994, c. 27, s. 84 (1). Application of R.S.O. 1990, c. M.21 (2) Sections 15 to 19 of the Ministry of Consumer and Commercial Relations Act, to the extent that they apply to this Act, are enforceable in the same manner and to the same extent as if they had been enacted as provisions in this Act. 1994, c. 27, s. 84 (2).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In this Act,</p> <p class=\"firstdef-e\">“associated product” means any product of petroleum, other than gasoline, wax and asphalt; (“produit connexe”)</p> <p class=\"definition-e\">“bulk plant” means one or more storage tanks, including the appurtenances thereof, where gasoline or an associated product is received by pipe line, tank vessel, tank car or tank vehicle and is stored in bulk for subsequent transmission by pipe line or transportation or distribution by tank vessel, tank car or tank vehicle; (“installation de stockage en vrac”)</p> <p class=\"definition-e\">“Director” means a person appointed as a Director for the purposes of this Act; (“directeur”)</p> <p class=\"definition-e\">“equipment” means equipment used or to be used in the handling of gasoline or an associated product; (“matériel”)</p> <p class=\"definition-e\">“flash point” means the lowest temperature, determined by using a Tagliabue closed-cup tester, at which the vapour of a product of petroleum forms a flammable mixture in air; (“point d’éclair”)</p> <p class=\"definition-e\">“gasoline” means a product of petroleum that has a flash point below 100 degrees F. and that is designed for use in an internal combustion engine; (“essence”)</p> <p class=\"definition-e\">“handling” means the storing, transmitting, transporting or distributing of gasoline or an associated product, and includes putting gasoline or an associated product into the fuel tank of a motor vehicle, motor boat or other water craft or into a container; (“manutention”)</p> <p class=\"definition-e\">“inspector” means an inspector authorized to enforce this Act; (“inspecteur”)</p> <p class=\"definition-e\">“marina” means any premises at which gasoline or an associated product is sold and is put into the fuel tanks of motor boats and other water craft or into portable containers; (“marina”)</p> <p class=\"definition-e\">“Minister” means the Minister of Consumer and Commercial Relations; (“ministre”)</p> <p class=\"definition-e\">“portable container” means a container that has a capacity of ten gallons or less, that is designed, manufactured and used or to be used for the storage or conveyance of gasoline or an associated product; (“contenant portatif”)</p> <p class=\"definition-e\">“private outlet” means any premises at which gasoline or an associated product of the operator of the outlet is put into the fuel tanks of motor vehicles used by the operator of the outlet or into portable containers used by the operator of the outlet; (“point de remplissage privé”)</p> <p class=\"definition-e\">“regulation” means a regulation made under the authority of this Act; (“règlement”)</p> <p class=\"definition-e\">“retail outlet” means any premises at which gasoline or an associated product is sold and is put into the fuel tanks of motor vehicles or into portable containers; (“point de vente”)</p> <p class=\"definition-e\">“transport” means to convey in or on a vehicle gasoline or an associated product, exclusive of the fuel carried for use in the vehicle, and “transporting” and “transportation” have corresponding meanings. (“transporter”, “transport”) R.S.O. 1990, c. G.4, s. 1; 1994, c. 27, s. 84 (1).</p> <p class=\"headnote-e\"><b>Application of R.S.O. 1990, c. M.21</b></p> <p class=\"subsection-e\">(2) Sections 15 to 19 of the <i>Ministry of Consumer and Commercial Relations Act</i>, to the extent that they apply to this Act, are enforceable in the same manner and to the same extent as if they had been enacted as provisions in this Act. 1994, c. 27, s. 84 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Gasoline handling equipment must be approved",
            "content": "2. No person shall, (a) offer for sale or sell; (b) install; or (c) use in a private outlet, retail outlet, marina or bulk plant, any equipment that is not approved by the Director pursuant to the regulations. R.S.O. 1990, c. G.4, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> No person shall,</p> <p class=\"clause-e\">(a) offer for sale or sell;</p> <p class=\"clause-e\">(b) install; or</p> <p class=\"clause-e\">(c) use in a private outlet, retail outlet, marina or bulk plant,</p> <p class=\"Ssection-e\">any equipment that is not approved by the Director pursuant to the regulations. R.S.O. 1990, c. G.4, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Containers must be approved",
            "content": "3. In a private outlet, retail outlet, marina or bulk plant, no person shall put gasoline or an associated product having a flash point below 100 degrees F. into any container of a type that is not approved by the Director pursuant to the regulations. R.S.O. 1990, c. G.4, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>In a private outlet, retail outlet, marina or bulk plant, no person shall put gasoline or an associated product having a flash point below 100 degrees F. into any container of a type that is not approved by the Director pursuant to the regulations. R.S.O. 1990, c. G.4, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Approval of specifications for equipment",
            "content": "4. The Director may establish or approve specifications or test reports for equipment and designate organizations to test equipment in accordance with such requirements. R.S.O. 1990, c. G.4, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> The Director may establish or approve specifications or test reports for equipment and designate organizations to test equipment in accordance with such requirements. R.S.O. 1990, c. G.4, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Equipment must comply with regulations",
            "content": "5. All equipment shall be installed, tested, operated or used in accordance with the regulations. R.S.O. 1990, c. G.4, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> All equipment shall be installed, tested, operated or used in accordance with the regulations. R.S.O. 1990, c. G.4, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Licence to operate retail outlet, etc.",
            "content": "6. (1) No person shall, (a) operate a retail outlet; (b) operate a marina; (c) operate a bulk plant; or (d) transport gasoline or an associated product, unless licensed to do so by the Director. Installation, repair, etc., of equipment (2) No person shall install, repair, service or remove equipment at a bulk plant, private outlet, marina or retail outlet unless that person is, (a) engaged in the business of installing, repairing, servicing or removing such equipment; and (b) registered as a contractor by the Director for that purpose, or is an employee of such person. Entitlement to licence or registration (3) Subject to section 8, any person who makes application for a licence in accordance with this Act and the regulations for any of the purposes enumerated in subsection (1) or makes application for registration as a contractor in accordance with this Act and the regulations and pays the prescribed fee is entitled to be issued such licence or registered as a contractor by the Director. Entitlement to renewal of licence or registration (4) Subject to section 9, a licensee or registrant who makes application for a renewal of the licence or registration in accordance with this Act and the regulations and pays the prescribed fee is entitled to a renewal of the licence or registration by the Director. R.S.O. 1990, c. G.4, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) No person shall,</p> <p class=\"clause-e\">(a) operate a retail outlet;</p> <p class=\"clause-e\">(b) operate a marina;</p> <p class=\"clause-e\">(c) operate a bulk plant; or</p> <p class=\"clause-e\">(d) transport gasoline or an associated product,</p> <p class=\"Ssubsection-e\">unless licensed to do so by the Director. </p> <p class=\"headnote-e\"><b>Installation, repair, etc., of equipment</b></p> <p class=\"subsection-e\">(2) No person shall install, repair, service or remove equipment at a bulk plant, private outlet, marina or retail outlet unless that person is,</p> <p class=\"clause-e\">(a) engaged in the business of installing, repairing, servicing or removing such equipment; and</p> <p class=\"clause-e\">(b) registered as a contractor by the Director for that purpose,</p> <p class=\"Ssubsection-e\">or is an employee of such person. </p> <p class=\"headnote-e\"><b>Entitlement to licence or registration</b></p> <p class=\"subsection-e\">(3) Subject to section 8, any person who makes application for a licence in accordance with this Act and the regulations for any of the purposes enumerated in subsection (1) or makes application for registration as a contractor in accordance with this Act and the regulations and pays the prescribed fee is entitled to be issued such licence or registered as a contractor by the Director.</p> <p class=\"headnote-e\"><b>Entitlement to renewal of licence or registration</b></p> <p class=\"subsection-e\">(4) Subject to section 9, a licensee or registrant who makes application for a renewal of the licence or registration in accordance with this Act and the regulations and pays the prescribed fee is entitled to a renewal of the licence or registration by the Director. R.S.O. 1990, c. G.4, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Application at private outlets only",
            "content": "7. (1) The application of this section is limited to underground tanks located at private outlets or at sites that were private outlets. Declaration (2) Any owner of an underground tank that is being used for the storage of gasoline or an associated product or, if the owner is not the operator of the outlet, the operator of the outlet using the tank may file with the Director a declaration relating to the tank and evidence that the tank and associated piping are protected from external corrosion in accordance with the regulations. Idem (3) The declaration referred to in subsection (2) must be on a form provided by the Director. Acknowledgment (4) The Director, upon receiving material under subsection (2), shall send an acknowledgment thereof to the person who sent it. Idem (5) No person, after the 1st day of January, 1991 or such later date as may be prescribed by regulation, shall, (a) use an underground tank or cause an underground tank to be used unless receipt of material relating to the tank has been acknowledged by the Director; or (b) put gasoline or an associated product into an underground tank unless receipt of material relating to the tank has been acknowledged by the Director. R.S.O. 1990, c. G.4, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) The application of this section is limited to underground tanks located at private outlets or at sites that were private outlets.</p> <p class=\"headnote-e\"><b>Declaration</b></p> <p class=\"subsection-e\">(2) Any owner of an underground tank that is being used for the storage of gasoline or an associated product or, if the owner is not the operator of the outlet, the operator of the outlet using the tank may file with the Director a declaration relating to the tank and evidence that the tank and associated piping are protected from external corrosion in accordance with the regulations.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) The declaration referred to in subsection (2) must be on a form provided by the Director.</p> <p class=\"headnote-e\"><b>Acknowledgment</b></p> <p class=\"subsection-e\">(4) The Director, upon receiving material under subsection (2), shall send an acknowledgment thereof to the person who sent it.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(5) No person, after the 1st day of January, 1991 or such later date as may be prescribed by regulation, shall,</p> <p class=\"clause-e\">(a) use an underground tank or cause an underground tank to be used unless receipt of material relating to the tank has been acknowledged by the Director; or</p> <p class=\"clause-e\">(b) put gasoline or an associated product into an underground tank unless receipt of material relating to the tank has been acknowledged by the Director. R.S.O. 1990, c. G.4, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Refusal to issue licence or to register",
            "content": "8. Subject to section 10, the Director may refuse to issue a licence to an applicant or to register an applicant who has otherwise complied with the requirements of section 6 if in the Director’s opinion the past conduct of the applicant or where the applicant is a corporation, that of its officers, directors or servants, affords reasonable grounds for belief that the operations to be carried on pursuant to the licence or registration will not be carried on in accordance with law and in a safe manner. R.S.O. 1990, c. G.4, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> Subject to section 10, the Director may refuse to issue a licence to an applicant or to register an applicant who has otherwise complied with the requirements of section 6 if in the Director’s opinion the past conduct of the applicant or where the applicant is a corporation, that of its officers, directors or servants, affords reasonable grounds for belief that the operations to be carried on pursuant to the licence or registration will not be carried on in accordance with law and in a safe manner. R.S.O. 1990, c. G.4, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Suspension, etc., of licence or registration",
            "content": "9. Subject to section 10, the Director may refuse to renew or may suspend or revoke a licence or registration if in the Director’s opinion the licensee or registrant or where the licensee or registrant is a corporation, any officer, director or servant thereof, has contravened or has knowingly permitted any person under his or her control or direction or associated with him or her in the carrying on of operations pursuant to the licence or registration to contravene any provision of this Act or of the regulations or of any other Act or regulation applying to the carrying on of such operations, and such contravention occurred through lack of competence or with intent to evade the requirements of such provision. R.S.O. 1990, c. G.4, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> Subject to section 10, the Director may refuse to renew or may suspend or revoke a licence or registration if in the Director’s opinion the licensee or registrant or where the licensee or registrant is a corporation, any officer, director or servant thereof, has contravened or has knowingly permitted any person under his or her control or direction or associated with him or her in the carrying on of operations pursuant to the licence or registration to contravene any provision of this Act or of the regulations or of any other Act or regulation applying to the carrying on of such operations, and such contravention occurred through lack of competence or with intent to evade the requirements of such provision. R.S.O. 1990, c. G.4, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Notice of proposal to refuse or revoke",
            "content": "10. (1) Where the Director proposes to refuse to issue or renew a licence or registration or proposes to suspend or revoke a licence or registration, the Director shall serve notice of the proposal, together with written reasons therefor, on the applicant, licensee or registrant informing that person of the right to a hearing by a judge of the Ontario Court (General Division) if that person applies therefor within fifteen days after service of the notice by the Director, and the applicant, licensee or registrant may within such time apply for a hearing.  Powers of Director where no hearing (2) Where an applicant, licensee or registrant does not apply for a hearing in accordance with subsection (1), the Director may carry out the proposal stated in the notice under subsection (1). Powers of judge where hearing (3) Where an applicant, licensee or registrant applies for a hearing in accordance with subsection (1), the judge shall appoint a time for and hold the hearing and, on the application of the Director at the hearing, may by order direct the Director to carry out the proposal or refrain from carrying out the proposal and take such action as the judge considers the Director ought to take in accordance with this Act and the regulations, and for such purposes the judge may substitute his or her opinion for that of the Director. Service of notice (4) The Director may serve notice under subsection (1) personally or by registered mail addressed to the applicant, licensee or registrant at the address last known to the Director and, where notice is served by registered mail, the notice shall be deemed to have been served on the third day after the day of mailing unless the person to whom notice is being given establishes to the judge to whom application for a hearing is made that that person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice until a later date. Extension of time for hearing (5) A judge to whom application is made by an applicant, licensee or registrant for a hearing under subsection (1) may extend the time for making the application either before or after expiration of the time fixed therein, where he or she is satisfied that there are apparent grounds for granting relief to the applicant, licensee or registrant pursuant to a hearing and that there are reasonable grounds for applying for the extension and may give such directions as he or she considers proper consequent upon the extension. Continuation of licences or registrations pending renewal (6) Where, within the time prescribed therefor or, if no time is prescribed, before expiry of the licence or registration, a licensee or registrant has applied for renewal of the licence or registration and paid the prescribed fee, the licence or registration shall be deemed to continue, (a) until the renewal is granted; or (b) where the licensee or registrant is served with notice that the Director proposes to refuse to grant the renewal, until the time for applying to a judge for a hearing expires and, where a hearing is applied for, until the judge has made his or her order. R.S.O. 1990, c. G.4, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) Where the Director proposes to refuse to issue or renew a licence or registration or proposes to suspend or revoke a licence or registration, the Director shall serve notice of the proposal, together with written reasons therefor, on the applicant, licensee or registrant informing that person of the right to a hearing by a judge of the Ontario Court (General Division) if that person applies therefor within fifteen days after service of the notice by the Director, and the applicant, licensee or registrant may within such time apply for a hearing. </p> <p class=\"headnote-e\"><b>Powers of Director where no hearing</b></p> <p class=\"subsection-e\">(2) Where an applicant, licensee or registrant does not apply for a hearing in accordance with subsection (1), the Director may carry out the proposal stated in the notice under subsection (1).</p> <p class=\"headnote-e\"><b>Powers of judge where hearing</b></p> <p class=\"subsection-e\">(3) Where an applicant, licensee or registrant applies for a hearing in accordance with subsection (1), the judge shall appoint a time for and hold the hearing and, on the application of the Director at the hearing, may by order direct the Director to carry out the proposal or refrain from carrying out the proposal and take such action as the judge considers the Director ought to take in accordance with this Act and the regulations, and for such purposes the judge may substitute his or her opinion for that of the Director.</p> <p class=\"headnote-e\"><b>Service of notice</b></p> <p class=\"subsection-e\">(4) The Director may serve notice under subsection (1) personally or by registered mail addressed to the applicant, licensee or registrant at the address last known to the Director and, where notice is served by registered mail, the notice shall be deemed to have been served on the third day after the day of mailing unless the person to whom notice is being given establishes to the judge to whom application for a hearing is made that that person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice until a later date.</p> <p class=\"headnote-e\"><b>Extension of time for hearing</b></p> <p class=\"subsection-e\">(5) A judge to whom application is made by an applicant, licensee or registrant for a hearing under subsection (1) may extend the time for making the application either before or after expiration of the time fixed therein, where he or she is satisfied that there are apparent grounds for granting relief to the applicant, licensee or registrant pursuant to a hearing and that there are reasonable grounds for applying for the extension and may give such directions as he or she considers proper consequent upon the extension.</p> <p class=\"headnote-e\"><b>Continuation of licences or registrations pending renewal</b></p> <p class=\"subsection-e\">(6) Where, within the time prescribed therefor or, if no time is prescribed, before expiry of the licence or registration, a licensee or registrant has applied for renewal of the licence or registration and paid the prescribed fee, the licence or registration shall be deemed to continue,</p> <p class=\"clause-e\">(a) until the renewal is granted; or</p> <p class=\"clause-e\">(b) where the licensee or registrant is served with notice that the Director proposes to refuse to grant the renewal, until the time for applying to a judge for a hearing expires and, where a hearing is applied for, until the judge has made his or her order. R.S.O. 1990, c. G.4, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Parties",
            "content": "11. (1) The Director, the applicant, licensee or registrant who has applied for the hearing and such other persons as the judge may specify are parties to the proceeding before a judge under section 10. Notice of hearing (2) Notice of a hearing under section 10 shall afford to the applicant, licensee or registrant a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue or retention of the licence or registration. Examination of documentary evidence (3) An applicant, licensee or registrant who is a party to a proceeding under section 10 shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing. Recording of evidence (4) The oral evidence taken before the judge at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished. Findings of fact (5) The findings of fact of a judge pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the Statutory Powers Procedure Act. R.S.O. 1990, c. G.4, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) The Director, the applicant, licensee or registrant who has applied for the hearing and such other persons as the judge may specify are parties to the proceeding before a judge under section 10.</p> <p class=\"headnote-e\"><b>Notice of hearing</b></p> <p class=\"subsection-e\">(2) Notice of a hearing under section 10 shall afford to the applicant, licensee or registrant a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue or retention of the licence or registration.</p> <p class=\"headnote-e\"><b>Examination of documentary evidence</b></p> <p class=\"subsection-e\">(3) An applicant, licensee or registrant who is a party to a proceeding under section 10 shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing.</p> <p class=\"headnote-e\"><b>Recording of evidence</b></p> <p class=\"subsection-e\">(4) The oral evidence taken before the judge at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished.</p> <p class=\"headnote-e\"><b>Findings of fact</b></p> <p class=\"subsection-e\">(5) The findings of fact of a judge pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the <i>Statutory Powers Procedure Act</i>. R.S.O. 1990, c. G.4, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Appeal from order of judge",
            "content": "12. (1) Any party to a proceeding before a judge may appeal from the decision or order of the judge to the Divisional Court in accordance with the rules of court.  Minister entitled to be heard (2) The Minister is entitled to be heard, by counsel or otherwise, upon the argument of an appeal under this section. Decision (3) The Divisional Court may, on the appeal, exercise all the powers of the judge appealed from and for such purpose the court may substitute its opinion for that of the Director or of the judge or the court may refer the matter back to the judge for rehearing, in whole or in part, in accordance with such directions as the court considers proper. R.S.O. 1990, c. G.4, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> (1) Any party to a proceeding before a judge may appeal from the decision or order of the judge to the Divisional Court in accordance with the rules of court. </p> <p class=\"headnote-e\"><b>Minister entitled to be heard</b></p> <p class=\"subsection-e\">(2) The Minister is entitled to be heard, by counsel or otherwise, upon the argument of an appeal under this section.</p> <p class=\"headnote-e\"><b>Decision</b></p> <p class=\"subsection-e\">(3) The Divisional Court may, on the appeal, exercise all the powers of the judge appealed from and for such purpose the court may substitute its opinion for that of the Director or of the judge or the court may refer the matter back to the judge for rehearing, in whole or in part, in accordance with such directions as the court considers proper. R.S.O. 1990, c. G.4, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Provisional order of Director",
            "content": "13. Despite section 10, the Director, by notice to a licensee or registrant and without a hearing, may provisionally refuse renewal of or suspend the licence or registration where the carrying on of the operations under the licence or registration is, in the Director’s opinion, an immediate threat to public safety or the safety of any person and the Director so states in the notice giving his or her reasons therefor, and thereafter sections 10, 11 and 12 apply as if the notice given under this section were a notice of a proposal to revoke the licence or registration served under subsection 10 (1). R.S.O. 1990, c. G.4, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> Despite section 10, the Director, by notice to a licensee or registrant and without a hearing, may provisionally refuse renewal of or suspend the licence or registration where the carrying on of the operations under the licence or registration is, in the Director’s opinion, an immediate threat to public safety or the safety of any person and the Director so states in the notice giving his or her reasons therefor, and thereafter sections 10, 11 and 12 apply as if the notice given under this section were a notice of a proposal to revoke the licence or registration served under subsection 10 (1). R.S.O. 1990, c. G.4, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Employers must take reasonable precautions",
            "content": "14. Every person who employs another person in the handling of gasoline or an associated product or in the installing of equipment shall take every precaution that is reasonable in the circumstances to ensure that the employee complies with this Act and the regulations. R.S.O. 1990, c. G.4, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> Every person who employs another person in the handling of gasoline or an associated product or in the installing of equipment shall take every precaution that is reasonable in the circumstances to ensure that the employee complies with this Act and the regulations. R.S.O. 1990, c. G.4, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Inspectors",
            "content": "15. (1) Every inspector appointed for the purposes of the Energy Act is authorized to enforce this Act. Powers (2) Every inspector may, for the purposes of this Act and the regulations, (a) enter any premises where he or she has reason to believe there has been, are or may be hazardous conditions relative to gasoline or an associated product; (b) make such inspections, tests and inquiries as are necessary to ascertain whether this Act and the regulations are being complied with; (c) take samples of any liquid that he or she has reason to believe is or may contain gasoline or an associated product; and (d) require the production of any licence or other document prescribed by a regulation, and examine and copy it. Instructions (3) An inspector may give instructions orally or in writing to any person with respect to any matter in order to bring about compliance with this Act and the regulations and may require that the instructions be carried out within such time as he or she specifies. Idem (4) Where a person to whom an inspector gives oral instructions requests the inspector to put the instructions in writing, the inspector shall do so. R.S.O. 1990, c. G.4, s. 15 (1-4). Appeal from instructions of inspector (5) Any person who considers themself aggrieved by any instructions given by an inspector under this section may forthwith appeal to the Director, but the bringing of such appeal does not affect the operation of the instructions appealed from until disposition of the appeal. R.S.O. 1990, c. G.4, s. 15 (5); 1993, c. 27, Sched. How made (6) An appeal under subsection (5) may be made in writing or orally or by telephone, but the Director may require the grounds for appeal to be specified in writing before the hearing. Parties (7) The appellant, the inspector from whom the appeal is taken and such other persons as the Director may specify are parties to an appeal under this section. Powers of Director on appeal (8) On an appeal under this section, the Director shall hear and dispose of it as promptly as is practicable and may substitute his or her findings or opinions for those of the inspector who gave the instructions appealed from and may affirm or reverse such instructions or give new instructions in substitution therefor and for such purpose has all the powers of the inspector and the instructions of the Director shall stand in the place of and have like effect under this Act and the regulations as the instructions of the inspector. Duty to assist inspector (9) The occupant of any premises and the occupant’s agents and employees shall give reasonable assistance to an inspector in the exercise of his or her powers under this Act. No personal liability (10) No inspector is personally liable for anything done by him or her in the exercise of the inspector’s powers under this Act. Crown not relieved of liability (11) Subsection (10) does not, by reason of subsections 5 (2) and (4) of the Proceedings Against the Crown Act, relieve the Crown of liability in respect of a tort committed by an inspector and to which it would otherwise be subject, and the Crown is liable under that Act for any such tort in a like manner as if subsection (10) had not been enacted. R.S.O. 1990, c. G.4, s. 15 (6-11).",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) Every inspector appointed for the purposes of the <i>Energy Act</i> is authorized to enforce this Act.</p> <p class=\"headnote-e\"><b>Powers</b></p> <p class=\"subsection-e\">(2) Every inspector may, for the purposes of this Act and the regulations,</p> <p class=\"clause-e\">(a) enter any premises where he or she has reason to believe there has been, are or may be hazardous conditions relative to gasoline or an associated product;</p> <p class=\"clause-e\">(b) make such inspections, tests and inquiries as are necessary to ascertain whether this Act and the regulations are being complied with;</p> <p class=\"clause-e\">(c) take samples of any liquid that he or she has reason to believe is or may contain gasoline or an associated product; and</p> <p class=\"clause-e\">(d) require the production of any licence or other document prescribed by a regulation, and examine and copy it.</p> <p class=\"headnote-e\"><b>Instructions</b></p> <p class=\"subsection-e\">(3) An inspector may give instructions orally or in writing to any person with respect to any matter in order to bring about compliance with this Act and the regulations and may require that the instructions be carried out within such time as he or she specifies.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) Where a person to whom an inspector gives oral instructions requests the inspector to put the instructions in writing, the inspector shall do so. R.S.O. 1990, c. G.4, s. 15 (1-4).</p> <p class=\"headnote-e\"><b>Appeal from instructions of inspector</b></p> <p class=\"subsection-e\">(5) Any person who considers themself aggrieved by any instructions given by an inspector under this section may forthwith appeal to the Director, but the bringing of such appeal does not affect the operation of the instructions appealed from until disposition of the appeal. R.S.O. 1990, c. G.4, s. 15 (5); 1993, c. 27, Sched.</p> <p class=\"headnote-e\"><b>How made</b></p> <p class=\"subsection-e\">(6) An appeal under subsection (5) may be made in writing or orally or by telephone, but the Director may require the grounds for appeal to be specified in writing before the hearing.</p> <p class=\"headnote-e\"><b>Parties</b></p> <p class=\"subsection-e\">(7) The appellant, the inspector from whom the appeal is taken and such other persons as the Director may specify are parties to an appeal under this section.</p> <p class=\"headnote-e\"><b>Powers of Director on appeal</b></p> <p class=\"subsection-e\">(8) On an appeal under this section, the Director shall hear and dispose of it as promptly as is practicable and may substitute his or her findings or opinions for those of the inspector who gave the instructions appealed from and may affirm or reverse such instructions or give new instructions in substitution therefor and for such purpose has all the powers of the inspector and the instructions of the Director shall stand in the place of and have like effect under this Act and the regulations as the instructions of the inspector.</p> <p class=\"headnote-e\"><b>Duty to assist inspector</b></p> <p class=\"subsection-e\">(9) The occupant of any premises and the occupant’s agents and employees shall give reasonable assistance to an inspector in the exercise of his or her powers under this Act.</p> <p class=\"headnote-e\"><b>No personal liability</b></p> <p class=\"subsection-e\">(10) No inspector is personally liable for anything done by him or her in the exercise of the inspector’s powers under this Act.</p> <p class=\"headnote-e\"><b>Crown not relieved of liability</b></p> <p class=\"subsection-e\">(11) Subsection (10) does not, by reason of subsections 5 (2) and (4) of the <i>Proceedings Against the Crown Act</i>, relieve the Crown of liability in respect of a tort committed by an inspector and to which it would otherwise be subject, and the Crown is liable under that Act for any such tort in a like manner as if subsection (10) had not been enacted. R.S.O. 1990, c. G.4, s. 15 (6-11).</p>"
        },
        {
            "id": "16.",
            "section": "Regulations",
            "content": "16. (1) The Lieutenant Governor in Council may make regulations, (a) appointing such persons or classes of persons as may be necessary to assist in the enforcement of this Act and the regulations; (b) exempting any person or class of persons from this Act or the regulations or any of the provisions thereof; (c) exempting any equipment or any class of equipment from this Act or the regulations or any of the provisions thereof; (d) respecting the term, issue, renewal and posting of licences and registrations and prescribing the fees therefor; (e) designating organizations to test equipment to specifications established or approved by the Director and, where the equipment conforms to the specifications, to place their label thereon; (f) prescribing procedures for installing, testing, operating and using equipment; (g) respecting the approval by the Director of equipment or any type thereof; (h) prescribing grades of gasoline and associated products, and providing for the identification thereof; (i) prescribing the qualifications for persons who may be registered as contractors and for their employees; (j) requiring the reporting of accidents, spills and leaks involving gasoline or associated products; (k) providing for and requiring the keeping of records and plans and the making of affidavits, returns, statements or reports on the handling of gasoline and associated products; (l) requiring and providing for the approval of design and construction standards and drawings for equipment and installations. R.S.O. 1990, c. G.4, s. 16 (1); 1994, c. 27, s. 84 (3). (2) Repealed: 1994, c. 27, s. 84 (4).",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) appointing such persons or classes of persons as may be necessary to assist in the enforcement of this Act and the regulations;</p> <p class=\"clause-e\">(b) exempting any person or class of persons from this Act or the regulations or any of the provisions thereof;</p> <p class=\"clause-e\">(c) exempting any equipment or any class of equipment from this Act or the regulations or any of the provisions thereof;</p> <p class=\"clause-e\">(d) respecting the term, issue, renewal and posting of licences and registrations and prescribing the fees therefor;</p> <p class=\"clause-e\">(e) designating organizations to test equipment to specifications established or approved by the Director and, where the equipment conforms to the specifications, to place their label thereon;</p> <p class=\"clause-e\">(f) prescribing procedures for installing, testing, operating and using equipment;</p> <p class=\"clause-e\">(g) respecting the approval by the Director of equipment or any type thereof;</p> <p class=\"clause-e\">(h) prescribing grades of gasoline and associated products, and providing for the identification thereof;</p> <p class=\"clause-e\">(i) prescribing the qualifications for persons who may be registered as contractors and for their employees;</p> <p class=\"clause-e\">(j) requiring the reporting of accidents, spills and leaks involving gasoline or associated products;</p> <p class=\"clause-e\">(k) providing for and requiring the keeping of records and plans and the making of affidavits, returns, statements or reports on the handling of gasoline and associated products;</p> <p class=\"clause-e\">(l) requiring and providing for the approval of design and construction standards and drawings for equipment and installations. R.S.O. 1990, c. G.4, s. 16 (1); 1994, c. 27, s. 84 (3).</p> <p class=\"subsection-e\">(2) Repealed: 1994, c. 27, s. 84 (4).</p>"
        },
        {
            "id": "17.",
            "section": "Act prevails over by-laws",
            "content": "17. This Act and the regulations prevail over any municipal by-law. R.S.O. 1990, c. G.4, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> This Act and the regulations prevail over any municipal by-law. R.S.O. 1990, c. G.4, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Offences and penalties",
            "content": "18. (1) Every person who, (a) contravenes or fails to comply with any provision of this Act or the regulations; (b) knowingly makes a false statement in any document prescribed by the regulations; or (c) fails to carry out the instructions of an inspector, is guilty of an offence and on conviction is liable to a fine of not more than $25,000 or to imprisonment for a term of not more than one year, or to both. Idem, corporation (2) Where a corporation is convicted of an offence under subsection (1), the maximum fine that may be imposed is $100,000. R.S.O. 1990, c. G.4, s. 18. Time limit (3) No proceeding in respect of an alleged offence under this Act may be commenced after two years following the date on which the facts that gave rise to the alleged offence were discovered. 1996, c. 19, s. 21. Amendments to ss. 1 and 3 19. On a day to be named by proclamation of the Lieutenant Governor, (a) the definition of “gasoline” in section 1 is amended by striking out “100 degrees F.” in the second line and inserting in lieu thereof “40 degrees C.”; and (b) section 3 is amended by striking out “100 degrees F.” in the fourth line and inserting in lieu thereof “40 degrees C.”. R.S.O. 1990, c. G.4, s. 19. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>18.</b> (1) Every person who,</p> <p class=\"clause-e\">(a) contravenes or fails to comply with any provision of this Act or the regulations;</p> <p class=\"clause-e\">(b) knowingly makes a false statement in any document prescribed by the regulations; or</p> <p class=\"clause-e\">(c) fails to carry out the instructions of an inspector,</p> <p class=\"Ssection-e\">is guilty of an offence and on conviction is liable to a fine of not more than $25,000 or to imprisonment for a term of not more than one year, or to both. </p> <p class=\"headnote-e\"><b>Idem, corporation</b></p> <p class=\"subsection-e\">(2) Where a corporation is convicted of an offence under subsection (1), the maximum fine that may be imposed is $100,000. R.S.O. 1990, c. G.4, s. 18.</p> <p class=\"headnote-e\"><b>Time limit</b></p> <p class=\"subsection-e\">(3) No proceeding in respect of an alleged offence under this Act may be commenced after two years following the date on which the facts that gave rise to the alleged offence were discovered. 1996, c. 19, s. 21.</p> <p class=\"headnote-f\"><b>Amendments to ss. 1 and 3</b></p> <p class=\"Psection-e\"><b>19. On a day to be named by proclamation of the Lieutenant Governor,</b></p> <p class=\"Pclause-f\"><b>(a) the definition of “gasoline” in section 1 is amended by striking out “100 degrees F.” in the second line and inserting in lieu thereof “40 degrees C.”; and</b></p> <p class=\"Pclause-f\"><b>(b) section 3 is amended by striking out “100 degrees F.” in the fourth line and inserting in lieu thereof “40 degrees C.”. R.S.O. 1990, c. G.4, s. 19.</b></p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90g04_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90g04_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}