{
    "act_info": {
        "full_title": "GO Transit Station Funding Act, 2023, S.O. 2023, c. 17, Sched. 2",
        "act_name_text": "GO Transit Station Funding Act, 2023",
        "citation": "S.O. 2023, c. 17, Sched. 2",
        "url": "https://www.ontario.ca/laws/statute/23g17",
        "date_scraped": "2023-12-18 02:17:26"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  4, 2023",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Definitions and Application",
            "section_x": "Definitions and Application",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “development” includes redevelopment; (“aménagement”) “GO Transit station” means a station that is part of the GO Transit system as defined in the Metrolinx Act, 2006; (“station du réseau GO”) “Minister” means the Minister of Infrastructure or such other member of the Executive Council to whom responsibility for the administration of this Act may be assigned or transferred under the Executive Council Act; (“ministre”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means the regulations made under this Act; (“règlements”) “transit station charge” means a charge imposed by a transit station charge by-law; (“redevances relatives aux stations de transport en commun”) “transit station charge by-law” means a by-law made under section 3. (“règlement municipal sur les redevances relatives aux stations de transport en commun”)",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“development” includes redevelopment; (“aménagement”)</p> <p class=\"definition\">“GO Transit station” means a station that is part of the GO Transit system as defined in the <i>Metrolinx Act, 2006</i>; (“station du réseau GO”)</p> <p class=\"definition\">“Minister” means the Minister of Infrastructure or such other member of the Executive Council to whom responsibility for the administration of this Act may be assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“transit station charge” means a charge imposed by a transit station charge by-law; (“redevances relatives aux stations de transport en commun”)</p> <p class=\"definition\">“transit station charge by-law” means a by-law made under section 3. (“règlement municipal sur les redevances relatives aux stations de transport en commun”)</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Application",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "2 This Act applies only with respect to prescribed municipalities. Transit Station Charge By-laws",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>This Act applies only with respect to prescribed municipalities.</p> <p class=\"heading1\"><a name=\"BK3\"></a>Transit Station Charge By-laws</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Transit Station Charge By-laws",
            "section_x": "Transit Station Charge By-laws",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Transit station charge by-laws",
            "part_id": null,
            "part_type": null,
            "section_y": "Transit station charge by-laws",
            "content": "3 (1) The council of a municipality may, subject to the requirements of section 6, by by-law impose a transit station charge against land to pay for costs related to the construction of a GO Transit station that the municipality has agreed to pay. Guidance for council (2) In considering whether to pass a by-law, the council shall be guided by the principle that the objective of the by-law should be, (a) to support the creation of local and regional transit connections; (b) to encourage the creation and growth of transit-oriented communities near the GO Transit station; and (c) to recover costs related to the construction of the GO Transit station in a reasonable, transparent and fair manner. Limitation — only to new stations (3) A by-law may be passed in relation to a GO Transit station only if construction of the station did not begin before the day the Transportation for the Future Act, 2023\r\nreceived Royal Assent. Same (4) Subsection (3) does not apply to, (a) the amendment of a transit station charge by-law; or (b) the passing of a new transit station charge by-law after a previous transit station charge by-law is repealed. Limitation — type of development (5) A transit station charge may be imposed only for development that requires, (a) the passing of a zoning by-law or of an amendment to a zoning by-law under section 34 of the Planning Act; (b) the approval of a minor variance under section 45 of the Planning Act; (c) a conveyance of land to which a by-law passed under subsection 50 (7) of the Planning Act\r\napplies; (d) the approval of a plan of subdivision under section 51 of the Planning Act; (e) a consent under section 53 of the Planning Act; (f) the approval of a description under section 9 of the Condominium Act, 1998; or (g) the issuing of a permit under the Building Code Act, 1992 in relation to a building or structure. Excluded development (6) A transit station charge does not apply with respect to prescribed development. Limited exemption (7) No land, except land owned by and used for the purposes of a municipality or a board as defined in subsection 1 (1) of the\r\nEducation Act, is exempt from a transit station charge by reason only that it is exempt from taxation under section 3 of the Assessment Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) The council of a municipality may, subject to the requirements of section 6, by by-law impose a transit station charge against land to pay for costs related to the construction of a GO Transit station that the municipality has agreed to pay.</p> <p class=\"headnote\">Guidance for council</p> <p class=\"subsection\">(2) In considering whether to pass a by-law, the council shall be guided by the principle that the objective of the by-law should be,</p> <p class=\"paragraph\">  (a) to support the creation of local and regional transit connections;</p> <p class=\"paragraph\">  (b) to encourage the creation and growth of transit-oriented communities near the GO Transit station; and</p> <p class=\"paragraph\">  (c) to recover costs related to the construction of the GO Transit station in a reasonable, transparent and fair manner.</p> <p class=\"headnote\">Limitation — only to new stations</p> <p class=\"subsection\">(3) A by-law may be passed in relation to a GO Transit station only if construction of the station did not begin before the day the <i>Transportation for the Future Act, 2023</i>\r\nreceived Royal Assent.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Subsection (3) does not apply to,</p> <p class=\"paragraph\">  (a) the amendment of a transit station charge by-law; or</p> <p class=\"paragraph\">  (b) the passing of a new transit station charge by-law after a previous transit station charge by-law is repealed.</p> <p class=\"headnote\">Limitation — type of development</p> <p class=\"subsection\">(5) A transit station charge may be imposed only for development that requires,</p> <p class=\"paragraph\">  (a) the passing of a zoning by-law or of an amendment to a zoning by-law under section 34 of the <i>Planning Act</i>;</p> <p class=\"paragraph\">  (b) the approval of a minor variance under section 45 of the <i>Planning Act</i>;</p> <p class=\"paragraph\">  (c) a conveyance of land to which a by-law passed under subsection 50 (7) of the <i>Planning Act</i>\r\napplies;</p> <p class=\"paragraph\">  (d) the approval of a plan of subdivision under section 51 of the <i>Planning Act</i>;</p> <p class=\"paragraph\">  (e) a consent under section 53 of the <i>Planning Act</i>;</p> <p class=\"paragraph\">  (f) the approval of a description under section 9 of the <i>Condominium Act, 1998</i>; or</p> <p class=\"paragraph\">  (g) the issuing of a permit under the <i>Building Code Act, 1992</i> in relation to a building or structure.</p> <p class=\"headnote\">Excluded development</p> <p class=\"subsection\">(6) A transit station charge does not apply with respect to prescribed development.</p> <p class=\"headnote\">Limited exemption</p> <p class=\"subsection\">(7) No land, except land owned by and used for the purposes of a municipality or a board as defined in subsection 1 (1) of the\r\n<i>Education Act</i>, is exempt from a transit station charge by reason only that it is exempt from taxation under section 3 of the <i>Assessment Act</i>.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Requirements for by-law",
            "part_id": null,
            "part_type": null,
            "section_y": "Requirements for by-law",
            "content": "4 A transit station charge by-law shall include the following: 1. A map of the area within which transit station charges may be imposed. 2. The rules to determine if a transit station charge is payable in any particular case and to determine the amount of the charge. 3. Anything required by the regulations.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>A transit station charge by-law shall include the following:</p> <p class=\"paragraph\">  1. A map of the area within which transit station charges may be imposed.</p> <p class=\"paragraph\">  2. The rules to determine if a transit station charge is payable in any particular case and to determine the amount of the charge.</p> <p class=\"paragraph\">  3. Anything required by the regulations.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Commencement",
            "part_id": null,
            "part_type": null,
            "section_y": "Commencement",
            "content": "5 A transit station charge by-law or a by-law amending it comes into force on the later of the day it is passed and the day specified in the by-law, if any.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>A transit station charge by-law or a by-law amending it comes into force on the later of the day it is passed and the day specified in the by-law, if any.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Preconditions to passing of by-law",
            "part_id": null,
            "part_type": null,
            "section_y": "Preconditions to passing of by-law",
            "content": "6 (1) Before a council may pass a transit station charge by-law, the council must, in accordance with this section, (a) complete a background study that includes the prescribed information and meets any other prescribed requirements; (b) give notice of the background study and the proposed by-law to the public in such manner as the municipality considers appropriate and consult with such persons, public bodies and communities as the municipality considers appropriate; (c) pass a resolution requesting that the Minister consent to the passing of the by-law; and (d) obtain the Minister’s consent to pass the by-law, subject to any modifications that the Minister may specify. Resolution requirements (2) A resolution under clause (1) (c) shall, (a) identify the area to which the proposed by-law would apply; and (b) include a draft of the proposed by-law. Forwarding to Minister (3) No later than 15 days after the resolution is passed, the municipality shall forward to the Minister, (a) a copy of the resolution and background study; (b) a description of the consultation undertaken under clause (1) (b); and (c) any prescribed information and material. Other information (4) The Minister may require the municipality to provide such other information or material that the Minister considers necessary for the purposes of this Act. Consent (5) The Minister may give consent to the municipality to, (a) pass the proposed by-law; or (b) pass the proposed by-law with such modifications as the Minister may specify. Application to amendments (6) This section applies, with necessary modifications, to an amendment of a transit station charge by-law. Transit Station Charges",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>(1) Before a council may pass a transit station charge by-law, the council must, in accordance with this section,</p> <p class=\"paragraph\">  (a) complete a background study that includes the prescribed information and meets any other prescribed requirements;</p> <p class=\"paragraph\">  (b) give notice of the background study and the proposed by-law to the public in such manner as the municipality considers appropriate and consult with such persons, public bodies and communities as the municipality considers appropriate;</p> <p class=\"paragraph\">  (c) pass a resolution requesting that the Minister consent to the passing of the by-law; and</p> <p class=\"paragraph\">  (d) obtain the Minister’s consent to pass the by-law, subject to any modifications that the Minister may specify.</p> <p class=\"headnote\">Resolution requirements</p> <p class=\"subsection\">(2) A resolution under clause (1) (c) shall,</p> <p class=\"paragraph\">  (a) identify the area to which the proposed by-law would apply; and</p> <p class=\"paragraph\">  (b) include a draft of the proposed by-law.</p> <p class=\"headnote\">Forwarding to Minister</p> <p class=\"subsection\">(3) No later than 15 days after the resolution is passed, the municipality shall forward to the Minister,</p> <p class=\"paragraph\">  (a) a copy of the resolution and background study;</p> <p class=\"paragraph\">  (b) a description of the consultation undertaken under clause (1) (b); and</p> <p class=\"paragraph\">  (c) any prescribed information and material.</p> <p class=\"headnote\">Other information</p> <p class=\"subsection\">(4) The Minister may require the municipality to provide such other information or material that the Minister considers necessary for the purposes of this Act.</p> <p class=\"headnote\">Consent</p> <p class=\"subsection\">(5) The Minister may give consent to the municipality to,</p> <p class=\"paragraph\">  (a) pass the proposed by-law; or</p> <p class=\"paragraph\">  (b) pass the proposed by-law with such modifications as the Minister may specify.</p> <p class=\"headnote\">Application to amendments</p> <p class=\"subsection\">(6) This section applies, with necessary modifications, to an amendment of a transit station charge by-law.</p> <p class=\"heading1\"><a name=\"BK8\"></a>Transit Station Charges</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Transit Station Charges",
            "section_x": "Transit Station Charges",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "section_x": "When charge is payable",
            "part_id": null,
            "part_type": null,
            "section_y": "When charge is payable",
            "content": "7 (1) A transit station charge is payable for a development upon a building permit being issued for the development. Multiple building permits (2) If a development consists of one building that requires more than one building permit, the transit station charge for the development is payable upon the first building permit being issued. Multiple phases (3) If a development consists of two or more phases that will not be constructed concurrently and are anticipated to be completed in different years, each phase of the development is deemed to be a separate development for the purposes of this section. Rental housing development, institutional development (4) The regulations may provide for transit station charges for rental housing development and institutional development to be payable as set out in the regulations.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>7 </b>(1) A transit station charge is payable for a development upon a building permit being issued for the development.</p> <p class=\"headnote\">Multiple building permits</p> <p class=\"subsection\">(2) If a development consists of one building that requires more than one building permit, the transit station charge for the development is payable upon the first building permit being issued.</p> <p class=\"headnote\">Multiple phases</p> <p class=\"subsection\">(3) If a development consists of two or more phases that will not be constructed concurrently and are anticipated to be completed in different years, each phase of the development is deemed to be a separate development for the purposes of this section.</p> <p class=\"headnote\">Rental housing development, institutional development</p> <p class=\"subsection\">(4) The regulations may provide for transit station charges for rental housing development and institutional development to be payable as set out in the regulations.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "section_x": "Agreement, early or late payment",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreement, early or late payment",
            "content": "8 (1) A municipality may enter into an agreement with a person who is required to pay a transit station charge providing for all or any part of a charge to be paid before or after it would otherwise be payable. Amount of charge payable (2) The total amount of a transit station charge payable under an agreement under this section is the amount of the charge that would be determined under the transit station charge by-law on the day specified in the agreement or, if no such day is specified, at the earlier of, (a) the time the charge or any part of it is payable under the agreement; and (b) the time the charge would have been payable in the absence of the agreement. Interest on late payments (3) An agreement under this section may allow the municipality to charge interest, at a rate stipulated in the agreement, on that part of the transit station charge paid after it would otherwise be payable.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>8 </b>(1) A municipality may enter into an agreement with a person who is required to pay a transit station charge providing for all or any part of a charge to be paid before or after it would otherwise be payable.</p> <p class=\"headnote\">Amount of charge payable</p> <p class=\"subsection\">(2) The total amount of a transit station charge payable under an agreement under this section is the amount of the charge that would be determined under the transit station charge by-law on the day specified in the agreement or, if no such day is specified, at the earlier of,</p> <p class=\"paragraph\">  (a) the time the charge or any part of it is payable under the agreement; and</p> <p class=\"paragraph\">  (b) the time the charge would have been payable in the absence of the agreement.</p> <p class=\"headnote\">Interest on late payments</p> <p class=\"subsection\">(3) An agreement under this section may allow the municipality to charge interest, at a rate stipulated in the agreement, on that part of the transit station charge paid after it would otherwise be payable.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "section_x": "Withholding of building permit if charge due but not paid",
            "part_id": null,
            "part_type": null,
            "section_y": "Withholding of building permit if charge due but not paid",
            "content": "9 Despite any other Act, a municipality is not required to issue a building permit for development to which a transit station charge applies if the charge or any part of it is payable but has not been paid.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>9 </b>Despite any other Act, a municipality is not required to issue a building permit for development to which a transit station charge applies if the charge or any part of it is payable but has not been paid.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "section_x": "Interest on unpaid charges",
            "part_id": null,
            "part_type": null,
            "section_y": "Interest on unpaid charges",
            "content": "10 (1) A municipality may charge interest on any transit station charge or part of such a charge that is not paid when it is payable. Same (2) The maximum interest rate that a municipality may charge shall be determined in accordance with the following rules: 1. A base rate of interest shall be determined for each adjustment date and shall be equal to the average prime rate on, i. October 15 of the previous year, if the adjustment date is January 1, ii. January 15 of the same year, if the adjustment date is April 1, iii. April 15 of the same year, if the adjustment date is July 1, and iv. July 15 of the same year, if the adjustment date is October 1. 2. The base rate of interest in effect on a particular date shall be, i. the base rate for the particular date, if the particular date is an adjustment date, and ii. the base rate for the last adjustment date before the particular date, otherwise. 3. The maximum rate of interest that may be charged shall be an annual interest rate that is one percentage point higher than the base rate of interest in effect for that day. Maximum interest rate (3) In this section, “adjustment date” means January 1, April 1, July 1 or October 1; (“date de rajustement”) “average prime rate”, on a particular date, means the mean, rounded to the nearest hundredth of a percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada. (“taux préférentiel moyen”)",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>10 </b>(1) A municipality may charge interest on any transit station charge or part of such a charge that is not paid when it is payable.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The maximum interest rate that a municipality may charge shall be determined in accordance with the following rules:</p> <p class=\"paragraph\">  1. A base rate of interest shall be determined for each adjustment date and shall be equal to the average prime rate on,</p> <p class=\"subpara\">  i. October 15 of the previous year, if the adjustment date is January 1,</p> <p class=\"subpara\">  ii. January 15 of the same year, if the adjustment date is April 1,</p> <p class=\"subpara\">  iii. April 15 of the same year, if the adjustment date is July 1, and</p> <p class=\"subpara\">  iv. July 15 of the same year, if the adjustment date is October 1.</p> <p class=\"paragraph\">  2. The base rate of interest in effect on a particular date shall be,</p> <p class=\"subpara\">  i. the base rate for the particular date, if the particular date is an adjustment date, and</p> <p class=\"subpara\">  ii. the base rate for the last adjustment date before the particular date, otherwise.</p> <p class=\"paragraph\">  3. The maximum rate of interest that may be charged shall be an annual interest rate that is one percentage point higher than the base rate of interest in effect for that day.</p> <p class=\"headnote\">Maximum interest rate</p> <p class=\"subsection\">(3) In this section,</p> <p class=\"definition\">“adjustment date” means January 1, April 1, July 1 or October 1; (“date de rajustement”)</p> <p class=\"definition\">“average prime rate”, on a particular date, means the mean, rounded to the nearest hundredth of a percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada. (“taux préférentiel moyen”)</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "section_x": "Unpaid charges added to tax roll",
            "part_id": null,
            "part_type": null,
            "section_y": "Unpaid charges added to tax roll",
            "content": "11 (1) If a transit station charge or any part of it remains unpaid after it is payable, the unpaid amount including any interest payable in respect of it in accordance with this Act shall be added to the tax roll and collected in the same manner as taxes. Treasurer to certify unpaid amount (2) If a transit station charge or any part of it imposed by an upper-tier municipality remains unpaid after it is payable, the treasurer of the upper-tier municipality shall certify to the treasurer of the lower-tier municipality in which the land is located the amount that is unpaid.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>11 </b>(1) If a transit station charge or any part of it remains unpaid after it is payable, the unpaid amount including any interest payable in respect of it in accordance with this Act shall be added to the tax roll and collected in the same manner as taxes.</p> <p class=\"headnote\">Treasurer to certify unpaid amount</p> <p class=\"subsection\">(2) If a transit station charge or any part of it imposed by an upper-tier municipality remains unpaid after it is payable, the treasurer of the upper-tier municipality shall certify to the treasurer of the lower-tier municipality in which the land is located the amount that is unpaid.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "section_x": "Use of charges",
            "part_id": null,
            "part_type": null,
            "section_y": "Use of charges",
            "content": "12 Transit station charges may be used to pay only the following: 1. The costs for which the charges were imposed. 2. Interest the municipality pays on any debt incurred by the municipality to pay any costs for which the charges were imposed. 3. Any other amount provided for in the transit station charge by-law. Miscellaneous",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>12 </b>Transit station charges may be used to pay only the following:</p> <p class=\"paragraph\">  1. The costs for which the charges were imposed.</p> <p class=\"paragraph\">  2. Interest the municipality pays on any debt incurred by the municipality to pay any costs for which the charges were imposed.</p> <p class=\"paragraph\">  3. Any other amount provided for in the transit station charge by-law.</p> <p class=\"heading1\"><a name=\"BK15\"></a>Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Miscellaneous",
            "section_x": "Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "section_x": "Registration of by-law",
            "part_id": null,
            "part_type": null,
            "section_y": "Registration of by-law",
            "content": "13 A municipality that has passed a transit station charge by-law may register the by-law or a certified copy of it against the land to which it applies.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>13 </b>A municipality that has passed a transit station charge by-law may register the by-law or a certified copy of it against the land to which it applies.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "section_x": "Upper-tier municipalities, transit station charges",
            "part_id": null,
            "part_type": null,
            "section_y": "Upper-tier municipalities, transit station charges",
            "content": "14 If a transit station charge is imposed by an upper-tier municipality on a development in a lower-tier municipality, the following apply: 1. The treasurer of the upper-tier municipality shall certify to the treasurer of the lower-tier municipality that the charge has been imposed, the amount of the charge, the manner in which the charge is to be paid and when the charge is payable. 2. The treasurer of the lower-tier municipality shall collect the charge when it is payable and shall, unless otherwise agreed by the upper-tier municipality, pay the charge to the treasurer of the upper-tier municipality on or before the 25th day of the month following the month in which the charge is received by the lower-tier municipality. 3. If the charge is collected by the upper-tier municipality, the treasurer of the upper-tier municipality shall certify to the treasurer of the lower-tier municipality that the charge has been collected.",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>14 </b>If a transit station charge is imposed by an upper-tier municipality on a development in a lower-tier municipality, the following apply:</p> <p class=\"paragraph\">  1. The treasurer of the upper-tier municipality shall certify to the treasurer of the lower-tier municipality that the charge has been imposed, the amount of the charge, the manner in which the charge is to be paid and when the charge is payable.</p> <p class=\"paragraph\">  2. The treasurer of the lower-tier municipality shall collect the charge when it is payable and shall, unless otherwise agreed by the upper-tier municipality, pay the charge to the treasurer of the upper-tier municipality on or before the 25th day of the month following the month in which the charge is received by the lower-tier municipality.</p> <p class=\"paragraph\">  3. If the charge is collected by the upper-tier municipality, the treasurer of the upper-tier municipality shall certify to the treasurer of the lower-tier municipality that the charge has been collected.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "section_x": "If upper-tier issues building permits",
            "part_id": null,
            "part_type": null,
            "section_y": "If upper-tier issues building permits",
            "content": "15 If an upper-tier municipality issues building permits, the treasurer of each lower-tier municipality within the upper-tier municipality shall, when all transit station charges are paid with respect to a development in the lower-tier municipality, certify to the chief building official of the upper-tier municipality that those charges have been paid.",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>15 </b>If an upper-tier municipality issues building permits, the treasurer of each lower-tier municipality within the upper-tier municipality shall, when all transit station charges are paid with respect to a development in the lower-tier municipality, certify to the chief building official of the upper-tier municipality that those charges have been paid.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.",
            "section_x": "Agreement, upper-tier to collect charges",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreement, upper-tier to collect charges",
            "content": "16 (1) If building permits are issued by an upper-tier municipality, the upper-tier municipality may agree with a lower-tier municipality to collect all the transit station charges on development in the lower-tier municipality. Application of ss. 14 and 15 (2) If an agreement is made under this section, sections 14 and 15 do not apply with respect to development in the lower-tier municipality.",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>16 </b>(1) If building permits are issued by an upper-tier municipality, the upper-tier municipality may agree with a lower-tier municipality to collect all the transit station charges on development in the lower-tier municipality.</p> <p class=\"headnote\">Application of ss. 14 and 15</p> <p class=\"subsection\">(2) If an agreement is made under this section, sections 14 and 15 do not apply with respect to development in the lower-tier municipality.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "17.",
            "section_x": "Statement of treasurer",
            "part_id": null,
            "part_type": null,
            "section_y": "Statement of treasurer",
            "content": "17 (1) The treasurer of a municipality that has passed a transit station charge by-law shall, each year, give the council, (a) a financial statement relating to the by-law that includes, for the preceding year, the amount of costs related to the construction of the GO Transit station that have been funded by transit station charges and the amount of such costs that are to be funded by transit station charges that remain unfunded; and (b) any other information that may be prescribed. Statement available to public (2) The council shall ensure that the statement is made available to the public, (a) by posting the statement on the website of the municipality or, if there is no such website, in the municipal office; and (b) in such other manner and in accordance with such other requirements as may be prescribed. Copy to Minister (3) The treasurer shall give a copy of the financial statement to the Minister on request.",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>17 </b>(1) The treasurer of a municipality that has passed a transit station charge by-law shall, each year, give the council,</p> <p class=\"paragraph\">  (a) a financial statement relating to the by-law that includes, for the preceding year, the amount of costs related to the construction of the GO Transit station that have been funded by transit station charges and the amount of such costs that are to be funded by transit station charges that remain unfunded; and</p> <p class=\"paragraph\">  (b) any other information that may be prescribed.</p> <p class=\"headnote\">Statement available to public</p> <p class=\"subsection\">(2) The council shall ensure that the statement is made available to the public,</p> <p class=\"paragraph\">  (a) by posting the statement on the website of the municipality or, if there is no such website, in the municipal office; and</p> <p class=\"paragraph\">  (b) in such other manner and in accordance with such other requirements as may be prescribed.</p> <p class=\"headnote\">Copy to Minister</p> <p class=\"subsection\">(3) The treasurer shall give a copy of the financial statement to the Minister on request.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "18.",
            "section_x": "Incurring debt, issuing debentures, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Incurring debt, issuing debentures, etc.",
            "content": "18 Paying costs referred to in subsection 3 (1) is a municipal purpose for the purposes of section 401 of the Municipal Act, 2001.",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>18 </b>Paying costs referred to in subsection 3 (1) is a municipal purpose for the purposes of section 401 of the <i>Municipal Act, 2001</i>.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "19.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "19 (1) The Lieutenant Governor in Council may make regulations, (a) respecting anything that, in this Act, is referred to as being prescribed or that may or must be done by the regulations; (b) prescribing and governing, for the purposes of subsections 3 (1) and (2), the costs related to the construction of a GO Transit station for which charges may be imposed by a transit station charge by-law; (c) prescribing when construction of a GO Transit station begins for the purposes of subsection 3 (3); (d) governing and modifying the application of subsection 3 (5) including providing for a clause of that subsection to not apply or to apply with specified modifications or prescribing other development for which a transit station charge may be imposed; (e) governing transit station charge by-laws including governing the rules referred to in paragraph 2 of section 4; (f) defining “rental housing development” and “institutional development” for the purposes of subsection 7 (4); (g) requiring a municipality to establish a reserve fund for transit station charges collected by the municipality and governing such a fund; (h) requiring a municipality to keep records in respect of transit station charges collected by the municipality, including records for any reserve fund established by the municipality, and governing such records; (i) prohibiting or limiting a person who incurs or pays a transit station charge for development on land from passing on the cost of that charge to a subsequent purchaser of that land and prohibiting or governing communication, by any person to a purchaser or potential purchaser of land, related to transit station charge fees paid or payable for development on the land. Communication — clarification (2) For greater certainty, the communication in respect of which a regulation may be made under clause (1) (i) includes invoices, receipts, signage, displays or listings of prices, fees, costs or charges, and advertisements in any medium. 20, 21 Omitted (amends, repeals or revokes other legislation). 22 Omitted\r\n(provides for coming into force of provisions of this Act). 23 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>19 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) respecting anything that, in this Act, is referred to as being prescribed or that may or must be done by the regulations;</p> <p class=\"paragraph\">  (b) prescribing and governing, for the purposes of subsections 3 (1) and (2), the costs related to the construction of a GO Transit station for which charges may be imposed by a transit station charge by-law;</p> <p class=\"paragraph\">  (c) prescribing when construction of a GO Transit station begins for the purposes of subsection 3 (3);</p> <p class=\"paragraph\">  (d) governing and modifying the application of subsection 3 (5) including providing for a clause of that subsection to not apply or to apply with specified modifications or prescribing other development for which a transit station charge may be imposed;</p> <p class=\"paragraph\">  (e) governing transit station charge by-laws including governing the rules referred to in paragraph 2 of section 4;</p> <p class=\"paragraph\">  (f) defining “rental housing development” and “institutional development” for the purposes of subsection 7 (4);</p> <p class=\"paragraph\">  (g) requiring a municipality to establish a reserve fund for transit station charges collected by the municipality and governing such a fund;</p> <p class=\"paragraph\">  (h) requiring a municipality to keep records in respect of transit station charges collected by the municipality, including records for any reserve fund established by the municipality, and governing such records;</p> <p class=\"paragraph\">  (i) prohibiting or limiting a person who incurs or pays a transit station charge for development on land from passing on the cost of that charge to a subsequent purchaser of that land and prohibiting or governing communication, by any person to a purchaser or potential purchaser of land, related to transit station charge fees paid or payable for development on the land.</p> <p class=\"headnote\">Communication — clarification</p> <p class=\"subsection\">(2) For greater certainty, the communication in respect of which a regulation may be made under clause (1) (i) includes invoices, receipts, signage, displays or listings of prices, fees, costs or charges, and advertisements in any medium.</p> <p class=\"section\"><b>20, 21</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>22 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>23</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/23g17\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}