{
    "act_info": {
        "full_title": "Government Contracts Hours and Wages Act, R.S.O. 1990, c. G.8",
        "act_name_text": "Not Found",
        "citation": "Government Contracts Hours and Wages Act, R.S.O. 1990, c. G.8",
        "url": "https://www.ontario.ca/laws/statute/90g08",
        "date_scraped": "2023-12-19 22:36:21"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.In this Act, “fair wages” means such wages as are generally accepted as current for competent workers in the locality in which the work is being performed for the character or class of work in which the workers are respectively engaged, but shall in all cases be such wages as are fair and reasonable; (“salaire équitable”) “Government of Ontario” includes every ministry thereof and every commission or board created by any Act of the Legislature; (“gouvernement de l’Ontario”) “Minister” means the Minister of Labour or such other member of the Executive Council as is for the time being charged with the administration of this Act; (“ministre”) “regulations” means the regulations made under this Act. (“règlements”) R.S.O. 1990, c. G.8, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>In this Act,</p> <p class=\"firstdef-e\">“fair wages” means such wages as are generally accepted as current for competent workers in the locality in which the work is being performed for the character or class of work in which the workers are respectively engaged, but shall in all cases be such wages as are fair and reasonable; (“salaire équitable”)</p> <p class=\"definition-e\">“Government of Ontario” includes every ministry thereof and every commission or board created by any Act of the Legislature; (“gouvernement de l’Ontario”)</p> <p class=\"definition-e\">“Minister” means the Minister of Labour or such other member of the Executive Council as is for the time being charged with the administration of this Act; (“ministre”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act. (“règlements”) R.S.O. 1990, c. G.8, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Government contracts for work subject to certain conditions",
            "content": "2.(1)Every contract entered into with the Government of Ontario for the construction, remodelling, renewal, repair or demolition of any building or work is subject to the following conditions respecting wages and hours: 1. All persons in the employ of the contractor, subcontractor or any other person doing or contracting to do the whole or any part of the work contemplated by the contract shall during the continuance of the work be paid fair wages. 2. The working hours of persons while so employed shall not exceed eight hours per day or forty-four hours per week, except in such special cases as the Lieutenant Governor in Council otherwise provides, or except in such cases of emergency as may be approved by the Minister. Exception (2)This section does not apply to the purchase of materials, supplies or equipment for use in the work contemplated under any contract of sale and purchase. R.S.O. 1990, c. G.8, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>(1)Every contract entered into with the Government of Ontario for the construction, remodelling, renewal, repair or demolition of any building or work is subject to the following conditions respecting wages and hours:</p> <p class=\"paragraph-e\">1. All persons in the employ of the contractor, subcontractor or any other person doing or contracting to do the whole or any part of the work contemplated by the contract shall during the continuance of the work be paid fair wages.</p> <p class=\"paragraph-e\">2. The working hours of persons while so employed shall not exceed eight hours per day or forty-four hours per week, except in such special cases as the Lieutenant Governor in Council otherwise provides, or except in such cases of emergency as may be approved by the Minister.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2)This section does not apply to the purchase of materials, supplies or equipment for use in the work contemplated under any contract of sale and purchase. R.S.O. 1990, c. G.8, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Wages and hours where Government aid granted",
            "content": "3.(1)Where a grant or payment of any public money of Ontario is authorized or made by way of contribution, subsidy, loan, advance or guarantee for or in aid of the construction, remodelling, renewal, repair or demolition of any building or work, whether the grant or payment is to be received by any municipal or other body or person whatever, the wages and hours of all workers employed on the work shall be those set forth in subsection 2(1). Exception (2)This section does not apply to the purchase of materials, supplies or equipment for use in the work contemplated under any contract of sale and purchase. R.S.O. 1990, c. G.8, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>(1)Where a grant or payment of any public money of Ontario is authorized or made by way of contribution, subsidy, loan, advance or guarantee for or in aid of the construction, remodelling, renewal, repair or demolition of any building or work, whether the grant or payment is to be received by any municipal or other body or person whatever, the wages and hours of all workers employed on the work shall be those set forth in subsection 2(1).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2)This section does not apply to the purchase of materials, supplies or equipment for use in the work contemplated under any contract of sale and purchase. R.S.O. 1990, c. G.8, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Offences",
            "content": "4.Every contractor, subcontractor and municipal or other body and every person who is responsible, directly or indirectly, for the payment of wages, who contravenes any of the provisions of this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not more than $25,000. R.S.O. 1990, c. G.8, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>Every contractor, subcontractor and municipal or other body and every person who is responsible, directly or indirectly, for the payment of wages, who contravenes any of the provisions of this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not more than $25,000. R.S.O. 1990, c. G.8, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Regulations",
            "content": "5.The Lieutenant Governor in Council may make regulations providing for, (a) the method of determining what are fair wages and the preparation and use of schedules of rates relating thereto; (b) rates of wages for overtime; (c) classification of employment or work; (d) the persons or classes of persons who may be employed in the performance of any work mentioned in this Act; (e) the publication and posting of wage schedules; (f) the payment of wages to employees in case of default by the contractor or other party charged with the payment and recovery thereof from the contractor or other party; (g) the keeping of proper books and records and the examination and inspection thereof; (h) the furnishing of such information as is required by the Minister to ensure compliance with this Act; (i) any matter necessary or advisable to carry out effectively the intent and purpose of this Act and the regulations. R.S.O. 1990, c. G.8, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b>The Lieutenant Governor in Council may make regulations providing for,</p> <p class=\"clause-e\">(a) the method of determining what are fair wages and the preparation and use of schedules of rates relating thereto;</p> <p class=\"clause-e\">(b) rates of wages for overtime;</p> <p class=\"clause-e\">(c) classification of employment or work;</p> <p class=\"clause-e\">(d) the persons or classes of persons who may be employed in the performance of any work mentioned in this Act;</p> <p class=\"clause-e\">(e) the publication and posting of wage schedules;</p> <p class=\"clause-e\">(f) the payment of wages to employees in case of default by the contractor or other party charged with the payment and recovery thereof from the contractor or other party;</p> <p class=\"clause-e\">(g) the keeping of proper books and records and the examination and inspection thereof;</p> <p class=\"clause-e\">(h) the furnishing of such information as is required by the Minister to ensure compliance with this Act;</p> <p class=\"clause-e\">(i) any matter necessary or advisable to carry out effectively the intent and purpose of this Act and the regulations. R.S.O. 1990, c. G.8, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Act to be subject to certain Acts",
            "content": "6.This Act and the regulations shall be read and construed subject to the Industrial Standards Act, Part IV of the Employment Standards Act and the Ministry of Transportation and Communications Creditors Payment Repeal Act, 1989, chapter 88, and any regulations and schedules made thereunder. R.S.O. 1990, c. G.8, s. 6. ____________________ Français ",
            "raw_html": "<p class=\"section-e\"><b>6.</b>This Act and the regulations shall be read and construed subject to the <i>Industrial Standards Act</i>, Part IV of the <i>Employment Standards Act</i> and the <i>Ministry of Transportation and Communications Creditors Payment Repeal Act, 1989</i>, chapter 88, and any regulations and schedules made thereunder. R.S.O. 1990, c. G.8, s. 6.</p> <p class=\"line-e\">____________________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90g08_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90g08_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}