{
    "act_info": {
        "full_title": "Government Contract Wages Act, 2018, S.O. 2018, c. 9",
        "act_name_text": "Government Contract Wages Act, 2018",
        "citation": "S.O. 2018, c. 9",
        "url": "https://www.ontario.ca/laws/statute/18g09",
        "date_scraped": "2023-12-18 23:53:50"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May  8, 2018",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation",
            "content": "1 (1) In this Act, “agent” has the same meaning as in subsection 1 (1) of the Employment Standards Act, 2000; (“mandataire”) “Board” means the Ontario Labour Relations Board; (“Commission”) “building cleaning work” means all cleaning work related to the interior of a building and exterior window cleaning, but otherwise does not include cleaning work that relates to the exterior of a building; (“travail de nettoyage de bâtiment”) “construction project” means a project in the construction industry where the businesses are engaged in constructing, altering, decorating, repairing or demolishing buildings, structures, roads, sewers, water or gas mains, tunnels, bridges, canals or other works at the site, and where the project falls within one of more of the following sectors referred to in the definition of “sector” in subsection 126 (1) of the Labour Relations Act, 1995: 1. The industrial, commercial and institutional sector. 2. The sewers and watermains sector. 3. The roads sector. 4. The heavy engineering sector; (“projet de construction”) “director” means a director of a corporation and includes a shareholder who is a party to a unanimous shareholder agreement; (“administrateur”) “Director of Employment Standards” means the Director of Employment Standards appointed under the Employment Standards Act, 2000; (“directeur des normes d’emploi”) “Director of Government Contract Wages” means the Director of Government Contract Wages referred to in subsection 26 (1); (“directeur des salaires pour les marchés publics”) “employee” has the same meaning as in subsection 1 (1) of the Employment Standards Act, 2000; (“employé”) “employer” has the same meaning as in subsection 1 (1) of the Employment Standards Act, 2000; (“employeur”) “employment contract” has the same meaning as in subsection 1 (1) of the Employment Standards Act, 2000; (“contrat de travail”) “employment standards officer” has the same meaning as in the Employment Standards Act, 2000; (“agent des normes d’emploi”) “government entity” means, (a) the Crown in right of Ontario, including any ministry of the Government of Ontario, (b) any public body prescribed under the Public Service of Ontario Act, 2006, and (c) any prescribed body or class of bodies that directly or indirectly receives public funds.  (“entité gouvernementale”) “minimum government contract wages” means the minimum government contract wages established under section 4; (“salaire minimum pour les marchés publics”) “Minister” means the member of the Executive Council to whom responsibility for the administration of this Act is assigned under the Executive Council Act; (“ministre”) “Ministry” means the ministry of the Minister; (“ministère”) “person” includes a trade union; (“personne”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means the regulations made under this Act; (“règlements”) “trade union” has the same meaning as in subsection 1 (1) of the Employment Standards Act, 2000; (“syndicat”) “wages” has the same meaning as in subsection 1 (1) of the Employment Standards Act, 2000 and includes minimum government contract wages. (“salaire”) No derogation from Employment Standards Act, 2000 (2) Nothing in this Act derogates from any rights or protections an employee may have or obligations or responsibilities an employer may have under the Employment Standards Act, 2000. Proceedings under the Employment Standards Act, 2000 (3) Minimum government contract wages shall be considered wages under an employment contract for the purposes of any proceedings, orders, notices or offences under the Employment Standards Act, 2000.",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“agent” has the same meaning as in subsection 1 (1) of the <i>Employment Standards Act, 2000</i>; (“mandataire”)</p> <p class=\"definition\">“Board” means the Ontario Labour Relations Board; (“Commission”)</p> <p class=\"definition\">“building cleaning work” means all cleaning work related to the interior of a building and exterior window cleaning, but otherwise does not include cleaning work that relates to the exterior of a building; (“travail de nettoyage de bâtiment”)</p> <p class=\"definition\">“construction project” means a project in the construction industry where the businesses are engaged in constructing, altering, decorating, repairing or demolishing buildings, structures, roads, sewers, water or gas mains, tunnels, bridges, canals or other works at the site, and where the project falls within one of more of the following sectors referred to in the definition of “sector” in subsection 126 (1) of the <i>Labour Relations Act, 1995</i>:</p> <p class=\"paragraph\">  1. The industrial, commercial and institutional sector.</p> <p class=\"paragraph\">  2. The sewers and watermains sector.</p> <p class=\"paragraph\">  3. The roads sector.</p> <p class=\"paragraph\">  4. The heavy engineering sector; (“projet de construction”)</p> <p class=\"definition\">“director” means a director of a corporation and includes a shareholder who is a party to a unanimous shareholder agreement; (“administrateur”)</p> <p class=\"definition\">“Director of Employment Standards” means the Director of Employment Standards appointed under the <i>Employment Standards Act, 2000</i>; (“directeur des normes d’emploi”)</p> <p class=\"definition\">“Director of Government Contract Wages” means the Director of Government Contract Wages referred to in subsection 26 (1); (“directeur des salaires pour les marchés publics”)</p> <p class=\"definition\">“employee” has the same meaning as in subsection 1 (1) of the <i>Employment Standards Act, 2000</i>; (“employé”)</p> <p class=\"definition\">“employer” has the same meaning as in subsection 1 (1) of the <i>Employment Standards Act, 2000</i>; (“employeur”)</p> <p class=\"definition\">“employment contract” has the same meaning as in subsection 1 (1) of the <i>Employment Standards Act, 2000</i>; (“contrat de travail”)</p> <p class=\"definition\">“employment standards officer” has the same meaning as in the <i>Employment Standards Act, 2000</i>; (“agent des normes d’emploi”)</p> <p class=\"definition\">“government entity” means,</p> <p class=\"paragraph\">  (a) the Crown in right of Ontario, including any ministry of the Government of Ontario,</p> <p class=\"paragraph\">  (b) any public body prescribed under the <i>Public Service of Ontario Act, 2006</i>, and</p> <p class=\"paragraph\">  (c) any prescribed body or class of bodies that directly or indirectly receives public funds.  (“entité gouvernementale”)</p> <p class=\"definition\">“minimum government contract wages” means the minimum government contract wages established under section 4; (“salaire minimum pour les marchés publics”)</p> <p class=\"definition\">“Minister” means the member of the Executive Council to whom responsibility for the administration of this Act is assigned under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“Ministry” means the ministry of the Minister; (“ministère”)</p> <p class=\"definition\"><span>“person” includes a trade union;</span> (“personne”)</p> <p class=\"definition\"><span>“prescribed” means prescribed by the regulations; (“prescrit”)</span></p> <p class=\"definition\"><span>“regulations” means the regulations made under this Act; (“règlements”)</span></p> <p class=\"definition\">“trade union” has the same meaning as in subsection 1 (1) of the <i>Employment Standards Act, 2000</i>; (“syndicat”)</p> <p class=\"definition\">“wages” has the same meaning as in subsection 1 (1) of the <i>Employment Standards Act, 2000 </i><i>and includes minimum government contract wages</i>. (“salaire”)</p> <p class=\"headnote\">No derogation from <i>Employment Standards Act, 2000</i></p> <p class=\"subsection\">(2) Nothing in this Act derogates from any rights or protections an employee may have or obligations or responsibilities an employer may have under the <i>Employment Standards Act, 2000</i>.</p> <p class=\"headnote\">Proceedings under the<i> Employment Standards Act, 2000</i></p> <p class=\"subsection\">(3) Minimum government contract wages shall be considered wages under an employment contract for the purposes of any proceedings, orders, notices or offences under the <i>Employment Standards Act, 2000</i>.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Minister responsible",
            "part_id": null,
            "part_type": null,
            "section_y": "Minister responsible",
            "content": "2 The Minister is responsible for the administration of this Act. Minimum Government Contract Wages",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>The Minister is responsible for the administration of this Act.</p> <p class=\"heading1\"><a name=\"BK3\"></a>Minimum Government Contract Wages</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Minimum Government Contract Wages",
            "section_x": "Minimum Government Contract Wages",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Obligation to pay minimum government contract wages",
            "part_id": null,
            "part_type": null,
            "section_y": "Obligation to pay minimum government contract wages",
            "content": "3 (1) An employer who pays wages to which this Act applies shall pay at least the applicable minimum government contract wages in accordance with this Act. Application of Act (2) This Act applies with respect to wages paid by an employer to an employee, (a) for work in relation to a construction project provided under a contract with a government entity, including work provided under any subcontract to that contract; or (b) for building cleaning work or security services work provided under a contract with any person, (i) for a building owned and occupied by a government entity, or (ii) for all or the part of a prescribed building leased to a government entity. Limit re construction work (3) This Act applies to wages for work described in clause (2) (a) only if an order has been made and published under section 4 establishing applicable minimum government contract wages before the date the procurement process for the contract with the government entity commences or, if there is no procurement process, before the date the contract with the government entity is entered into, and any order made after that date does not apply to work provided under the contract or any subcontract to that contract. Examples, procurement process (4) For the purposes of subsection (3), examples of the commencement of a procurement process include the making of a request for qualifications, a request for proposals or a call for tenders. Limit re cleaning, security work (5) This Act applies to wages for work described in clause (2) (b) only if an order has been made and published under section 4 establishing applicable minimum government contract wages before the date the contract for the work is entered into, or if the contract is renewed, the date it is renewed, and any order made after that date does not apply to work provided under the contract. Most recent wage applicable (6) If this Act applies to wages for work pursuant to subsection (3) or (5), the wages that shall be paid are at least the applicable minimum government contract wages established in the order under section 4 that was most recently made and published at the time the employee performed the work. Order revoked (7) If an order under section 4 establishing applicable minimum government contract wages with respect to work described in subsection (2) is revoked, then no minimum government contract wages apply in respect of any such work performed by an employee on or after the date the order is revoked. Exception, only work in Ontario (8) For greater certainty, this Act does not apply with respect to wages for work done outside Ontario.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) An employer who pays wages to which this Act applies shall pay at least the applicable minimum government contract wages in accordance with this Act.</p> <p class=\"headnote\">Application of Act</p> <p class=\"subsection\">(2) This Act applies with respect to wages paid by an employer to an employee,</p> <p class=\"paragraph\">  (a) for work in relation to a construction project provided under a contract with a government entity, including work provided under any subcontract to that contract; or</p> <p class=\"paragraph\">  (b) for building cleaning work or security services work provided under a contract with any person,</p> <p class=\"subpara\">  (i) for a building owned and occupied by a government entity, or</p> <p class=\"subpara\">  (ii) for all or the part of a prescribed building leased to a government entity.</p> <p class=\"headnote\">Limit re construction work</p> <p class=\"subsection\">(3) This Act applies to wages for work described in clause (2) (a) only if an order has been made and published under section 4 establishing applicable minimum government contract wages before the date the procurement process for the contract with the government entity commences or, if there is no procurement process, before the date the contract with the government entity is entered into, and any order made after that date does not apply to work provided under the contract or any subcontract to that contract.</p> <p class=\"headnote\">Examples, procurement process</p> <p class=\"subsection\">(4) For the purposes of subsection (3), examples of the commencement of a procurement process include the making of a request for qualifications, a request for proposals or a call for tenders.</p> <p class=\"headnote\">Limit re cleaning, security work</p> <p class=\"subsection\">(5) This Act applies to wages for work described in clause (2) (b) only if an order has been made and published under section 4 establishing applicable minimum government contract wages before the date the contract for the work is entered into, or if the contract is renewed, the date it is renewed, and any order made after that date does not apply to work provided under the contract.</p> <p class=\"headnote\">Most recent wage applicable</p> <p class=\"subsection\">(6) If this Act applies to wages for work pursuant to subsection (3) or (5), the wages that shall be paid are at least the applicable minimum government contract wages established in the order under section 4 that was most recently made and published at the time the employee performed the work.</p> <p class=\"headnote\">Order revoked</p> <p class=\"subsection\">(7) If an order under section 4 establishing applicable minimum government contract wages with respect to work described in subsection (2) is revoked, then no minimum government contract wages apply in respect of any such work performed by an employee on or after the date the order is revoked.</p> <p class=\"headnote\">Exception, only work in Ontario</p> <p class=\"subsection\">(8) For greater certainty, this Act does not apply with respect to wages for work done outside Ontario.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Establishment of minimum government contract wages",
            "part_id": null,
            "part_type": null,
            "section_y": "Establishment of minimum government contract wages",
            "content": "4 (1) The Director of Government Contract Wages may make orders establishing minimum government contract wages. Different types of work, different parts of province (2) The Director of Government Contract Wages may establish different minimum government contract wages for, (a) different types of work performed by employees; (b) work under contracts with different government entities; (c) work under different types of contracts including work under contracts of different monetary values; (d) work done in different parts of the province; and (e) work under specific contracts. Revocation or amendment (3) The Director of Government Contract Wages may amend or revoke an order made under subsection (1). Factors that shall be considered (4) In making, amending or revoking an order under subsection (1), the Director of Government Contract Wages shall consider any relevant information, including information that is available from, (a) collective agreements filed with the Minister of Labour under section 90 of the Labour Relations Act, 1995; (b) Statistics Canada; and (c) other government sources. Publication (5) The Director of Government Contract Wages shall ensure that any order made or amended under this section is published promptly after it is made or amended, or if an order is revoked, that notice of the revocation is published promptly. Legislation Act, 2006 (6) Part III (Regulations) of the Legislation Act, 2006 does not apply to orders under this section.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>(1) The Director of Government Contract Wages may make orders establishing minimum government contract wages.</p> <p class=\"headnote\">Different types of work, different parts of province</p> <p class=\"subsection\">(2) The Director of Government Contract Wages may establish different minimum government contract wages for,</p> <p class=\"paragraph\">  (a) different types of work performed by employees;</p> <p class=\"paragraph\">  (b) work under contracts with different government entities;</p> <p class=\"paragraph\">  (c) work under different types of contracts including work under contracts of different monetary values;</p> <p class=\"paragraph\">  (d) work done in different parts of the province; and</p> <p class=\"paragraph\">  (e) work under specific contracts.</p> <p class=\"headnote\">Revocation or amendment</p> <p class=\"subsection\">(3) The Director of Government Contract Wages may amend or revoke an order made under subsection (1).</p> <p class=\"headnote\">Factors that shall be considered</p> <p class=\"subsection\">(4) In making, amending or revoking an order under subsection (1), the Director of Government Contract Wages shall consider any relevant information, including information that is available from,</p> <p class=\"paragraph\">  (a) collective agreements filed with the Minister of Labour under section 90 of the <i>Labour Relations Act, 1995</i>;</p> <p class=\"paragraph\">  (b) Statistics Canada;<span> </span>and</p> <p class=\"paragraph\">  (c)<span> </span>other government sources.</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(5) The Director of Government Contract Wages shall ensure that any order made or amended under this section is published promptly after it is made or amended, or if an order is revoked, that notice of the revocation is published promptly.</p> <p class=\"headnoteitalic\">Legislation Act, 2006</p> <p class=\"subsection\">(6) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to orders under this section.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "No contracting out",
            "part_id": null,
            "part_type": null,
            "section_y": "No contracting out",
            "content": "5 No employer or agent of an employer and no employee or agent of an employee shall contract out of or waive a provision under this Act, and any such contracting out or waiver is void.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>No employer or agent of an employer and no employee or agent of an employee shall contract out of or waive a provision under this Act, and any such contracting out or waiver is void.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "No treating as if not employee",
            "part_id": null,
            "part_type": null,
            "section_y": "No treating as if not employee",
            "content": "6 (1) An employer shall not treat, for the purposes of this Act, a person who is an employee of the employer as if the person were not an employee under this Act. Onus of proof (2) Subject to subsection 122 (4) of the Employment Standards Act, 2000, if, during the course of an employment standards officer’s investigation or inspection or in any proceeding under this Act, other than a prosecution, an employer or alleged employer claims that a person is not an employee, the burden of proof that the person is not an employee lies upon the employer or alleged employer.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6</b> (1) An employer shall not treat, for the purposes of this Act, a person who is an employee of the employer as if the person were not an employee under this Act.</p> <p class=\"headnote\">Onus of proof</p> <p class=\"subsection\">(2) Subject to subsection 122 (4) of the <i>Employment Standards Act, 2000</i>, if, during the course of an employment standards officer’s investigation or inspection or in any proceeding under this Act, other than a prosecution, an employer or alleged employer claims that a person is not an employee, the burden of proof that the person is not an employee lies upon the employer or alleged employer.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "section_x": "Reprisal prohibited",
            "part_id": null,
            "part_type": null,
            "section_y": "Reprisal prohibited",
            "content": "7 (1) No employer or person acting on behalf of an employer shall intimidate, dismiss or otherwise penalize an employee or threaten to do so, (a) because the employee, (i) asks the employer to comply with this Act and the regulations, (ii) makes inquiries about his or her rights under this Act, (iii) files a complaint with the Ministry of Labour under this Act, (iv) exercises or attempts to exercise a right under this Act, (v) gives information to an employment standards officer or to any other person exercising powers or duties under this Act, or (vi) testifies or is required to testify or otherwise participates or is going to participate in a proceeding under this Act; or (b) because the employer is or may be required, because of a court order or garnishment, to pay to a third party an amount owing by the employer to the employee. Onus of proof (2) Subject to subsection (3), in any proceeding under this Act, the burden of proof that an employer did not contravene a provision set out in this section lies upon the employer. Exceptions (3) Subsection (2) does not apply with respect to the burden of proof in a review under section 23 of a notice of contravention of this section.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>7 </b>(1) No employer or person acting on behalf of an employer shall intimidate, dismiss or otherwise penalize an employee or threaten to do so,</p> <p class=\"paragraph\">  (a) because the employee,</p> <p class=\"subpara\">  (i) asks the employer to comply with this Act and the regulations,</p> <p class=\"subpara\">  (ii) makes inquiries about his or her rights under this Act,</p> <p class=\"subpara\">  (iii) files a complaint with the Ministry of Labour under this Act,</p> <p class=\"subpara\">  (iv) exercises or attempts to exercise a right under this Act,</p> <p class=\"subpara\">  (v) gives information to an employment standards officer or to any other person exercising powers or duties under this Act, or</p> <p class=\"subpara\">  (vi) testifies or is required to testify or otherwise participates or is going to participate in a proceeding under this Act; or</p> <p class=\"paragraph\">  (b) because the employer is or may be required, because of a court order or garnishment, to pay to a third party an amount owing by the employer to the employee.</p> <p class=\"headnote\">Onus of proof</p> <p class=\"subsection\">(2) Subject to subsection (3), in any proceeding under this Act, the burden of proof that an employer did not contravene a provision set out in this section lies upon the employer.</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(3) Subsection (2) does not apply with respect to the burden of proof in a review under section 23 of a notice of contravention of this section.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "section_x": "Records and information",
            "part_id": null,
            "part_type": null,
            "section_y": "Records and information",
            "content": "8 (1) An employer shall record the following information, in addition to any information the employer is required to record pursuant to Part VI of the Employment Standards Act, 2000: 1. If the employee is entitled to wages to which this Act applies, the dates and times that the employee performed work described in subsection 3 (2), and the applicable minimum government contract wages payable to the employee. 2. Whether any work to which this Act applies has been subcontracted and to whom. 3. Whether any work described in clause 3 (2) (a) has been subcontracted to self-employed persons, sole proprietorships or partnerships where all work is to be performed by the self-employed persons, sole proprietors or partners. 4. Any other prescribed information. Retention of records (2) The employer shall retain or arrange for some other person to retain each record required under this section for the following periods: 1. For information referred to in paragraph 1 of subsection (1), three years after the day or week to which the information relates. 2. For information referred to in paragraphs 2 and 3 of subsection (1), three years after the last day on which work was provided under the subcontract. 3. For information referred to in paragraph 4 of subsection (1), the period prescribed. Availability (3) An employer shall ensure that all of the records and documents required to be retained under this section are readily available for inspection as required by an employment standards officer, even if the employer has arranged for another person to retain them. Information re subcontracting to Director of Government Contract Wages (4) Employers shall provide to the Director of Government Contract Wages, in accordance with any prescribed requirements, (a) the prescribed information about any subcontracting of work, including the information described in paragraph 3 of subsection (1); and (b) any other prescribed information. Information re subcontracting to subcontractors (5) Employers who have subcontracted any work to which this Act applies shall provide to  a subcontractor they have subcontracted work to, in accordance with any prescribed requirements, (a) the prescribed information about this Act and the regulations; and (b) any other prescribed information. Posting of information re wages (6) An employer subject to this Act shall post the prescribed information with respect to the minimum government contract wages in a conspicuous location in the workplace where it is likely to come to the attention of its affected employees and subcontractors.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>8 </b>(1) An employer shall record the following information, in addition to any information the employer is required to record pursuant to Part VI of the <i>Employment Standards Act, 2000</i>:</p> <p class=\"paragraph\"><span>  1. If the employee is entitled to wages to which this Act applies, the dates and times that the employee performed work described in subsection 3 (2), and the applicable minimum government contract wages payable to the employee.</span></p> <p class=\"paragraph\"><span>  2. Whether any work to which this Act applies has been subcontracted and to whom.</span></p> <p class=\"paragraph\"><span>  3. Whether any work described in clause 3 (2) (a) has been subcontracted to self-employed persons, sole proprietorships or partnerships where all work is to be performed by the self-employed persons, sole proprietors or partners.</span></p> <p class=\"paragraph\"><span>  4. Any other prescribed information.</span></p> <p class=\"headnote\">Retention of records</p> <p class=\"subsection\">(2) <span>The employer shall retain or arrange for some other person to retain each record required under this section for the following periods:</span></p> <p class=\"paragraph\">  1. For information referred to in paragraph 1 of subsection (1), three years <span>after the day or week to which the information relates</span>.</p> <p class=\"paragraph\">  2. For information referred to in paragraphs 2 and 3 of subsection (1), three years after the last day on which work was provided under the subcontract.</p> <p class=\"paragraph\">  3. For information referred to in paragraph 4 of subsection (1), the period prescribed.</p> <p class=\"headnote\">Availability</p> <p class=\"subsection\">(3) An employer shall ensure that all of the records and documents required to be retained under this section are readily available for inspection as required by an employment standards officer, even if the employer has arranged for another person to retain them<span>.</span></p> <p class=\"headnote\">Information re subcontracting to Director of Government Contract Wages</p> <p class=\"subsection\">(4) Employers shall provide to the Director of Government Contract Wages, in accordance with any prescribed requirements,</p> <p class=\"paragraph\">  (a) the prescribed information about any subcontracting of work, including the information described in paragraph 3 of subsection (1); and</p> <p class=\"paragraph\">  (b) any other prescribed information.</p> <p class=\"headnote\">Information re subcontracting to subcontractors</p> <p class=\"subsection\">(5) Employers who have <span>subcontracted any work to which this Act applies </span>shall provide to  a subcontractor they have subcontracted work to, in accordance with any prescribed requirements,</p> <p class=\"paragraph\">  (a) the prescribed information about this Act and the regulations; and</p> <p class=\"paragraph\">  (b) any other prescribed information.</p> <p class=\"headnote\">Posting of information re wages</p> <p class=\"subsection\">(6) An employer subject to this Act shall post the prescribed information with respect to the minimum government contract wages in a conspicuous location in the workplace where it is likely to come to the attention of its affected employees and subcontractors.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "section_x": "Liability of corporate directors",
            "part_id": null,
            "part_type": null,
            "section_y": "Liability of corporate directors",
            "content": "9 (1) Section 10 does not apply with respect to an individual described in subsection 80 (2), (3) or (4) of the Employment Standards Act, 2000. Same (2) Section 10 applies to a shareholder who is a party to a unanimous shareholder agreement only to the extent that the directors are relieved, under subsection 108 (5) of the Business Corporations Act or subsection 146 (5) of the Canada Business Corporations Act, of their liability to pay wages to the employees of the corporation.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>9 </b>(1) Section 10 does not apply with respect to an individual described in subsection 80 (2), (3) or (4) of the <i>Employment Standards Act, 2000</i>.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Section 10 applies to a shareholder who is a party to a unanimous shareholder agreement only to the extent that the directors are relieved, under subsection 108 (5) of the <i>Business Corporations Act</i> or subsection 146 (5) of the <i>Canada Business Corporations Act</i>, of their liability to pay wages to the employees of the corporation.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "section_x": "Directors’ liability for minimum government contract wages",
            "part_id": null,
            "part_type": null,
            "section_y": "Directors’ liability for minimum government contract wages",
            "content": "10 (1) The directors of an employer are jointly and severally liable for minimum government contract wages owing as provided in this section if, (a) the employer is insolvent, the employee has caused a claim for unpaid wages to be filed with the receiver appointed by a court with respect to the employer or with the employer’s trustee in bankruptcy and the claim has not been paid; (b) an employment standards officer has made an order that the employer is liable for wages, unless the amount set out in the order has been paid or the employer has applied to have it reviewed; (c) an employment standards officer has made an order that a director is liable for wages, unless the amount set out in the order has been paid or the employer or the director has applied to have it reviewed; or (d) the Board has issued, amended or affirmed an order under section 22, the order, as issued, amended or affirmed, requires the employer or the directors to pay wages and the amount set out in the order has not been paid. Employer primarily responsible (2) Despite subsection (1), the employer is primarily responsible for an employee’s wages owing under this Act, but proceedings against the employer under this Act do not have to be exhausted before proceedings may be commenced to collect wages owing under this Act from directors under this section. Contribution from other directors (3) A director who has satisfied a claim for wages owing under this Act is entitled to contribution in relation to the wages from other directors who are liable for the claim. Limitation periods (4) A limitation period set out in section 21 prevails over a limitation period in any other Act, unless the other Act states that it is to prevail over this Act. Indemnification, etc., of directors (5) Sections 82 and 83 of the Employment Standards Act, 2000 apply, with necessary modifications, with respect to the liability of directors under this Act. Complaints and Enforcement",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>10 </b>(1) The directors of an employer are jointly and severally liable for minimum government contract wages owing as provided in this section if,</p> <p class=\"paragraph\">  (a) the employer is insolvent, the employee has caused a claim for unpaid wages to be filed with the receiver appointed by a court with respect to the employer or with the employer’s trustee in bankruptcy and the claim has not been paid;</p> <p class=\"paragraph\">  (b) an employment standards officer has made an order that the employer is liable for wages, unless the amount set out in the order has been paid or the employer has applied to have it reviewed;</p> <p class=\"paragraph\">  (c) an employment standards officer has made an order that a director is liable for wages, unless the amount set out in the order has been paid or the employer or the director has applied to have it reviewed; or</p> <p class=\"paragraph\">  (d) the Board has issued, amended or affirmed an order under section 22, the order, as issued, amended or affirmed, requires the employer or the directors to pay wages and the amount set out in the order has not been paid.</p> <p class=\"headnote\">Employer primarily responsible</p> <p class=\"subsection\">(2) Despite subsection (1), the employer is primarily responsible for an employee’s wages owing under this Act, but proceedings against the employer under this Act do not have to be exhausted before proceedings may be commenced to collect wages owing under this Act from directors under this section.</p> <p class=\"headnote\">Contribution from other directors</p> <p class=\"subsection\">(3) A director who has satisfied a claim for wages owing under this Act is entitled to contribution in relation to the wages from other directors who are liable for the claim.</p> <p class=\"headnote\">Limitation periods</p> <p class=\"subsection\">(4) A limitation period set out in section 21 prevails over a limitation period in any other Act, unless the other Act states that it is to prevail over this Act.</p> <p class=\"headnote\">Indemnification, etc., of directors</p> <p class=\"subsection\">(5) Sections 82 and 83 of the <i>Employment Standards Act, 2000</i> apply, with necessary modifications, with respect to the liability of directors under this Act.</p> <p class=\"heading1\"><a name=\"BK12\"></a>Complaints and Enforcement</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "Complaints and Enforcement",
            "section_x": "Complaints and Enforcement",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "section_x": "Complaints",
            "part_id": null,
            "part_type": null,
            "section_y": "Complaints",
            "content": "11 (1) A person alleging that this Act has been or is being contravened may file a complaint with the Ministry of Labour in a written or electronic form approved by the Director of Employment Standards. Effect of failure to use form (2) A complaint that is not filed in a form approved by the Director of Employment Standards shall be deemed not to have been filed. Limitation (3) A complaint regarding a contravention that occurred more than two years before the day on which the complaint was filed shall be deemed not to have been filed.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>11 </b>(1) A person alleging that this Act has been or is being contravened may file a complaint with the Ministry of Labour in a written or electronic form approved by the Director of Employment Standards.</p> <p class=\"headnote\">Effect of failure to use form</p> <p class=\"subsection\">(2) A complaint that is not filed in a form approved by the Director of Employment Standards shall be deemed not to have been filed.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(3) A complaint regarding a contravention that occurred more than two years before the day on which the complaint was filed shall be deemed not to have been filed.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "section_x": "Civil proceedings",
            "part_id": null,
            "part_type": null,
            "section_y": "Civil proceedings",
            "content": "12 (1) Subject to subsections (2) and (3), no civil remedy of an employee against his or her employer is affected by this Act. Same (2) An employee who commences a civil proceeding with respect to an alleged failure to pay the minimum government contract wages is not permitted to file a complaint with respect to the same matter or have such a complaint investigated. Same (3) An employee who files a complaint under this Act with respect to an alleged failure to pay the minimum government contract wages is not permitted to commence a civil proceeding with respect to the same matter. Withdrawal of complaint (4) Despite subsection (3), an employee who has filed a complaint may commence a civil proceeding with respect to a matter described in that subsection if he or she withdraws the complaint within two weeks after it is filed. Notice to Director of Employment Standards (5) Where an employee commences a civil proceeding against his or her employer under this Act, notice of the proceeding shall be served on the Director of Employment Standards in a form approved by the Director on or before the date the civil proceeding is set down for trial. Same (6) Subsections 8 (3) to (5) of the Employment Standards Act, 2000 apply with respect to service of a notice under subsection (5) of this section.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>12 </b>(1) Subject to subsections (2) and (3), no civil remedy of an employee against his or her employer is affected by this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) An employee who commences a civil proceeding with respect to an alleged failure to pay the minimum government contract wages is not permitted to file a complaint with respect to the same matter or have such a complaint investigated.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) An employee who files a complaint under this Act with respect to an alleged failure to pay the minimum government contract wages is not permitted to commence a civil proceeding with respect to the same matter.</p> <p class=\"headnote\">Withdrawal of complaint</p> <p class=\"subsection\">(4) Despite subsection (3), an employee who has filed a complaint may commence a civil proceeding with respect to a matter described in that subsection if he or she withdraws the complaint within two weeks after it is filed.</p> <p class=\"headnote\">Notice to Director of Employment Standards</p> <p class=\"subsection\">(5) Where an employee commences a civil proceeding against his or her employer under this Act, notice of the proceeding shall be served on the Director of Employment Standards in a form approved by the Director on or before the date the civil proceeding is set down for trial.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) Subsections 8 (3) to (5) of the <i>Employment Standards Act, 2000</i> apply with respect to service of a notice under subsection (5) of this section.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "13.",
            "section_x": "Settlement by employment standards officer",
            "part_id": null,
            "part_type": null,
            "section_y": "Settlement by employment standards officer",
            "content": "13 (1) An employment standards officer assigned to investigate a complaint may attempt to effect a settlement. Effect of settlement (2) If the employer and employee agree to a settlement under this section and do what they agreed to do under it, (a) the settlement is binding on them; (b) the complaint is deemed to have been withdrawn; (c) the investigation is terminated; and (d) any proceeding respecting the contravention alleged in the complaint, other than a prosecution, is terminated. Application of s. 112 (4), (5) and (7) of Employment Standards Act, 2000 (3) Subsections 112 (4), (5) and (7) of the Employment Standards Act, 2000 apply in respect of a settlement under this section. Application to void settlement (4) If, upon application to the Board, the employee or employer demonstrates that he, she or it entered into a settlement under this section as a result of fraud or coercion, (a) the settlement is void; (b) the complaint is deemed never to have been withdrawn; (c) the investigation of the complaint is resumed; and (d) any proceeding respecting the contravention alleged in the complaint that was terminated is resumed.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>13 </b>(1) An employment standards officer assigned to investigate a complaint may attempt to effect a settlement.</p> <p class=\"headnote\">Effect of settlement</p> <p class=\"subsection\">(2) If the employer and employee agree to a settlement under this section and do what they agreed to do under it,</p> <p class=\"paragraph\">  (a) the settlement is binding on them;</p> <p class=\"paragraph\">  (b) the complaint is deemed to have been withdrawn;</p> <p class=\"paragraph\">  (c) the investigation is terminated; and</p> <p class=\"paragraph\">  (d) any proceeding respecting the contravention alleged in the complaint, other than a prosecution, is terminated.</p> <p class=\"headnote\">Application of s. 112 (4), (5) and (7) of <i>Employment Standards Act, 2000</i></p> <p class=\"subsection\">(3) Subsections 112 (4), (5) and (7) of the <i>Employment Standards Act, 2000</i> apply in respect of a settlement under this section.</p> <p class=\"headnote\">Application to void settlement</p> <p class=\"subsection\">(4) If, upon application to the Board, the employee or employer demonstrates that he, she or it entered into a settlement under this section as a result of fraud or coercion,</p> <p class=\"paragraph\">  (a) the settlement is void;</p> <p class=\"paragraph\">  (b) the complaint is deemed never to have been withdrawn;</p> <p class=\"paragraph\">  (c) the investigation of the complaint is resumed; and</p> <p class=\"paragraph\">  (d) any proceeding respecting the contravention alleged in the complaint that was terminated is resumed.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "14.",
            "section_x": "Settlement between employer and employee",
            "part_id": null,
            "part_type": null,
            "section_y": "Settlement between employer and employee",
            "content": "14 If an employer and employee who have agreed to a settlement respecting a contravention or alleged contravention of this Act inform an employment standards officer in writing of the terms of the settlement, section 112 of the Employment Standards Act, 2000 applies, with necessary modifications, with respect to the settlement.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>14 </b>If an employer and employee who have agreed to a settlement respecting a contravention or alleged contravention of this Act inform an employment standards officer in writing of the terms of the settlement, section 112 of the <i>Employment Standards Act, 2000</i> applies, with necessary modifications, with respect to the settlement.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "15.",
            "section_x": "Effect of settlement",
            "part_id": null,
            "part_type": null,
            "section_y": "Effect of settlement",
            "content": "15 A settlement made on an employee’s behalf by a trade union that represents the employee is binding on the employee.",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>15 </b>A settlement made on an employee’s behalf by a trade union that represents the employee is binding on the employee.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "16.",
            "section_x": "Meeting may be required",
            "part_id": null,
            "part_type": null,
            "section_y": "Meeting may be required",
            "content": "16 (1) An employment standards officer may, after giving 15 days written notice, require any of the persons referred to in subsection (2) to attend a meeting with the officer in the following circumstances: 1. The officer is investigating a complaint against an employer. 2. The officer, while inspecting a place under section 29, comes to have reasonable grounds to believe that an employer has contravened this Act or the regulations with respect to an employee. 3. The officer acquires information that suggests to the officer the possibility that an employer may have contravened this Act or the regulations with respect to an employee. Attendees (2) Any of the following persons may be required to attend the meeting: 1. The employee. 2. The employer. 3. If the employer is a corporation, a director or employee of the corporation. Requirements (3) Subsections 102 (3) to (11) of the Employment Standards Act, 2000 apply, with necessary modifications, with respect to the meeting.",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>16 </b>(1) An employment standards officer may, after giving 15 days written notice, require any of the persons referred to in subsection (2) to attend a meeting with the officer in the following circumstances:</p> <p class=\"paragraph\">  1. The officer is investigating a complaint against an employer.</p> <p class=\"paragraph\">  2. The officer, while inspecting a place under section 29, comes to have reasonable grounds to believe that an employer has contravened this Act or the regulations with respect to an employee.</p> <p class=\"paragraph\">  3. The officer acquires information that suggests to the officer the possibility that an employer may have contravened this Act or the regulations with respect to an employee.</p> <p class=\"headnote\">Attendees</p> <p class=\"subsection\">(2) Any of the following persons may be required to attend the meeting:</p> <p class=\"paragraph\">  1. The employee.</p> <p class=\"paragraph\">  2. The employer.</p> <p class=\"paragraph\">  3. If the employer is a corporation, a director or employee of the corporation.</p> <p class=\"headnote\">Requirements</p> <p class=\"subsection\">(3) Subsections 102 (3) to (11) of the <i>Employment Standards Act, 2000</i> apply, with necessary modifications, with respect to the meeting.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "17.",
            "section_x": "Time for response",
            "part_id": null,
            "part_type": null,
            "section_y": "Time for response",
            "content": "17 (1) An employment standards officer may, in any of the following circumstances and after giving notice, require an employee or an employer to provide evidence or submissions to the officer within the time that he or she specifies in the notice: 1. The officer is investigating a complaint against an employer. 2. The officer, while inspecting a place under section 29, comes to have reasonable grounds to believe that an employer has contravened this Act or the regulations with respect to an employee. 3. The officer acquires information that suggests to the officer the possibility that an employer may have contravened this Act or the regulations with respect to an employee. Service of notice (2) The notice shall be served on the employer or employee in accordance with section 33. Determination if person fails to respond (3) If a person served with a notice under this section fails to provide evidence or submissions as required by the notice, the officer may determine whether the employer has contravened or is contravening this Act on the basis of the following factors: 1. Any evidence or submissions provided by or on behalf of the employer or the employee before the notice was served. 2. Any evidence or submissions provided by or on behalf of the employer or the employee in response to and within the time specified in the notice. 3. Any other factors that the officer considers relevant.",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>17 </b>(1) An employment standards officer may, in any of the following circumstances and after giving notice, require an employee or an employer to provide evidence or submissions to the officer within the time that he or she specifies in the notice:</p> <p class=\"paragraph\">  1. The officer is investigating a complaint against an employer.</p> <p class=\"paragraph\">  2. The officer, while inspecting a place under section 29, comes to have reasonable grounds to believe that an employer has contravened this Act or the regulations with respect to an employee.</p> <p class=\"paragraph\">  3. The officer acquires information that suggests to the officer the possibility that an employer may have contravened this Act or the regulations with respect to an employee.</p> <p class=\"headnote\">Service of notice</p> <p class=\"subsection\">(2) The notice shall be served on the employer or employee in accordance with section 33.</p> <p class=\"headnote\">Determination if person fails to respond</p> <p class=\"subsection\">(3) If a person served with a notice under this section fails to provide evidence or submissions as required by the notice, the officer may determine whether the employer has contravened or is contravening this Act on the basis of the following factors:</p> <p class=\"paragraph\">  1. Any evidence or submissions provided by or on behalf of the employer or the employee before the notice was served.</p> <p class=\"paragraph\">  2. Any evidence or submissions provided by or on behalf of the employer or the employee in response to and within the time specified in the notice.</p> <p class=\"paragraph\">  3. Any other factors that the officer considers relevant.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "18.",
            "section_x": "Authority to make orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Authority to make orders",
            "content": "18 (1) In addition to any other orders an employment standards officer has the authority to make under the Employment Standards Act, 2000, an employment standards officer has the authority to make the orders and arrangements set out in this section in connection with a contravention of this Act. Order to pay wages (2) If the employment standards officer finds that an employer failed to pay an employee the wages that were required under section 3, the officer may order the employer to pay the wages owing to the employee or to the Director of Employment Standards in trust, in accordance with subsections 103 (1) to (3) of the Employment Standards Act, 2000, or the officer may make the arrangements described in those subsections for the wages to be repaid. Subsections 103 (5) to (10) and section 105 of that Act apply with respect to the order or arrangement. Order for compensation (3) If the employment standards officer finds that an employer or a person acting on behalf of an employer has contravened section 7, the officer may make an order that the employee be compensated for any loss he or she incurred as a result of the contravention.  Subsections 104 (3) and (4) of the Employment Standards Act, 2000\r\napply, with necessary modifications, with respect to the order. Order for reinstatement (4) If the employment standards officer finds that an employer or a person acting on behalf of an employer has contravened section 7, the officer may make an order that the employee be reinstated.  This order may be made in addition to an order for compensation.  Subsection 104 (4) of the Employment Standards Act, 2000\r\napplies, with necessary modifications, with respect to the order. Compliance order (5) If the employment standards officer finds that a person has contravened a provision of this Act, the officer may make a compliance order respecting the contravention. Section 108 of the Employment Standards Act, 2000 applies, with necessary modifications, with respect to the order. Orders against directors (6) If the employment standards officer finds that a corporation has contravened section 3, the officer may make orders against some or all of the directors of the corporation to pay amounts for which the directors are liable under section 10.  Sections 106 and 107 of the Employment Standards Act, 2000 apply, with necessary modifications, with respect to the orders. Money paid when no review (7) Section 109 of the Employment Standards Act, 2000 applies, with necessary modifications, with respect to an order requiring payment to the Director of Employment Standards in trust. Time limit (8) Section 111 of the Employment Standards Act, 2000 applies with respect to a complaint filed under this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>18 </b>(1) In addition to any other orders an employment standards officer has the authority to make under the <i>Employment Standards Act, 2000</i>, an employment standards officer has the authority to make the orders and arrangements set out in this section in connection with a contravention of this Act.</p> <p class=\"headnote\">Order to pay wages</p> <p class=\"subsection\">(2) If the employment standards officer finds that an employer failed to pay an employee the wages that were required under section 3, the officer may order the employer to pay the wages owing to the employee or to the Director of Employment Standards in trust, in accordance with subsections 103 (1) to (3) of the <i>Employment Standards Act, 2000</i>, or the officer may make the arrangements described in those subsections for the wages to be repaid. Subsections 103 (5) to (10) and section 105 of that Act apply with respect to the order or arrangement.</p> <p class=\"headnote\">Order for compensation</p> <p class=\"subsection\">(3) If the employment standards officer finds that an employer or a person acting on behalf of an employer has contravened section 7, the officer may make an order that the employee be compensated for any loss he or she incurred as a result of the contravention.  Subsections 104 (3) and (4) of the <i>Employment Standards Act, 2000</i>\r\napply, with necessary modifications, with respect to the order.</p> <p class=\"headnote\">Order for reinstatement</p> <p class=\"subsection\">(4) If the employment standards officer finds that an employer or a person acting on behalf of an employer has contravened section 7, the officer may make an order that the employee be reinstated.  This order may be made in addition to an order for compensation.  Subsection 104 (4) of the <i>Employment Standards Act, 2000</i>\r\napplies, with necessary modifications, with respect to the order.</p> <p class=\"headnote\">Compliance order</p> <p class=\"subsection\">(5) If the employment standards officer finds that a person has contravened a provision of this Act, the officer may make a compliance order respecting the contravention. Section 108 of the <i>Employment Standards Act, 2000</i> applies, with necessary modifications, with respect to the order.</p> <p class=\"headnote\">Orders against directors</p> <p class=\"subsection\">(6) If the employment standards officer finds that a corporation has contravened section 3, the officer may make orders against some or all of the directors of the corporation to pay amounts for which the directors are liable under section 10.  Sections 106 and 107 of the <i>Employment Standards Act, 2000</i> apply, with necessary modifications, with respect to the orders.</p> <p class=\"headnote\">Money paid when no review</p> <p class=\"subsection\">(7) Section 109 of the <i>Employment Standards Act, 2000</i> applies, with necessary modifications, with respect to an order requiring payment to the Director of Employment Standards in trust.</p> <p class=\"headnote\">Time limit</p> <p class=\"subsection\">(8) Section 111 of the <i>Employment Standards Act, 2000</i> applies with respect to a complaint filed under this Act.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "19.",
            "section_x": "Refusal to issue order",
            "part_id": null,
            "part_type": null,
            "section_y": "Refusal to issue order",
            "content": "19 (1) If, after an employee files a complaint alleging a contravention of this Act in respect of which an order described in subsection 18 (2), (3), (4) or (5) could be issued, an employment standards officer assigned to investigate the complaint refuses to issue such an order, the officer shall advise the employee of the refusal in accordance with subsection 110 (1) of the Employment Standards Act, 2000, with necessary modifications. Deemed refusal (2) If no order is issued with respect to a complaint described in subsection (1) within two years after it was filed, an employment standards officer is deemed to have refused to issue an order and to have advised the employee as required by subsection (1) on the last day of the second year.",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>19 </b>(1) If, after an employee files a complaint alleging a contravention of this Act in respect of which an order described in subsection 18 (2), (3), (4) or (5) could be issued, an employment standards officer assigned to investigate the complaint refuses to issue such an order, the officer shall advise the employee of the refusal in accordance with subsection 110 (1) of the <i>Employment Standards Act, 2000</i>, with necessary modifications.</p> <p class=\"headnote\">Deemed refusal</p> <p class=\"subsection\">(2) If no order is issued with respect to a complaint described in subsection (1) within two years after it was filed, an employment standards officer is deemed to have refused to issue an order and to have advised the employee as required by subsection (1) on the last day of the second year.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "20.",
            "section_x": "Notice of contravention",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice of contravention",
            "content": "20 (1) If an employment standards officer believes that a person has contravened a provision of this Act, the officer may issue a notice to the person setting out the officer’s belief and specifying the amount of the penalty for the contravention. Amount of penalty (2) The amount of the penalty shall be determined in accordance with the regulations. Penalty within range (3) If a range has been prescribed as the penalty for a contravention, the employment standards officer shall determine the amount of the penalty in accordance with the prescribed criteria, if any. Same (4) Subsections 113 (2), (3), (7), (8) and (9) of the Employment Standards Act, 2000 apply, with necessary modifications, with respect to the notice of contravention. Deemed contravention (5) The person is deemed to have contravened the provision set out in the notice if, (a) the person fails to apply for a review of the notice under section 23 within the period provided under that section; or (b) the person applies for the review and the Board finds that the person contravened the provision set out in the notice. Penalty (6) A person who is deemed to have contravened this Act shall pay to the Minister of Finance the penalty for the deemed contravention and the amount of any collector’s fees and disbursements added to the amount under subsection 128 (2) of the Employment Standards Act, 2000, which applies, with necessary modifications. Same (7) The payment under subsection (6) shall be made within 30 days after the day the notice of contravention was served or, if the notice of contravention is appealed, within 30 days after the Board finds that there was a contravention. Publication re notice of contraventions (8) If a person, including an individual, is deemed under subsection (5) to have contravened this Act after being issued a notice of contravention, the Director of Employment Standards may publish or otherwise make available to the general public the name of the person, a description of the deemed contravention, the date of the deemed contravention and the penalty for the deemed contravention. Internet publication (9) Authority to publish under subsection (8) includes authority to publish on the Internet. Disclosure (10) Any disclosure made under subsection (8) shall be deemed to be in compliance with clause 42 (1) (e) of the Freedom of Information and Protection of Privacy Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>20 </b>(1) If an employment standards officer believes that a person has contravened a provision of this Act, the officer may issue a notice to the person setting out the officer’s belief and specifying the amount of the penalty for the contravention.</p> <p class=\"headnote\">Amount of penalty</p> <p class=\"subsection\">(2) The amount of the penalty shall be determined in accordance with the regulations.</p> <p class=\"headnote\">Penalty within range</p> <p class=\"subsection\">(3) If a range has been prescribed as the penalty for a contravention, the employment standards officer shall determine the amount of the penalty in accordance with the prescribed criteria, if any.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Subsections 113 (2), (3), (7), (8) and (9) of the <i>Employment Standards Act, 2000</i> apply, with necessary modifications, with respect to the notice of contravention.</p> <p class=\"headnote\">Deemed contravention</p> <p class=\"subsection\">(5) The person is deemed to have contravened the provision set out in the notice if,</p> <p class=\"paragraph\">  (a) the person fails to apply for a review of the notice under section 23 within the period provided under that section; or</p> <p class=\"paragraph\">  (b) the person applies for the review and the Board finds that the person contravened the provision set out in the notice.</p> <p class=\"headnote\">Penalty</p> <p class=\"subsection\">(6) A person who is deemed to have contravened this Act shall pay to the Minister of Finance the penalty for the deemed contravention and the amount of any collector’s fees and disbursements added to the amount under subsection 128 (2) of the <i>Employment Standards Act, 2000</i>, which applies, with necessary modifications.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) The payment under subsection (6) shall be made within 30 days after the day the notice of contravention was served or, if the notice of contravention is appealed, within 30 days after the Board finds that there was a contravention.</p> <p class=\"headnote\">Publication re notice of contraventions</p> <p class=\"subsection\">(8) If a person, including an individual, is deemed under subsection (5) to have contravened this Act after being issued a notice of contravention, the Director of Employment Standards may publish or otherwise make available to the general public the name of the person, a description of the deemed contravention, the date of the deemed contravention and the penalty for the deemed contravention.</p> <p class=\"headnote\">Internet publication</p> <p class=\"subsection\">(9) Authority to publish under subsection (8) includes authority to publish on the Internet.</p> <p class=\"headnote\">Disclosure</p> <p class=\"subsection\">(10) Any disclosure made under subsection (8) shall be deemed to be in compliance with clause 42 (1) (e) of the <i>Freedom of Information and Protection of Privacy Act</i>.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "21.",
            "section_x": "Limitation period re orders, notices of contravention",
            "part_id": null,
            "part_type": null,
            "section_y": "Limitation period re orders, notices of contravention",
            "content": "21 (1) An employment standards officer shall not issue an order to pay wages, or an order for compensation or a notice of contravention with respect to a contravention of this Act concerning an employee, (a) if the employee filed a complaint about the contravention, more than two years after the complaint was filed; (b) if the employee did not file a complaint but another employee of the same employer did file a complaint, more than two years after the other employee filed his or her complaint if the officer discovered the contravention with respect to the employee while investigating the complaint; or (c) if clauses (a) and (b) do not apply, more than two years after an employment standards officer commenced an inspection with respect to the employee’s employer for the purpose of determining whether a contravention occurred. Requirements (2) Subsections 114 (2) to (5) and section 115 of the Employment Standards Act, 2000 apply with respect to the limitation periods described in subsection (1) of this section and with respect to the amendment or rescission of an order or a notice of contravention.",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>21 </b>(1) An employment standards officer shall not issue an order to pay wages, or an order for compensation or a notice of contravention with respect to a contravention of this Act concerning an employee,</p> <p class=\"paragraph\">  (a) if the employee filed a complaint about the contravention, more than two years after the complaint was filed;</p> <p class=\"paragraph\">  (b) if the employee did not file a complaint but another employee of the same employer did file a complaint, more than two years after the other employee filed his or her complaint if the officer discovered the contravention with respect to the employee while investigating the complaint; or</p> <p class=\"paragraph\">  (c) if clauses (a) and (b) do not apply, more than two years after an employment standards officer commenced an inspection with respect to the employee’s employer for the purpose of determining whether a contravention occurred.</p> <p class=\"headnote\">Requirements</p> <p class=\"subsection\">(2) Subsections 114 (2) to (5) and section 115 of the <i>Employment Standards Act, 2000</i> apply with respect to the limitation periods described in subsection (1) of this section and with respect to the amendment or rescission of an order or a notice of contravention.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "22.",
            "section_x": "OLRB review of order, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "OLRB review of order, etc.",
            "content": "22 (1) A person against whom an order has been issued under this Act is entitled to a review of the order by the Board in the circumstances described in subsection 116 (1) of the Employment Standards Act, 2000, with necessary modifications. Review of order, sought by employee (2) If an order to pay wages, an order for compensation or an order for reinstatement has been issued in respect of an employee, he or she is entitled to a review of the order by the Board in the circumstances described in subsection 116 (2) of the Employment Standards Act, 2000, with necessary modifications. Same, refusal to issue order (3) In case of a refusal to issue an order described in subsection (2) or a refusal to issue a compliance order, the employee is entitled to a review of the refusal by the Board in the circumstances described in subsection 116 (3) of the Employment Standards Act, 2000, with necessary modifications. Exception, orders against directors (4) Despite subsections (2) and (3), the employee is not entitled to a review of an order against a director of a corporation under subsection 18 (6) or to a review of a refusal to issue such an order. Requirements (5) Subsections 116 (4) to (9) and sections 117 and 118 of the Employment Standards Act, 2000\r\napply, with necessary modifications, with respect to the review. Powers of the Board (6) The Board has the powers set out in sections 119 and 120 of the Employment Standards Act, 2000, with necessary modifications, in a review under this section.",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>22 </b>(1) A person against whom an order has been issued under this Act is entitled to a review of the order by the Board in the circumstances described in subsection 116 (1) of the <i>Employment Standards Act, 2000</i>, with necessary modifications.</p> <p class=\"headnote\">Review of order, sought by employee</p> <p class=\"subsection\">(2) If an order to pay wages, an order for compensation or an order for reinstatement has been issued in respect of an employee, he or she is entitled to a review of the order by the Board in the circumstances described in subsection 116 (2) of the <i>Employment Standards Act, 2000</i>, with necessary modifications.</p> <p class=\"headnote\">Same, refusal to issue order</p> <p class=\"subsection\">(3) In case of a refusal to issue an order described in subsection (2) or a refusal to issue a compliance order, the employee is entitled to a review of the refusal by the Board in the circumstances described in subsection 116 (3) of the <i>Employment Standards Act, 2000</i>, with necessary modifications.</p> <p class=\"headnote\">Exception, orders against directors</p> <p class=\"subsection\">(4) Despite subsections (2) and (3), the employee is not entitled to a review of an order against a director of a corporation under subsection 18 (6) or to a review of a refusal to issue such an order.</p> <p class=\"headnote\">Requirements</p> <p class=\"subsection\">(5) Subsections 116 (4) to (9) and sections 117 and 118 of the <i>Employment Standards Act, 2000</i>\r\napply, with necessary modifications, with respect to the review.</p> <p class=\"headnote\">Powers of the Board</p> <p class=\"subsection\">(6) The Board has the powers set out in sections 119 and 120 of the <i>Employment Standards Act, 2000</i>, with necessary modifications, in a review under this section.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "23.",
            "section_x": "OLRB review of notice of contravention",
            "part_id": null,
            "part_type": null,
            "section_y": "OLRB review of notice of contravention",
            "content": "23 (1) A person against whom a notice of contravention has been issued under this Act may dispute the notice in the circumstances described in subsection 122 (1) of the Employment Standards Act, 2000. Requirements (2) Subsections 122 (2) to (7) of the Employment Standards Act, 2000 apply, with necessary modifications, with respect to the review.",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>23 </b>(1) A person against whom a notice of contravention has been issued under this Act may dispute the notice in the circumstances described in subsection 122 (1) of the <i>Employment Standards Act, 2000</i>.</p> <p class=\"headnote\">Requirements</p> <p class=\"subsection\">(2) Subsections 122 (2) to (7) of the <i>Employment Standards Act, 2000</i> apply, with necessary modifications, with respect to the review.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "24.",
            "section_x": "General provisions respecting the Board",
            "part_id": null,
            "part_type": null,
            "section_y": "General provisions respecting the Board",
            "content": "24 Sections 123 and 124 of the Employment Standards Act, 2000 apply with respect to the Board and its duties under this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>24 </b>Sections 123 and 124 of the <i>Employment Standards Act, 2000</i> apply with respect to the Board and its duties under this Act.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "25.",
            "section_x": "When collective agreement applies",
            "part_id": null,
            "part_type": null,
            "section_y": "When collective agreement applies",
            "content": "25 (1) If an employer is or has been bound by a collective agreement, this Act is enforceable against the employer as if it were part of the collective agreement with respect to an alleged contravention of this Act that occurs, (a) when the collective agreement is or was in force; (b) when its operation is or was continued under subsection 58 (2) of the Labour Relations Act, 1995; or (c) during the period that the parties to the collective agreement are or were prohibited by subsection 86 (1) of the Labour Relations Act, 1995 from unilaterally changing the terms and conditions of employment. Complaint not permitted (2) An employee who is represented by a trade union that is or was a party to a collective agreement may not file a complaint alleging a contravention of this Act that is enforceable under subsection (1) or have such a complaint investigated. Employee bound (3) An employee who is represented by a trade union that is or was a party to a collective agreement is bound by any decision of the trade union with respect to the enforcement of this Act under the collective agreement, including a decision not to seek that enforcement. Membership status irrelevant (4) Subsections (2) and (3) apply even if the employee is not a member of the trade union. Unfair representation (5) Nothing in subsection (3) or (4) prevents an employee from filing a complaint with the Board alleging that a decision of the trade union with respect to the enforcement of this Act contravenes section 74 of the Labour Relations Act, 1995. Exception (6) Despite subsection (2), the Director of Employment Standards may permit an employee to file a complaint and may direct an employment standards officer to investigate it if the Director considers it appropriate in the circumstances. Arbitration (7) Sections 100 and 101 of the Employment Standards Act, 2000 apply, with necessary modifications, to an alleged contravention of this Act. Administration and Enforcement",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>25 </b>(1) If an employer is or has been bound by a collective agreement, this Act is enforceable against the employer as if it were part of the collective agreement with respect to an alleged contravention of this Act that occurs,</p> <p class=\"paragraph\">  (a) when the collective agreement is or was in force;</p> <p class=\"paragraph\">  (b) when its operation is or was continued under subsection 58 (2) of the <i>Labour Relations Act, 1995</i>; or</p> <p class=\"paragraph\">  (c) during the period that the parties to the collective agreement are or were prohibited by subsection 86 (1) of the <i>Labour Relations Act, 1995</i> from unilaterally changing the terms and conditions of employment.</p> <p class=\"headnote\">Complaint not permitted</p> <p class=\"subsection\">(2) An employee who is represented by a trade union that is or was a party to a collective agreement may not file a complaint alleging a contravention of this Act that is enforceable under subsection (1) or have such a complaint investigated.</p> <p class=\"headnote\">Employee bound</p> <p class=\"subsection\">(3) An employee who is represented by a trade union that is or was a party to a collective agreement is bound by any decision of the trade union with respect to the enforcement of this Act under the collective agreement, including a decision not to seek that enforcement.</p> <p class=\"headnote\">Membership status irrelevant</p> <p class=\"subsection\">(4) Subsections (2) and (3) apply even if the employee is not a member of the trade union.</p> <p class=\"headnote\">Unfair representation</p> <p class=\"subsection\">(5) Nothing in subsection (3) or (4) prevents an employee from filing a complaint with the Board alleging that a decision of the trade union with respect to the enforcement of this Act contravenes section 74 of the <i>Labour Relations Act, 1995</i>.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(6) Despite subsection (2), the Director of Employment Standards may permit an employee to file a complaint and may direct an employment standards officer to investigate it if the Director considers it appropriate in the circumstances.</p> <p class=\"headnote\">Arbitration</p> <p class=\"subsection\">(7) Sections 100 and 101 of the <i>Employment Standards Act, 2000</i> apply, with necessary modifications, to an alleged contravention of this Act.</p> <p class=\"heading1\"><a name=\"BK28\"></a>Administration and Enforcement</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "Administration and Enforcement",
            "section_x": "Administration and Enforcement",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "26.",
            "section_x": "Director of Government Contract Wages",
            "part_id": null,
            "part_type": null,
            "section_y": "Director of Government Contract Wages",
            "content": "26 (1) The Director of Government Contract Wages and such other persons as are considered necessary for the purposes of this Act and the regulations may be appointed under Part III of the Public Service of Ontario Act, 2006. Powers and duties of Director (2) The Director of Government Contract Wages may exercise the powers conferred upon the Director under this Act and shall perform the duties imposed upon the Director under this Act. List (3) The Director of Government Contract Wages may establish a list of employers and directors who have contravened a provision of this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>26 </b>(1) The Director of Government Contract Wages and such other persons as are considered necessary for the purposes of this Act and the regulations may be appointed under Part III of the <i>Public Service of Ontario Act, 2006</i>.</p> <p class=\"headnote\">Powers and duties of Director</p> <p class=\"subsection\">(2) The Director of Government Contract Wages may exercise the powers conferred upon the Director under this Act and shall perform the duties imposed upon the Director under this Act.</p> <p class=\"headnote\">List</p> <p class=\"subsection\">(3) The Director of Government Contract Wages may establish a list of employers and directors who have contravened a provision of this Act.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "27.",
            "section_x": "Powers and duties of Director",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers and duties of Director",
            "content": "27 (1) The Director of Employment Standards may exercise the powers conferred upon the Director under this Act and shall perform the duties imposed upon the Director under this Act. Same (2) Subsections 85 (2) and (3) and sections 88 and 88.1 of the Employment Standards Act, 2000 apply with respect to the Director of Employment Standards.",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>27 </b>(1) The Director of Employment Standards may exercise the powers conferred upon the Director under this Act and shall perform the duties imposed upon the Director under this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsections 85 (2) and (3) and sections 88 and 88.1 of the <i>Employment Standards Act, 2000</i> apply with respect to the Director of Employment Standards.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "28.",
            "section_x": "Powers and duties of employment standards officers",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers and duties of employment standards officers",
            "content": "28 (1) An employment standards officer may exercise the powers conferred upon employment standards officers under this Act and shall perform the duties imposed on them under this Act. Same (2) Without limiting the generality of subsection (1), an employment standards officer has the power to determine that an employee’s work is within the scope of this Act and the power to determine which minimum government contract wages established under section 4 are applicable to an employee. Same (3) Sections 89 and 90 of the Employment Standards Act, 2000 apply, with necessary modifications, with respect to employment standards officers. Prosecution of employment standards officer (4) No prosecution of an employment standards officer shall be commenced with respect to an alleged contravention of subsection 89 (2) of the Employment Standards Act, 2000\r\nwithout the consent of the Deputy Attorney General. Proof of consent (5) The production of a document that appears to show that the Deputy Attorney General has consented to a prosecution of an employment standards officer is admissible as evidence of his or her consent.",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>28 </b>(1) An employment standards officer may exercise the powers conferred upon employment standards officers under this Act and shall perform the duties imposed on them under this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Without limiting the generality of subsection (1), an employment standards officer has the power to determine that an employee’s work is within the scope of this Act and the power to determine which minimum government contract wages established under section 4 are applicable to an employee.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Sections 89 and 90 of the <i>Employment Standards Act, 2000</i> apply, with necessary modifications, with respect to employment standards officers.</p> <p class=\"headnote\">Prosecution of employment standards officer</p> <p class=\"subsection\">(4) No prosecution of an employment standards officer shall be commenced with respect to an alleged contravention of subsection 89 (2) of the <i>Employment Standards Act, 2000</i>\r\nwithout the consent of the Deputy Attorney General.</p> <p class=\"headnote\">Proof of consent</p> <p class=\"subsection\">(5) The production of a document that appears to show that the Deputy Attorney General has consented to a prosecution of an employment standards officer is admissible as evidence of his or her consent.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "29.",
            "section_x": "Investigation and inspection powers",
            "part_id": null,
            "part_type": null,
            "section_y": "Investigation and inspection powers",
            "content": "29 (1) An employment standards officer may, without a warrant, enter and inspect any place in order to investigate a possible contravention of this Act or to perform an inspection to ensure that this Act is being complied with. Requirements (2) Subsections 91 (2) to (10) of the Employment Standards Act, 2000 apply, with necessary modifications, with respect to investigations and inspections under this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>29 </b>(1) An employment standards officer may, without a warrant, enter and inspect any place in order to investigate a possible contravention of this Act or to perform an inspection to ensure that this Act is being complied with.</p> <p class=\"headnote\">Requirements</p> <p class=\"subsection\">(2) Subsections 91 (2) to (10) of the <i>Employment Standards Act, 2000</i> apply, with necessary modifications, with respect to investigations and inspections under this Act.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "30.",
            "section_x": "Warrants",
            "part_id": null,
            "part_type": null,
            "section_y": "Warrants",
            "content": "30 (1) A justice of the peace may issue a warrant for the purposes and in the circumstances described in subsection 92 (1) of the Employment Standards Act, 2000, with necessary modifications. Requirements (2) Subsections 92 (2) to (7) of the Employment Standards Act, 2000 apply, with necessary modifications, with respect to the warrant. Prohibitions re investigations and inspections",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>30 </b>(1) A justice of the peace may issue a warrant for the purposes and in the circumstances described in subsection 92 (1) of the <i>Employment Standards Act, 2000</i>, with necessary modifications.</p> <p class=\"headnote\">Requirements</p> <p class=\"subsection\">(2) Subsections 92 (2) to (7) of the <i>Employment Standards Act, 2000</i> apply, with necessary modifications, with respect to the warrant.</p> <p class=\"headnote\">Prohibitions re investigations and inspections</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "31.",
            "section_x": "Prohibitions re investigations and inspections",
            "part_id": null,
            "part_type": null,
            "section_y": "Obstruction",
            "content": "31 (1) No person shall hinder, obstruct or interfere with or attempt to hinder, obstruct or interfere with an employment standards officer conducting an investigation or inspection under this Act. Same (2) No person shall, (a) refuse to answer questions on matters that an employment standards officer thinks may be relevant to an investigation or inspection under this Act; or (b) provide an employment standards officer with information on matters the officer thinks may be relevant to an investigation or inspection that the person knows to be false or misleading. Separate inquiries (3) No person shall prevent or attempt to prevent an employment standards officer from making inquiries of any person separate and apart from another person under clause 91 (6) (e) of the Employment Standards Act, 2000.",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>31 </b>(1) No person shall hinder, obstruct or interfere with or attempt to hinder, obstruct or interfere with an employment standards officer conducting an investigation or inspection under this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No person shall,</p> <p class=\"paragraph\">  (a) refuse to answer questions on matters that an employment standards officer thinks may be relevant to an investigation or inspection under this Act; or</p> <p class=\"paragraph\">  (b) provide an employment standards officer with information on matters the officer thinks may be relevant to an investigation or inspection that the person knows to be false or misleading.</p> <p class=\"headnote\">Separate inquiries</p> <p class=\"subsection\">(3) No person shall prevent or attempt to prevent an employment standards officer from making inquiries of any person separate and apart from another person under clause 91 (6) (e) of the <i>Employment Standards Act, 2000</i>.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "32.",
            "section_x": "Posting of notices",
            "part_id": null,
            "part_type": null,
            "section_y": "Posting of notices",
            "content": "32 An employment standards officer may require an employer to post and to keep posted in or upon his, her or its premises in a conspicuous place or places where it is likely to come to the attention of affected employees, (a) any notice relating to the administration or enforcement of this Act that the officer considers appropriate; or (b) a copy of a report or part of a report made by the officer concerning the results of an investigation or inspection.",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>32 </b>An employment standards officer may require an employer to post and to keep posted in or upon his, her or its premises in a conspicuous place or places where it is likely to come to the attention of affected employees,</p> <p class=\"paragraph\">  (a) any notice relating to the administration or enforcement of this Act that the officer considers appropriate; or</p> <p class=\"paragraph\">  (b) a copy of a report or part of a report made by the officer concerning the results of an investigation or inspection.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "33.",
            "section_x": "Service of documents",
            "part_id": null,
            "part_type": null,
            "section_y": "Service of documents",
            "content": "33 Section 95 of the Employment Standards Act, 2000 applies, with necessary modifications, with respect to the service of documents under this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>33 </b>Section 95 of the <i>Employment Standards Act, 2000</i> applies, with necessary modifications, with respect to the service of documents under this Act.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "34.",
            "section_x": "Collections",
            "part_id": null,
            "part_type": null,
            "section_y": "Collections",
            "content": "34 Sections 125 to 129 of the Employment Standards Act, 2000 apply, with necessary modifications, with respect to the collection of money which a person is liable to pay under this Act. Offences and Prosecutions",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>34 </b>Sections 125 to 129 of the <i>Employment Standards Act, 2000</i> apply, with necessary modifications, with respect to the collection of money which a person is liable to pay under this Act.</p> <p class=\"heading1\"><a name=\"BK38\"></a>Offences and Prosecutions</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "Offences and Prosecutions",
            "section_x": "Offences and Prosecutions",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "35.",
            "section_x": "General offence",
            "part_id": null,
            "part_type": null,
            "section_y": "General offence",
            "content": "35 (1) A person who contravenes this Act or fails to comply with an order made under this Act is guilty of an offence and on conviction is liable, (a) if the person is an individual, to a fine of not more than $50,000 or to imprisonment for a term of not more than 12 months, or to both; (b) subject to clause (c), if the person is a corporation, to a fine of not more than $100,000; and (c) if the person is a corporation that has previously been convicted of an offence under this Act, (i) if the person has one previous conviction, to a fine of not more than $250,000, and (ii) if the person has more than one previous conviction, to a fine of not more than $500,000. Offence, false records or documents (2) No person shall make, keep or produce false records or other documents that are required to be kept under this Act or participate or acquiesce in the making, keeping or production of false records or other documents that are required to be kept under this Act. False or misleading information (3) No person shall provide false or misleading information under this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>35 </b>(1) A person who contravenes this Act or fails to comply with an order made under this Act is guilty of an offence and on conviction is liable,</p> <p class=\"paragraph\">  (a) if the person is an individual, to a fine of not more than $50,000 or to imprisonment for a term of not more than 12 months, or to both;</p> <p class=\"paragraph\">  (b) subject to clause (c), if the person is a corporation, to a fine of not more than $100,000; and</p> <p class=\"paragraph\">  (c) if the person is a corporation that has previously been convicted of an offence under this Act,</p> <p class=\"subpara\">  (i) if the person has one previous conviction, to a fine of not more than $250,000, and</p> <p class=\"subpara\">  (ii) if the person has more than one previous conviction, to a fine of not more than $500,000.</p> <p class=\"headnote\">Offence, false records or documents</p> <p class=\"subsection\">(2) No person shall make, keep or produce false records or other documents that are required to be kept under this Act or participate or acquiesce in the making, keeping or production of false records or other documents that are required to be kept under this Act.</p> <p class=\"headnote\">False or misleading information</p> <p class=\"subsection\">(3) No person shall provide false or misleading information under this Act.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "36.",
            "section_x": "Limitation period, prosecution",
            "part_id": null,
            "part_type": null,
            "section_y": "Limitation period, prosecution",
            "content": "36 No prosecution shall be commenced under this Act more than two years after the date on which the offence was committed or alleged to have been committed.",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>36 </b>No prosecution shall be commenced under this Act more than two years after the date on which the offence was committed or alleged to have been committed.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "37.",
            "section_x": "Offence re directors’ liability",
            "part_id": null,
            "part_type": null,
            "section_y": "Offence re directors’ liability",
            "content": "37 (1) A director of a corporation is guilty of an offence if the director, (a) fails to comply with an order under section 18 and has not applied for a review of that order; or (b) fails to comply with an order under section 18 that has been amended or affirmed by the Board on a review of the order under section 22 or with a new order issued by the Board on such a review. Penalty (2) A director convicted of an offence under subsection (1) is liable to a fine of not more than $50,000.",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>37 </b>(1) A director of a corporation is guilty of an offence if the director,</p> <p class=\"paragraph\">  (a) fails to comply with an order under section 18 and has not applied for a review of that order; or</p> <p class=\"paragraph\">  (b) fails to comply with an order under section 18 that has been amended or affirmed by the Board on a review of the order under section 22 or with a new order issued by the Board on such a review.</p> <p class=\"headnote\">Penalty</p> <p class=\"subsection\">(2) A director convicted of an offence under subsection (1) is liable to a fine of not more than $50,000.</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "38.",
            "section_x": "Offence re permitting offence by corporation",
            "part_id": null,
            "part_type": null,
            "section_y": "Offence re permitting offence by corporation",
            "content": "38 (1) If a corporation contravenes this Act, an officer, director or agent of the corporation or a person acting or claiming to act in that capacity who authorizes, permits or acquiesces in the contravention is a party to and guilty of the offence and is liable on conviction to the fine or imprisonment provided for the offence. Same (2) Subsection (1) applies whether or not the corporation has been prosecuted or convicted of the offence. Additional penalty (3) If an individual is convicted under this section, the court may, in addition to any other fine or term of imprisonment that is imposed, assess any amount owing to an employee affected by the contravention and order the individual to pay the amount assessed to the Director of Employment Standards. Collection by Director (4) The Director of Employment Standards shall attempt to collect the amount ordered to be paid under subsection (3) and if he or she is successful shall distribute it to the employee. No prosecution without consent (5) No prosecution shall be commenced under this section without the consent of the Director of Employment Standards. Proof of consent (6) The production of a document that appears to show that the Director of Employment Standards has consented to a prosecution under this section is admissible as evidence of the Director’s consent. Onus of proof (7) In a trial of an individual who is prosecuted under subsection (1), the onus is on the individual to prove that he or she did not authorize, permit or acquiesce in the contravention.",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>38 </b>(1) If a corporation contravenes this Act, an officer, director or agent of the corporation or a person acting or claiming to act in that capacity who authorizes, permits or acquiesces in the contravention is a party to and guilty of the offence and is liable on conviction to the fine or imprisonment provided for the offence.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsection (1) applies whether or not the corporation has been prosecuted or convicted of the offence.</p> <p class=\"headnote\">Additional penalty</p> <p class=\"subsection\">(3) If an individual is convicted under this section, the court may, in addition to any other fine or term of imprisonment that is imposed, assess any amount owing to an employee affected by the contravention and order the individual to pay the amount assessed to the Director of Employment Standards.</p> <p class=\"headnote\">Collection by Director</p> <p class=\"subsection\">(4) The Director of Employment Standards shall attempt to collect the amount ordered to be paid under subsection (3) and if he or she is successful shall distribute it to the employee.</p> <p class=\"headnote\">No prosecution without consent</p> <p class=\"subsection\">(5) No prosecution shall be commenced under this section without the consent of the Director of Employment Standards.</p> <p class=\"headnote\">Proof of consent</p> <p class=\"subsection\">(6) The production of a document that appears to show that the Director of Employment Standards has consented to a prosecution under this section is admissible as evidence of the Director’s consent.</p> <p class=\"headnote\">Onus of proof</p> <p class=\"subsection\"><span>(7) </span>In a trial of an individual who is prosecuted under subsection (1), the onus is on the individual to prove that he or she did not authorize, permit or acquiesce in the contravention.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "39.",
            "section_x": "Where prosecution may be heard, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Where prosecution may be heard, etc.",
            "content": "39 (1) Section 138 of the Employment Standards Act, 2000 applies with respect to the prosecution of offences under this Act. Director’s authority to publish names of offenders, etc. (2) If a person, including an individual, is convicted of an offence under this Act, the Director of Employment Standards may publish or otherwise make available to the general public the name of the person, a description of the offence, the date of the conviction and the person’s sentence. Internet publication (3) Authority to publish under subsection (2) includes authority to publish on the Internet. Disclosure (4) Any disclosure made under subsection (2) is deemed to be made in compliance with clause 42 (1) (e) of the Freedom of Information and Protection of Privacy Act. Miscellaneous",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>39 </b>(1) Section 138 of the <i>Employment Standards Act, 2000</i> applies with respect to the prosecution of offences under this Act.</p> <p class=\"headnote\">Director’s authority to publish names of offenders, etc.</p> <p class=\"subsection\">(2) If a person, including an individual, is convicted of an offence under this Act, the Director of Employment Standards may publish or otherwise make available to the general public the name of the person, a description of the offence, the date of the conviction and the person’s sentence.</p> <p class=\"headnote\">Internet publication</p> <p class=\"subsection\">(3) Authority to publish under subsection (2) includes authority to publish on the Internet.</p> <p class=\"headnote\">Disclosure</p> <p class=\"subsection\">(4) Any disclosure made under subsection (2) is deemed to be made in compliance with clause 42 (1) (e) of the <i>Freedom of Information and Protection of Privacy Act</i>.</p> <p class=\"heading1\"><a name=\"BK44\"></a>Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "Miscellaneous",
            "section_x": "Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "40.",
            "section_x": "Copy constitutes evidence",
            "part_id": null,
            "part_type": null,
            "section_y": "Copy constitutes evidence",
            "content": "40 Section 140 of the Employment Standards Act, 2000 applies, with necessary modifications, with respect to copies of orders or notices of contravention, records or other documents, or extracts thereof, and certificates that appear to be signed by the Director of Employment Standards under this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>40 </b>Section 140 of the <i>Employment Standards Act, 2000</i> applies, with necessary modifications, with respect to copies of orders or notices of contravention, records or other documents, or extracts thereof, and certificates that appear to be signed by the Director of Employment Standards under this Act.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "41.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "41 (1) The Lieutenant Governor in Council may make regulations for carrying out the purposes of this Act and, without restricting the generality of the foregoing, may make regulations, (a) amending or further defining or clarifying the meanings of “building cleaning work” and “construction project” in subsection 1 (1); (b) prescribing a body or class of bodies that directly or indirectly receives public funds for the purposes of the definition of “government entity” in subsection 1 (1); (c) defining words and expressions used in this Act that are not otherwise defined in this Act; (d) establishing criteria for inclusion on the list of the Director of Government Contract Wages referred to in subsection 26 (3); (e) governing penalties for contraventions for the purposes of subsection 20 (2), and without restricting the generality of this power, (i) establishing different penalties or ranges of penalties for different types of contraventions or the method of determining those penalties or ranges, (ii) specifying that different penalties, ranges or methods of determining a penalty or range apply to contraveners who are individuals and to contraveners that are corporations, or (iii) prescribing criteria an employment standards officer is required or permitted to consider when imposing a penalty; (f) exempting any of the following from the application of this Act or any provision of this Act, (i) a government entity or class of government entity, (ii) a contract or class of contract, or (iii) a class of work; (g) respecting any matter that this Act describes as being prescribed by or provided for in the regulations. Transitional regulations (2) The Lieutenant Governor in Council may make regulations providing for any transitional matter that the Lieutenant Governor in Council considers necessary or advisable in connection with the implementation of this Act. Same (3) In the event of a conflict between this Act or the regulations and a regulation made under subsection (2), the regulation made under subsection (2) prevails. 42 Omitted\r\n(provides for coming into force of provisions of this Act). 43 Omitted (enacts short title of this Act). _____________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>41 </b>(1) The Lieutenant Governor in Council may make regulations for carrying out the purposes of this Act and, without restricting the generality of the foregoing, may make regulations,</p> <p class=\"paragraph\">  (a) amending or further defining or clarifying the meanings of “building cleaning work” and “construction project” in subsection 1 (1);</p> <p class=\"paragraph\">  (b) prescribing a body or class of bodies that directly or indirectly receives public funds for the purposes of the definition of “government entity” in subsection 1 (1);</p> <p class=\"paragraph\">  (c) defining words and expressions used in this Act that are not otherwise defined in this Act;</p> <p class=\"paragraph\">  (d) establishing criteria for inclusion on the list of the Director of Government Contract Wages referred to in subsection 26 (3);</p> <p class=\"paragraph\">  (e) governing penalties for contraventions for the purposes of subsection 20 (2), and without restricting the generality of this power,</p> <p class=\"subpara\">  (i) establishing different penalties or ranges of penalties for different types of contraventions or the method of determining those penalties or ranges,</p> <p class=\"subpara\">  (ii) specifying that different penalties, ranges or methods of determining a penalty or range apply to contraveners who are individuals and to contraveners that are corporations, or</p> <p class=\"subpara\">  (iii) prescribing criteria an employment standards officer is required or permitted to consider when imposing a penalty;</p> <p class=\"paragraph\">  (f) exempting any of the following from the application of this Act or any provision of this Act,</p> <p class=\"subpara\">  (i) a government entity or class of government entity,</p> <p class=\"subpara\">  (ii) a contract or class of contract, or</p> <p class=\"subpara\">  (iii) a class of work;</p> <p class=\"paragraph\">  (g) respecting any matter that this Act describes as being prescribed by or provided for in the regulations.</p> <p class=\"headnote\">Transitional regulations</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may make regulations providing for any transitional matter that the Lieutenant Governor in Council considers necessary or advisable in connection with the implementation of this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) In the event of a conflict between this Act or the regulations and a regulation made under subsection (2), the regulation made under subsection (2) prevails.</p> <p class=\"section\"><b>42 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>43</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">_____________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/18g09\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}