{
    "act_info": {
        "full_title": "Government Advertising Act, 2004, S.O. 2004, c. 20 ",
        "act_name_text": "Not Found",
        "citation": "Government Advertising Act, 2004, S.O. 2004, c. 20 ",
        "url": "https://www.ontario.ca/laws/statute/04g20",
        "date_scraped": "2023-12-21 17:48:25"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/04g20/v7",
            "valid_from": "December  5, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/statute/04g20/v6",
            "valid_from": "December 10, 2015",
            "valid_to": "December  4, 2016"
        },
        {
            "a_href": "/laws/statute/04g20/v5",
            "valid_from": "June 16, 2015",
            "valid_to": "December  9, 2015"
        },
        {
            "a_href": "/laws/statute/04g20/v4",
            "valid_from": "June  4, 2015",
            "valid_to": "June 15, 2015"
        },
        {
            "a_href": "/laws/statute/04g20/v3",
            "valid_from": "January 30, 2006",
            "valid_to": "June  3, 2015"
        },
        {
            "a_href": "/laws/statute/04g20/v2",
            "valid_from": "November 21, 2005",
            "valid_to": "January 29, 2006"
        },
        {
            "a_href": "/laws/statute/04g20/v1",
            "valid_from": "December  9, 2004",
            "valid_to": "November 20, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/150143",
            "Citation": "O. Reg. 143/15",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/050589",
            "revoked_reg_citation": "O. Reg. 589/05",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation",
            "content": " 1. (1) In this Act, “government office” means a ministry, Cabinet Office, the Office of the Premier or such other entity as may be designated by regulation; (“bureau gouvernemental”) “item” means an advertisement, printed matter or message to which section 2, 3 or 4, as the case may be, applies; (“document”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means regulations made under this Act; (“règlements”) “standards” means the standards established under section 6. (“normes”) 2004, c. 20, s. 1 (1); 2015, c. 20, Sched. 14, s. 1. Head of an office (2) For the purposes of this Act, the deputy minister of a ministry is the head of the ministry, the Secretary of the Cabinet is the head of Cabinet Office and the head of the Office of the Premier, and the regulations may specify the person who is the head of such other government offices as are designated by regulation.  2004, c. 20, s. 1 (2). Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 14, s. 1 - 16/06/2015",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK0\"></a><b>1.</b> (1) In this Act,</p> <p class=\"firstdef-e\">“government office” means a ministry, Cabinet Office, the Office of the Premier or such other entity as may be designated by regulation; (“bureau gouvernemental”)</p> <p class=\"definition-e\">“item” means an advertisement, printed matter or message to which section 2, 3 or 4, as the case may be, applies; (“document”)</p> <p class=\"definition-e\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition-e\">“regulations” means regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“standards” means the standards established under section 6. (“normes”) 2004, c. 20, s. 1 (1); 2015, c. 20, Sched. 14, s. 1.</p> <p class=\"headnote-e\">Head of an office</p> <p class=\"subsection-e\">  (2) For the purposes of this Act, the deputy minister of a ministry is the head of the ministry, the Secretary of the Cabinet is the head of Cabinet Office and the head of the Office of the Premier, and the regulations may specify the person who is the head of such other government offices as are designated by regulation.  2004, c. 20, s. 1 (2).</p> <p class=\"footnoteLeft-e\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft-e\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched14s1s1\">2015, c. 20, Sched. 14, s. 1</a></span> - 16/06/2015</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.1",
            "section_x": "Advertisements, printed matter, messages",
            "part_id": null,
            "part_type": null,
            "section_y": "Advertisements, printed matter, messages",
            "content": " 1.1 (1) Nothing in this Act, other than subsection 8 (3), prevents or limits the ability of a government office to publish, display or broadcast an advertisement, distribute printed matter to Ontario households, or convey a message to the public, if the advertisement, printed matter or message meets the standards or is not subject to review under this Act. 2015, c. 20, Sched. 14, s. 2. Examples (2) Examples of reasons for which a government office may choose to communicate to the public in a manner described in subsection (1) include, (a)  informing the public about existing, new or proposed government programs, plans, services or policies, including fiscal policies such as policies respecting pensions or taxes; (b)  informing the public about changes or proposed changes to existing government programs, plans, services or policies; (c)  informing the public about the goals, objectives, expected outcomes, or results of, or rationale for, a matter referred to in clause (a) or (b); (d)  informing the public of their rights and responsibilities under the law; (e)  encouraging or discouraging specific social behaviour, in the public interest; (f)  promoting Ontario or any part of Ontario as a good place to live, work, invest, study or visit; (g)  promoting any economic activity or sector of Ontario’s economy or the government’s plans to support that economic activity or sector; and (h)  informing the public about Ontario’s relationships with other Canadian governments, including promoting Ontario’s interests in relation to those governments. 2015, c. 20, Sched. 14, s. 2. Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 14, s. 2 - 16/06/2015 Requirement for preliminary review of advertisements",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1.1 </b>(1) Nothing in this Act, other than subsection 8 (3), prevents or limits the ability of a government office to publish, display or broadcast an advertisement, distribute printed matter to Ontario households, or convey a message to the public, if the advertisement, printed matter or message meets the standards or is not subject to review under this Act. 2015, c. 20, Sched. 14, s. 2.</p> <p class=\"headnote-e\">Examples</p> <p class=\"subsection-e\">  (2) Examples of reasons for which a government office may choose to communicate to the public in a manner described in subsection (1) include,</p> <p class=\"clause-e\">  (a)  informing the public about existing, new or proposed government programs, plans, services or policies, including fiscal policies such as policies respecting pensions or taxes;</p> <p class=\"clause-e\">  (b)  informing the public about changes or proposed changes to existing government programs, plans, services or policies;</p> <p class=\"clause-e\">  (c)  informing the public about the goals, objectives, expected outcomes, or results of, or rationale for, a matter referred to in clause (a) or (b);</p> <p class=\"clause-e\">  (d)  informing the public of their rights and responsibilities under the law;</p> <p class=\"clause-e\">  (e)  encouraging or discouraging specific social behaviour, in the public interest;</p> <p class=\"clause-e\">  (f)  promoting Ontario or any part of Ontario as a good place to live, work, invest, study or visit;</p> <p class=\"clause-e\">  (g)  promoting any economic activity or sector of Ontario’s economy or the government’s plans to support that economic activity or sector; and</p> <p class=\"clause-e\">  (h)  informing the public about Ontario’s relationships with other Canadian governments, including promoting Ontario’s interests in relation to those governments. 2015, c. 20, Sched. 14, s. 2.</p> <p class=\"footnoteLeft-e\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft-e\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched14s2\">2015, c. 20, Sched. 14, s. 2</a></span> - 16/06/2015</p> <p class=\"headnote-e\">Requirement for preliminary review of advertisements</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Requirement for preliminary review of advertisements",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": " 2. (1) This section applies with respect to any advertisement that a government office proposes to pay to have, (a)  published in a newspaper or magazine; (b)  displayed on a billboard or as a public transit advertisement; (c)  displayed digitally in a prescribed form or manner; or (d)  broadcast on radio or television, or in a cinema. 2015, c. 20, Sched. 14, s. 3. Submission for preliminary review (2) The head of the government office shall give a copy of the advertisement to the Office of the Auditor General for preliminary review. 2015, c. 20, Sched. 14, s. 3. (3), (4) Repealed: 2015, c. 20, Sched. 14, s. 3. Non-application (5) This section does not apply with respect to a notice to the public that is required by law, an advertisement about an urgent matter affecting public health or safety, a job advertisement or an advertisement about the provision of goods or services to a government office.  2004, c. 20, s. 2 (5). Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 14, s. 3 - 16/06/2015 Requirements re printed matter",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) This section applies with respect to any advertisement that a government office proposes to pay to have,</p> <p class=\"clause-e\">  (a)  published in a newspaper or magazine;</p> <p class=\"clause-e\">  (b)  displayed on a billboard or as a public transit advertisement;</p> <p class=\"clause-e\">  (c)  displayed digitally in a prescribed form or manner; or</p> <p class=\"clause-e\">  (d)  broadcast on radio or television, or in a cinema. 2015, c. 20, Sched. 14, s. 3.</p> <p class=\"headnote-e\">Submission for preliminary review</p> <p class=\"subsection-e\">  (2) The head of the government office shall give a copy of the advertisement to the Office of the Auditor General for preliminary review. 2015, c. 20, Sched. 14, s. 3.</p> <p class=\"subsection-e\">  (3), (4) <span class=\"ovsmallcap\">Repealed</span>: 2015, c. 20, Sched. 14, s. 3.</p> <p class=\"headnote-e\">Non-application</p> <p class=\"subsection-e\">  (5) This section does not apply with respect to a notice to the public that is required by law, an advertisement about an urgent matter affecting public health or safety, a job advertisement or an advertisement about the provision of goods or services to a government office.  2004, c. 20, s. 2 (5).</p> <p class=\"footnoteLeft-e\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft-e\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched14s3\">2015, c. 20, Sched. 14, s. 3</a></span> - 16/06/2015</p> <p class=\"headnote-e\">Requirements re printed matter</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "Requirements re printed matter",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": " 3. (1) This section applies with respect to printed matter that a government office proposes to pay to have distributed to households in Ontario either by bulk mail or by another method of bulk delivery.  2004, c. 20, s. 3 (1). Submission for preliminary review (2) The head of the government office shall give a copy of the printed matter to the Office of the Auditor General for preliminary review. 2015, c. 20, Sched. 14, s. 4. (3), (4) Repealed: 2015, c. 20, Sched. 14, s. 4. Non-application (5) This section does not apply with respect to a notice to the public that is required by law or printed matter about an urgent matter affecting public health or safety or about the provision of goods or services to a government office.  2004, c. 20, s. 3 (5). Interpretation (6) For the purposes of this section, printed matter is distributed by bulk mail or another method of bulk delivery if, when it is distributed, it is not individually addressed to the intended recipient.  2004, c. 20, s. 3 (6). Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 14, s. 4 - 16/06/2015 Requirements re additional classes of messages",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3.</b> (1) This section applies with respect to printed matter that a government office proposes to pay to have distributed to households in Ontario either by bulk mail or by another method of bulk delivery.  2004, c. 20, s. 3 (1).</p> <p class=\"headnote-e\">Submission for preliminary review</p> <p class=\"subsection-e\">  (2) The head of the government office shall give a copy of the printed matter to the Office of the Auditor General for preliminary review. 2015, c. 20, Sched. 14, s. 4.</p> <p class=\"subsection-e\">  (3), (4) <span class=\"ovsmallcap\">Repealed</span>: 2015, c. 20, Sched. 14, s. 4.</p> <p class=\"headnote-e\">Non-application</p> <p class=\"subsection-e\">  (5) This section does not apply with respect to a notice to the public that is required by law or printed matter about an urgent matter affecting public health or safety or about the provision of goods or services to a government office.  2004, c. 20, s. 3 (5).</p> <p class=\"headnote-e\">Interpretation</p> <p class=\"subsection-e\">  (6) For the purposes of this section, printed matter is distributed by bulk mail or another method of bulk delivery if, when it is distributed, it is not individually addressed to the intended recipient.  2004, c. 20, s. 3 (6).</p> <p class=\"footnoteLeft-e\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft-e\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched14s4\">2015, c. 20, Sched. 14, s. 4</a></span> - 16/06/2015</p> <p class=\"headnote-e\">Requirements re additional classes of messages</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "section_x": "Requirements re additional classes of messages",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": " 4. (1) This section applies with respect to such additional classes of messages as may be prescribed that a government office proposes to convey to the public in such circumstances as may be prescribed.  2004, c. 20, s. 4 (1). Submission for preliminary review (2) The head of the government office shall give a copy of the message to the Office of the Auditor General for preliminary review. 2015, c. 20, Sched. 14, s. 5. (3), (4) Repealed: 2015, c. 20, Sched. 14, s. 5. Non-application (5) This section does not apply with respect to a message that is a notice to the public that is required by law, that concerns an urgent matter affecting public health or safety, that is a job advertisement or that concerns the provision of goods or services to a government office.  2004, c. 20, s. 4 (5). Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 14, s. 5 - 16/06/2015",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>4.</b> (1) This section applies with respect to such additional classes of messages as may be prescribed that a government office proposes to convey to the public in such circumstances as may be prescribed.  2004, c. 20, s. 4 (1).</p> <p class=\"headnote-e\">Submission for preliminary review</p> <p class=\"subsection-e\">  (2) The head of the government office shall give a copy of the message to the Office of the Auditor General for preliminary review. 2015, c. 20, Sched. 14, s. 5.</p> <p class=\"subsection-e\">  (3), (4) <span class=\"ovsmallcap\">Repealed</span>: 2015, c. 20, Sched. 14, s. 5.</p> <p class=\"headnote-e\">Non-application</p> <p class=\"subsection-e\">  (5) This section does not apply with respect to a message that is a notice to the public that is required by law, that concerns an urgent matter affecting public health or safety, that is a job advertisement or that concerns the provision of goods or services to a government office.  2004, c. 20, s. 4 (5).</p> <p class=\"footnoteLeft-e\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft-e\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched14s5\">2015, c. 20, Sched. 14, s. 5</a></span> - 16/06/2015</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.1",
            "section_x": "Requirement for final review",
            "part_id": null,
            "part_type": null,
            "section_y": "Requirement for final review",
            "content": " 4.1 (1) The head of the government office shall give a copy of any item that the government office proposes to publish, display, broadcast, distribute or convey to the Office of the Auditor General for final review if, (a)  after the Auditor General’s preliminary review of the item, the Office of the Auditor General, (i)  gives notice to the head of the office that the item meets the standards, subject to subsection (2), (ii)  gives notice to the head of the office that there was insufficient information to determine whether the item meets the standards, or (iii)  does not give notice to the head of the office within the time specified by subsection 7 (1); or (b)  the item is exempted from preliminary review by the regulations. 2015, c. 20, Sched. 14, s. 6. Exception (2) Subclause (1) (a) (i) does not apply if the notice indicates that a final review of the item under subsection (1) is not required. 2015, c. 20, Sched. 14, s. 6. When revised version does not require preliminary review (3) If a government office proposes to use a revised version of an item that has been reviewed by the Auditor General, the head of the office may, in the following circumstances, give the revised version to the Office of the Auditor General for review under subsection (1): 1.  The head of the office received notice that the item did not meet the standards. 2.  Subsection (2) applied to the item. 2015, c. 20, Sched. 14, s. 6. Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 14, s. 6 - 16/06/2015",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4.1 </b>(1) The head of the government office shall give a copy of any item that the government office proposes to publish, display, broadcast, distribute or convey to the Office of the Auditor General for final review if,</p> <p class=\"clause-e\">  (a)  after the Auditor General’s preliminary review of the item, the Office of the Auditor General,</p> <p class=\"subclause-e\">  (i)  gives notice to the head of the office that the item meets the standards, subject to subsection (2),</p> <p class=\"subclause-e\">  (ii)  gives notice to the head of the office that there was insufficient information to determine whether the item meets the standards, or</p> <p class=\"subclause-e\">  (iii)  does not give notice to the head of the office within the time specified by subsection 7 (1); or</p> <p class=\"clause-e\">  (b)  the item is exempted from preliminary review by the regulations. 2015, c. 20, Sched. 14, s. 6.</p> <p class=\"headnote-e\">Exception</p> <p class=\"subsection-e\">  (2) Subclause (1) (a) (i) does not apply if the notice indicates that a final review of the item under subsection (1) is not required. 2015, c. 20, Sched. 14, s. 6.</p> <p class=\"headnote-e\">When revised version does not require preliminary review</p> <p class=\"subsection-e\">  (3) If a government office proposes to use a revised version of an item that has been reviewed by the Auditor General, the head of the office may, in the following circumstances, give the revised version to the Office of the Auditor General for review under subsection (1):</p> <p class=\"paragraph-e\">  1.  The head of the office received notice that the item did not meet the standards.</p> <p class=\"paragraph-e\">  2.  Subsection (2) applied to the item. 2015, c. 20, Sched. 14, s. 6.</p> <p class=\"footnoteLeft-e\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft-e\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched14s6\">2015, c. 20, Sched. 14, s. 6</a></span> - 16/06/2015</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Review by Auditor General",
            "part_id": null,
            "part_type": null,
            "section_y": "Review by Auditor General",
            "content": " 5. (1) The Auditor General shall review every item given to the Office of the Auditor General under this Act to determine whether it meets the standards. 2015, c. 20, Sched. 14, s. 7. Decision (2) The decision of the Auditor General is final.  2004, c. 20, s. 5 (2). Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 14, s. 7 - 16/06/2015",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>(1) The Auditor General shall review every item given to the Office of the Auditor General under this Act to determine whether it meets the standards. 2015, c. 20, Sched. 14, s. 7.</p> <p class=\"headnote-e\">Decision</p> <p class=\"subsection-e\">  (2) The decision of the Auditor General is final.  2004, c. 20, s. 5 (2).</p> <p class=\"footnoteLeft-e\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft-e\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched14s7\">2015, c. 20, Sched. 14, s. 7</a></span> - 16/06/2015</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Required standards",
            "part_id": null,
            "part_type": null,
            "section_y": "Required standards",
            "content": " 6. (1) The following are the standards that an item is required to meet: 1.  It must include a statement that the item is paid for by the Government of Ontario. 2.  It must not be partisan, as determined under subsection (2). 3.  It must meet any additional standards that may be prescribed. 2015, c. 20, Sched. 14, s. 8. Partisan advertising (2) An item is partisan if, (a)  it includes the name, voice or image of a member of the Executive Council or of a member of the Assembly, unless the item’s primary target audience is located outside of Ontario; (b)  it includes the name or logo of a recognized party, within the meaning of subsection 62 (5) of the Legislative Assembly Act; (c)  it directly identifies and criticizes a recognized party or a member of the Assembly; or (d)  it includes, to a significant degree, a colour associated with the governing party, subject to subsection (4). 2015, c. 20, Sched. 14, s. 8. Reference to title (3) Clause (2) (a) does not prevent the use of a member’s title. 2015, c. 20, Sched. 14, s. 8; 2015, c. 38, Sched. 8, s. 1. Exception, colour (4) Clause (2) (d) does not apply to the depiction of a thing that is commonly depicted in a colour associated with the governing party. 2015, c. 20, Sched. 14, s. 8. Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 14, s. 8 - 16/06/2015; 2015, c. 38, Sched. 8, s. 1 - 10/12/2015",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>(1) The following are the standards that an item is required to meet:</p> <p class=\"paragraph-e\">  1.  It must include a statement that the item is paid for by the Government of Ontario.</p> <p class=\"paragraph-e\">  2.  It must not be partisan, as determined under subsection (2).</p> <p class=\"paragraph-e\">  3.  It must meet any additional standards that may be prescribed. 2015, c. 20, Sched. 14, s. 8.</p> <p class=\"headnote-e\">Partisan advertising</p> <p class=\"subsection-e\">  (2) An item is partisan if,</p> <p class=\"clause-e\">  (a)  it includes the name, voice or image of a member of the Executive Council or of a member of the Assembly, unless the item’s primary target audience is located outside of Ontario;</p> <p class=\"clause-e\">  (b)  it includes the name or logo of a recognized party, within the meaning of subsection 62 (5) of the <i>Legislative Assembly Act</i>; </p> <p class=\"clause-e\">  (c)  it directly identifies and criticizes a recognized party or a member of the Assembly; or</p> <p class=\"clause-e\">  (d)  it includes, to a significant degree, a colour associated with the governing party, subject to subsection (4). 2015, c. 20, Sched. 14, s. 8.</p> <p class=\"headnote-e\">Reference to title</p> <p class=\"subsection-e\">  (3) Clause (2) (a) does not prevent the use of a member’s title. 2015, c. 20, Sched. 14, s. 8; 2015, c. 38, Sched. 8, s. 1.</p> <p class=\"headnote-e\">Exception, colour</p> <p class=\"subsection-e\">  (4) Clause (2) (d) does not apply to the depiction of a thing that is commonly depicted in a colour associated with the governing party. 2015, c. 20, Sched. 14, s. 8.</p> <p class=\"footnoteLeft-e\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft-e\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched14s8\">2015, c. 20, Sched. 14, s. 8</a></span> - 16/06/2015; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15038#sched8s1\">2015, c. 38, Sched. 8, s. 1</a></span> - 10/12/2015</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "section_x": "Notice",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice",
            "content": " 7. (1) The Office of the Auditor General shall notify the head of the government office of the results of a preliminary review under section 2, 3 or 4 within the prescribed number of days after receiving the item for preliminary review. 2015, c. 20, Sched. 14, s. 8. Same (2) The Office of the Auditor General shall notify the head of the government office of the results of a final review under subsection 4.1 (1) within the prescribed number of days after receiving the item for review under that subsection. 2015, c. 20, Sched. 14, s. 8. Deemed notice (3) If notice is not given within the period specified under subsection (2), the head of the government office is deemed to have received notice that the item meets the standards. 2015, c. 20, Sched. 14, s. 8. Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 14, s. 8 - 16/06/2015 Prohibitions",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7. </b>(1) The Office of the Auditor General shall notify the head of the government office of the results of a preliminary review under section 2, 3 or 4 within the prescribed number of days after receiving the item for preliminary review. 2015, c. 20, Sched. 14, s. 8.</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (2) The Office of the Auditor General shall notify the head of the government office of the results of a final review under subsection 4.1 (1) within the prescribed number of days after receiving the item for review under that subsection. 2015, c. 20, Sched. 14, s. 8.</p> <p class=\"headnote-e\">Deemed notice</p> <p class=\"subsection-e\">  (3) If notice is not given within the period specified under subsection (2), the head of the government office is deemed to have received notice that the item meets the standards. 2015, c. 20, Sched. 14, s. 8.</p> <p class=\"footnoteLeft-e\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft-e\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched14s8\">2015, c. 20, Sched. 14, s. 8</a></span> - 16/06/2015</p> <p class=\"headnote-e\">Prohibitions</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "section_x": "Prohibitions",
            "part_id": null,
            "part_type": null,
            "section_y": "On use pending review",
            "content": " 8. (1) A government office shall not publish, display, broadcast, distribute or convey an item before the head of the office, (a)  receives notice, or is deemed to have received notice, of the results of a review of the item under subsection 4.1 (1); or (b)  in the case of an item to which subsection 4.1 (2) applies, receives notice from the Office of the Auditor General that the item meets the standards and that a final review is not required, subject to subsection 4.1 (3). 2015, c. 20, Sched. 14, s. 8. On use if standards not met (2) A government office shall not publish, display, broadcast, distribute or convey an item if the head of the office receives notice from the Office of the Auditor General that the item does not meet the standards. 2015, c. 20, Sched. 14, s. 8. On use during election periods (3) Despite notice or deemed notice that an item meets the standards, a government office shall not publish, display, broadcast, distribute or convey the item, unless permitted under subsection (4), during the following periods: 1.  The period beginning on the day of the issue of a writ under the Election Act for a general election and ending on polling day, in the case of any general election. 2.  The additional period of 60 consecutive days ending on the day of the issue of a writ under the Election Act, in the case of a general election held in accordance with subsection 9 (2) of the Election Act. 2016, c. 22, s. 59. Exceptions (4) Subsection (3) does not apply if the item, (a)  relates to a revenue-generating activity, (b)  is time sensitive, or (c)  meets any other criteria that may be prescribed. 2015, c. 20, Sched. 14, s. 8. Pre-existing publication, etc. (5) Subsection (3) requires a government office to cease any ongoing or continued publication, display, broadcasting, distribution or conveying of an item that began before the beginning of the period referred to in that subsection, unless, in the opinion of the head of the office, it is not practicable to do so. 2015, c. 20, Sched. 14, s. 8. Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 14, s. 8 - 16/06/2015 2016, c. 22, s. 59 - 01/01/2017 Reports to the Assembly",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>(1) A government office shall not publish, display, broadcast, distribute or convey an item before the head of the office,</p> <p class=\"clause-e\">  (a)  receives notice, or is deemed to have received notice, of the results of a review of the item under subsection 4.1 (1); or</p> <p class=\"clause-e\">  (b)  in the case of an item to which subsection 4.1 (2) applies, receives notice from the Office of the Auditor General that the item meets the standards and that a final review is not required, subject to subsection 4.1 (3). 2015, c. 20, Sched. 14, s. 8.</p> <p class=\"headnote-e\">On use if standards not met</p> <p class=\"subsection-e\">  (2) A government office shall not publish, display, broadcast, distribute or convey an item if the head of the office receives notice from the Office of the Auditor General that the item does not meet the standards. 2015, c. 20, Sched. 14, s. 8.</p> <p class=\"headnote-e\">On use during election periods</p> <p class=\"subsection-e\">  (3) Despite notice or deemed notice that an item meets the standards, a government office shall not publish, display, broadcast, distribute or convey the item, unless permitted under subsection (4), during the following periods:</p> <p class=\"paragraph-e\">  1.  The period beginning on the day of the issue of a writ under the <i>Election Act</i> for a general election and ending on polling day, in the case of any general election.</p> <p class=\"paragraph-e\">  2.  The additional period of 60 consecutive days ending on the day of the issue of a writ under the <i>Election Act</i>, in the case of a general election held in accordance with subsection 9 (2) of the <i>Election Act</i>. 2016, c. 22, s. 59.</p> <p class=\"headnote-e\">Exceptions</p> <p class=\"subsection-e\">  (4) Subsection (3) does not apply if the item,</p> <p class=\"clause-e\">  (a)  relates to a revenue-generating activity,</p> <p class=\"clause-e\">  (b)  is time sensitive, or</p> <p class=\"clause-e\">  (c)  meets any other criteria that may be prescribed. 2015, c. 20, Sched. 14, s. 8.</p> <p class=\"headnote-e\">Pre-existing publication, etc.</p> <p class=\"subsection-e\">  (5) Subsection (3) requires a government office to cease any ongoing or continued publication, display, broadcasting, distribution or conveying of an item that began before the beginning of the period referred to in that subsection, unless, in the opinion of the head of the office, it is not practicable to do so. 2015, c. 20, Sched. 14, s. 8.</p> <p class=\"footnoteLeft-e\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft-e\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched14s8\">2015, c. 20, Sched. 14, s. 8</a></span> - 16/06/2015</p> <p class=\"footnoteLeft-e\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16022#s59\">2016, c. 22, s. 59</a></span> - 01/01/2017</p> <p class=\"headnote-e\">Reports to the Assembly</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "section_x": "Reports to the Assembly",
            "part_id": null,
            "part_type": null,
            "section_y": "Annual report",
            "content": " 9. (1) Each year, the Auditor General shall report to the Speaker of the Assembly about such matters as the Auditor General considers appropriate relating to his or her powers and duties under this Act.  2004, c. 20, s. 9 (1). Same (2) In the annual report, the Auditor General shall notify the Speaker about any contraventions of section 2, 3, 4, 4.1 or 8. 2004, c. 20, s. 9 (2); 2015, c. 20, Sched. 14, s. 9. Special report (3) The Auditor General may make a special report to the Speaker at any time on any matter that in the opinion of the Auditor General should not be deferred until the annual report.  2004, c. 20, s. 9 (3). Tabling of reports (4) The Speaker shall lay each annual report or special report of the Auditor General before the Assembly forthwith if it is in session or, if not, not later than the 10th day of the next session.  2004, c. 20, s. 9 (4). Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 14, s. 9 - 16/06/2015",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>9.</b> (1) Each year, the Auditor General shall report to the Speaker of the Assembly about such matters as the Auditor General considers appropriate relating to his or her powers and duties under this Act.  2004, c. 20, s. 9 (1).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (2) In the annual report, the Auditor General shall notify the Speaker about any contraventions of section 2, 3, 4, 4.1 or 8. 2004, c. 20, s. 9 (2); 2015, c. 20, Sched. 14, s. 9.</p> <p class=\"headnote-e\">Special report</p> <p class=\"subsection-e\">  (3) The Auditor General may make a special report to the Speaker at any time on any matter that in the opinion of the Auditor General should not be deferred until the annual report.  2004, c. 20, s. 9 (3).</p> <p class=\"headnote-e\">Tabling of reports</p> <p class=\"subsection-e\">  (4) The Speaker shall lay each annual report or special report of the Auditor General before the Assembly forthwith if it is in session or, if not, not later than the 10th day of the next session.  2004, c. 20, s. 9 (4).</p> <p class=\"footnoteLeft-e\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft-e\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched14s9\">2015, c. 20, Sched. 14, s. 9</a></span> - 16/06/2015</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "section_x": "Access to records",
            "part_id": null,
            "part_type": null,
            "section_y": "Access to records",
            "content": " 10. The Auditor General may examine the records of a government office at any time for the purpose of determining whether section 2, 3, 4, 4.1 or 8 has been contravened, and the Auditor General or his or her designate shall be given access to such records as he or she considers necessary for that purpose. 2004, c. 20, s. 10; 2015, c. 20, Sched. 14, s. 10. Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 14, s. 10 - 16/06/2015",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>10.</b> The Auditor General may examine the records of a government office at any time for the purpose of determining whether section 2, 3, 4, 4.1 or 8 has been contravened, and the Auditor General or his or her designate shall be given access to such records as he or she considers necessary for that purpose. 2004, c. 20, s. 10; 2015, c. 20, Sched. 14, s. 10.</p> <p class=\"footnoteLeft-e\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft-e\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched14s10\">2015, c. 20, Sched. 14, s. 10</a></span> - 16/06/2015</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.",
            "section_x": "Immunity",
            "part_id": null,
            "part_type": null,
            "section_y": "Immunity",
            "content": " 11. (1) No action or other proceeding shall be brought against a person who publishes, displays or broadcasts a reviewable advertisement on the sole ground that, under this Act, a government office was not permitted to use it to communicate with the public.  2004, c. 20, s. 11 (1). Same (2) No action or other proceeding shall be brought against a person who distributes reviewable printed matter on the sole ground that, under this Act, a government office was not permitted to distribute it.  2004, c. 20, s. 11 (2). Same (3) No action or other proceeding shall be brought against a person who conveys to the public on behalf of a government office a reviewable message on the sole ground that, under this Act, a government office was not permitted to convey it to the public.  2004, c. 20, s. 11 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>11.</b> (1) No action or other proceeding shall be brought against a person who publishes, displays or broadcasts a reviewable advertisement on the sole ground that, under this Act, a government office was not permitted to use it to communicate with the public.  2004, c. 20, s. 11 (1).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (2) No action or other proceeding shall be brought against a person who distributes reviewable printed matter on the sole ground that, under this Act, a government office was not permitted to distribute it.  2004, c. 20, s. 11 (2).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (3) No action or other proceeding shall be brought against a person who conveys to the public on behalf of a government office a reviewable message on the sole ground that, under this Act, a government office was not permitted to convey it to the public.  2004, c. 20, s. 11 (3).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "12.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": " 12. (1) The Lieutenant Governor in Council may make regulations, (a)  designating an entity or class of entities as a government office and specifying who is the head of the government office for the purposes of this Act; (a.1)  setting out forms or manners of digital display for the purposes of clause 2 (1) (c); (a.2)  governing the manner in which an advertisement prescribed under clause (a.1) may be given to the Office of the Auditor General for review under this Act, including providing that variations of such an advertisement may be specified or described rather than submitted individually; (a.3)  exempting items from preliminary review under section 2, 3 or 4; (b)  prescribing additional classes of messages and circumstances for the purposes of subsection 4 (1); (c)  prescribing additional standards for the purposes of paragraph 3 of subsection 6 (1); (d)  prescribing numbers of days for the purposes of subsection 7 (1) and for the purposes of subsection 7 (2); (e)  defining or clarifying the meaning of terms used in clause 8 (4) (a) or (b); (f)  setting out criteria for the purposes of clause 8 (4) (c). 2004, c. 20, s. 12; 2015, c. 20, Sched. 14, s. 11 (1-3). Same (2) A regulation made under clause (1) (d) may prescribe different numbers of days for advertisements, printed matter and messages, and for different classes of each of them. 2015, c. 20, Sched. 14, s. 11 (4). Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 14, s. 11 - 16/06/2015 13. Omitted (amends or repeals other Acts).  2004, c. 20, s. 13. 14. Omitted (provides for coming into force of provisions of this Act).  2004, c. 20, s. 14. 15. Omitted (enacts short title of this Act).  2004, c. 20, s. 15. ______________  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>12.</b> (1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">  (a)  designating an entity or class of entities as a government office and specifying who is the head of the government office for the purposes of this Act;</p> <p class=\"clause-e\"> (a.1)  setting out forms or manners of digital display for the purposes of clause 2 (1) (c);</p> <p class=\"clause-e\"> (a.2)  governing the manner in which an advertisement prescribed under clause (a.1) may be given to the Office of the Auditor General for review under this Act, including providing that variations of such an advertisement may be specified or described rather than submitted individually;</p> <p class=\"clause-e\"> (a.3)  exempting items from preliminary review under section 2, 3 or 4;</p> <p class=\"clause-e\">  (b)  prescribing additional classes of messages and circumstances for the purposes of subsection 4 (1);</p> <p class=\"clause-e\">  (c)  prescribing additional standards for the purposes of paragraph 3 of subsection 6 (1);</p> <p class=\"clause-e\">  (d)  prescribing numbers of days for the purposes of subsection 7 (1) and for the purposes of subsection 7 (2);</p> <p class=\"clause-e\">  (e)  defining or clarifying the meaning of terms used in clause 8 (4) (a) or (b);</p> <p class=\"clause-e\">  (f)  setting out criteria for the purposes of clause 8 (4) (c). 2004, c. 20, s. 12; 2015, c. 20, Sched. 14, s. 11 (1-3).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (2) A regulation made under clause (1) (d) may prescribe different numbers of days for advertisements, printed matter and messages, and for different classes of each of them. 2015, c. 20, Sched. 14, s. 11 (4).</p> <p class=\"footnoteLeft-e\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft-e\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched14s11s1\">2015, c. 20, Sched. 14, s. 11</a></span> - 16/06/2015</p> <p class=\"section-e\"> <b>13</b><b>.</b> <span class=\"ovsmallcap\">Omitted (amends or repeals other Acts).</span>  2004, c. 20, s. 13.</p> <p class=\"section-e\"> <b>14</b><b>.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2004, c. 20, s. 14.</p> <p class=\"section-e\"> <b>15</b><b>.</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2004, c. 20, s. 15.</p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/04g20\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}