{
    "act_info": {
        "full_title": "Greater Toronto Services Board Act, 1998, S.O. 1998, c. 23",
        "act_name_text": "Not Found",
        "citation": "Greater Toronto Services Board Act, 1998, S.O. 1998, c. 23",
        "url": "https://www.ontario.ca/laws/statute/98g23",
        "date_scraped": "2023-12-21 13:19:39"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/990136",
            "revoked_reg_citation": "O. Reg. 136/99",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.(1) In this Act, “Authority” means the Toronto Area Transit Operating Authority;  (“Régie”) “Board” means the Board established under section 2 and known as the Greater Toronto Services Board or such other name as its by-laws provide; (“Commission”) “Greater Toronto Area” means the geographic area of jurisdiction of the City of Toronto and the regional municipalities of Durham, Halton, Peel and York, as constituted from time to time, and GTA has a corresponding meaning; (“grand Toronto”) “GT Transit” means the Greater Toronto Transit Authority established under section 40; (“Réseau GT”) “local transit system” means a passenger transportation system that is operated principally to provide transportation within an upper-tier, lower-tier or single-tier municipality; (“réseau local de transport en commun”) “lower-tier municipality” means a municipality that forms part of an upper-tier municipality for municipal purposes; (“municipalité de palier inférieur”) “member municipality” means a participating municipality or a lower-tier municipality that forms part of a participating municipality; (“municipalité membre”) “participating municipality” means The Regional Municipality of Durham, The Regional Municipality of Halton, the City of Hamilton, The Regional Municipality of Peel, the City of Toronto or The Regional Municipality of York; (“municipalité participante”) “regional transit area” means the Greater Toronto Area and the geographic area of jurisdiction of the City of Hamilton, as constituted from time to time; (“secteur régional de transport en commun”) “regional transit system” means the passenger transportation system that is operated principally to provide transportation, including commuter services, within the regional transit area; (“réseau régional de transport en commun”) “regular election” means a regular election held under the Municipal Elections Act, 1996; (“élections ordinaires”) “single-tier municipality” means a municipality that is not an upper-tier municipality and that does not form part of an upper-tier municipality for municipal purposes; (“municipalité à palier unique”) “upper-tier municipality” means a municipality of which two or more municipalities form part for municipal purposes. (“municipalité de palier supérieur”) 1998, c. 23, s. 1 (1); 2000, c. 5, s. 13 (1-3). Weighted assessment (2) The Minister of Municipal Affairs and Housing may make regulations defining “weighted assessment” for the purposes of this Act. 1998, c. 23, s. 1 (2). PART I   GREATER TORONTO SERVICES BOARD The Board",
            "raw_html": "<p class=\"section-e\"><b>1.</b>(1) In this Act,</p> <p class=\"firstdef-e\">“Authority” means the Toronto Area Transit Operating Authority; <i> </i>(“Régie”)</p> <p class=\"definition-e\">“Board” means the Board established under section 2 and known as the Greater Toronto Services Board or such other name as its by-laws provide; (“Commission”)</p> <p class=\"definition-e\">“Greater Toronto Area” means the geographic area of jurisdiction of the City of Toronto and the regional municipalities of Durham, Halton, Peel and York, as constituted from time to time, and GTA has a corresponding meaning; (“grand Toronto”)</p> <p class=\"definition-e\">“GT Transit” means the Greater Toronto Transit Authority established under section 40; (“Réseau GT”)</p> <p class=\"definition-e\">“local transit system” means a passenger transportation system that is operated principally to provide transportation within an upper-tier, lower-tier or single-tier municipality; (“réseau local de transport en commun”)</p> <p class=\"definition-e\">“lower-tier municipality” means a municipality that forms part of an upper-tier municipality for municipal purposes; (“municipalité de palier inférieur”)</p> <p class=\"definition-e\">“member municipality” means a participating municipality or a lower-tier municipality that forms part of a participating municipality; (“municipalité membre”)</p> <p class=\"definition-e\">“participating municipality” means The Regional Municipality of Durham, The Regional Municipality of Halton, the City of Hamilton, The Regional Municipality of Peel, the City of Toronto or The Regional Municipality of York; (“municipalité participante”)</p> <p class=\"definition-e\">“regional transit area” means the Greater Toronto Area and the geographic area of jurisdiction of the City of Hamilton, as constituted from time to time; (“secteur régional de transport en commun”)</p> <p class=\"definition-e\">“regional transit system” means the passenger transportation system that is operated principally to provide transportation, including commuter services, within the regional transit area; (“réseau régional de transport en commun”)</p> <p class=\"definition-e\">“regular election” means a regular election held under the <i>Municipal Elections Act, 1996;</i> (“élections ordinaires”)</p> <p class=\"definition-e\">“single-tier municipality” means a municipality that is not an upper-tier municipality and that does not form part of an upper-tier municipality for municipal purposes; (“municipalité à palier unique”)</p> <p class=\"definition-e\">“upper-tier municipality” means a municipality of which two or more municipalities form part for municipal purposes. (“municipalité de palier supérieur”) 1998, c. 23, s. 1 (1); 2000, c. 5, s. 13 (1-3).</p> <p class=\"headnote-e\"><b>Weighted assessment</b></p> <p class=\"subsection-e\">(2) The Minister of Municipal Affairs and Housing may make regulations defining “weighted assessment” for the purposes of this Act. 1998, c. 23, s. 1 (2).</p> <p class=\"partnum-e\"><b>PART I <br/>  GREATER TORONTO SERVICES BOARD</b></p> <p class=\"heading1-e\">The Board</p>"
        },
        {
            "id": "2.",
            "section": "Board established",
            "content": "2.(1) A corporation without share capital known in English as the Greater Toronto Services Board and in French as Commission des services du grand Toronto is established. 1998, c. 23, s. 2 (1). Change of name (2) The Board may change its name by by-law. 1998, c. 23, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2.</b>(1) A corporation without share capital known in English as the Greater Toronto Services Board and in French as Commission des services du grand Toronto is established. 1998, c. 23, s. 2 (1).</p> <p class=\"headnote-e\"><b>Change of name</b></p> <p class=\"subsection-e\">(2) The Board may change its name by by-law. 1998, c. 23, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Objects of Board",
            "content": "3.(1) The following are the objects of the Board: 1. To promote and facilitate co-ordinated decision making among the municipalities in the Greater Toronto Area. 2. To exercise general direction and control over GT Transit and allocate the costs of GT Transit, in accordance with this Act. 1998, c. 23, s. 3 (1). Regard to character of communities (2) In carrying out its object under paragraph 1 of subsection (1), the Board shall have regard to the diverse cultural, environmental and economic character of communities within the GTA. 1998, c. 23, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3.</b>(1)<b> </b>The following are the objects of the Board:</p> <p class=\"paragraph-e\">1. To promote and facilitate co-ordinated decision making among the municipalities in the Greater Toronto Area.</p> <p class=\"paragraph-e\">2. To exercise general direction and control over GT Transit and allocate the costs of GT Transit, in accordance with this Act. 1998, c. 23, s. 3 (1).</p> <p class=\"headnote-e\"><b>Regard to character of communities</b></p> <p class=\"subsection-e\">(2) In carrying out its object under paragraph 1 of subsection (1), the Board shall have regard to the diverse cultural, environmental and economic character of communities within the GTA. 1998, c. 23, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Initial composition of Board",
            "content": "4.The Board shall be composed of, (a) the chair of the council of each regional municipality that is a participating municipality and the mayor of each lower-tier municipality that forms part of each such regional municipality; (b) the mayor of the City of Toronto and 10 members of the council of the City of Toronto appointed by by-law of that council; (c) one member of the council of the City of Mississauga who is also a member of the council of The Regional Municipality of Peel, appointed by by-law of that city council; (d) the mayor of the City of Hamilton; and (e) a chair, elected by the members described in clauses (a) to (d). 1998, c. 23, s. 4; 2000, c. 5, s. 13 (4, 5).",
            "raw_html": "<p class=\"section-e\"><b>4.</b>The Board shall be composed of,</p> <p class=\"clause-e\">(a) the chair of the council of each regional municipality that is a participating municipality and the mayor of each lower-tier municipality that forms part of each such regional municipality;</p> <p class=\"clause-e\">(b) the mayor of the City of Toronto and 10 members of the council of the City of Toronto appointed by by-law of that council;</p> <p class=\"clause-e\">(c) one member of the council of the City of Mississauga who is also a member of the council of The Regional Municipality of Peel, appointed by by-law of that city council;</p> <p class=\"clause-e\">(d) the mayor of the City of Hamilton; and</p> <p class=\"clause-e\">(e) a chair, elected by the members described in clauses (a) to (d). 1998, c. 23, s. 4; 2000, c. 5, s. 13 (4, 5).</p>"
        },
        {
            "id": "5.",
            "section": "Restriction re City of Hamilton members",
            "content": "5.The mayor of the City of Hamilton is entitled to vote as a member of the Board and otherwise act as a member of the Board only with respect to the matters set out in Part II and the election of the chair of the Board. 1998, c. 23, s. 5; 2000, c. 5, s. 13 (6).",
            "raw_html": "<p class=\"section-e\"><b>5.</b>The mayor of the City of Hamilton is entitled to vote as a member of the Board and otherwise act as a member of the Board only with respect to the matters set out in Part II and the election of the chair of the Board. 1998, c. 23, s. 5; 2000, c. 5, s. 13 (6).</p>"
        },
        {
            "id": "6.",
            "section": "Change in composition",
            "content": "6.(1) The Board shall, after receiving a census of population conducted under the authority of the Parliament of Canada, review the size and composition of the Board and the number of votes each member of the Board has. 1998, c. 23, s. 6 (1). Same (2) After a review under subsection (1), the Board shall, by by-law, change any or all of the size and composition of the Board and the number of votes each member of the Board has to the extent necessary to ensure that the representation principles in subsection (3) are followed. 1998, c. 23, s. 6 (2). Representation principles (3)The representation principles referred to in subsection (2) are the following: 1. For each participating municipality that is a regional municipality, the total votes of the members of the Board representing the regional municipality and the members of the Board representing the lower-tier municipalities of the regional municipality must, as near as is practical, be in the same proportion to the total votes of all the members of the Board, other than the mayor of the City of Hamilton, as the population of the regional municipality is to the total population of the participating municipalities. 2. The total votes of the members of the Board representing the City of Toronto must, as near as is practical, be in the same proportion to the total votes of all the members of the Board, other than the mayor of the City of Hamilton, as the population of the City of Toronto is to the total population of the participating municipalities, other than the City of Hamilton. 3. Each member municipality must be represented by at least one member of the Board. 4. Each member of the Board must have at least one vote. 5. There must be at least one member of the Board representing the City of Hamilton. 6. The total votes of the members representing the City of Hamilton must be four or such greater number as is necessary to ensure that the total votes of such members is not less that half of the total votes of the members of the Board representing one of the regional municipalities and its lower-tier municipalities. 2000, c. 5, s. 13 (7). Effect of by-law (4) A by-law under subsection (2) prevails over any provision of this Act. 1998, c. 23, s. 6 (4). When by-law in effect (5) A by-law under subsection (2) shall not come into force until after the next regular election following the day the by-law is made. 1998, c. 23, s. 6 (5). Effect on additional votes for Toronto (6) If a by-law is passed under subsection (2), the members of the Board representing the City of Toronto cease to have any additional votes under subsection 15 (2). 1998, c. 23, s. 6 (6).",
            "raw_html": "<p class=\"section-e\"><b>6.</b>(1) The Board shall, after receiving a census of population conducted under the authority of the Parliament of Canada, review the size and composition of the Board and the number of votes each member of the Board has. 1998, c. 23, s. 6 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) After a review under subsection (1), the Board shall, by by-law, change any or all of the size and composition of the Board and the number of votes each member of the Board has to the extent necessary to ensure that the representation principles in subsection (3) are followed. 1998, c. 23, s. 6 (2).</p> <p class=\"headnote-e\"><b>Representation principles</b></p> <p class=\"subsection-e\">(3)The representation principles referred to in subsection (2) are the following:</p> <p class=\"paragraph-e\">1. For each participating municipality that is a regional municipality, the total votes of the members of the Board representing the regional municipality and the members of the Board representing the lower-tier municipalities of the regional municipality must, as near as is practical, be in the same proportion to the total votes of all the members of the Board, other than the mayor of the City of Hamilton, as the population of the regional municipality is to the total population of the participating municipalities.</p> <p class=\"paragraph-e\">2. The total votes of the members of the Board representing the City of Toronto must, as near as is practical, be in the same proportion to the total votes of all the members of the Board, other than the mayor of the City of Hamilton, as the population of the City of Toronto is to the total population of the participating municipalities, other than the City of Hamilton.</p> <p class=\"paragraph-e\">3. Each member municipality must be represented by at least one member of the Board.</p> <p class=\"paragraph-e\">4. Each member of the Board must have at least one vote.</p> <p class=\"paragraph-e\">5. There must be at least one member of the Board representing the City of Hamilton.</p> <p class=\"paragraph-e\">6. The total votes of the members representing the City of Hamilton must be four or such greater number as is necessary to ensure that the total votes of such members is not less that half of the total votes of the members of the Board representing one of the regional municipalities and its lower-tier municipalities. 2000, c. 5, s. 13 (7).</p> <p class=\"headnote-e\"><b>Effect of by-law</b></p> <p class=\"subsection-e\">(4) A by-law under subsection (2) prevails over any provision of this Act. 1998, c. 23, s. 6 (4).</p> <p class=\"headnote-e\"><b>When by-law in effect</b></p> <p class=\"subsection-e\">(5) A by-law under subsection (2) shall not come into force until after the next regular election following the day the by-law is made. 1998, c. 23, s. 6 (5).</p> <p class=\"headnote-e\"><b>Effect on additional votes for Toronto</b></p> <p class=\"subsection-e\">(6) If a by-law is passed under subsection (2), the members of the Board representing the City of Toronto cease to have any additional votes under subsection 15 (2). 1998, c. 23, s. 6 (6).</p>"
        },
        {
            "id": "7.",
            "section": "Appointed members",
            "content": "7.(1) This section applies with respect to members of the Board who are appointed by a by-law of a council. 1998, c. 23, s. 7 (1). Appointment of members (2) The council shall, by by-law, appoint the required number of its members as members of the Board. 1998, c. 23, s. 7 (2). Term of office (3) Each member of the Board shall be appointed for a term of one, two or three years, as each appointing council shall determine. 1998, c. 23, s. 7 (3). Same (4) The term of a member of the Board ends on November 30 of the last year of his or her term. 1998, c. 23, s. 7 (4). Same (5) A member of the Board ceases to be a member of the Board before the end of his or her term, (a) if the member ceases to be a member of the council that appointed him or her; (b) if the term of the council that appointed the member ends; or (c) if the member resigns. 1998, c. 23, s. 7 (5). Remain in office (6) A member of the Board whose term ends or who ceases to be a member under subsection (5) shall remain in office until his or her successor is appointed. 1998, c. 23, s. 7 (6). Reappointment (7) A member of the Board may be reappointed if he or she is still a member of the appointing council. 1998, c. 23, s. 7 (7). Filling vacancy (8) If a person ceases to be a member of the Board before the end of his or her term of office, the appointing council shall forthwith appoint another member of the council to the Board for the unexpired portion of the term. 1998, c. 23, s. 7 (8). Initial appointment of members (9) The council shall appoint its initial members to the Board within 30 days after the day this section comes in force. 1998, c. 23, s. 7 (9). Initial terms of members (10) Members shall be appointed under subsection (9) for a term ending November 30, 1999 or November 30, 2000, as the appointing council shall determine. 1998, c. 23, s. 7 (10).",
            "raw_html": "<p class=\"section-e\"><b>7.</b>(1) This section applies with respect to members of the Board who are appointed by a by-law of a council. 1998, c. 23, s. 7 (1).</p> <p class=\"headnote-e\"><b>Appointment of members</b></p> <p class=\"subsection-e\">(2) The council shall, by by-law, appoint the required number of its members as members of the Board. 1998, c. 23, s. 7 (2).</p> <p class=\"headnote-e\"><b>Term of office</b></p> <p class=\"subsection-e\">(3) Each member of the Board shall be appointed for a term of one, two or three years, as each appointing council shall determine. 1998, c. 23, s. 7 (3).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) The term of a member of the Board ends on November 30 of the last year of his or her term. 1998, c. 23, s. 7 (4).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5) A member of the Board ceases to be a member of the Board before the end of his or her term, </p> <p class=\"clause-e\">(a) if the member ceases to be a member of the council that appointed him or her;</p> <p class=\"clause-e\">(b) if the term of the council that appointed the member ends; or</p> <p class=\"clause-e\">(c) if the member resigns. 1998, c. 23, s. 7 (5).</p> <p class=\"headnote-e\"><b>Remain in office</b></p> <p class=\"subsection-e\">(6) A member of the Board whose term ends or who ceases to be a member under subsection (5) shall remain in office until his or her successor is appointed. 1998, c. 23, s. 7 (6).</p> <p class=\"headnote-e\"><b>Reappointment</b></p> <p class=\"subsection-e\">(7) A member of the Board may be reappointed if he or she is still a member of the appointing council. 1998, c. 23, s. 7 (7).</p> <p class=\"headnote-e\"><b>Filling vacancy</b></p> <p class=\"subsection-e\">(8) If a person ceases to be a member of the Board before the end of his or her term of office, the appointing council shall forthwith appoint another member of the council to the Board for the unexpired portion of the term. 1998, c. 23, s. 7 (8).</p> <p class=\"headnote-e\"><b>Initial appointment of members</b></p> <p class=\"subsection-e\">(9) The council shall appoint its initial members to the Board within 30 days after the day this section comes in force. 1998, c. 23, s. 7 (9).</p> <p class=\"headnote-e\"><b>Initial terms of members</b></p> <p class=\"subsection-e\">(10) Members shall be appointed under subsection (9) for a term ending November 30, 1999 or November 30, 2000, as the appointing council shall determine. 1998, c. 23, s. 7 (10).</p>"
        },
        {
            "id": "8.",
            "section": "Ex officio members, continuing on Board",
            "content": "8.A member of the Board who is a member by virtue of his or her office shall remain a member of the Board after ceasing to hold that office until his or her successor begins to hold that office. 1998, c. 23, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b>A member of the Board who is a member by virtue of his or her office shall remain a member of the Board after ceasing to hold that office until his or her successor begins to hold that office. 1998, c. 23, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Alternates",
            "content": "9.(1) The council of a member municipality may appoint alternates for the members of the Board who are appointed by the council or who are members of the Board by virtue of being the chair of the council or the mayor of the municipality. 1998, c. 23, s. 9 (1). Appointment of alternates (2) The following apply with respect to the appointment of alternates: 1. The number of alternates appointed by a council must not exceed the number of members of the Board described in subsection (1). 2. The alternates appointed by a council must be members of the council. 3. The alternates appointed by the council of a lower-tier municipality must also be members of the regional council unless all the persons who are members of both councils are already either members of the Board or alternates. 4. Subsections 7 (4), (5), (6), (7) and (8) apply with necessary modifications with respect to alternates. 1998, c. 23, s. 9 (2). Choice of alternates, when more than one (3) If a council has appointed more than one alternate, the council shall determine which alternate shall substitute for a member of the Board. 1998, c. 23, s. 9 (3). Powers, etc., of substitute (4) An alternate who substitutes for a member of the Board has all the powers and shall perform all the duties of the member. 1998, c. 23, s. 9 (4).",
            "raw_html": "<p class=\"section-e\"><b>9.</b>(1) The council of a member municipality may appoint alternates for the members of the Board who are appointed by the council or who are members of the Board by virtue of being the chair of the council or the mayor of the municipality. 1998, c. 23, s. 9 (1).</p> <p class=\"headnote-e\"><b>Appointment of alternates</b></p> <p class=\"subsection-e\">(2) The following apply with respect to the appointment of alternates:</p> <p class=\"paragraph-e\">1. The number of alternates appointed by a council must not exceed the number of members of the Board described in subsection (1).</p> <p class=\"paragraph-e\">2. The alternates appointed by a council must be members of the council.</p> <p class=\"paragraph-e\">3. The alternates appointed by the council of a lower-tier municipality must also be members of the regional council unless all the persons who are members of both councils are already either members of the Board or alternates.</p> <p class=\"paragraph-e\">4. Subsections 7 (4), (5), (6), (7) and (8) apply with necessary modifications with respect to alternates. 1998, c. 23, s. 9 (2).</p> <p class=\"headnote-e\"><b>Choice of alternates, when more than one</b></p> <p class=\"subsection-e\">(3) If a council has appointed more than one alternate, the council shall determine which alternate shall substitute for a member of the Board. 1998, c. 23, s. 9 (3).</p> <p class=\"headnote-e\"><b>Powers, etc., of substitute</b></p> <p class=\"subsection-e\">(4) An alternate who substitutes for a member of the Board has all the powers and shall perform all the duties of the member. 1998, c. 23, s. 9 (4).</p>"
        },
        {
            "id": "10.",
            "section": "Election of chair",
            "content": "10. (1) After each regular election, the members of the Board described in clauses 4 (a) to (d) shall elect a member of the Board or any other person as the chair of the Board. 1998, c. 23, s. 10 (1). Chair not to be member of a council (2) The chair may not be a member of a council of a municipality. Such a member may be elected as chair but upon being elected must resign as a member of the council and, if the member is also a member of the Board, as a member of the Board. 1998, c. 23, s. 10 (2). Term of office (3) The chair shall be elected for a term of three years. 1998, c. 23, s. 10 (3). Same (4) The term of a chair ends on November 30 of the last year of his or her term. 1998, c. 23, s. 10 (4). Remain in office (5) A chair whose term ends shall remain in office until his or her successor is elected. 1998, c. 23, s. 10 (5). Re-election (6) A chair may be re-elected. 1998, c. 23, s. 10 (6). Filling vacancy (7) If the office of chair becomes vacant before the end of the chair’s term, the Board shall forthwith elect another chair to hold office for the unexpired portion of the term. 1998, c. 23, s. 10 (7). Removal of chair (8) The Board may remove the chair for cause. 1998, c. 23, s. 10 (8). Initial election of chair (9) At the first meeting of the Board, the members of the Board described in clauses 4 (a) to (d) shall elect a member of the Board or any other person as the chair of the Board. 1998, c. 23, s. 10 (9). Initial term of chair (10) The term of the chair elected under subsection (9) ends on November 30, 2000. 1998, c. 23, s. 10 (10).",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) After each regular election, the members of the Board described in clauses 4 (a) to (d) shall elect a member of the Board or any other person as the chair of the Board. 1998, c. 23, s. 10 (1).</p> <p class=\"headnote-e\"><b>Chair not to be member of a council</b></p> <p class=\"subsection-e\">(2) The chair may not be a member of a council of a municipality. Such a member may be elected as chair but upon being elected must resign as a member of the council and, if the member is also a member of the Board, as a member of the Board. 1998, c. 23, s. 10 (2).</p> <p class=\"headnote-e\"><b>Term of office</b></p> <p class=\"subsection-e\">(3) The chair shall be elected for a term of three years. 1998, c. 23, s. 10 (3).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) The term of a chair ends on November 30 of the last year of his or her term. 1998, c. 23, s. 10 (4).</p> <p class=\"headnote-e\"><b>Remain in office</b></p> <p class=\"subsection-e\">(5) A chair whose term ends shall remain in office until his or her successor is elected. 1998, c. 23, s. 10 (5).</p> <p class=\"headnote-e\"><b>Re-election</b></p> <p class=\"subsection-e\">(6) A chair may be re-elected. 1998, c. 23, s. 10 (6).</p> <p class=\"headnote-e\"><b>Filling vacancy</b></p> <p class=\"subsection-e\">(7) If the office of chair becomes vacant before the end of the chair’s term, the Board shall forthwith elect another chair to hold office for the unexpired portion of the term. 1998, c. 23, s. 10 (7).</p> <p class=\"headnote-e\"><b>Removal of chair</b></p> <p class=\"subsection-e\">(8) The Board may remove the chair for cause. 1998, c. 23, s. 10 (8).</p> <p class=\"headnote-e\"><b>Initial election of chair</b></p> <p class=\"subsection-e\">(9) At the first meeting of the Board, the members of the Board described in clauses 4 (a) to (d) shall elect a member of the Board or any other person as the chair of the Board. 1998, c. 23, s. 10 (9).</p> <p class=\"headnote-e\"><b>Initial term of chair</b></p> <p class=\"subsection-e\">(10) The term of the chair elected under subsection (9) ends on November 30, 2000. 1998, c. 23, s. 10 (10).</p>"
        },
        {
            "id": "11.",
            "section": "Chair as chief executive officer",
            "content": "11.(1) The chair is the chief executive officer of the Board. 1998, c. 23, s. 11 (1). Duties of chair (2) It is the duty of the chair to, (a) preside over meetings of the Board; (b) oversee the conduct of the officers and employees of the Board; and (c) carry out any other duties given to the chair under this or any other Act or assigned to the chair by the Board. 1998, c. 23, s. 11 (2). Acting chair (3) The Board may by by-law or resolution appoint a member of the Board to act in the place of the chair when the chair is absent or refuses to act or the office of the chair is vacant and while so acting such member has all the powers and shall perform all the duties of the chair. 1998, c. 23, s. 11 (3).",
            "raw_html": "<p class=\"section-e\"><b>11.</b>(1) The chair is the chief executive officer of the Board. 1998, c. 23, s. 11 (1).</p> <p class=\"headnote-e\"><b>Duties of chair</b></p> <p class=\"subsection-e\">(2) It is the duty of the chair to,</p> <p class=\"clause-e\">(a) preside over meetings of the Board;</p> <p class=\"clause-e\">(b) oversee the conduct of the officers and employees of the Board; and</p> <p class=\"clause-e\">(c) carry out any other duties given to the chair under this or any other Act or assigned to the chair by the Board. 1998, c. 23, s. 11 (2).</p> <p class=\"headnote-e\"><b>Acting chair</b></p> <p class=\"subsection-e\">(3) The Board may by by-law or resolution appoint a member of the Board to act in the place of the chair when the chair is absent or refuses to act or the office of the chair is vacant and while so acting such member has all the powers and shall perform all the duties of the chair. 1998, c. 23, s. 11 (3).</p>"
        },
        {
            "id": "12.",
            "section": "Compensation for Chair",
            "content": "12.(1) The Board shall pass by-laws for paying remuneration to the chair and for reimbursing the chair for his or her expenses necessarily incurred in discharging the chair’s duties under this Act. 1998, c. 23, s. 12 (1). Benefits (2) If the chair is not an employee of a municipality, the chair shall be entitled to participate in any scheme the Board has for providing benefits, including pension benefits, to its employees. 1998, c. 23, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"><b>12.</b>(1) The Board shall pass by-laws for paying remuneration to the chair and for reimbursing the chair for his or her expenses necessarily incurred in discharging the chair’s duties under this Act. 1998, c. 23, s. 12 (1).</p> <p class=\"headnote-e\"><b>Benefits</b></p> <p class=\"subsection-e\">(2) If the chair is not an employee of a municipality, the chair shall be entitled to participate in any scheme the Board has for providing benefits, including pension benefits, to its employees. 1998, c. 23, s. 12 (2).</p>"
        },
        {
            "id": "13.",
            "section": "Compensation for members, alternates",
            "content": "13.(1) A member municipality may pass by-laws for paying remuneration to the following for the discharge of their duties under this Act: 1. A member of the Board who is appointed by the council of the municipality. 2. A member of the Board who is a member by virtue of being the mayor of the municipality or the chair of the council of the municipality. 3. An alternate who is appointed by the council of the municipality. 1998, c. 23, s. 13 (1). Same (2) The Board shall not pay remuneration to its members for the discharge of their duties under this Act. 1998, c. 23, s. 13 (2). Reimbursement of expenses (3) The Board shall pass by-laws for the reimbursement of the members of the Board for expenses necessarily incurred by them in the discharge of their duties under this Act. 1998, c. 23, s. 13 (3).",
            "raw_html": "<p class=\"section-e\"><b>13.</b>(1) A member municipality may pass by-laws for paying remuneration to the following for the discharge of their duties under this Act:</p> <p class=\"paragraph-e\">1. A member of the Board who is appointed by the council of the municipality.</p> <p class=\"paragraph-e\">2. A member of the Board who is a member by virtue of being the mayor of the municipality or the chair of the council of the municipality.</p> <p class=\"paragraph-e\">3. An alternate who is appointed by the council of the municipality. 1998, c. 23, s. 13 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The Board shall not pay remuneration to its members for the discharge of their duties under this Act. 1998, c. 23, s. 13 (2).</p> <p class=\"headnote-e\"><b>Reimbursement of expenses</b></p> <p class=\"subsection-e\">(3) The Board shall pass by-laws for the reimbursement of the members of the Board for expenses necessarily incurred by them in the discharge of their duties under this Act. 1998, c. 23, s. 13 (3).</p>"
        },
        {
            "id": "14.",
            "section": "Quorum",
            "content": "14.(1) The quorum to consider and vote on a matter other than a matter set out in Part II is a majority of the members of the Board entitled to vote on the matter including at least one member from a majority of the participating municipalities other than the City of Hamilton. 1998, c. 23, s. 14 (1); 2000, c. 5, s. 13 (8). Same, Part II matters (2) The quorum to consider and vote on a matter set out in Part II is a majority of the members of the Board entitled to vote on the matter including at least one member from a majority of the participating municipalities. 1998, c. 23, s. 14 (2). Interpretation (3) For the purposes of this section, a member is from a participating municipality if the member is a member of the council of the participating municipality or of the council of one of its lower-tier municipalities. 1998, c. 23, s. 14 (3).",
            "raw_html": "<p class=\"section-e\"><b>14.</b>(1) The quorum to consider and vote on a matter other than a matter set out in Part II is a majority of the members of the Board entitled to vote on the matter including at least one member from a majority of the participating municipalities other than the City of Hamilton. 1998, c. 23, s. 14 (1); 2000, c. 5, s. 13 (8).</p> <p class=\"headnote-e\"><b>Same, Part II matters</b></p> <p class=\"subsection-e\">(2) The quorum to consider and vote on a matter set out in Part II is a majority of the members of the Board entitled to vote on the matter including at least one member from a majority of the participating municipalities. 1998, c. 23, s. 14 (2).</p> <p class=\"headnote-e\"><b>Interpretation</b></p> <p class=\"subsection-e\">(3) For the purposes of this section, a member is from a participating municipality if the member is a member of the council of the participating municipality or of the council of one of its lower-tier municipalities. 1998, c. 23, s. 14 (3).</p>"
        },
        {
            "id": "15.",
            "section": "Voting",
            "content": "15.(1) Each member of the Board entitled to vote on an issue has the number of votes set out in the Table to this Act opposite the municipality the member represents. 1998, c. 23, s. 15 (1). Additional votes for Toronto members (2) The members of the Board representing the City of Toronto shall have four additional votes, distributed among the members as determined by the council of the City of Toronto, with respect to matters set out in Part II and in elections of the chair of the Board. 1998, c. 23, s. 15 (2). How multiple votes cast (3) If a member has more than one vote, all the member’s votes must be cast the same way. 1998, c. 23, s. 15 (3). Voting by the chair (4) The chair does not have a vote, except for the purpose of breaking a tie. 1998, c. 23, s. 15 (4). Same (5) Subsection (4) does not apply to an acting chair appointed under subsection 11 (3). 1998, c. 23, s. 15 (5).",
            "raw_html": "<p class=\"section-e\"><b>15.</b>(1) Each member of the Board entitled to vote on an issue has the number of votes set out in the Table to this Act opposite the municipality the member represents. 1998, c. 23, s. 15 (1).</p> <p class=\"headnote-e\"><b>Additional votes for Toronto members</b></p> <p class=\"subsection-e\">(2) The members of the Board representing the City of Toronto shall have four additional votes, distributed among the members as determined by the council of the City of Toronto, with respect to matters set out in Part II and in elections of the chair of the Board. 1998, c. 23, s. 15 (2).</p> <p class=\"headnote-e\"><b>How multiple votes cast</b></p> <p class=\"subsection-e\">(3) If a member has more than one vote, all the member’s votes must be cast the same way. 1998, c. 23, s. 15 (3).</p> <p class=\"headnote-e\"><b>Voting by the chair</b></p> <p class=\"subsection-e\">(4) The chair does not have a vote, except for the purpose of breaking a tie. 1998, c. 23, s. 15 (4).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5) Subsection (4) does not apply to an acting chair appointed under subsection 11 (3). 1998, c. 23, s. 15 (5).</p>"
        },
        {
            "id": "16.",
            "section": "Head office and meetings",
            "content": "16.The head office of the Board shall be located and the Board’s meetings shall be held in the Greater Toronto Area. 1998, c. 23, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b>The head office of the Board shall be located and the Board’s meetings shall be held in the Greater Toronto Area. 1998, c. 23, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Regulations: electronic meetings",
            "content": "17.(1) The Minister of Municipal Affairs and Housing may make regulations respecting the use of electronic means for the holding of meetings of the Board and of committees of the Board. 1998, c. 23, s. 17 (1). Same (2) A regulation under subsection (1) may provide that a member who participates in a meeting through electronic means shall be deemed to be present at the meeting for the purposes of this Act, subject to such conditions or limitations as may be provided for in the regulation. 1998, c. 23, s. 17 (2). Same (3) A regulation under subsection (1) may provide for participation through electronic means by members of the Board, and members of the public. 1998, c. 23, s. 17 (3). Same (4) In a regulation under subsection (1), the Minister of Municipal Affairs and Housing may provide for any matter by authorizing the Board to develop and implement a policy with respect to the matter. 1998, c. 23, s. 17 (4).",
            "raw_html": "<p class=\"section-e\"><b>17.</b>(1) The Minister of Municipal Affairs and Housing may make regulations respecting the use of electronic means for the holding of meetings of the Board and of committees of the Board. 1998, c. 23, s. 17 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) A regulation under subsection (1) may provide that a member who participates in a meeting through electronic means shall be deemed to be present at the meeting for the purposes of this Act, subject to such conditions or limitations as may be provided for in the regulation. 1998, c. 23, s. 17 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) A regulation under subsection (1) may provide for participation through electronic means by members of the Board, and members of the public. 1998, c. 23, s. 17 (3).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) In a regulation under subsection (1), the Minister of Municipal Affairs and Housing may provide for any matter by authorizing the Board to develop and implement a policy with respect to the matter. 1998, c. 23, s. 17 (4).</p>"
        },
        {
            "id": "18.",
            "section": "Committees",
            "content": "18.(1) The Board shall establish one or more standing committees and may establish other committees. 1998, c. 23, s. 18 (1). Members (2) A committee established under subsection (1) may include a person only if the person is a member of the Board or a member of the council of a member municipality. 1998, c. 23, s. 18 (2). Must include a member of the Board (3) A committee established under subsection (1) must include at least one member of the Board. 1998, c. 23, s. 18 (3). Delegation of powers, etc. (4) The Board may, by by-law, delegate powers, duties and functions that are administrative in nature to a committee established under subsection (1). 1998, c. 23, s. 18 (4). Limitations on delegation (5) Subsections 102.1 (2) and (3) of the Municipal Act apply with necessary modifications with respect to delegations under subsection (4). 1998, c. 23, s. 18 (5).",
            "raw_html": "<p class=\"section-e\"><b>18.</b>(1) The Board shall establish one or more standing committees and may establish other committees. 1998, c. 23, s. 18 (1).</p> <p class=\"headnote-e\"><b>Members</b></p> <p class=\"subsection-e\">(2) A committee established under subsection (1) may include a person only if the person is a member of the Board or a member of the council of a member municipality. 1998, c. 23, s. 18 (2).</p> <p class=\"headnote-e\"><b>Must include a member of the Board</b></p> <p class=\"subsection-e\">(3) A committee established under subsection (1) must include at least one member of the Board. 1998, c. 23, s. 18 (3).</p> <p class=\"headnote-e\"><b>Delegation of powers, etc.</b></p> <p class=\"subsection-e\">(4) The Board may, by by-law, delegate powers, duties and functions that are administrative in nature to a committee established under subsection (1). 1998, c. 23, s. 18 (4).</p> <p class=\"headnote-e\"><b>Limitations on delegation</b></p> <p class=\"subsection-e\">(5) Subsections 102.1 (2) and (3) of the <i>Municipal Act</i> apply with necessary modifications with respect to delegations under subsection (4). 1998, c. 23, s. 18 (5).</p>"
        },
        {
            "id": "19.",
            "section": "Immunity from civil actions",
            "content": "19.No action or other proceeding for damages shall be brought against a member of the Board or any officer or employee of the Board, as a result of any act done in good faith in the performance or intended performance of any duty under this Act, or in the exercise or intended exercise of any power under this Act, or any neglect or default in the performance or exercise in good faith of such duty or power but any such action or proceeding may be brought against the Board. 1998, c. 23, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19.</b>No action or other proceeding for damages shall be brought against a member of the Board or any officer or employee of the Board, as a result of any act done in good faith in the performance or intended performance of any duty under this Act, or in the exercise or intended exercise of any power under this Act, or any neglect or default in the performance or exercise in good faith of such duty or power but any such action or proceeding may be brought against the Board. 1998, c. 23, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Board not a local board",
            "content": "20.The Board is not a local board of any or all of the member municipalities. 1998, c. 23, s. 20. Powers of the Board",
            "raw_html": "<p class=\"section-e\"><b>20.</b>The Board is not a local board of any or all of the member municipalities. 1998, c. 23, s. 20.</p> <p class=\"heading1-e\">Powers of the Board</p>"
        },
        {
            "id": "21.",
            "section": "Powers of Board",
            "content": "21.(1) The Board has the capacity, rights, powers and privileges of a natural person for the purpose of carrying out its objects and exercising its authority under this or any other Act. 1998, c. 23, s. 21 (1). Exceptions (2) Subsection (1) does not authorize the Board to do any of the following, except to the extent that this Act specifically provides otherwise: 1. Incorporate a corporation. 2. Acquire or guarantee any interest in a security of a corporation. 3. Impose fees or charges except for records, documents or publications or copies of them. 4. Incur a debt or make investments. 5. Provide pensions or make contributions for pensions. 6. Become a bankrupt under the Bankruptcy and Insolvency Act (Canada). 7. As an insolvent person, make an assignment for the general benefit of creditors under section 49 of the Bankruptcy and Insolvency Act (Canada) or make a proposal under section 50 of that Act. 1998, c. 23, s. 21 (2).",
            "raw_html": "<p class=\"section-e\"><b>21.</b>(1) The Board has the capacity, rights, powers and privileges of a natural person for the purpose of carrying out its objects and exercising its authority under this or any other Act. 1998, c. 23, s. 21 (1).</p> <p class=\"headnote-e\"><b>Exceptions</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not authorize the Board to do any of the following, except to the extent that this Act specifically provides otherwise:</p> <p class=\"paragraph-e\">1. Incorporate a corporation.</p> <p class=\"paragraph-e\">2. Acquire or guarantee any interest in a security of a corporation.</p> <p class=\"paragraph-e\">3. Impose fees or charges except for records, documents or publications or copies of them.</p> <p class=\"paragraph-e\">4. Incur a debt or make investments.</p> <p class=\"paragraph-e\">5. Provide pensions or make contributions for pensions.</p> <p class=\"paragraph-e\">6. Become a bankrupt under the <i>Bankruptcy and Insolvency Act</i> (Canada).</p> <p class=\"paragraph-e\">7. As an insolvent person, make an assignment for the general benefit of creditors under section 49 of the <i>Bankruptcy and Insolvency Act</i> (Canada) or make a proposal under section 50 of that Act. 1998, c. 23, s. 21 (2).</p>"
        },
        {
            "id": "22.",
            "section": "Strategies",
            "content": "22. (1) For the purpose of carrying out its object under paragraph 1 of subsection 3 (1), the Board may promote and facilitate co-ordinated decision-making among municipalities within the GTA and may adopt, by by-law, (a) strategies for municipalities within the GTA with respect to the provision and optimal use of infrastructure; and (b) a countryside strategy for the rural areas of the GTA that reflects the importance of rural and agricultural matters to the GTA. 1998, c. 23, s. 22 (1). Approval needed (2) The passage of a by-law adopting a strategy under subsection (1) or an amendment to such a by-law requires a two-thirds majority of the votes cast. 1998, c. 23, s. 22 (2). Process before passage (3) A by-law adopting a strategy under subsection (1) shall not be passed unless the Board does the following: 1. Gives notice, in the area to which the proposed strategy will apply, of the Board’s intention to pass such a by-law. 2. Ensures that such information as the Board considers adequate is made available to the public and to such boards, commissions or other agencies as the Board considers may have an interest in the proposed strategy. 3. Gives persons in each member municipality the Board considers may be affected by the proposed strategy and the boards, commissions or other agencies referred to in paragraph 2 an opportunity to make representations or submit comments in respect of the proposed strategy. 1998, c. 23, s. 22 (3). Amendments (4) Subsection (3) applies with necessary modifications with respect to an amendment of a by-law described in subsection (1). 1998, c. 23, s. 22 (4).",
            "raw_html": "<p class=\"section-e\"><b>22.</b> (1) For the purpose of carrying out its object under paragraph 1 of subsection 3 (1), the Board may promote and facilitate co-ordinated decision-making among municipalities within the GTA and may adopt, by by-law,</p> <p class=\"clause-e\">(a) strategies for municipalities within the GTA with respect to the provision and optimal use of infrastructure; and</p> <p class=\"clause-e\">(b) a countryside strategy for the rural areas of the GTA that reflects the importance of rural and agricultural matters to the GTA. 1998, c. 23, s. 22 (1).</p> <p class=\"headnote-e\"><b>Approval needed</b></p> <p class=\"subsection-e\">(2) The passage of a by-law adopting a strategy under subsection (1) or an amendment to such a by-law requires a two-thirds majority of the votes cast. 1998, c. 23, s. 22 (2).</p> <p class=\"headnote-e\"><b>Process before passage</b></p> <p class=\"subsection-e\">(3) A by-law adopting a strategy under subsection (1) shall not be passed unless the Board does the following:</p> <p class=\"paragraph-e\">1. Gives notice, in the area to which the proposed strategy will apply, of the Board’s intention to pass such a by-law.</p> <p class=\"paragraph-e\">2. Ensures that such information as the Board considers adequate is made available to the public and to such boards, commissions or other agencies as the Board considers may have an interest in the proposed strategy.</p> <p class=\"paragraph-e\">3. Gives persons in each member municipality the Board considers may be affected by the proposed strategy and the boards, commissions or other agencies referred to in paragraph 2 an opportunity to make representations or submit comments in respect of the proposed strategy. 1998, c. 23, s. 22 (3).</p> <p class=\"headnote-e\"><b>Amendments</b></p> <p class=\"subsection-e\">(4) Subsection (3) applies with necessary modifications with respect to an amendment of a by-law described in subsection (1). 1998, c. 23, s. 22 (4).</p>"
        },
        {
            "id": "23.",
            "section": "Facilitating resolution of matters",
            "content": "23.(1) For the purpose of carrying out its object under paragraph 1 of subsection 3 (1), the Board may facilitate the efficient and cost-effective resolution of matters of intermunicipal concern within the GTA, if asked to do so by an affected municipality. 1998, c. 23, s. 23 (1). Committees to assist in resolving disputes (2) If a member municipality requests the Board to assist in the resolution of a dispute, the Board may establish a committee consisting of as many members of the Board as it considers appropriate to hear the parties to the dispute and to assist the parties in resolving the dispute. 1998, c. 23, s. 23 (2). When committees required (3) If a member municipality requests the Board to assist in the resolution of a dispute in respect of a matter in relation to which the Board is required or able to do anything under section 22 or 24, the Board shall establish a committee under subsection (2). 1998, c. 23, s. 23 (3).",
            "raw_html": "<p class=\"section-e\"><b>23.</b>(1) For the purpose of carrying out its object under paragraph 1 of subsection 3 (1), the Board may facilitate the efficient and cost-effective resolution of matters of intermunicipal concern within the GTA, if asked to do so by an affected municipality. 1998, c. 23, s. 23 (1).</p> <p class=\"headnote-e\"><b>Committees to assist in resolving disputes</b></p> <p class=\"subsection-e\">(2) If a member municipality requests the Board to assist in the resolution of a dispute, the Board may establish a committee consisting of as many members of the Board as it considers appropriate to hear the parties to the dispute and to assist the parties in resolving the dispute. 1998, c. 23, s. 23 (2).</p> <p class=\"headnote-e\"><b>When committees required</b></p> <p class=\"subsection-e\">(3) If a member municipality requests the Board to assist in the resolution of a dispute in respect of a matter in relation to which the Board is required or able to do anything under section 22 or 24, the Board shall establish a committee under subsection (2). 1998, c. 23, s. 23 (3).</p>"
        },
        {
            "id": "24.",
            "section": "Other powers of Board",
            "content": "24.For the purpose of carrying out its object under paragraph 1 of subsection 3 (1), the Board may, (a) act as a liaison among the municipalities within the GTA and between municipalities within the GTA and other municipalities, the Government of Ontario or the Government of Canada; (b) provide for the co-ordination of economic development and tourism within the GTA; and (c) promote and facilitate co-ordinated decision-making among municipalities within the GTA with respect to the administration and costs of their social assistance and social housing programs. 1998, c. 23, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24.</b>For the purpose of carrying out its object under paragraph 1 of subsection 3 (1), the Board may,</p> <p class=\"clause-e\">(a) act as a liaison among the municipalities within the GTA and between municipalities within the GTA and other municipalities, the Government of Ontario or the Government of Canada;</p> <p class=\"clause-e\">(b) provide for the co-ordination of economic development and tourism within the GTA; and</p> <p class=\"clause-e\">(c) promote and facilitate co-ordinated decision-making among municipalities within the GTA with respect to the administration and costs of their social assistance and social housing programs. 1998, c. 23, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": "Agreements with municipalities outside the GTA",
            "content": "25.The Board may enter into agreements with municipalities outside the GTA in respect of matters in relation to which the Board is required or able to do anything under section 22 or 24. 1998, c. 23, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>25.</b>The Board may enter into agreements with municipalities outside the GTA in respect of matters in relation to which the Board is required or able to do anything under section 22 or 24. 1998, c. 23, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": "Restrictions after municipal elections",
            "content": "26.(1) The Board shall not do any of the following after the day of a regular election but before the day that a majority of the members described in clauses 4 (a), (b) and (c) assume office: 1. Pass any by-law for the payment of money unless the payment was provided for in the estimates for the election year. 2. Pass any by-law that directly or indirectly involves the payment of money unless the payment was provided for in the estimates for the election year. 3. Enter into a contract or obligation on the part of the Board. 4. Do any other corporate act, except in a case of extreme urgency or unless the act is one the Board is authorized to do by a by-law passed before the day of the regular election. 1998, c. 23, s. 26 (1). Interpretation (2) For the purposes of subsection (1), the day that a member assumes office is, (a) in the case of a member of the Board who is a member by virtue of being the chair of the council of a regional municipality, the day the person is elected as chair; (b) in the case of a member of the Board who is a member by virtue of being the mayor of a municipality, the day the person takes his or her oath of office as mayor; (c) in the case of a member of the Board who is appointed, the day the person is appointed. 1998, c. 23, s. 26 (2). Notification by clerk (3) The clerk of a member municipality shall forthwith notify the Board of the following: 1. The election of the chair of the municipality’s council or the taking of the oath of office of the mayor of the municipality. 2. The appointment, by the council of the municipality, of a member of the Board. 1998, c. 23, s. 26 (3). Financial Matters",
            "raw_html": "<p class=\"section-e\"><b>26.</b>(1) The Board shall not do any of the following after the day of a regular election but before the day that a majority of the members described in clauses 4 (a), (b) and (c) assume office:</p> <p class=\"paragraph-e\">1. Pass any by-law for the payment of money unless the payment was provided for in the estimates for the election year.</p> <p class=\"paragraph-e\">2. Pass any by-law that directly or indirectly involves the payment of money unless the payment was provided for in the estimates for the election year.</p> <p class=\"paragraph-e\">3. Enter into a contract or obligation on the part of the Board.</p> <p class=\"paragraph-e\">4. Do any other corporate act, except in a case of extreme urgency or unless the act is one the Board is authorized to do by a by-law passed before the day of the regular election. 1998, c. 23, s. 26 (1).</p> <p class=\"headnote-e\"><b>Interpretation</b></p> <p class=\"subsection-e\">(2) For the purposes of subsection (1), the day that a member assumes office is,</p> <p class=\"clause-e\">(a) in the case of a member of the Board who is a member by virtue of being the chair of the council of a regional municipality, the day the person is elected as chair;</p> <p class=\"clause-e\">(b) in the case of a member of the Board who is a member by virtue of being the mayor of a municipality, the day the person takes his or her oath of office as mayor;</p> <p class=\"clause-e\">(c) in the case of a member of the Board who is appointed, the day the person is appointed. 1998, c. 23, s. 26 (2).</p> <p class=\"headnote-e\"><b>Notification by clerk</b></p> <p class=\"subsection-e\">(3) The clerk of a member municipality shall forthwith notify the Board of the following:</p> <p class=\"paragraph-e\">1. The election of the chair of the municipality’s council or the taking of the oath of office of the mayor of the municipality.</p> <p class=\"paragraph-e\">2. The appointment, by the council of the municipality, of a member of the Board. 1998, c. 23, s. 26 (3).</p> <p class=\"heading1-e\">Financial Matters</p>"
        },
        {
            "id": "27.",
            "section": "Estimates",
            "content": "27.(1) In each calendar year the Board shall prepare and adopt estimates of all sums required during the year to pay the operating costs of the Board. 1998, c. 23, s. 27 (1). Surplus or deficit from previous year (2) In preparing the estimates, the Board shall make due allowance for any surplus or deficit for the previous year arising from discrepancies between the costs and revenues that were estimated for the previous year and the actual costs and revenues for that year. 1998, c. 23, s. 27 (2). Exclusion from estimates (3) The estimates shall not include sums the Board is required to pay under section 66 or 67. 1998, c. 23, s. 27 (3).",
            "raw_html": "<p class=\"section-e\"><b>27.</b>(1) In each calendar year the Board shall prepare and adopt estimates of all sums required during the year to pay the operating costs of the Board. 1998, c. 23, s. 27 (1).</p> <p class=\"headnote-e\"><b>Surplus or deficit from previous year</b></p> <p class=\"subsection-e\">(2) In preparing the estimates, the Board shall make due allowance for any surplus or deficit for the previous year arising from discrepancies between the costs and revenues that were estimated for the previous year and the actual costs and revenues for that year. 1998, c. 23, s. 27 (2).</p> <p class=\"headnote-e\"><b>Exclusion from estimates</b></p> <p class=\"subsection-e\">(3) The estimates shall not include sums the Board is required to pay under section 66 or 67. 1998, c. 23, s. 27 (3).</p>"
        },
        {
            "id": "28.",
            "section": "Levy by Board",
            "content": "28.(1) The Board shall on or before March 1 in each year levy, by by-law, against the GTA municipalities a sum sufficient to pay the total amount adopted in the estimates under subsection 27 (1). 1998, c. 23, s. 28 (1). Apportionment (2) All amounts levied under subsection (1) shall be apportioned among the GTA municipalities in the proportion that the total weighted assessment of each of those municipalities bears to the total weighted assessment of the GTA. 1998, c. 23, s. 28 (2). Initial levy (3) The Board shall pass the by-law imposing its initial levy under subsection (1) on or before the 90th day after the day this section comes into force. 1998, c. 23, s. 28 (3). GTA municipalities (4) In this section, “GTA municipalities” means the City of Toronto and the regional municipalities of Durham, Halton, Peel and York. 1998, c. 23, s. 28 (4).",
            "raw_html": "<p class=\"section-e\"><b>28.</b>(1) The Board shall on or before March 1 in each year levy, by by-law, against the GTA municipalities a sum sufficient to pay the total amount adopted in the estimates under subsection 27 (1). 1998, c. 23, s. 28 (1).</p> <p class=\"headnote-e\"><b>Apportionment</b></p> <p class=\"subsection-e\">(2) All amounts levied under subsection (1) shall be apportioned among the GTA municipalities in the proportion that the total weighted assessment of each of those municipalities bears to the total weighted assessment of the GTA. 1998, c. 23, s. 28 (2).</p> <p class=\"headnote-e\"><b>Initial levy</b></p> <p class=\"subsection-e\">(3) The Board shall pass the by-law imposing its initial levy under subsection (1) on or before the 90th day after the day this section comes into force. 1998, c. 23, s. 28 (3).</p> <p class=\"headnote-e\"><b>GTA municipalities</b></p> <p class=\"subsection-e\">(4) In this section,</p> <p class=\"firstdef-e\">“GTA municipalities” means the City of Toronto and the regional municipalities of Durham, Halton, Peel and York. 1998, c. 23, s. 28 (4).</p>"
        },
        {
            "id": "29.",
            "section": "By-laws under ss. 28, 66 and 67",
            "content": "29.(1) This section applies with respect to by-laws under subsection 28 (1), 66 (1) or 67 (1) levying amounts against participating municipalities. 1998, c. 23, s. 29 (1). Amount levied is a debt (2) An amount levied against a municipality is a debt of the municipality to the Board and the treasurer of the municipality shall pay the amount levied at the times and in the amounts specified in the by-law. 1998, c. 23, s. 29 (2). Instalments (3) The by-law shall provide that the amount to be paid by each municipality shall be paid to the Board in the following instalments: 1. 25 per cent of the amount required for the purposes of the Board in the previous year, on or before March 31. 2. 50 per cent of the amount required for the purposes of the Board in the current year, less the amount of the instalment paid under paragraph 1, on or before June 30. 3. 25 per cent of such current amount, on or before September 30. 4. The balance of the entitlement for the year, on or before December 15. 1998, c. 23, s. 29 (3). Variation by agreement (4) Despite subsection (3), the Board may, by agreement with a majority of the municipalities against which the levy is made representing at least two-thirds of the total weighted assessment of all the municipalities against which the levy is made, provide by by-law for any number of instalments and their due dates other than those provided in subsection (3) and those alternative instalments and due dates shall be applicable to all the municipalities against which the levy is made. 1998, c. 23, s. 29 (4). Interest on advance payments (5) The by-law may provide that the Board shall pay interest at a rate to be determined by the Board on any payment, or portion of such a payment, made in advance by a municipality. 1998, c. 23, s. 29 (5). Default (6) If a municipality fails to make any payment, or portion of it, as provided in the by-law, the municipality shall pay to the Board interest on the amount in default at the rate of 15 per cent per year, or such lower rate as the Board may by by-law determine, from the date payment is due until it is made. 1998, c. 23, s. 29 (6). Instalments for initial two years (7) Subsection (3) does not apply with respect to the levy for the year in which this section comes into force and the subsequent year. The by-laws for those years shall provide that the amount to be paid by each municipality shall be paid to the Board in instalments determined in accordance with the method prescribed in the regulations and payable at the times prescribed in the regulations. 1998, c. 23, s. 29 (7). Regulations (8) The Minister of Municipal Affairs and Housing may make regulations, (a) extending the time for passing a by-law under section 28, 66 or 67 in any year; (b) for the purposes of subsection (7), prescribing methods for determining instalments and prescribing the times they are payable. 1998, c. 23, s. 29 (8). Same (9) A regulation under clause (8) (a) may be made even if the time limit being extended has expired. 1998, c. 23, s. 29 (9).",
            "raw_html": "<p class=\"section-e\"><b>29.</b>(1) This section applies with respect to by-laws under subsection 28 (1), 66 (1) or 67 (1) levying amounts against participating municipalities. 1998, c. 23, s. 29 (1).</p> <p class=\"headnote-e\"><b>Amount levied is a debt</b></p> <p class=\"subsection-e\">(2) An amount levied against a municipality is a debt of the municipality to the Board and the treasurer of the municipality shall pay the amount levied at the times and in the amounts specified in the by-law. 1998, c. 23, s. 29 (2).</p> <p class=\"headnote-e\"><b>Instalments</b></p> <p class=\"subsection-e\">(3) The by-law shall provide that the amount to be paid by each municipality shall be paid to the Board in the following instalments:</p> <p class=\"paragraph-e\">1. 25 per cent of the amount required for the purposes of the Board in the previous year, on or before March 31.</p> <p class=\"paragraph-e\">2. 50 per cent of the amount required for the purposes of the Board in the current year, less the amount of the instalment paid under paragraph 1, on or before June 30.</p> <p class=\"paragraph-e\">3. 25 per cent of such current amount, on or before September 30.</p> <p class=\"paragraph-e\">4. The balance of the entitlement for the year, on or before December 15. 1998, c. 23, s. 29 (3).</p> <p class=\"headnote-e\"><b>Variation by agreement</b></p> <p class=\"subsection-e\">(4) Despite subsection (3), the Board may, by agreement with a majority of the municipalities against which the levy is made representing at least two-thirds of the total weighted assessment of all the municipalities against which the levy is made, provide by by-law for any number of instalments and their due dates other than those provided in subsection (3) and those alternative instalments and due dates shall be applicable to all the municipalities against which the levy is made. 1998, c. 23, s. 29 (4).</p> <p class=\"headnote-e\"><b>Interest on advance payments</b></p> <p class=\"subsection-e\">(5) The by-law may provide that the Board shall pay interest at a rate to be determined by the Board on any payment, or portion of such a payment, made in advance by a municipality. 1998, c. 23, s. 29 (5).</p> <p class=\"headnote-e\"><b>Default</b></p> <p class=\"subsection-e\">(6) If a municipality fails to make any payment, or portion of it, as provided in the by-law, the municipality shall pay to the Board interest on the amount in default at the rate of 15 per cent per year, or such lower rate as the Board may by by-law determine, from the date payment is due until it is made. 1998, c. 23, s. 29 (6).</p> <p class=\"headnote-e\"><b>Instalments for initial two years</b></p> <p class=\"subsection-e\">(7) Subsection (3) does not apply with respect to the levy for the year in which this section comes into force and the subsequent year. The by-laws for those years shall provide that the amount to be paid by each municipality shall be paid to the Board in instalments determined in accordance with the method prescribed in the regulations and payable at the times prescribed in the regulations. 1998, c. 23, s. 29 (7).</p> <p class=\"headnote-e\"><b>Regulations</b></p> <p class=\"subsection-e\">(8) The Minister of Municipal Affairs and Housing may make regulations,</p> <p class=\"clause-e\">(a) extending the time for passing a by-law under section 28, 66 or 67 in any year;</p> <p class=\"clause-e\">(b) for the purposes of subsection (7), prescribing methods for determining instalments and prescribing the times they are payable. 1998, c. 23, s. 29 (8).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(9) A regulation under clause (8) (a) may be made even if the time limit being extended has expired. 1998, c. 23, s. 29 (9).</p>"
        },
        {
            "id": "30.",
            "section": "Pensions",
            "content": "30.The Board may provide pensions for its permanent and full-time probationary staff and for that purpose the Board shall be deemed to be an employer under the Ontario Municipal Employees Retirement System Act. 1998, c. 23, s. 30.",
            "raw_html": "<p class=\"section-e\"><b>30.</b>The Board may provide pensions for its permanent and full-time probationary staff and for that purpose the Board shall be deemed to be an employer under the <i>Ontario Municipal Employees Retirement System Act</i>. 1998, c. 23, s. 30.</p>"
        },
        {
            "id": "31.",
            "section": "Auditor",
            "content": "31.(1) The Board shall appoint one or more auditors licensed under the Public Accountancy Act to audit the books, records and accounts of the Board and prepare an annual auditor’s statement for the fiscal year last past. 1998, c. 23, s. 31 (1). Same (2) Sections 87 and 88 (rights and duties of auditor) of the Municipal Act apply with necessary modifications to the Board. 1998, c. 23, s. 31 (2). Reports, etc.",
            "raw_html": "<p class=\"section-e\"><b>31.</b>(1) The Board shall appoint one or more auditors licensed under the <i>Public Accountancy Act</i> to audit the books, records and accounts of the Board and prepare an annual auditor’s statement for the fiscal year last past. 1998, c. 23, s. 31 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Sections 87 and 88 (rights and duties of auditor) of the <i>Municipal Act</i> apply with necessary modifications to the Board. 1998, c. 23, s. 31 (2).</p> <p class=\"heading1-e\">Reports, etc.</p>"
        },
        {
            "id": "32.",
            "section": "Annual report",
            "content": "32.(1) After the end of each calendar year, the Board shall prepare and deliver an annual report for the year to the council of each member municipality and to the Minister of Municipal Affairs and Housing. 1998, c. 23, s. 32 (1). Contents of report (2) The annual report shall contain: 1. A general report on the Board’s activities during the year. 2. The annual auditor’s statement for the year. 1998, c. 23, s. 32 (2).",
            "raw_html": "<p class=\"section-e\"><b>32.</b>(1) After the end of each calendar year, the Board shall prepare and deliver an annual report for the year to the council of each member municipality and to the Minister of Municipal Affairs and Housing. 1998, c. 23, s. 32 (1).</p> <p class=\"headnote-e\"><b>Contents of report</b></p> <p class=\"subsection-e\">(2) The annual report shall contain:</p> <p class=\"paragraph-e\">1. A general report on the Board’s activities during the year.</p> <p class=\"paragraph-e\">2. The annual auditor’s statement for the year. 1998, c. 23, s. 32 (2).</p>"
        },
        {
            "id": "33.",
            "section": "Review by Board",
            "content": "33.(1) The Board shall conduct, before December 31, 2000, a review of the following: 1. The Board’s size and composition. 2. The number of votes each member of the Board has. 3. The powers which have been or should, in the opinion of the Board, be assigned to it. 4. Whether this Act should be amended so that the Board’s powers no longer extend to a municipality and so that the members of the Board no longer include a representative of the municipality. 1998, c. 23, s. 33 (1). Municipal resolutions (2) The Board shall, in conducting the review under subsection (1), have regard to resolutions of member municipalities with respect to matters described in paragraphs 1 to 4 of subsection (1). 1998, c. 23, s. 33 (2). Report to Minister (3) On or after January 1, 2001, the Board shall give a report of the results of the Board’s review to the Minister. 1998, c. 23, s. 33 (3). Request to Minister (4) The Board may by resolution request the Minister to take any action necessary to implement any of the recommendations arising from the review. 1998, c. 23, s. 33 (4). When resolution can be passed (5) A resolution under subsection (4) shall not be passed before January 1, 2001. 1998, c. 23, s. 33 (5). Approval needed (6) The passage of a resolution under subsection (4) requires a two-thirds majority of the votes cast. 1998, c. 23, s. 33 (6). School Tax Exemption",
            "raw_html": "<p class=\"section-e\"><b>33.</b>(1) The Board shall conduct, before December 31, 2000, a review of the following:</p> <p class=\"paragraph-e\">1. The Board’s size and composition.</p> <p class=\"paragraph-e\">2. The number of votes each member of the Board has.</p> <p class=\"paragraph-e\">3. The powers which have been or should, in the opinion of the Board, be assigned to it.</p> <p class=\"paragraph-e\">4. Whether this Act should be amended so that the Board’s powers no longer extend to a municipality and so that the members of the Board no longer include a representative of the municipality. 1998, c. 23, s. 33 (1).</p> <p class=\"headnote-e\"><b>Municipal resolutions</b></p> <p class=\"subsection-e\">(2) The Board shall, in conducting the review under subsection (1), have regard to resolutions of member municipalities with respect to matters described in paragraphs 1 to 4 of subsection (1). 1998, c. 23, s. 33 (2).</p> <p class=\"headnote-e\"><b>Report to Minister</b></p> <p class=\"subsection-e\">(3) On or after January 1, 2001, the Board shall give a report of the results of the Board’s review to the Minister. 1998, c. 23, s. 33 (3).</p> <p class=\"headnote-e\"><b>Request to Minister</b></p> <p class=\"subsection-e\">(4) The Board may by resolution request the Minister to take any action necessary to implement any of the recommendations arising from the review. 1998, c. 23, s. 33 (4).</p> <p class=\"headnote-e\"><b>When resolution can be passed</b></p> <p class=\"subsection-e\">(5) A resolution under subsection (4) shall not be passed before January 1, 2001. 1998, c. 23, s. 33 (5).</p> <p class=\"headnote-e\"><b>Approval needed</b></p> <p class=\"subsection-e\">(6) The passage of a resolution under subsection (4) requires a two-thirds majority of the votes cast. 1998, c. 23, s. 33 (6).</p> <p class=\"heading1-e\">School Tax Exemption</p>"
        },
        {
            "id": "34.",
            "section": "School tax exemption",
            "content": "34. Real property owned by the Board is exempt from taxation for school purposes. 1998, c. 23, s. 34. Application of Other Acts",
            "raw_html": "<p class=\"section-e\"><b>34.</b> Real property owned by the Board is exempt from taxation for school purposes. 1998, c. 23, s. 34.</p> <p class=\"heading1-e\">Application of Other Acts</p>"
        },
        {
            "id": "35.",
            "section": "Application of Municipal Act",
            "content": "35.(1) The following provisions of the Municipal Act apply with necessary modifications to the Board: 1. Section 55 (open, closed meetings). 2. Section 100 (investigation by judge of charges of malfeasance). 3. Section 101 (area of jurisdiction, powers exercised by by-law, by-laws may not be quashed). 4. Section 102.1 (committees). 5. Section 106 (council a continuing body). 6. Subsection 108 (1) (fiscal year). 7. Section 116 (destruction of documents). 8. Section 127 (authentication of by-laws). 9. Section 134 (promulgation of by-laws). 10. Sections 135 to 138 (quashing by-laws). 11. Sections 140 to 146, subsections 147 (3) to (5), sections 149, 149.1, 150 to 153, 163, 167, 167.1, 167.3, 168 to 172, 174 to 177 and 179 to 188. 12. Sections 199 and 200 (proceedings by or against municipal corporations). 13. Sections 251 and 252 (accident and liability insurance for members). 1998, c. 23, s. 35 (1). Regulations under certain provisions (2) The Lieutenant Governor in Council may make regulations in respect of the Board under subsections 146 (8), 147 (4), 149.1 (5) and 167 (6) of the Municipal Act. 1998, c. 23, s. 35 (2). Deemed local board (3) The Board shall be deemed to be a local board for the purpose of subsection 251 (2) of the Municipal Act. 1998, c. 23, s. 35 (3). References to municipal officials (4) A reference to an official of a municipality in a provision set out in subsection (1) shall be deemed to be a reference to an employee of the Board designated by the Board, by by-law, for the purposes of the provision. 1998, c. 23, s. 35 (4).",
            "raw_html": "<p class=\"section-e\"><b>35.</b>(1) The following provisions of the <i>Municipal Act</i> apply with necessary modifications to the Board:</p> <p class=\"paragraph-e\">1. Section 55 (open, closed meetings).</p> <p class=\"paragraph-e\">2. Section 100 (investigation by judge of charges of malfeasance).</p> <p class=\"paragraph-e\">3. Section 101 (area of jurisdiction, powers exercised by by-law, by-laws may not be quashed).</p> <p class=\"paragraph-e\">4. Section 102.1 (committees). </p> <p class=\"paragraph-e\">5. Section 106 (council a continuing body).</p> <p class=\"paragraph-e\">6. Subsection 108 (1) (fiscal year).</p> <p class=\"paragraph-e\">7. Section 116 (destruction of documents).</p> <p class=\"paragraph-e\">8. Section 127 (authentication of by-laws).</p> <p class=\"paragraph-e\">9. Section 134 (promulgation of by-laws).</p> <p class=\"paragraph-e\">10. Sections 135 to 138 (quashing by-laws).</p> <p class=\"paragraph-e\">11. Sections 140 to 146, subsections 147 (3) to (5), sections 149, 149.1, 150 to 153, 163, 167, 167.1, 167.3, 168 to 172, 174 to 177 and 179 to 188.</p> <p class=\"paragraph-e\">12. Sections 199 and 200 (proceedings by or against municipal corporations).</p> <p class=\"paragraph-e\">13. Sections 251 and 252 (accident and liability insurance for members). 1998, c. 23, s. 35 (1).</p> <p class=\"headnote-e\"><b>Regulations under certain provisions</b></p> <p class=\"subsection-e\">(2) The Lieutenant Governor in Council may make regulations in respect of the Board under subsections 146 (8), 147 (4), 149.1 (5) and 167 (6) of the <i>Municipal Act</i>. 1998, c. 23, s. 35 (2).</p> <p class=\"headnote-e\"><b>Deemed local board</b></p> <p class=\"subsection-e\">(3) The Board shall be deemed to be a local board for the purpose of subsection 251 (2) of the <i>Municipal Act</i>. 1998, c. 23, s. 35 (3).</p> <p class=\"headnote-e\"><b>References to municipal officials</b></p> <p class=\"subsection-e\">(4) A reference to an official of a municipality in a provision set out in subsection (1) shall be deemed to be a reference to an employee of the Board designated by the Board, by by-law, for the purposes of the provision. 1998, c. 23, s. 35 (4).</p>"
        },
        {
            "id": "36.",
            "section": "Application of Municipal Conflict of Interest Act",
            "content": "36.The Municipal Conflict of Interest Act applies with necessary modifications to the Board. 1998, c. 23, s. 36.",
            "raw_html": "<p class=\"section-e\"><b>36.</b>The <i>Municipal Conflict of Interest Act</i> applies with necessary modifications to the Board. 1998, c. 23, s. 36.</p>"
        },
        {
            "id": "37.",
            "section": "Application of Municipal Freedom of Information and Protection of Privacy Act",
            "content": "37.The Board shall be deemed to be an institution for the purposes of the Municipal Freedom of Information and Protection of Privacy Act and the chair of the Board shall be deemed to be the head for the purposes of that Act. 1998, c. 23, s. 37.",
            "raw_html": "<p class=\"section-e\"><b>37.</b>The Board shall be deemed to be an institution for the purposes of the <i>Municipal Freedom of Information and Protection of Privacy Act</i> and the chair of the Board shall be deemed to be the head for the purposes of that Act. 1998, c. 23, s. 37.</p>"
        },
        {
            "id": "38.",
            "section": "Application of Planning Act policy statements",
            "content": "38.In exercising any authority that affects a planning matter, the Board shall have regard to policy statements issued under subsection 3 (1) of the Planning Act. 1998, c. 23, s. 38.",
            "raw_html": "<p class=\"section-e\"><b>38.</b>In exercising any authority that affects a planning matter, the Board shall have regard to policy statements issued under subsection 3 (1) of the <i>Planning Act</i>. 1998, c. 23, s. 38.</p>"
        },
        {
            "id": "39.",
            "section": "Application of Corporations Act",
            "content": "39.(1) Except as provided in subsection (2), the Corporations Act does not apply to the Board. 1998, c. 23, s. 39 (1). Sections that apply (2) The following sections of the Corporations Act apply with necessary modifications to the Board: 1. Section 279 (seal). 2. Section 280 (authority of contracts). 3. Section 282 (authentication of documents). 4. Section 299 (minute books). 5. Sections 300 and 301 (documents and registers and their admissibility). 6. Section 302 (books of account). 7. Section 303 (knowingly making untrue entry an offence). 8. Sections 304 and 305 (inspection of records and minutes). 1998, c. 23, s. 39 (2). Application of Municipal Freedom of Information and Protection of Privacy Act (3) The application of sections 304 and 305 of the Corporations Act is subject to the Municipal Freedom of Information and Protection of Privacy Act.  1998, c. 23, s. 39 (3). PART II   GREATER TORONTO TRANSIT AUTHORITY GT TRANSIT",
            "raw_html": "<p class=\"section-e\"><b>39.</b>(1) Except as provided in subsection (2), the <i>Corporations Act</i> does not apply to the Board. 1998, c. 23, s. 39 (1).</p> <p class=\"headnote-e\"><b>Sections that apply</b></p> <p class=\"subsection-e\">(2) The following sections of the <i>Corporations Act</i> apply with necessary modifications to the Board:</p> <p class=\"paragraph-e\">1. Section 279 (seal).</p> <p class=\"paragraph-e\">2. Section 280 (authority of contracts).</p> <p class=\"paragraph-e\">3. Section 282 (authentication of documents).</p> <p class=\"paragraph-e\">4. Section 299 (minute books).</p> <p class=\"paragraph-e\">5. Sections 300 and 301 (documents and registers and their admissibility).</p> <p class=\"paragraph-e\">6. Section 302 (books of account).</p> <p class=\"paragraph-e\">7. Section 303 (knowingly making untrue entry an offence).</p> <p class=\"paragraph-e\">8. Sections 304 and 305 (inspection of records and minutes). 1998, c. 23, s. 39 (2).</p> <p class=\"headnote-e\"><b>Application of <i>Municipal Freedom of Information and Protection of Privacy Act</i></b></p> <p class=\"subsection-e\">(3) The application of sections 304 and 305 of the <i>Corporations Act</i> is subject to the <i>Municipal Freedom of Information and Protection of Privacy Act.</i>  1998, c. 23, s. 39 (3).</p> <p class=\"partnum-e\"><b>PART II <br/>  GREATER TORONTO TRANSIT AUTHORITY</b></p> <p class=\"heading1-e\">GT TRANSIT</p>"
        },
        {
            "id": "40.",
            "section": "GT Transit established",
            "content": "40.A corporation without share capital known in English as the Greater Toronto Transit Authority and in French as Régie des transports en commun du grand Toronto is established. 1998, c. 23, s. 40.",
            "raw_html": "<p class=\"section-e\"><b>40.</b>A corporation without share capital known in English as the Greater Toronto Transit Authority and in French as Régie des transports en commun du grand Toronto is established. 1998, c. 23, s. 40.</p>"
        },
        {
            "id": "41.",
            "section": "Objects of GT Transit",
            "content": "41.The following are the objects of GT Transit: 1. To operate or cause to be operated a regional transit system serving the regional transit area and serving other municipalities from time to time by agreement. 2. To operate or cause to be operated local transit systems or parts of such systems within the regional transit area under agreements between the Board and the municipality within which each local transit system is operated. 3. To exchange information on operational and design matters and integrate services with other transit systems. 4. To perform the duties and exercise the powers imposed or conferred on GT Transit under this or any other Act. 1998, c. 23, s. 41.",
            "raw_html": "<p class=\"section-e\"><b>41.</b>The following are the objects of GT Transit:</p> <p class=\"paragraph-e\">1. To operate or cause to be operated a regional transit system serving the regional transit area and serving other municipalities from time to time by agreement.</p> <p class=\"paragraph-e\">2. To operate or cause to be operated local transit systems or parts of such systems within the regional transit area under agreements between the Board and the municipality within which each local transit system is operated.</p> <p class=\"paragraph-e\">3. To exchange information on operational and design matters and integrate services with other transit systems.</p> <p class=\"paragraph-e\">4. To perform the duties and exercise the powers imposed or conferred on GT Transit under this or any other Act. 1998, c. 23, s. 41.</p>"
        },
        {
            "id": "42.",
            "section": "Composition of GT Transit",
            "content": "42.(1) GT Transit shall be composed of, (a) four members, each of whom is appointed by by-law of the council of one of the regional municipalities of Durham, Halton, Peel and York from among the members of the Board representing the regional municipality or its lower-tier municipalities; (b) a member appointed by by-law of the council of the City of Toronto from among the members of the Board representing the city; (c) the mayor of the City of Hamilton; and (d) a chair. 1998, c. 23, s. 42 (1); 2000, c. 5, s. 13 (9). Initial members (2) During the period from the day this section comes into force until November 30, 2000, GT Transit shall be composed of, (a) the mayors of the City of Toronto and the City of Hamilton; (b) the chairs of the councils of the regional municipalities of Durham, Halton, Peel and York; and (c) a chair. 1998, c. 23, s. 42 (2); 2000, c. 5, s. 13 (10). Initial chair (3) The chair referred to in clause (2) (c) shall be, (a) before subsection 72 (2) comes into force, the chair of the Authority; and (b) after subsection 72 (2) comes into force, the person who was chair of the Authority immediately before that subsection came into force. 1998, c. 23, s. 42 (3). Substitution of initial members (4) A member of GT Transit under subsection (2), other than the chair, may designate a person to be his or her substitute at one or all meetings of GT Transit subject to the following: 1. A substitute for the mayor of the City of Toronto or the City of Hamilton must be a member of the council of the respective city. 2. A substitute for the chair of the council of a regional municipality must be a member of the Board representing the regional municipality or one of its lower-tier municipalities. 3. Repealed: 2000, c. 5, s. 13 (13). 1998, c. 23, s. 42 (4); 2000, c. 5, s. 13 (11-13).",
            "raw_html": "<p class=\"section-e\"><b>42.</b>(1) GT Transit shall be composed of,</p> <p class=\"clause-e\">(a) four members, each of whom is appointed by by-law of the council of one of the regional municipalities of Durham, Halton, Peel and York from among the members of the Board representing the regional municipality or its lower-tier municipalities;</p> <p class=\"clause-e\">(b) a member appointed by by-law of the council of the City of Toronto from among the members of the Board representing the city;</p> <p class=\"clause-e\">(c) the mayor of the City of Hamilton; and</p> <p class=\"clause-e\">(d) a chair. 1998, c. 23, s. 42 (1); 2000, c. 5, s. 13 (9).</p> <p class=\"headnote-e\"><b>Initial members</b></p> <p class=\"subsection-e\">(2) During the period from the day this section comes into force until November 30, 2000, GT Transit shall be composed of,</p> <p class=\"clause-e\">(a) the mayors of the City of Toronto and the City of Hamilton;</p> <p class=\"clause-e\">(b) the chairs of the councils of the regional municipalities of Durham, Halton, Peel and York; and</p> <p class=\"clause-e\">(c) a chair. 1998, c. 23, s. 42 (2); 2000, c. 5, s. 13 (10).</p> <p class=\"headnote-e\"><b>Initial chair</b></p> <p class=\"subsection-e\">(3) The chair referred to in clause (2) (c) shall be,</p> <p class=\"clause-e\">(a) before subsection 72 (2) comes into force, the chair of the Authority; and</p> <p class=\"clause-e\">(b) after subsection 72 (2) comes into force, the person who was chair of the Authority immediately before that subsection came into force. 1998, c. 23, s. 42 (3).</p> <p class=\"headnote-e\"><b>Substitution of initial members</b></p> <p class=\"subsection-e\">(4) A member of GT Transit under subsection (2), other than the chair, may designate a person to be his or her substitute at one or all meetings of GT Transit subject to the following:</p> <p class=\"paragraph-e\">1. A substitute for the mayor of the City of Toronto or the City of Hamilton must be a member of the council of the respective city.</p> <p class=\"paragraph-e\">2. A substitute for the chair of the council of a regional municipality must be a member of the Board representing the regional municipality or one of its lower-tier municipalities.</p> <p class=\"paragraph-e\">3. Repealed: 2000, c. 5, s. 13 (13).</p> <p class=\"footnote-e\">1998, c. 23, s. 42 (4); 2000, c. 5, s. 13 (11-13).</p>"
        },
        {
            "id": "43.",
            "section": "Appointed members",
            "content": "43.(1) This section applies with respect to members of GT Transit who are appointed by a by-law of a council. 1998, c. 23, s. 43 (1). Appointment of members (2) The council shall, by by-law, appoint its member of GT Transit. 1998, c. 23, s. 43 (2). Term of office (3) Each member of GT Transit shall be appointed for a term of one, two or three years, as each appointing council shall determine. 1998, c. 23, s. 43 (3). Same (4) The term of a member of GT Transit ends on November 30 of the last year of his or her term. 1998, c. 23, s. 43 (4). Same (5) A member of GT Transit ceases to be a member of GT Transit before the end of his or her term, (a) if the member ceases to be a member of the Board; or (b) if the member resigns. 1998, c. 23, s. 43 (5). Remain in office (6) A member of GT Transit, including a member referred to in subsection 42 (2), whose term ends or who ceases to be a member under subsection (5) shall remain in office until his or her successor is appointed. 1998, c. 23, s. 43 (6). Reappointment (7) A member of GT Transit may be reappointed if he or she is a member of the Board. 1998, c. 23, s. 43 (7). Filling vacancy (8) If a person ceases to be a member of GT Transit before the end of his or her term of office, the appointing council shall forthwith appoint another member of the Board appointed by it as a member of GT Transit for the unexpired portion of the term. 1998, c. 23, s. 43 (8).",
            "raw_html": "<p class=\"section-e\"><b>43.</b>(1) This section applies with respect to members of GT Transit who are appointed by a by-law of a council. 1998, c. 23, s. 43 (1).</p> <p class=\"headnote-e\"><b>Appointment of members</b></p> <p class=\"subsection-e\">(2) The council shall, by by-law, appoint its member of GT Transit. 1998, c. 23, s. 43 (2).</p> <p class=\"headnote-e\"><b>Term of office</b></p> <p class=\"subsection-e\">(3) Each member of GT Transit shall be appointed for a term of one, two or three years, as each appointing council shall determine. 1998, c. 23, s. 43 (3).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) The term of a member of GT Transit ends on November 30 of the last year of his or her term. 1998, c. 23, s. 43 (4).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5) A member of GT Transit ceases to be a member of GT Transit before the end of his or her term,</p> <p class=\"clause-e\">(a) if the member ceases to be a member of the Board; or</p> <p class=\"clause-e\">(b) if the member resigns. 1998, c. 23, s. 43 (5).</p> <p class=\"headnote-e\"><b>Remain in office</b></p> <p class=\"subsection-e\">(6) A member of GT Transit, including a member referred to in subsection 42 (2), whose term ends or who ceases to be a member under subsection (5) shall remain in office until his or her successor is appointed. 1998, c. 23, s. 43 (6).</p> <p class=\"headnote-e\"><b>Reappointment</b></p> <p class=\"subsection-e\">(7) A member of GT Transit may be reappointed if he or she is a member of the Board. 1998, c. 23, s. 43 (7).</p> <p class=\"headnote-e\"><b>Filling vacancy</b></p> <p class=\"subsection-e\">(8) If a person ceases to be a member of GT Transit before the end of his or her term of office, the appointing council shall forthwith appoint another member of the Board appointed by it as a member of GT Transit for the unexpired portion of the term. 1998, c. 23, s. 43 (8).</p>"
        },
        {
            "id": "44",
            "section": "Mayor of Hamilton continuing on GT Transit",
            "content": "44.The mayor of the City of Hamilton shall remain a member of GT Transit after ceasing to be the mayor of the city until the new mayor begins to hold that office. 2000, c. 5, s. 13 (14).",
            "raw_html": "<p class=\"section-e\"><b>44</b>.The mayor of the City of Hamilton shall remain a member of GT Transit after ceasing to be the mayor of the city until the new mayor begins to hold that office. 2000, c. 5, s. 13 (14).</p>"
        },
        {
            "id": "45.",
            "section": "Election of chair",
            "content": "45.(1) After each regular election, the members of the Board shall elect a member of GT Transit or any other person as the chair of GT Transit. 1998, c. 23, s. 45 (1). Term of office (2) The chair of GT Transit shall be elected for a term of three years. 1998, c. 23, s. 45 (2). Same (3) The term of a chair ends on November 30 of the last year of his or her term. 1998, c. 23, s. 45 (3). Remain in office (4) A chair whose term ends shall remain in office until his or her successor is elected. 1998, c. 23, s. 45 (4). Re-election (5) A chair may be re-elected. 1998, c. 23, s. 45 (5). Filling vacancy (6) If the office of chair becomes vacant before the end of the chair’s term, the members of the Board shall forthwith elect another chair to hold office for the unexpired portion of the term. 1998, c. 23, s. 45 (6). Removal of chair (7) The Board may remove the chair for cause. 1998, c. 23, s. 45 (7). If chair is already a member (8) The following apply if the person elected as chair is a member of GT Transit: 1. If the chair is an appointed member of GT Transit, the council that appointed the member shall, by by-law, appoint another member. 2. If the chair is the mayor of the City of Hamilton, the council of the city shall, by by-law, appoint a member of the council as a member of GT Transit. 1998, c. 23, s. 45 (8); 2000, c. 5, s. 13 (15). Initial term (9) The term of the chair referred to in clause 42 (2) (c) ends on November 30, 2000. 1998, c. 23, s. 45 (9). Filling vacancy in initial term (10) If the office of the chair becomes vacant before November 30, 2000, the Lieutenant Governor in Council shall forthwith appoint another chair to hold office for the unexpired portion of the term. 1998, c. 23, s. 45 (10).",
            "raw_html": "<p class=\"section-e\"><b>45.</b>(1) After each regular election, the members of the Board shall elect a member of GT Transit or any other person as the chair of GT Transit. 1998, c. 23, s. 45 (1).</p> <p class=\"headnote-e\"><b>Term of office</b></p> <p class=\"subsection-e\">(2) The chair of GT Transit shall be elected for a term of three years. 1998, c. 23, s. 45 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) The term of a chair ends on November 30 of the last year of his or her term. 1998, c. 23, s. 45 (3).</p> <p class=\"headnote-e\"><b>Remain in office</b></p> <p class=\"subsection-e\">(4) A chair whose term ends shall remain in office until his or her successor is elected. 1998, c. 23, s. 45 (4).</p> <p class=\"headnote-e\"><b>Re-election</b></p> <p class=\"subsection-e\">(5) A chair may be re-elected. 1998, c. 23, s. 45 (5).</p> <p class=\"headnote-e\"><b>Filling vacancy</b></p> <p class=\"subsection-e\">(6) If the office of chair becomes vacant before the end of the chair’s term, the members of the Board shall forthwith elect another chair to hold office for the unexpired portion of the term. 1998, c. 23, s. 45 (6).</p> <p class=\"headnote-e\"><b>Removal of chair</b></p> <p class=\"subsection-e\">(7) The Board may remove the chair for cause. 1998, c. 23, s. 45 (7).</p> <p class=\"headnote-e\"><b>If chair is already a member</b></p> <p class=\"subsection-e\">(8) The following apply if the person elected as chair is a member of GT Transit:</p> <p class=\"paragraph-e\">1. If the chair is an appointed member of GT Transit, the council that appointed the member shall, by by-law, appoint another member.</p> <p class=\"paragraph-e\">2. If the chair is the mayor of the City of Hamilton, the council of the city shall, by by-law, appoint a member of the council as a member of GT Transit. 1998, c. 23, s. 45 (8); 2000, c. 5, s. 13 (15).</p> <p class=\"headnote-e\"><b>Initial term</b></p> <p class=\"subsection-e\">(9) The term of the chair referred to in clause 42 (2) (c) ends on November 30, 2000. 1998, c. 23, s. 45 (9).</p> <p class=\"headnote-e\"><b>Filling vacancy in initial term</b></p> <p class=\"subsection-e\">(10) If the office of the chair becomes vacant before November 30, 2000, the Lieutenant Governor in Council shall forthwith appoint another chair to hold office for the unexpired portion of the term. 1998, c. 23, s. 45 (10).</p>"
        },
        {
            "id": "46.",
            "section": "Chair is chief executive officer",
            "content": "46.(1) The chair is the chief executive officer of GT Transit. 1998, c. 23, s. 46 (1). Duties of chair (2) It is the duty of the chair to, (a) preside over meetings of GT Transit; (b) oversee the conduct of the officers and employees of GT Transit; and (c) carry out any other duties given to the chair under this or any other Act or assigned to the chair by GT Transit. 1998, c. 23, s. 46 (2). Acting chair (3) GT Transit may by by-law or resolution appoint a member of GT Transit to act in the place of the chair when the chair is absent or refuses to act or the office of the chair is vacant and while so acting such member has all the powers and shall perform all the duties of the chair. 1998, c. 23, s. 46 (3).",
            "raw_html": "<p class=\"section-e\"><b>46.</b>(1) The chair is the chief executive officer of GT Transit. 1998, c. 23, s. 46 (1).</p> <p class=\"headnote-e\"><b>Duties of chair</b></p> <p class=\"subsection-e\">(2) It is the duty of the chair to,</p> <p class=\"clause-e\">(a) preside over meetings of GT Transit;</p> <p class=\"clause-e\">(b) oversee the conduct of the officers and employees of GT Transit; and</p> <p class=\"clause-e\">(c) carry out any other duties given to the chair under this or any other Act or assigned to the chair by GT Transit. 1998, c. 23, s. 46 (2).</p> <p class=\"headnote-e\"><b>Acting chair</b></p> <p class=\"subsection-e\">(3) GT Transit may by by-law or resolution appoint a member of GT Transit to act in the place of the chair when the chair is absent or refuses to act or the office of the chair is vacant and while so acting such member has all the powers and shall perform all the duties of the chair. 1998, c. 23, s. 46 (3).</p>"
        },
        {
            "id": "47.",
            "section": "Compensation for chair",
            "content": "47.(1) GT Transit shall pass by-laws for paying remuneration to the chair and for reimbursing the chair for his or her expenses necessarily incurred in discharging the chair’s duties under this Act. 1998, c. 23, s. 47 (1). Benefits (2) If the chair is not a member of the council of a municipality and is not an employee of a municipality, the chair shall be entitled to participate in any scheme GT Transit has for providing benefits, including pension benefits, to its employees. 1998, c. 23, s. 47 (2).",
            "raw_html": "<p class=\"section-e\"><b>47.</b>(1) GT Transit shall pass by-laws for paying remuneration to the chair and for reimbursing the chair for his or her expenses necessarily incurred in discharging the chair’s duties under this Act. 1998, c. 23, s. 47 (1).</p> <p class=\"headnote-e\"><b>Benefits</b></p> <p class=\"subsection-e\">(2) If the chair is not a member of the council of a municipality and is not an employee of a municipality, the chair shall be entitled to participate in any scheme GT Transit has for providing benefits, including pension benefits, to its employees. 1998, c. 23, s. 47 (2).</p>"
        },
        {
            "id": "48.",
            "section": "Compensation for members",
            "content": "48.(1) A municipality may pass by-laws for paying remuneration to the member of GT Transit appointed by it for the discharge of his or her duties under this Act. 1998, c. 23, s. 48 (1). Same, mayor of Hamilton (2)The council of the City of Hamilton may pass by-laws for paying renumeration to the mayor of the city for the discharge of his or her duties under this Act as a member of GT Transit. 2000, c. 5, s. 13 (16). Same (3) Neither the Board nor GT Transit shall pay remuneration to GT Transit members for the discharge of their duties under this Act. 1998, c. 23, s. 48 (3). Reimbursement of expenses (4) GT Transit shall pass by-laws for the reimbursement of the members of GT Transit for expenses necessarily incurred by them in the discharge of their duties under this Act. 1998, c. 23, s. 48 (4).",
            "raw_html": "<p class=\"section-e\"><b>48.</b>(1) A municipality may pass by-laws for paying remuneration to the member of GT Transit appointed by it for the discharge of his or her duties under this Act. 1998, c. 23, s. 48 (1).</p> <p class=\"headnote-e\"><b>Same, mayor of Hamilton</b></p> <p class=\"subsection-e\">(2)The council of the City of Hamilton may pass by-laws for paying renumeration to the mayor of the city for the discharge of his or her duties under this Act as a member of GT Transit. 2000, c. 5, s. 13 (16).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) Neither the Board nor GT Transit shall pay remuneration to GT Transit members for the discharge of their duties under this Act. 1998, c. 23, s. 48 (3).</p> <p class=\"headnote-e\"><b>Reimbursement of expenses</b></p> <p class=\"subsection-e\">(4) GT Transit shall pass by-laws for the reimbursement of the members of GT Transit for expenses necessarily incurred by them in the discharge of their duties under this Act. 1998, c. 23, s. 48 (4).</p>"
        },
        {
            "id": "49.",
            "section": "Voting",
            "content": "49.(1) Each member of GT Transit has one vote. 1998, c. 23, s. 49 (1). Same, chair (2) The chair does not have a vote, except for the purpose of breaking a tie. 1998, c. 23, s. 49 (2). Same (3) Subsection (2) does not apply to an acting chair appointed under subsection 46 (3). 1998, c. 23, s. 49 (3).",
            "raw_html": "<p class=\"section-e\"><b>49.</b>(1) Each member of GT Transit has one vote. 1998, c. 23, s. 49 (1).</p> <p class=\"headnote-e\"><b>Same, chair</b></p> <p class=\"subsection-e\">(2) The chair does not have a vote, except for the purpose of breaking a tie. 1998, c. 23, s. 49 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) Subsection (2) does not apply to an acting chair appointed under subsection 46 (3). 1998, c. 23, s. 49 (3).</p>"
        },
        {
            "id": "50.",
            "section": "Regulations: electronic meetings",
            "content": "50.(1) The Minister of Municipal Affairs and Housing may make regulations respecting the use of electronic means for the holding of meetings of GT Transit. 1998, c. 23, s. 50 (1). Same (2) Subsections 17 (2) to (4) apply with necessary modifications with respect to regulations under subsection (1). 1998, c. 23, s. 50 (2).",
            "raw_html": "<p class=\"section-e\"><b>50.</b>(1) The Minister of Municipal Affairs and Housing may make regulations respecting the use of electronic means for the holding of meetings of GT Transit. 1998, c. 23, s. 50 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Subsections 17 (2) to (4) apply with necessary modifications with respect to regulations under subsection (1). 1998, c. 23, s. 50 (2).</p>"
        },
        {
            "id": "51.",
            "section": "Staff and consultants",
            "content": "51.(1) GT Transit shall employ a managing director and may employ other officers and employees and retain technical and professional consultants that it considers necessary to carry out its objects at the remuneration and upon the terms approved by GT Transit. 1998, c. 23, s. 51 (1). Managing director duties, etc. (2) GT Transit shall establish the duties and responsibilities of the managing director. 1998, c. 23, s. 51 (2). Pensions (3) GT Transit may provide pensions for its permanent and full-time probationary staff and for that purpose GT Transit shall be deemed to be an employer under the Ontario Municipal Employees Retirement System Act. 1998, c. 23, s. 51 (3).",
            "raw_html": "<p class=\"section-e\"><b>51.</b>(1) GT Transit shall employ a managing director and may employ other officers and employees and retain technical and professional consultants that it considers necessary to carry out its objects at the remuneration and upon the terms approved by GT Transit. 1998, c. 23, s. 51 (1).</p> <p class=\"headnote-e\"><b>Managing director duties, etc.</b></p> <p class=\"subsection-e\">(2) GT Transit shall establish the duties and responsibilities of the managing director. 1998, c. 23, s. 51 (2).</p> <p class=\"headnote-e\"><b>Pensions</b></p> <p class=\"subsection-e\">(3) GT Transit may provide pensions for its permanent and full-time probationary staff and for that purpose GT Transit shall be deemed to be an employer under the <i>Ontario Municipal Employees Retirement System Act</i>. 1998, c. 23, s. 51 (3).</p>"
        },
        {
            "id": "52.",
            "section": "Immunity from civil actions",
            "content": "52.No action or other proceeding for damages shall be brought against a member of GT Transit or any officer or employee of GT Transit, as a result of any act done in good faith in the performance or intended performance of any duty under this Act, or in the exercise or intended exercise of any power under this Act, or any neglect or default in the performance or exercise in good faith of such duty or power but any such action or proceeding may be brought against GT Transit. 1998, c. 23, s. 52.",
            "raw_html": "<p class=\"section-e\"><b>52.</b>No action or other proceeding for damages shall be brought against a member of GT Transit or any officer or employee of GT Transit, as a result of any act done in good faith in the performance or intended performance of any duty under this Act, or in the exercise or intended exercise of any power under this Act, or any neglect or default in the performance or exercise in good faith of such duty or power but any such action or proceeding may be brought against GT Transit. 1998, c. 23, s. 52.</p>"
        },
        {
            "id": "53.",
            "section": "By-laws",
            "content": "53.GT Transit may make by-laws governing its proceedings. 1998, c. 23, s. 53.",
            "raw_html": "<p class=\"section-e\"><b>53.</b>GT Transit may make by-laws governing its proceedings. 1998, c. 23, s. 53.</p>"
        },
        {
            "id": "54.",
            "section": "Powers of GT Transit",
            "content": "54.(1) For the purpose of carrying out its objects, GT Transit may, (a) design, construct and operate or cause to be operated a regional transit system for the regional transit area; (b) initiate studies in respect of the design, construction and operation of the regional transit system; (c) operate or cause to be operated a local transit system within the regional transit area under an agreement between the Board and the municipality within which the local transit system is operated; (d) provide transit services to an upper-tier municipality or single-tier municipality outside the regional transit area under an agreement between the Board and the municipality; (e) provide transit services outside the regional transit area that were provided by the Authority before this clause comes into force; (f) acquire by purchase, lease or otherwise any transit vehicles, equipment or other personal property; (g) acquire real property by purchase, lease, expropriation or otherwise; (h) construct, maintain or alter any building or works; (i) acquire rights and privileges that it may think necessary or convenient; (j) sell, lease or otherwise dispose of transit vehicles, equipment, other personal property or real property; (k) establish, construct, manage and operate parking lots for the parking of vehicles in connection with the regional transit system; (l) enter into agreements with any government or government agency or with any individual, municipality, corporation, partnership or association, (i) for the leasing, with or without drivers, of transit vehicles owned or leased by GT Transit, or (ii) for a purpose related to its objects; (m) obtain from the individual or body who is a party to an agreement under clause (l) any rights, privileges or concessions. 1998, c. 23, s. 54 (1). Definition (2) In this section, “transit vehicles” includes railway rolling stock. 1998, c. 23, s. 54 (2).",
            "raw_html": "<p class=\"section-e\"><b>54.</b>(1) For the purpose of carrying out its objects, GT Transit may,</p> <p class=\"clause-e\">(a) design, construct and operate or cause to be operated a regional transit system for the regional transit area;</p> <p class=\"clause-e\">(b) initiate studies in respect of the design, construction and operation of the regional transit system;</p> <p class=\"clause-e\">(c) operate or cause to be operated a local transit system within the regional transit area under an agreement between the Board and the municipality within which the local transit system is operated;</p> <p class=\"clause-e\">(d) provide transit services to an upper-tier municipality or single-tier municipality outside the regional transit area under an agreement between the Board and the municipality;</p> <p class=\"clause-e\">(e) provide transit services outside the regional transit area that were provided by the Authority before this clause comes into force;</p> <p class=\"clause-e\">(f) acquire by purchase, lease or otherwise any transit vehicles, equipment or other personal property;</p> <p class=\"clause-e\">(g) acquire real property by purchase, lease, expropriation or otherwise;</p> <p class=\"clause-e\">(h) construct, maintain or alter any building or works;</p> <p class=\"clause-e\">(i) acquire rights and privileges that it may think necessary or convenient;</p> <p class=\"clause-e\">(j) sell, lease or otherwise dispose of transit vehicles, equipment, other personal property or real property;</p> <p class=\"clause-e\">(k) establish, construct, manage and operate parking lots for the parking of vehicles in connection with the regional transit system;</p> <p class=\"clause-e\">(l) enter into agreements with any government or government agency or with any individual, municipality, corporation, partnership or association,</p> <p class=\"subclause-e\">(i) for the leasing, with or without drivers, of transit vehicles owned or leased by GT Transit, or</p> <p class=\"subclause-e\">(ii) for a purpose related to its objects;</p> <p class=\"clause-e\">(m) obtain from the individual or body who is a party to an agreement under clause (l) any rights, privileges or concessions. 1998, c. 23, s. 54 (1).</p> <p class=\"headnote-e\"><b>Definition</b></p> <p class=\"subsection-e\">(2) In this section,</p> <p class=\"firstdef-e\">“transit vehicles” includes railway rolling stock. 1998, c. 23, s. 54 (2).</p>"
        },
        {
            "id": "55.",
            "section": "Operating by-laws",
            "content": "55.(1) GT Transit may pass by-laws with respect to the regional transit system operated by it, (a) prohibiting or regulating the use of any of its land and prohibiting or regulating vehicular and pedestrian traffic on any of its land; (b) requiring and providing for the issuance of permits and licences and providing for the granting of rights with respect to the use of any of its land and providing for the revocation of such a permit, licence or right; (c) prescribing the fees or rentals payable for a permit, licence or right issued or granted with respect to any of its land; (d) governing the terms and conditions upon which tickets may be sold; and (e) governing the conduct of passengers and with respect to refusing passage to persons who do not comply with the by-laws or the terms and conditions upon which tickets are sold. 1998, c. 23, s. 55 (1). Offence (2) GT Transit may pass by-laws providing that any person who contravenes a by-law passed under subsection (1) is guilty of an offence. 1998, c. 23, s. 55 (2). Motor vehicle owner and driver liable for penalties (3) A by-law passed under clause (1) (a) prohibiting or regulating vehicular traffic may provide that the owner of a motor vehicle may be charged with and convicted of a contravention of the by-law for which the driver of the vehicle is subject to be so charged unless, at the time of the contravention, the vehicle was in the possession of some person other than the owner without the owner’s consent, and on conviction the owner is liable to the penalty for the offence set out in the by-law. 1998, c. 23, s. 55 (3). Voluntary payment of penalties (4) A by-law passed under clause (1) (a) prohibiting or regulating vehicular traffic or under clause (1) (e) may provide a procedure for the voluntary payment of penalties out of court with respect to an alleged contravention of the by-law. 1998, c. 23, s. 55 (4). Statement of proof (5) For the purpose of a prosecution or proceeding under a by-law concerning the issuance or granting of a permit, licence or right, a statement as to the issuance or granting of the permit, licence or right purported to be signed by the managing director of GT Transit or his or her designate is, without proof of the office or signature of the managing director or his or her designate, receivable in evidence as proof, in the absence of evidence to the contrary, of the facts stated in the statement for all purposes in the prosecution or proceeding. 1998, c. 23, s. 55 (5). Appointment of officers (6) GT Transit may appoint in writing one or more of its employees as an officer or officers for the purposes of carrying out the by-laws passed under subsection (1), and any person so appointed is a constable for that purpose and for the purposes of section 33 of the Highway Traffic Act. 1998, c. 23, s. 55 (6). Certificate of appointment (7) A person appointed under subsection (6) shall, while carrying out his or her duties under the appointment, have in his or her possession a certificate of the appointment and shall produce the certificate upon request. 1998, c. 23, s. 55 (7). Municipal Act (8) Sections 324 (fines), 325 (proof of the by-law), 327 (power to restrain by order when conviction entered), and 330.1 (by-law authorizing collection of unpaid licensing fines) of the Municipal Act apply with necessary modifications to GT Transit. 1998, c. 23, s. 55 (8).",
            "raw_html": "<p class=\"section-e\"><b>55.</b>(1) GT Transit may pass by-laws with respect to the regional transit system operated by it,</p> <p class=\"clause-e\">(a) prohibiting or regulating the use of any of its land and prohibiting or regulating vehicular and pedestrian traffic on any of its land;</p> <p class=\"clause-e\">(b) requiring and providing for the issuance of permits and licences and providing for the granting of rights with respect to the use of any of its land and providing for the revocation of such a permit, licence or right;</p> <p class=\"clause-e\">(c) prescribing the fees or rentals payable for a permit, licence or right issued or granted with respect to any of its land;</p> <p class=\"clause-e\">(d) governing the terms and conditions upon which tickets may be sold; and</p> <p class=\"clause-e\">(e) governing the conduct of passengers and with respect to refusing passage to persons who do not comply with the by-laws or the terms and conditions upon which tickets are sold. 1998, c. 23, s. 55 (1).</p> <p class=\"headnote-e\"><b>Offence</b></p> <p class=\"subsection-e\">(2) GT Transit may pass by-laws providing that any person who contravenes a by-law passed under subsection (1) is guilty of an offence. 1998, c. 23, s. 55 (2).</p> <p class=\"headnote-e\"><b>Motor vehicle owner and driver liable for penalties</b></p> <p class=\"subsection-e\">(3) A by-law passed under clause (1) (a) prohibiting or regulating vehicular traffic may provide that the owner of a motor vehicle may be charged with and convicted of a contravention of the by-law for which the driver of the vehicle is subject to be so charged unless, at the time of the contravention, the vehicle was in the possession of some person other than the owner without the owner’s consent, and on conviction the owner is liable to the penalty for the offence set out in the by-law. 1998, c. 23, s. 55 (3).</p> <p class=\"headnote-e\"><b>Voluntary payment of penalties</b></p> <p class=\"subsection-e\">(4) A by-law passed under clause (1) (a) prohibiting or regulating vehicular traffic or under clause (1) (e) may provide a procedure for the voluntary payment of penalties out of court with respect to an alleged contravention of the by-law. 1998, c. 23, s. 55 (4).</p> <p class=\"headnote-e\"><b>Statement of proof</b></p> <p class=\"subsection-e\">(5) For the purpose of a prosecution or proceeding under a by-law concerning the issuance or granting of a permit, licence or right, a statement as to the issuance or granting of the permit, licence or right purported to be signed by the managing director of GT Transit or his or her designate is, without proof of the office or signature of the managing director or his or her designate, receivable in evidence as proof, in the absence of evidence to the contrary, of the facts stated in the statement for all purposes in the prosecution or proceeding. 1998, c. 23, s. 55 (5).</p> <p class=\"headnote-e\"><b>Appointment of officers</b></p> <p class=\"subsection-e\">(6) GT Transit may appoint in writing one or more of its employees as an officer or officers for the purposes of carrying out the by-laws passed under subsection (1), and any person so appointed is a constable for that purpose and for the purposes of section 33 of the <i>Highway Traffic Act</i>. 1998, c. 23, s. 55 (6).</p> <p class=\"headnote-e\"><b>Certificate of appointment</b></p> <p class=\"subsection-e\">(7) A person appointed under subsection (6) shall, while carrying out his or her duties under the appointment, have in his or her possession a certificate of the appointment and shall produce the certificate upon request. 1998, c. 23, s. 55 (7).</p> <p class=\"headnote-e\"><b><i>Municipal Act</i></b></p> <p class=\"subsection-e\">(8) Sections 324 (fines), 325 (proof of the by-law), 327 (power to restrain by order when conviction entered), and 330.1 (by-law authorizing collection of unpaid licensing fines) of the <i>Municipal Act</i> apply with necessary modifications to GT Transit. 1998, c. 23, s. 55 (8).</p>"
        },
        {
            "id": "56.",
            "section": "School tax exemption",
            "content": "56.Real property owned by GT Transit is exempt from taxation for school purposes. 1998, c. 23, s. 56.",
            "raw_html": "<p class=\"section-e\"><b>56.</b>Real property owned by GT Transit is exempt from taxation for school purposes. 1998, c. 23, s. 56.</p>"
        },
        {
            "id": "57.",
            "section": "Application of Municipal Act",
            "content": "57.(1) The following provisions of the Municipal Act apply with necessary modifications to GT Transit: 1. Section 55 (open, closed meetings). 2. Sections 86 to 88 (appointment of auditor, rights and duties of auditor). 3. Section 100 (investigation by judge of charges of malfeasance). 4. Subsection 108 (1) (fiscal year). 5. Section 116 (destruction of documents). 6. Section 127 (authentication of by-laws). 7. Section 134 (promulgation of by-laws). 8. Sections 135 to 138 (quashing by-laws). 9. Sections 199 and 200 (proceedings by or against municipal corporations). 10. Sections 251 and 252 (accident and liability insurance for members). 1998, c. 23, s. 57 (1). References to municipal officials (2) A reference to an official of a municipality in a provision set out in subsection (1) shall be deemed to be a reference to an employee of GT Transit designated by GT Transit, by by-law, for the purposes of the provision. 1998, c. 23, s. 57 (2).",
            "raw_html": "<p class=\"section-e\"><b>57.</b>(1) The following provisions of the <i>Municipal Act</i> apply with necessary modifications to GT Transit:</p> <p class=\"paragraph-e\">1. Section 55 (open, closed meetings).</p> <p class=\"paragraph-e\">2. Sections 86 to 88 (appointment of auditor, rights and duties of auditor).</p> <p class=\"paragraph-e\">3. Section 100 (investigation by judge of charges of malfeasance).</p> <p class=\"paragraph-e\">4. Subsection 108 (1) (fiscal year).</p> <p class=\"paragraph-e\">5. Section 116 (destruction of documents).</p> <p class=\"paragraph-e\">6. Section 127 (authentication of by-laws).</p> <p class=\"paragraph-e\">7. Section 134 (promulgation of by-laws).</p> <p class=\"paragraph-e\">8. Sections 135 to 138 (quashing by-laws).</p> <p class=\"paragraph-e\">9. Sections 199 and 200 (proceedings by or against municipal corporations).</p> <p class=\"paragraph-e\">10. Sections 251 and 252 (accident and liability insurance for members). 1998, c. 23, s. 57 (1).</p> <p class=\"headnote-e\"><b>References to municipal officials</b></p> <p class=\"subsection-e\">(2) A reference to an official of a municipality in a provision set out in subsection (1) shall be deemed to be a reference to an employee of GT Transit designated by GT Transit, by by-law, for the purposes of the provision. 1998, c. 23, s. 57 (2).</p>"
        },
        {
            "id": "58.",
            "section": "Application of Municipal Conflict of Interest Act",
            "content": "58.The Municipal Conflict of Interest Act applies with necessary modifications to GT Transit. 1998, c. 23, s. 58.",
            "raw_html": "<p class=\"section-e\"><b>58.</b>The <i>Municipal Conflict of Interest Act</i> applies with necessary modifications to GT Transit. 1998, c. 23, s. 58.</p>"
        },
        {
            "id": "59.",
            "section": "Application of Municipal Freedom of Information and Protection of Privacy Act",
            "content": "59.GT Transit shall be deemed to be an institution for the purposes of the Municipal Freedom of Information and Protection of Privacy Act and the chair shall be deemed to be the head for the purposes of that Act. 1998, c. 23, s. 59.",
            "raw_html": "<p class=\"section-e\"><b>59.</b>GT Transit shall be deemed to be an institution for the purposes of the <i>Municipal Freedom of Information and Protection of Privacy Act</i> and the chair shall be deemed to be the head for the purposes of that Act. 1998, c. 23, s. 59.</p>"
        },
        {
            "id": "60.",
            "section": "Application of Corporations Act",
            "content": "60.(1) Except as provided in subsection (2), the Corporations Act does not apply to GT Transit. 1998, c. 23, s. 60 (1). Sections that apply (2) The following sections of the Corporations Act apply with necessary modifications to GT Transit: 1. Section 279 (seal). 2. Section 280 (authority of contracts). 3. Section 281 (power of attorney). 4. Section 282 (authentication of documents). 5. Section 299 (minute books). 6. Sections 300 and 301 (documents and registers and their admissibility). 7. Section 302 (books of account). 8. Section 303 (knowingly making untrue entry an offence). 9. Sections 304 and 305 (inspection of records and minutes). 1998, c. 23, s. 60 (2). Application of MFIPPA (3) The application of sections 304 and 305 of the Corporations Act is subject to the Municipal Freedom of Information and Protection of Privacy Act. 1998, c. 23, s. 60 (3).",
            "raw_html": "<p class=\"section-e\"><b>60.</b>(1) Except as provided in subsection (2), the <i>Corporations Act</i> does not apply to GT Transit. 1998, c. 23, s. 60 (1).</p> <p class=\"headnote-e\"><b>Sections that apply</b></p> <p class=\"subsection-e\">(2) The following sections of the <i>Corporations Act</i> apply with necessary modifications to GT Transit:</p> <p class=\"paragraph-e\">1. Section 279 (seal).</p> <p class=\"paragraph-e\">2. Section 280 (authority of contracts).</p> <p class=\"paragraph-e\">3. Section 281 (power of attorney).</p> <p class=\"paragraph-e\">4. Section 282 (authentication of documents).</p> <p class=\"paragraph-e\">5. Section 299 (minute books).</p> <p class=\"paragraph-e\">6. Sections 300 and 301 (documents and registers and their admissibility).</p> <p class=\"paragraph-e\">7. Section 302 (books of account).</p> <p class=\"paragraph-e\">8. Section 303 (knowingly making untrue entry an offence).</p> <p class=\"paragraph-e\">9. Sections 304 and 305 (inspection of records and minutes). 1998, c. 23, s. 60 (2).</p> <p class=\"headnote-e\"><b>Application of MFIPPA</b></p> <p class=\"subsection-e\">(3) The application of sections 304 and 305 of the <i>Corporations Act</i> is subject to the <i>Municipal Freedom of Information and Protection of Privacy Act</i>. 1998, c. 23, s. 60 (3).</p>"
        },
        {
            "id": "61.",
            "section": "Application of Public Vehicles Act",
            "content": "61.Section 2 of the Public Vehicles Act does not apply with respect to the operations of GT Transit, (a) on a route within the regional transit area; or (b) on a route outside the regional transit area if the Authority operated vehicles on the route immediately before subsection 73 (1) came into force. 1998, c. 23, s. 61. POWERS AND DUTIES OF BOARD WITH RESPECT TO GT TRANSIT",
            "raw_html": "<p class=\"section-e\"><b>61.</b>Section 2 of the <i>Public Vehicles Act</i> does not apply with respect to the operations of GT Transit,</p> <p class=\"clause-e\">(a) on a route within the regional transit area; or</p> <p class=\"clause-e\">(b) on a route outside the regional transit area if the Authority operated vehicles on the route immediately before subsection 73 (1) came into force. 1998, c. 23, s. 61.</p> <p class=\"heading1-e\">POWERS AND DUTIES OF BOARD WITH RESPECT TO GT TRANSIT</p>"
        },
        {
            "id": "62.",
            "section": "General direction and control",
            "content": "62.GT Transit is subject to the general direction and control of the Board. 1998, c. 23, s. 62.",
            "raw_html": "<p class=\"section-e\"><b>62.</b>GT Transit is subject to the general direction and control of the Board. 1998, c. 23, s. 62.</p>"
        },
        {
            "id": "63.",
            "section": "Powers of Board",
            "content": "63.(1) For the purpose of carrying out its object under paragraph 2 of subsection 3 (1), the Board may, by by-law, (a) approve, with the modifications it considers appropriate, the annual operating and capital budgets submitted to it by GT Transit; (b) apportion the costs of GT Transit, including the Board’s cost of borrowing for the purposes of GT Transit, among the participating municipalities; (c) borrow money for, and pay such money to, GT Transit in respect of its capital requirements and issue debentures for the debt, subject to the Ontario Municipal Board Act; (d) direct one or more participating municipalities to pay money to GT Transit in respect of its capital requirements; (e) authorize and govern the establishment and maintenance by GT Transit of reserve funds for purposes for which GT Transit may spend money; (f) initiate studies in respect of, (i) the design and operation of the regional transit system, (ii) the fare structure and service schedules of the regional transit system, and (iii) the operational integration of the regional transit system with local transit systems within or outside the regional transit area; (g) approve the approximate location, routes and frequencies of the transit services to be provided; (h) approve the fares that shall be charged for transit services; (i) approve the fees that shall be charged for the provision of parking; (j) enter into agreements with municipalities in the regional transit area with respect to the operation of local transit systems, or parts of such systems, within those municipalities; (k) enter into agreements with upper-tier and single-tier municipalities outside the regional transit area for the provision of transit services by GT Transit to those municipalities; (l) do any other things incidental or conducive to the attainment of its object under paragraph 2 of subsection 3 (1). 1998, c. 23, s. 63 (1). Same (2) For the purpose of carrying out its object under paragraph 2 of subsection 3 (1), the Board may, (a) facilitate the operational integration of the regional transit system and local transit systems in the regional transit area; (b) facilitate the resolution of conflicts with respect to transit issues between GT Transit, municipalities and operators of local transit systems. 1998, c. 23, s. 63 (2). By-laws that require two-thirds vote (3) The passage of a by-law under clause (1) (b), (c) or (d) or an amendment to such a by-law requires a two-thirds majority of the votes cast. 1998, c. 23, s. 63 (3). Payment by municipalities (4) A municipality that enters into an agreement under clause (1) (j) or (k) may agree to pay to the Board all or any portion of the operating or capital expenditures required to meet the terms of the agreement. 1998, c. 23, s. 63 (4).",
            "raw_html": "<p class=\"section-e\"><b>63.</b>(1) For the purpose of carrying out its object under paragraph 2 of subsection 3 (1), the Board may, by by-law,</p> <p class=\"clause-e\">(a) approve, with the modifications it considers appropriate, the annual operating and capital budgets submitted to it by GT Transit;</p> <p class=\"clause-e\">(b) apportion the costs of GT Transit, including the Board’s cost of borrowing for the purposes of GT Transit, among the participating municipalities;</p> <p class=\"clause-e\">(c) borrow money for, and pay such money to, GT Transit in respect of its capital requirements and issue debentures for the debt, subject to the <i>Ontario Municipal Board Act</i>;</p> <p class=\"clause-e\">(d) direct one or more participating municipalities to pay money to GT Transit in respect of its capital requirements;</p> <p class=\"clause-e\">(e) authorize and govern the establishment and maintenance by GT Transit of reserve funds for purposes for which GT Transit may spend money;</p> <p class=\"clause-e\">(f) initiate studies in respect of, </p> <p class=\"subclause-e\">(i) the design and operation of the regional transit system,</p> <p class=\"subclause-e\">(ii) the fare structure and service schedules of the regional transit system, and</p> <p class=\"subclause-e\">(iii) the operational integration of the regional transit system with local transit systems within or outside the regional transit area;</p> <p class=\"clause-e\">(g) approve the approximate location, routes and frequencies of the transit services to be provided;</p> <p class=\"clause-e\">(h) approve the fares that shall be charged for transit services;</p> <p class=\"clause-e\">(i) approve the fees that shall be charged for the provision of parking;</p> <p class=\"clause-e\">(j) enter into agreements with municipalities in the regional transit area with respect to the operation of local transit systems, or parts of such systems, within those municipalities;</p> <p class=\"clause-e\">(k) enter into agreements with upper-tier and single-tier municipalities outside the regional transit area for the provision of transit services by GT Transit to those municipalities;</p> <p class=\"clause-e\">(l) do any other things incidental or conducive to the attainment of its object under paragraph 2 of subsection 3 (1). 1998, c. 23, s. 63 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) For the purpose of carrying out its object under paragraph 2 of subsection 3 (1), the Board may,</p> <p class=\"clause-e\">(a) facilitate the operational integration of the regional transit system and local transit systems in the regional transit area;</p> <p class=\"clause-e\">(b) facilitate the resolution of conflicts with respect to transit issues between GT Transit, municipalities and operators of local transit systems. 1998, c. 23, s. 63 (2).</p> <p class=\"headnote-e\"><b>By-laws that require two-thirds vote</b></p> <p class=\"subsection-e\">(3) The passage of a by-law under clause (1) (b), (c) or (d) or an amendment to such a by-law requires a two-thirds majority of the votes cast. 1998, c. 23, s. 63 (3).</p> <p class=\"headnote-e\"><b>Payment by municipalities</b></p> <p class=\"subsection-e\">(4) A municipality that enters into an agreement under clause (1) (j) or (k) may agree to pay to the Board all or any portion of the operating or capital expenditures required to meet the terms of the agreement. 1998, c. 23, s. 63 (4).</p>"
        },
        {
            "id": "64.",
            "section": "Agreements with other municipalities",
            "content": "64.On the request of an upper-tier or single-tier municipality that is outside the regional transit area, the Board shall enter into negotiations with that municipality with respect to providing it with transit service to be operated by GT Transit. 1998, c. 23, s. 64.",
            "raw_html": "<p class=\"section-e\"><b>64.</b>On the request of an upper-tier or single-tier municipality that is outside the regional transit area, the Board shall enter into negotiations with that municipality with respect to providing it with transit service to be operated by GT Transit. 1998, c. 23, s. 64.</p>"
        },
        {
            "id": "65.",
            "section": "Estimates of GT Transit’s costs and revenues",
            "content": "65.(1) On or before February 15 each year, the Board shall estimate the following for the year: 1. GT Transit’s operating costs and costs with respect to the Authority’s liabilities vested in GT Transit under section 73. 2. The Board’s costs for principal and interest payments and for sinking fund and retirement fund requirements in respect of borrowing under clause 63 (1) (c). 3. GT Transit’s revenues from fares, parking charges, rentals and other operations and under any agreements entered into under clause 63 (1) (j) or (k). 1998, c. 23, s. 65 (1). Information from GT Transit (2) GT Transit shall provide the Board with all information requested by the Board with respect to GT Transit’s costs and revenues. 1998, c. 23, s. 65 (2). First year (3) For the first year in which this section is in force, the Board is not required to make its estimates under subsection (1) until the 90th day after the day this section comes into force. 1998, c. 23, s. 65 (3).",
            "raw_html": "<p class=\"section-e\"><b>65.</b>(1) On or before February 15 each year, the Board shall estimate the following for the year:</p> <p class=\"paragraph-e\">1. GT Transit’s operating costs and costs with respect to the Authority’s liabilities vested in GT Transit under section 73.</p> <p class=\"paragraph-e\">2. The Board’s costs for principal and interest payments and for sinking fund and retirement fund requirements in respect of borrowing under clause 63 (1) (c).</p> <p class=\"paragraph-e\">3. GT Transit’s revenues from fares, parking charges, rentals and other operations and under any agreements entered into under clause 63 (1) (j) or (k). 1998, c. 23, s. 65 (1).</p> <p class=\"headnote-e\"><b>Information from GT Transit</b></p> <p class=\"subsection-e\">(2) GT Transit shall provide the Board with all information requested by the Board with respect to GT Transit’s costs and revenues. 1998, c. 23, s. 65 (2).</p> <p class=\"headnote-e\"><b>First year</b></p> <p class=\"subsection-e\">(3) For the first year in which this section is in force, the Board is not required to make its estimates under subsection (1) until the 90th day after the day this section comes into force. 1998, c. 23, s. 65 (3).</p>"
        },
        {
            "id": "66.",
            "section": "GT Transit levy, net costs",
            "content": "66.(1) On or before March 1 each year, the Board shall levy, by by-law, against the participating municipalities an amount equal to the amount by which GT Transit’s costs, estimated under paragraph 1 of subsection 65 (1), exceeds GT Transit’s revenues, estimated under paragraph 3 of subsection 65 (1). 1998, c. 23, s. 66 (1). Adjustments (2) The amount levied under subsection (1) for a year shall be adjusted to reflect any discrepancies between the costs and revenues estimated under paragraphs 1 and 3 of subsection 65 (1) for the previous year and the actual costs and revenues for that previous year. 1998, c. 23, s. 66 (2). Apportionment of levy (3) All amounts levied under subsection (1) shall be apportioned among the participating municipalities in accordance with the by-laws under clause 63 (1) (b). 1998, c. 23, s. 66 (3). Payment to GT Transit (4) Upon receiving amounts levied under subsection (1), the Board shall pay those amounts to GT Transit. 1998, c. 23, s. 66 (4). Apportionment before by-law passed (5) Despite subsection (3), until the first by-law is made under clause 63 (1) (b), the amounts levied under subsection (1) shall be apportioned among the participating municipalities in accordance with the rule for allocating costs among the participating municipalities set out in, (a) Ontario Regulation 481/97 as it read immediately before the day this section comes into force; or (b) if Ontario Regulation 481/97 is revoked and replaced before that day, the regulation that replaced it, as it read immediately before that day. 1998, c. 23, s. 66 (5). First year (6) For the first year in which this section is in force, the Board is not required to levy an amount under subsection (1) until the 90th day after the day this section comes into force. 1998, c. 23, s. 66 (6).",
            "raw_html": "<p class=\"section-e\"><b>66.</b>(1) On or before March 1 each year, the Board shall levy, by by-law, against the participating municipalities an amount equal to the amount by which GT Transit’s costs, estimated under paragraph 1 of subsection 65 (1), exceeds GT Transit’s revenues, estimated under paragraph 3 of subsection 65 (1). 1998, c. 23, s. 66 (1).</p> <p class=\"headnote-e\"><b>Adjustments</b></p> <p class=\"subsection-e\">(2) The amount levied under subsection (1) for a year shall be adjusted to reflect any discrepancies between the costs and revenues estimated under paragraphs 1 and 3 of subsection 65 (1) for the previous year and the actual costs and revenues for that previous year. 1998, c. 23, s. 66 (2).</p> <p class=\"headnote-e\"><b>Apportionment of levy</b></p> <p class=\"subsection-e\">(3) All amounts levied under subsection (1) shall be apportioned among the participating municipalities in accordance with the by-laws under clause 63 (1) (b). 1998, c. 23, s. 66 (3).</p> <p class=\"headnote-e\"><b>Payment to GT Transit</b></p> <p class=\"subsection-e\">(4) Upon receiving amounts levied under subsection (1), the Board shall pay those amounts to GT Transit. 1998, c. 23, s. 66 (4).</p> <p class=\"headnote-e\"><b>Apportionment before by-law passed</b></p> <p class=\"subsection-e\">(5) Despite subsection (3), until the first by-law is made under clause 63 (1) (b), the amounts levied under subsection (1) shall be apportioned among the participating municipalities in accordance with the rule for allocating costs among the participating municipalities set out in,</p> <p class=\"clause-e\">(a) Ontario Regulation 481/97 as it read immediately before the day this section comes into force; or</p> <p class=\"clause-e\">(b) if Ontario Regulation 481/97 is revoked and replaced before that day, the regulation that replaced it, as it read immediately before that day. 1998, c. 23, s. 66 (5).</p> <p class=\"headnote-e\"><b>First year</b></p> <p class=\"subsection-e\">(6) For the first year in which this section is in force, the Board is not required to levy an amount under subsection (1) until the 90th day after the day this section comes into force. 1998, c. 23, s. 66 (6).</p>"
        },
        {
            "id": "67.",
            "section": "GT Transit levy, cost of Board borrowing",
            "content": "67.(1) On or before March 1 in each year in which the Board is required to pay costs described in paragraph 2 of subsection 65 (1), the Board shall levy, by by-law, against one or more participating municipalities an amount equal to the costs estimated under paragraph 2 of subsection 65 (1) minus any amount the Board requires GT Transit to pay the Board for the year under subsection (4). 1998, c. 23, s. 67 (1). Adjustments (2) The amount levied under subsection (1) for a year shall be adjusted to reflect any discrepancies between the costs estimated under paragraph 2 of subsection 65 (1) for the previous year and the actual costs for that previous year. 1998, c. 23, s. 67 (2). Apportionment of levy (3) For the purposes of a levy under subsection (1), the Board shall determine, in a by-law under clause 63 (1) (b), (a) the participating municipalities that are to be subject to the levy under subsection (1); and (b) the proportion of the amount levied under subsection (1) that is to be apportioned to each of the municipalities that are to be subject to the levy. 1998, c. 23, s. 67 (3). Contribution from GT Transit (4) If, in the year in which the Board is required to pay costs described in paragraph 2 of subsection 65 (1), GT Transit’s revenues, estimated under paragraph 3 of subsection 65 (1), exceed GT Transit’s costs, estimated under paragraph 1 of subsection 65 (1), the Board shall, by by-law, require GT Transit to pay the Board an amount equal to that excess or, if the excess exceeds the costs the Board is required to pay, an amount equal to those costs. 1998, c. 23, s. 67 (4). Adjustments (5) The amount the Board requires GT Transit to pay under subsection (4) for a year shall be adjusted to reflect any discrepancies between the costs and revenues estimated under paragraphs 1 and 3 of subsection 65 (1) for the previous year and the actual costs and revenues for that previous year. 1998, c. 23, s. 67 (5). Schedule of payments (6) The Board may, in a by-law under subsection (4), require the amount GT Transit must pay to be paid in four instalments due on or before March 31, June 30, September 30 and December 15; each instalment shall be equal to 25 per cent of the amount GT Transit must pay except that any adjustments under subsection (5) shall be reflected in the first instalment. 1998, c. 23, s. 67 (6). Amount levied is a debt (7) An amount GT Transit is required to pay under a by-law under subsection (4) is a debt of GT Transit to the Board and GT Transit shall pay the amount at the times and in the instalments specified in the by-law. 1998, c. 23, s. 67 (7). Default (8) If GT Transit fails to make any payment, or portion of it, as provided in the by-law, GT Transit shall pay to the Board interest on the amount in default at the rate of 15 per cent per year, or such lower rate as the Board may by by-law determine, from the date payment is due until it is made. 1998, c. 23, s. 67 (8). Final adjustments (9) If in a year the Board is no longer required to pay costs described in paragraph 2 of subsection 65 (1), it may make a levy under subsection (1) and may require GT Transit to pay an amount under subsection (4) but only with respect to adjustments described in subsections (2) and (5) for the previous year. 1998, c. 23, s. 67 (9).",
            "raw_html": "<p class=\"section-e\"><b>67.</b>(1) On or before March 1 in each year in which the Board is required to pay costs described in paragraph 2 of subsection 65 (1), the Board shall levy, by by-law, against one or more participating municipalities an amount equal to the costs estimated under paragraph 2 of subsection 65 (1) minus any amount the Board requires GT Transit to pay the Board for the year under subsection (4). 1998, c. 23, s. 67 (1).</p> <p class=\"headnote-e\"><b>Adjustments</b></p> <p class=\"subsection-e\">(2) The amount levied under subsection (1) for a year shall be adjusted to reflect any discrepancies between the costs estimated under paragraph 2 of subsection 65 (1) for the previous year and the actual costs for that previous year. 1998, c. 23, s. 67 (2).</p> <p class=\"headnote-e\"><b>Apportionment of levy</b></p> <p class=\"subsection-e\">(3) For the purposes of a levy under subsection (1), the Board shall determine, in a by-law under clause 63 (1) (b),</p> <p class=\"clause-e\">(a) the participating municipalities that are to be subject to the levy under subsection (1); and</p> <p class=\"clause-e\">(b) the proportion of the amount levied under subsection (1) that is to be apportioned to each of the municipalities that are to be subject to the levy. 1998, c. 23, s. 67 (3).</p> <p class=\"headnote-e\"><b>Contribution from GT Transit</b></p> <p class=\"subsection-e\">(4) If, in the year in which the Board is required to pay costs described in paragraph 2 of subsection 65 (1), GT Transit’s revenues, estimated under paragraph 3 of subsection 65 (1), exceed GT Transit’s costs, estimated under paragraph 1 of subsection 65 (1), the Board shall, by by-law, require GT Transit to pay the Board an amount equal to that excess or, if the excess exceeds the costs the Board is required to pay, an amount equal to those costs. 1998, c. 23, s. 67 (4).</p> <p class=\"headnote-e\"><b>Adjustments</b></p> <p class=\"subsection-e\">(5) The amount the Board requires GT Transit to pay under subsection (4) for a year shall be adjusted to reflect any discrepancies between the costs and revenues estimated under paragraphs 1 and 3 of subsection 65 (1) for the previous year and the actual costs and revenues for that previous year. 1998, c. 23, s. 67 (5).</p> <p class=\"headnote-e\"><b>Schedule of payments</b></p> <p class=\"subsection-e\">(6) The Board may, in a by-law under subsection (4), require the amount GT Transit must pay to be paid in four instalments due on or before March 31, June 30, September 30 and December 15; each instalment shall be equal to 25 per cent of the amount GT Transit must pay except that any adjustments under subsection (5) shall be reflected in the first instalment. 1998, c. 23, s. 67 (6).</p> <p class=\"headnote-e\"><b>Amount levied is a debt</b></p> <p class=\"subsection-e\">(7) An amount GT Transit is required to pay under a by-law under subsection (4) is a debt of GT Transit to the Board and GT Transit shall pay the amount at the times and in the instalments specified in the by-law. 1998, c. 23, s. 67 (7).</p> <p class=\"headnote-e\"><b>Default</b></p> <p class=\"subsection-e\">(8) If GT Transit fails to make any payment, or portion of it, as provided in the by-law, GT Transit shall pay to the Board interest on the amount in default at the rate of 15 per cent per year, or such lower rate as the Board may by by-law determine, from the date payment is due until it is made. 1998, c. 23, s. 67 (8).</p> <p class=\"headnote-e\"><b>Final adjustments</b></p> <p class=\"subsection-e\">(9) If in a year the Board is no longer required to pay costs described in paragraph 2 of subsection 65 (1), it may make a levy under subsection (1) and may require GT Transit to pay an amount under subsection (4) but only with respect to adjustments described in subsections (2) and (5) for the previous year. 1998, c. 23, s. 67 (9).</p>"
        },
        {
            "id": "68.",
            "section": "Payments to GT Transit for capital requirements",
            "content": "68.(1) This section applies with respect to a by-law of the Board under clause 63 (1) (d) directing one or more participating municipalities to pay money to GT Transit in respect of its capital requirements. 1998, c. 23, s. 68 (1). When by-law must be passed (2) The Board shall not pass a by-law under clause 63 (1) (d) in a year after March 1. 1998, c. 23, s. 68 (2). What by-law must set out (3) A by-law under clause 63 (1) (d) shall set out the participating municipalities that are directed to pay money to GT Transit, the total amount they are directed to pay, the proportion of the total amount that is apportioned to each municipality and the date by which each municipality is directed to pay the amount apportioned to it. 1998, c. 23, s. 68 (3). Amount directed is a debt (4) An amount a participating municipality is directed to pay to GT Transit is a debt of the municipality to GT Transit and the treasurer of the municipality shall pay the amount as provided in the by-law. 1998, c. 23, s. 68 (4). Default (5) If a municipality fails to make any payment, or portion of it, as provided in the by-law, the municipality shall pay to GT Transit interest on the amount in default at the rate of 15 per cent per year, or such lower rate as the Board may by by-law determine, from the date payment is due until it is made. 1998, c. 23, s. 68 (5). Repayment by GT Transit (6) If GT Transit’s revenues, estimated under paragraph 3 of subsection 65 (1), exceed the sum of the costs estimated under paragraph 1 of subsection 65 (1) and any amount GT Transit is required to pay under subsection 67 (4), the Board shall, by by-law, require GT Transit to pay an amount equal to that excess to the participating municipalities to reimburse them for money paid to GT Transit as directed under a by-law under clause 63 (1) (d) or, if the excess exceeds the amount of money paid to GT Transit and not already reimbursed, an amount equal to the amount of money not already reimbursed. 1998, c. 23, s. 68 (6). Adjustments (7) The amount the Board requires GT Transit to pay under subsection (6) for a year shall be adjusted to reflect any discrepancies between the costs and revenues estimated under paragraphs 1 and 3 of subsection 65 (1) for the previous year and the actual costs and revenues for that previous year. 1998, c. 23, s. 68 (7). Apportionment (8) A by-law passed under subsection (6) shall direct that the payments required to be made to municipalities under the by-law be apportioned to the municipalities in proportion to the money paid to GT Transit by the municipalities as directed under a by-law under clause 63 (1) (d) and not already reimbursed. 1998, c. 23, s. 68 (8). Schedule of payments (9) The Board may, in a by-law under subsection (6), require the amount GT Transit must pay to be paid in four instalments due on or before March 31, June 30, September 30 and December 15; each instalment shall be equal to 25 per cent of the amount GT Transit must pay except that any adjustments under subsection (7) shall be reflected in the first instalment. 1998, c. 23, s. 68 (9). Amount to be paid is a debt (10) An amount GT Transit is required to pay under a by-law under subsection (6) to a municipality is a debt of GT Transit to the municipality and GT Transit shall pay the amount as provided in the by-law. 1998, c. 23, s. 68 (10). Default (11) If GT Transit fails to make any payment, or portion of it, to a municipality as provided in the by-law under subsection (6), GT Transit shall pay to the municipality interest on the amount in default at the rate of 15 per cent per year, or such lower rate as the Board may by by-law determine, from the date payment is due until it is made. 1998, c. 23, s. 68 (11). Authority to borrow (12) A participating municipality that is directed to pay money under a by-law under clause 63 (1) (d) has the same power to borrow the money that it would have if the money were for the purposes of the municipality. 1998, c. 23, s. 68 (12).",
            "raw_html": "<p class=\"section-e\"><b>68.</b>(1) This section applies with respect to a by-law of the Board under clause 63 (1) (d) directing one or more participating municipalities to pay money to GT Transit in respect of its capital requirements. 1998, c. 23, s. 68 (1).</p> <p class=\"headnote-e\"><b>When by-law must be passed</b></p> <p class=\"subsection-e\">(2) The Board shall not pass a by-law under clause 63 (1) (d) in a year after March 1. 1998, c. 23, s. 68 (2).</p> <p class=\"headnote-e\"><b>What by-law must set out</b></p> <p class=\"subsection-e\">(3) A by-law under clause 63 (1) (d) shall set out the participating municipalities that are directed to pay money to GT Transit, the total amount they are directed to pay, the proportion of the total amount that is apportioned to each municipality and the date by which each municipality is directed to pay the amount apportioned to it. 1998, c. 23, s. 68 (3).</p> <p class=\"headnote-e\"><b>Amount directed is a debt</b></p> <p class=\"subsection-e\">(4) An amount a participating municipality is directed to pay to GT Transit is a debt of the municipality to GT Transit and the treasurer of the municipality shall pay the amount as provided in the by-law. 1998, c. 23, s. 68 (4).</p> <p class=\"headnote-e\"><b>Default</b></p> <p class=\"subsection-e\">(5) If a municipality fails to make any payment, or portion of it, as provided in the by-law, the municipality shall pay to GT Transit interest on the amount in default at the rate of 15 per cent per year, or such lower rate as the Board may by by-law determine, from the date payment is due until it is made. 1998, c. 23, s. 68 (5).</p> <p class=\"headnote-e\"><b>Repayment by GT Transit</b></p> <p class=\"subsection-e\">(6) If GT Transit’s revenues, estimated under paragraph 3 of subsection 65 (1), exceed the sum of the costs estimated under paragraph 1 of subsection 65 (1) and any amount GT Transit is required to pay under subsection 67 (4), the Board shall, by by-law, require GT Transit to pay an amount equal to that excess to the participating municipalities to reimburse them for money paid to GT Transit as directed under a by-law under clause 63 (1) (d) or, if the excess exceeds the amount of money paid to GT Transit and not already reimbursed, an amount equal to the amount of money not already reimbursed. 1998, c. 23, s. 68 (6).</p> <p class=\"headnote-e\"><b>Adjustments</b></p> <p class=\"subsection-e\">(7) The amount the Board requires GT Transit to pay under subsection (6) for a year shall be adjusted to reflect any discrepancies between the costs and revenues estimated under paragraphs 1 and 3 of subsection 65 (1) for the previous year and the actual costs and revenues for that previous year. 1998, c. 23, s. 68 (7).</p> <p class=\"headnote-e\"><b>Apportionment</b></p> <p class=\"subsection-e\">(8) A by-law passed under subsection (6) shall direct that the payments required to be made to municipalities under the by-law be apportioned to the municipalities in proportion to the money paid to GT Transit by the municipalities as directed under a by-law under clause 63 (1) (d) and not already reimbursed. 1998, c. 23, s. 68 (8).</p> <p class=\"headnote-e\"><b>Schedule of payments</b></p> <p class=\"subsection-e\">(9) The Board may, in a by-law under subsection (6), require the amount GT Transit must pay to be paid in four instalments due on or before March 31, June 30, September 30 and December 15; each instalment shall be equal to 25 per cent of the amount GT Transit must pay except that any adjustments under subsection (7) shall be reflected in the first instalment. 1998, c. 23, s. 68 (9).</p> <p class=\"headnote-e\"><b>Amount to be paid is a debt</b></p> <p class=\"subsection-e\">(10) An amount GT Transit is required to pay under a by-law under subsection (6) to a municipality is a debt of GT Transit to the municipality and GT Transit shall pay the amount as provided in the by-law. 1998, c. 23, s. 68 (10).</p> <p class=\"headnote-e\"><b>Default</b></p> <p class=\"subsection-e\">(11) If GT Transit fails to make any payment, or portion of it, to a municipality as provided in the by-law under subsection (6), GT Transit shall pay to the municipality interest on the amount in default at the rate of 15 per cent per year, or such lower rate as the Board may by by-law determine, from the date payment is due until it is made. 1998, c. 23, s. 68 (11).</p> <p class=\"headnote-e\"><b>Authority to borrow</b></p> <p class=\"subsection-e\">(12) A participating municipality that is directed to pay money under a by-law under clause 63 (1) (d) has the same power to borrow the money that it would have if the money were for the purposes of the municipality. 1998, c. 23, s. 68 (12).</p>"
        },
        {
            "id": "69.",
            "section": "Capital costs under the Development Charges Act, 1997",
            "content": "69.Amounts levied under subsection 67 (1) against a participating municipality and amounts a participating municipality is directed to pay under a by-law under clause 63 (1) (d) shall be deemed to be capital costs for the purposes of subsection 5 (3) of the Development Charges Act, 1997. 1998, c. 23, s. 69.",
            "raw_html": "<p class=\"section-e\"><b>69.</b>Amounts levied under subsection 67 (1) against a participating municipality and amounts a participating municipality is directed to pay under a by-law under clause 63 (1) (d) shall be deemed to be capital costs for the purposes of subsection 5 (3) of the <i>Development Charges Act, 1997</i>. 1998, c. 23, s. 69.</p>"
        },
        {
            "id": "70.",
            "section": "Debentures",
            "content": "70.All debentures issued by the Board are direct, joint and several obligations of the Board and the participating municipalities despite the fact that all or part of the levies imposed for the payment of those debentures may have been apportioned only against one or more of the participating municipalities, but nothing in this section affects the rights of the Board and of the participating municipalities as among themselves. 1998, c. 23, s. 70.",
            "raw_html": "<p class=\"section-e\"><b>70.</b>All debentures issued by the Board are direct, joint and several obligations of the Board and the participating municipalities despite the fact that all or part of the levies imposed for the payment of those debentures may have been apportioned only against one or more of the participating municipalities, but nothing in this section affects the rights of the Board and of the participating municipalities as among themselves. 1998, c. 23, s. 70.</p>"
        },
        {
            "id": "71.",
            "section": "Rail transit service change",
            "content": "71.(1) The Board shall forthwith give written notice to the Minister of Transportation of the passing of any by-law under section 63 with respect to altering the location, route or frequency of or terminating a rail transit service operated by GT Transit. 1998, c. 23, s. 71 (1). Deferral of change (2) The Minister may, not later than 30 days after the Board gives written notice under subsection (1), issue a written notice to the Board deferring the coming into force of the by-law. 1998, c. 23, s. 71 (2). When by-law in effect (3) If the Minister issues a notice under subsection (2), the by-law comes into force on the earlier of, (a) the day that is 180 days after the day the Minister issued the notice; (b) if the Minister issues a written notice to the Board withdrawing the notice under subsection (2), the day the Board receives the notice withdrawing it. 1998, c. 23, s. 71 (3). Same (4) If the Minister does not issue a notice under subsection (2) within 30 days after the Board gives its notice under subsection (1), the by-law comes into force at the end of that time period. 1998, c. 23, s. 71 (4). TABLE Votes for members of the Board  Municipality\n\nVotes per    member\n\n \r\n\n\n \r\n\nDurham, Regional Municipality of   Ajax, Town of   Brock, Township of   Clarington, Municipality of   Oshawa, City of   Pickering, Town of   Scugog, Township of   Uxbridge, Township of   Whitby, Town of\nHalton, Regional Municipality of   Burlington, City of   Halton Hills, Town of   Milton, Town of   Oakville, Town of\nPeel, Regional Municipality of   Brampton, City of   Caledon, Town of   Mississauga, City of\nYork, Regional Municipality of   Aurora, Town of   East Gwillimbury, Town of   Georgina, Town of   King, Township of   Markham, Town of   Newmarket, Town of   Richmond Hill, Town of   Vaughan, City of   Whitchurch-Stouffville, Town of\nToronto, City of (mayor)   (other members)\nHamilton, City of\n\n2   1   1   1   2   1   1   1   1\n2   2   1   1   2\n5   5   1   5\n2   1   1   1   1   3   1   2   2   1\n5   5\n4 1998, c. 23, Table; 2000, c. 5, s. 13 (17). Note: The following transitional provisions were enacted by the Statutes of Ontario, 1998, chapter 23, sections 73 to 75 and proclaimed into force on August 7, 1999. Transition, transfer from Authority 73.(1) GT Transit shall take over the operation of the commuter services operated by the Authority immediately before the day this section comes into force. 1998, c. 23, s. 73 (1). Vesting of assets and liabilities (2) On the day this section comes into force, all assets and liabilities that the Authority had on the day before this section comes into force are vested in and become the assets and liabilities of GT Transit, without compensation. 1998, c. 23, s. 73 (2). Extended application (3) Subsection (2) applies also with respect to all rights, interests, approvals, status, registrations, entitlements and contractual rights and obligations of the Authority. 1998, c. 23, s. 73 (3). Application of other Acts (4) The Land Transfer Tax Act and the Retail Sales Tax Act do not apply to vestings under subsections (2) and (3). 1998, c. 23, s. 73 (4). Exception: certain railway rolling stock, etc. (5) Subsections (2) and (3) do not apply with respect to, (a) the railway rolling stock that is subject to the six conditional sale agreements dated March 30, 1994 between the Authority and Asset Finance (Bermuda) Limited; or (b) the conditional sale agreements described in clause (a). 1998, c. 23, s. 73 (5). Same (6) For greater certainty, no rights, liabilities, interests, approvals, status, registrations, entitlements and contractual rights or obligations of the Authority relating to the railway rolling stock or the conditional sale agreements described in clause (5) (a) vest in GT Transit. 1998, c. 23, s. 73 (6). Exception, employees (7) Subsections (2) and (3) do not apply with respect to the employees of the Authority or to any collective agreement. 1998, c. 23, s. 73 (7). Certain non-bargaining unit employees (8) The following apply with respect to an employee of the Authority who immediately before this section comes into force was not in a bargaining unit and who accepts, before this section comes into force, an offer of employment with GT Transit: 1. The employment of the employee with the Authority shall be deemed not to have been terminated. 2. The employment of the employee with the Authority shall be deemed to be employment with GT Transit and not employment with the Authority for the purpose of determining probationary periods, benefits or any other employment-related entitlements under the Employment Standards Act or any other Act or under any employment contract. 1998, c. 23, s. 73 (8). Same (9) For greater certainty, (a) subject to subsection (8), none of the following vests in GT Transit: (i) any rights, liabilities, interests, approvals, status, registrations, entitlements and contractual rights or obligations of the Authority relating to the employees of the Authority or to any collective agreement, or (ii) any rights, liabilities, interests, approvals, status, registrations, entitlements and contractual rights or obligations under the Crown Employees Collective Bargaining Act, 1993 or the Labour Relations Act, 1995; and (b) no trade union that had bargaining rights in respect of any employees of the Authority has bargaining rights in respect of employees of GT Transit. 1998, c. 23, s. 73 (9). Same (10) Clause (9) (b) does not affect bargaining rights a trade union acquires by being certified under the Labour Relations Act, 1995 as the bargaining agent of employees of GT Transit or by being voluntarily recognized by GT Transit as the bargaining agent of employees of GT Transit. 1998, c. 23, s. 73 (10). Continuation of by-laws and regulations (11) The following apply with respect to every by-law or regulation of the Authority that is in force immediately before this section comes into force: 1. The by-law or regulation is revoked. 2. Unless paragraph 3 applies, each provision of the by-law or regulation, as it reads immediately before the by-law or regulation was revoked, shall be deemed to have been passed as a by-law of GT Transit. 3. If a provision of the by-law or regulation relates to the location, routes or frequencies of the transit services being provided or prescribes the fares to be charged, the provision of the by-law or regulation, as it reads immediately before the by-law or regulation was revoked, shall be deemed to have been passed as a by-law of the Board. 1998, c. 23, s. 73 (11). Offences (12) Subsection 10 (2) of the Toronto Area Transit Operating Authority Act, as it read immediately before this section came into force, continues to apply with respect to a provision of a regulation deemed to have been passed as a by-law of GT Transit under subsection (11) until the by-law is revoked or first amended by GT Transit or until the day that is one year after the day this section comes into force, whichever is earlier. 1998, c. 23, s. 73 (12). GT Transit must lease rolling stock 74.(1) GT Transit shall enter into one or more agreements with the Authority to lease the railway rolling stock described in clause 73 (5) (a) in accordance with the conditional sale agreements described in that clause. 1998, c. 23, s. 74 (1). Maintenance, etc. of rolling stock (2) The agreements required under subsection (1) must require GT Transit to maintain, modify and insure the railway rolling stock in accordance with the requirements of Articles 7, 8 and 11 of the applicable conditional sale agreement. 1998, c. 23, s. 74 (2). First meeting of the Board 75.(1) The Minister of Municipal Affairs and Housing shall convene the first meeting of the Board. 1998, c. 23, s. 75 (1). Person appointed to preside (2) The Minister of Municipal Affairs and Housing shall appoint a person who is not a member of the Board to preside over the first meeting until a chair is elected under subsection 10 (9). 1998, c. 23, s. 75 (2). Alternates, if council fails to appoint (3) If, 24 hours before the first meeting is scheduled to begin, (a) the council of a member municipality has not exercised its power to appoint alternates for members of the Board under subsection 9 (1), the mayor of the municipality or the chair of the council, as the case may be, may appoint alternates for the first meeting; (b) the council of the City of Toronto has not exercised its power to appoint the members of the Board described in clause 4 (b), the mayor of the City of Toronto may appoint alternates for those members for the first meeting; (c) the council of the City of Mississauga has not exercised its power to appoint the member of the Board described in clause 4 (c), the mayor of the City of Mississauga may appoint an alternate for that member for the first meeting. 1998, c. 23, s. 75 (3). Same (4) Section 9 applies, with necessary modifications, with respect to alternates appointed under subsection (3). 1998, c. 23, s. 75 (4). Distribution of Toronto votes (5) If, 24 hours before the first meeting is scheduled to begin, the council of the City of Toronto has not exercised its power to distribute votes under subsection 15 (2), the mayor of the City of Toronto may exercise that power for the purposes of the first meeting. 1998, c. 23, s. 75 (5). ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>71.</b>(1) The Board shall forthwith give written notice to the Minister of Transportation of the passing of any by-law under section 63 with respect to altering the location, route or frequency of or terminating a rail transit service operated by GT Transit. 1998, c. 23, s. 71 (1).</p> <p class=\"headnote-e\"><b>Deferral of change</b></p> <p class=\"subsection-e\">(2) The Minister may, not later than 30 days after the Board gives written notice under subsection (1), issue a written notice to the Board deferring the coming into force of the by-law. 1998, c. 23, s. 71 (2).</p> <p class=\"headnote-e\"><b>When by-law in effect</b></p> <p class=\"subsection-e\">(3) If the Minister issues a notice under subsection (2), the by-law comes into force on the earlier of,</p> <p class=\"clause-e\">(a) the day that is 180 days after the day the Minister issued the notice; </p> <p class=\"clause-e\">(b) if the Minister issues a written notice to the Board withdrawing the notice under subsection (2), the day the Board receives the notice withdrawing it. 1998, c. 23, s. 71 (3).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) If the Minister does not issue a notice under subsection (2) within 30 days after the Board gives its notice under subsection (1), the by-law comes into force at the end of that time period. 1998, c. 23, s. 71 (4).</p> <p class=\"headingx-e\">TABLE</p> <p class=\"heading3-e\">Votes for members of the Board</p> <p>\n</p> <center><table>\n<tr>\n<td width=\"10\"></td>\n<td width=\"194\"></td>\n<td width=\"61\"></td>\n<td width=\"3\"></td>\n<td width=\"9\"></td></tr>\n<tr>\n<td valign=\"top\" width=\"10\"> \r\n</td>\n<td valign=\"top\" width=\"194\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"65\"> \r\n</td>\n<td valign=\"top\" width=\"9\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"10\"> \r\n</td>\n<td valign=\"top\" width=\"194\"><ul><p align=\"center\" class=\"table-e\">Municipality</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"65\"><p align=\"center\" class=\"table-e\">Votes per  <br/>  member</p>\n</td>\n<td valign=\"top\" width=\"9\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"10\"> \r\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Durham, Regional Municipality of <br/>  Ajax, Town of <br/>  Brock, Township of <br/>  Clarington, Municipality of <br/>  Oshawa, City of <br/>  Pickering, Town of <br/>  Scugog, Township of <br/>  Uxbridge, Township of <br/>  Whitby, Town of</p>\n<p class=\"table-e\">Halton, Regional Municipality of <br/>  Burlington, City of <br/>  Halton Hills, Town of <br/>  Milton, Town of <br/>  Oakville, Town of</p>\n<p class=\"table-e\">Peel, Regional Municipality of <br/>  Brampton, City of <br/>  Caledon, Town of <br/>  Mississauga, City of</p>\n<p class=\"table-e\">York, Regional Municipality of <br/>  Aurora, Town of <br/>  East Gwillimbury, Town of <br/>  Georgina, Town of <br/>  King, Township of <br/>  Markham, Town of <br/>  Newmarket, Town of <br/>  Richmond Hill, Town of <br/>  Vaughan, City of <br/>  Whitchurch-Stouffville, Town of</p>\n<p class=\"table-e\">Toronto, City of (mayor) <br/>  (other members)</p>\n<p class=\"table-e\">Hamilton, City of</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"65\"><p align=\"center\" class=\"table-e\">2 <br/>  1 <br/>  1 <br/>  1 <br/>  2 <br/>  1 <br/>  1 <br/>  1 <br/>  1</p>\n<p align=\"center\" class=\"table-e\">2 <br/>  2 <br/>  1 <br/>  1 <br/>  2</p>\n<p align=\"center\" class=\"table-e\">5 <br/>  5 <br/>  1 <br/>  5</p>\n<p align=\"center\" class=\"table-e\">2 <br/>  1 <br/>  1 <br/>  1 <br/>  1 <br/>  3 <br/>  1 <br/>  2 <br/>  2 <br/>  1</p>\n<p align=\"center\" class=\"table-e\">5 <br/>  5</p>\n<p align=\"center\" class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"9\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"10\"> \r\n</td>\n<td valign=\"top\" width=\"194\"> \r\n</td>\n<td valign=\"top\" width=\"61\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"12\"> \r\n</td></tr></table></center> <p class=\"footnote-e\">1998, c. 23, Table; 2000, c. 5, s. 13 (17).</p> <p class=\"Pnote-e\"><b>Note: The following transitional provisions were enacted by the Statutes of Ontario, 1998, chapter 23, sections 73 to 75 and proclaimed into force on August 7, 1999.</b></p> <p class=\"headnote-e\"><b>Transition, transfer from Authority</b></p> <p class=\"Psection-e\"><b>73.(1) GT Transit shall take over the operation of the commuter services operated by the Authority immediately before the day this section comes into force. 1998, c. 23, s. 73 (1).</b></p> <p class=\"headnote-e\"><b>Vesting of assets and liabilities</b></p> <p class=\"Psubsection-e\"><b>(2) On the day this section comes into force, all assets and liabilities that the Authority had on the day before this section comes into force are vested in and become the assets and liabilities of GT Transit, without compensation. 1998, c. 23, s. 73 (2).</b></p> <p class=\"headnote-e\"><b>Extended application</b></p> <p class=\"Psubsection-e\"><b>(3) Subsection (2) applies also with respect to all rights, interests, approvals, status, registrations, entitlements and contractual rights and obligations of the Authority. 1998, c. 23, s. 73 (3).</b></p> <p class=\"headnote-e\"><b>Application of other Acts</b></p> <p class=\"Psubsection-e\"><b>(4) The <i>Land Transfer Tax Act</i> and the <i>Retail Sales Tax Act</i> do not apply to vestings under subsections (2) and (3). 1998, c. 23, s. 73 (4).</b></p> <p class=\"headnote-e\"><b>Exception: certain railway rolling stock, etc.</b></p> <p class=\"Psubsection-e\"><b>(5) Subsections (2) and (3) do not apply with respect to,</b></p> <p class=\"Pclause-e\"><b>(a) the railway rolling stock that is subject to the six conditional sale agreements dated March 30, 1994 between the Authority and Asset Finance (Bermuda) Limited; or</b></p> <p class=\"Pclause-e\"><b>(b) the conditional sale agreements described in clause (a). 1998, c. 23, s. 73 (5).</b></p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"Psubsection-e\"><b>(6) For greater certainty, no rights, liabilities, interests, approvals, status, registrations, entitlements and contractual rights or obligations of the Authority relating to the railway rolling stock or the conditional sale agreements described in clause (5) (a) vest in GT Transit. 1998, c. 23, s. 73 (6).</b></p> <p class=\"headnote-e\"><b>Exception, employees</b></p> <p class=\"Psubsection-e\"><b>(7) Subsections (2) and (3) do not apply with respect to the employees of the Authority or to any collective agreement. 1998, c. 23, s. 73 (7).</b></p> <p class=\"headnote-e\"><b>Certain non-bargaining unit employees</b></p> <p class=\"Psubsection-e\"><b>(8) The following apply with respect to an employee of the Authority who immediately before this section comes into force was not in a bargaining unit and who accepts, before this section comes into force, an offer of employment with GT Transit:</b></p> <p class=\"Pparagraph-e\"><b>1. The employment of the employee with the Authority shall be deemed not to have been terminated.</b></p> <p class=\"Pparagraph-e\"><b>2. The employment of the employee with the Authority shall be deemed to be employment with GT Transit and not employment with the Authority for the purpose of determining probationary periods, benefits or any other employment-related entitlements under the <i>Employment Standards Act</i> or any other Act or under any employment contract.</b> <b>1998, c. 23, s. 73 (8).</b></p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"Psubsection-e\"><b>(9) For greater certainty,</b></p> <p class=\"Pclause-e\"><b>(a) subject to subsection (8), none of the following vests in GT Transit:</b></p> <p class=\"Psubclause-e\"><b>(i) any rights, liabilities, interests, approvals, status, registrations, entitlements and contractual rights or obligations of the Authority relating to the employees of the Authority or to any collective agreement, or</b></p> <p class=\"Psubclause-e\"><b>(ii) any rights, liabilities, interests, approvals, status, registrations, entitlements and contractual rights or obligations under the <i>Crown Employees Collective Bargaining Act, 1993</i> or the <i>Labour Relations Act, 1995</i>; and</b></p> <p class=\"Pclause-e\"><b>(b) no trade union that had bargaining rights in respect of any employees of the Authority has bargaining rights in respect of employees of GT Transit. 1998, c. 23, s. 73 (9).</b></p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"Psubsection-e\"><b>(10) Clause (9) (b) does not affect bargaining rights a trade union acquires by being certified under the <i>Labour Relations Act, 1995</i> as the bargaining agent of employees of GT Transit or by being voluntarily recognized by GT Transit as the bargaining agent of employees of GT Transit. 1998, c. 23, s. 73 (10).</b></p> <p class=\"headnote-e\"><b>Continuation of by-laws and regulations</b></p> <p class=\"Psubsection-e\"><b>(11) The following apply with respect to every by-law or regulation of the Authority that is in force immediately before this section comes into force:</b></p> <p class=\"Pparagraph-e\"><b>1. The by-law or regulation is revoked.</b></p> <p class=\"Pparagraph-e\"><b>2. Unless paragraph 3 applies, each provision of the by-law or regulation, as it reads immediately before the by-law or regulation was revoked, shall be deemed to have been passed as a by-law of GT Transit.</b></p> <p class=\"Pparagraph-e\"><b>3. If a provision of the by-law or regulation relates to the location, routes or frequencies of the transit services being provided or prescribes the fares to be charged, the provision of the by-law or regulation, as it reads immediately before the by-law or regulation was revoked, shall be deemed to have been passed as a by-law of the Board. 1998, c. 23, s. 73 (11).</b></p> <p class=\"headnote-e\"><b>Offences</b></p> <p class=\"Psubsection-e\"><b>(12) Subsection 10 (2) of the <i>Toronto Area Transit Operating Authority Act</i>, as it read immediately before this section came into force, continues to apply with respect to a provision of a regulation deemed to have been passed as a by-law of GT Transit under subsection (11) until the by-law is revoked or first amended by GT Transit or until the day that is one year after the day this section comes into force, whichever is earlier. 1998, c. 23, s. 73 (12).</b></p> <p class=\"headnote-e\"><b>GT Transit must lease rolling stock</b></p> <p class=\"Psection-e\"><b>74.(1) GT Transit shall enter into one or more agreements with the Authority to lease the railway rolling stock described in clause 73 (5) (a) in accordance with the conditional sale agreements described in that clause. 1998, c. 23, s. 74 (1).</b></p> <p class=\"headnote-e\"><b>Maintenance, etc. of rolling stock</b></p> <p class=\"Psubsection-e\"><b>(2) The agreements required under subsection (1) must require GT Transit to maintain, modify and insure the railway rolling stock in accordance with the requirements of Articles 7, 8 and 11 of the applicable conditional sale agreement. 1998, c. 23, s. 74 (2).</b></p> <p class=\"headnote-e\"><b>First meeting of the Board</b></p> <p class=\"Psection-e\"><b>75.(1) The Minister of Municipal Affairs and Housing shall convene the first meeting of the Board. 1998, c. 23, s. 75 (1).</b></p> <p class=\"headnote-e\"><b>Person appointed to preside</b></p> <p class=\"Psubsection-e\"><b>(2) The Minister of Municipal Affairs and Housing shall appoint a person who is not a member of the Board to preside over the first meeting until a chair is elected under subsection 10 (9). 1998, c. 23, s. 75 (2).</b></p> <p class=\"headnote-e\"><b>Alternates, if council fails to appoint</b></p> <p class=\"Psubsection-e\"><b>(3) If, 24 hours before the first meeting is scheduled to begin,</b></p> <p class=\"Pclause-e\"><b>(a) the council of a member municipality has not exercised its power to appoint alternates for members of the Board under subsection 9 (1), the mayor of the municipality or the chair of the council, as the case may be, may appoint alternates for the first meeting;</b></p> <p class=\"Pclause-e\"><b>(b) the council of the City of Toronto has not exercised its power to appoint the members of the Board described in clause 4 (b), the mayor of the City of Toronto may appoint alternates for those members for the first meeting;</b></p> <p class=\"Pclause-e\"><b>(c) the council of the City of Mississauga has not exercised its power to appoint the member of the Board described in clause 4 (c), the mayor of the City of Mississauga may appoint an alternate for that member for the first meeting.</b> <b>1998, c. 23, s. 75 (3).</b></p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"Psubsection-e\"><b>(4) Section 9 applies, with necessary modifications, with respect to alternates appointed under subsection (3). 1998, c. 23, s. 75 (4).</b></p> <p class=\"headnote-e\"><b>Distribution of Toronto votes</b></p> <p class=\"Psubsection-e\"><b>(5) If, 24 hours before the first meeting is scheduled to begin, the council of the City of Toronto has not exercised its power to distribute votes under subsection 15 (2), the mayor of the City of Toronto may exercise that power for the purposes of the first meeting. 1998, c. 23, s. 75 (5).</b></p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_98g23_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_98g23_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}