{
    "act_info": {
        "full_title": "Green Energy Act, 2009, S.O. 2009, c. 12, Sched. A",
        "act_name_text": "Green Energy Act, 2009",
        "citation": "S.O. 2009, c. 12, Sched. A",
        "url": "https://www.ontario.ca/laws/statute/09g12",
        "date_scraped": "2023-12-18 23:29:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/09g12/v8",
            "valid_from": "December  6, 2018",
            "valid_to": "December 31, 2018"
        },
        {
            "a_href": "/laws/statute/09g12/v7",
            "valid_from": "December 14, 2017",
            "valid_to": "December  5, 2018"
        },
        {
            "a_href": "/laws/statute/09g12/v6",
            "valid_from": "June  9, 2016",
            "valid_to": "December 13, 2017"
        },
        {
            "a_href": "/laws/statute/09g12/v5",
            "valid_from": "June  6, 2011",
            "valid_to": "June  8, 2016"
        },
        {
            "a_href": "/laws/statute/09g12/v4",
            "valid_from": "May 12, 2011",
            "valid_to": "June  5, 2011"
        },
        {
            "a_href": "/laws/statute/09g12/v3",
            "valid_from": "November 29, 2010",
            "valid_to": "May 11, 2011"
        },
        {
            "a_href": "/laws/statute/09g12/v2",
            "valid_from": "September  9, 2009",
            "valid_to": "November 28, 2010"
        },
        {
            "a_href": "/laws/statute/09g12/v1",
            "valid_from": "May 14, 2009",
            "valid_to": "September  8, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Preamble",
            "section_x": "Preamble",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "PART I  ",
            "section_x": "PART I INTERPRETATION AND GENERAL APPLICATION",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.",
            "section_x": "Definitions and interpretation",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND GENERAL APPLICATION",
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “distribution system” has the same meaning as in the Electricity Act, 1998; (“réseau de distribution”) “generation facility” has the same meaning as in the Electricity Act, 1998; (“installation de production”) “Minister” means the Minister of Energy or any other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the Executive Council Act; (“ministre”) “Ministry” means the ministry of the Minister; (“ministère”) “prescribed” means prescribed by a regulation made under this Act; (“prescrit”) “public agency” means a ministry of the Government of Ontario or an entity, including a municipality, or class of entities that is prescribed as a public agency; (“organisme public”) “regulation” means a regulation made under this Act; (“règlement”) “renewable energy generation facility” has the same meaning as in the Electricity Act, 1998; (“installation de production d’énergie renouvelable”) “renewable energy project” means the construction, installation, use, operation, changing or retiring of a renewable energy generation facility; (“projet d’énergie renouvelable”) “renewable energy source” means an energy source that is renewed by natural processes and includes wind, water, biomass, biogas, biofuel, solar energy, geothermal energy, tidal forces and such other energy sources as may be prescribed by the regulations, but only if the energy source satisfies such criteria as may be prescribed by the regulations for that energy source; (“source d’énergie renouvelable”) “renewable energy testing facility” means devices or structures to be used to gather information about natural conditions at the location of the structures or devices and related infrastructure and that meet such criteria as may be prescribed by the regulations; (“installation d’évaluation du potentiel en énergie renouvelable”) “renewable energy testing project” means the construction, installation, use, operation, changing or retiring of a renewable energy testing facility; (“projet d’évaluation du potentiel en énergie renouvelable”) “transmission system” has the same meaning as in the Electricity Act, 1998. (“réseau de transport”)  2009, c. 12, Sched. A,\r\ns. 1 (1); 2011, c. 9, Sched. 27, s. 27. Interpretation (2) This Act shall be interpreted in a manner that is consistent with section 35 of the Constitution Act, 1982 and with the duty to consult aboriginal peoples.  2009, c. 12, Sched. A, s. 1 (2). Section Amendments with date in force (d/m/y) 2011, c. 9, Sched. 27, s. 27 - 06/06/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“distribution system” has the same meaning as in the <i>Electricity Act, 1998</i>; (“réseau de distribution”)</p> <p class=\"definition\">“generation facility” has the same meaning as in the <i>Electricity Act, 1998</i>; (“installation de production”)</p> <p class=\"definition\">“Minister” means the Minister of Energy or any other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“Ministry” means the ministry of the Minister; (“ministère”)</p> <p class=\"definition\">“prescribed” means prescribed by a regulation made under this Act; (“prescrit”)</p> <p class=\"definition\">“public agency” means a ministry of the Government of Ontario or an entity, including a municipality, or class of entities that is prescribed as a public agency; (“organisme public”) </p> <p class=\"definition\">“regulation” means a regulation made under this Act; (“règlement”)</p> <p class=\"definition\">“renewable energy generation facility” has the same meaning as in the <i>Electricity Act, 1998</i>; (“installation de production d’énergie renouvelable”)</p> <p class=\"definition\">“renewable energy project” means the construction, installation, use, operation, changing or retiring of a renewable energy generation facility; (“projet d’énergie renouvelable”) </p> <p class=\"definition\">“renewable energy source” means an energy source that is renewed by natural processes and includes wind, water, biomass, biogas, biofuel, solar energy, geothermal energy, tidal forces and such other energy sources as may be prescribed by the regulations, but only if the energy source satisfies such criteria as may be prescribed by the regulations for that energy source; (“source d’énergie renouvelable”) </p> <p class=\"definition\">“renewable energy testing facility” means devices or structures to be used to gather information about natural conditions at the location of the structures or devices and related infrastructure and that meet such criteria as may be prescribed by the regulations; (“installation d’évaluation du potentiel en énergie renouvelable”)</p> <p class=\"definition\">“renewable energy testing project” means the construction, installation, use, operation, changing or retiring of a renewable energy testing facility; (“projet d’évaluation du potentiel en énergie renouvelable”)</p> <p class=\"definition\">“transmission system” has the same meaning as in the <i>Electricity Act, 1998</i>. (“réseau de transport”)  2009, c. 12, <span>Sched. A,</span>\r\ns. 1 (1); 2011, c. 9, Sched. 27, s. 27.</p> <p class=\"headnote\">Interpretation</p> <p class=\"subsection\">(2) This Act shall be interpreted in a manner that is consistent with section 35 of the <i>Constitution Act, 1982</i> and with the duty to consult aboriginal peoples.  2009, c. 12, <span>Sched. A, </span>s. 1 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11009#sched27s27\">2011, c. 9, Sched. 27, s. 27</a></span> - 06/06/2011</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Administration, community consultation",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND GENERAL APPLICATION",
            "section_y": "Administration, community consultation",
            "content": "2 This Act shall be administered in a manner that promotes community consultation.  2009, c. 12, Sched. A, s. 2. Note: Section 3 comes into force on a day to be named by proclamation of the Lieutenant Governor.  See: 2009, c. 12, Sched. A, s. 19. Mandatory home efficiency disclosure 3 (1) A person making an offer to purchase an interest in real property has the right to receive from the person offering to sell the property such information, reports or ratings as are prescribed, (a) relating to energy consumption and efficiency with respect to a prescribed residence on the property or a class of prescribed residences on the property; and (b) in such circumstances and at such times as are prescribed and in such manner as is prescribed.  2009, c. 12, Sched. A, s. 3 (1). Provision before accepting offer (2) The person offering to sell the property shall, in accordance with subsection (1), provide the information, reports or ratings to the person making the offer to purchase before accepting that person’s offer.  2009, c. 12, Sched. A, s. 3 (2). Waiver (3) Subsections (1) and (2) do not apply where the person making the offer waives, in writing, the provision and receipt of the information, reports or ratings.  2009, c. 12, Sched. A, s. 3 (3). Agent (4) A person acting as an agent on behalf of the person offering to sell shall inform that person promptly of any request for the information, reports or ratings.  2009, c. 12, Sched. A, s. 3 (4). Same (5) Subsection (4) applies only to agents acting for or in anticipation of receiving valuable consideration with respect to the offer to sell.  2009, c. 12, Sched. A,\r\ns. 3 (5). Make available (6) In this section, the obligation to provide information, reports or ratings is satisfied where the person offering to sell makes the information, reports or ratings reasonably available to the person making the offer to purchase.  2009, c. 12, Sched. A,\r\ns. 3 (6). Part II   Designated Goods, Services and Technologies And Renewable Energy Projects And Energy Conservation in the Public Sector",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>This Act shall be administered in a manner that promotes community consultation.  2009, c. 12, <span>Sched. A, </span>s. 2.</p> <p class=\"Pnote\">Note: Section 3 comes into force on a day to be named by proclamation of the Lieutenant Governor.  See: 2009, c. 12, Sched. A, s. 19.</p> <p class=\"Yheadnote\">Mandatory home efficiency disclosure</p> <p class=\"Ysection\"><a name=\"BK4\"></a><b>3</b> (1) A person making an offer to purchase an interest in real property has the right to receive from the person offering to sell the property such information, reports or ratings as are prescribed,</p> <p class=\"Yparagraph\">  (a) relating to energy consumption and efficiency with respect to a prescribed residence on the property or a class of prescribed residences on the property; and</p> <p class=\"Yparagraph\">  (b) in such circumstances and at such times as are prescribed and in such manner as is prescribed.  2009, c. 12, <span>Sched. A,</span> s. 3 (1).</p> <p class=\"Yheadnote\">Provision before accepting offer</p> <p class=\"Ysubsection\">(2) The person offering to sell the property shall, in accordance with subsection (1), provide the information, reports or ratings to the person making the offer to purchase before accepting that person’s offer.  2009, c. 12, <span>Sched. A, </span>s. 3 (2).</p> <p class=\"Yheadnote\">Waiver</p> <p class=\"Ysubsection\">(3) Subsections (1) and (2) do not apply where the person making the offer waives, in writing, the provision and receipt of the information, reports or ratings.  2009, c. 12, <span>Sched. A, </span>s. 3 (3).</p> <p class=\"Yheadnote\">Agent</p> <p class=\"Ysubsection\">(4) A person acting as an agent on behalf of the person offering to sell shall inform that person promptly of any request for the information, reports or ratings.  2009, c. 12, <span>Sched. A, </span>s. 3 (4).</p> <p class=\"Yheadnote\">Same</p> <p class=\"Ysubsection\">(5) Subsection (4) applies only to agents acting for or in anticipation of receiving valuable consideration with respect to the offer to sell.  2009, c. 12, <span>Sched. A,\r\n</span>s. 3 (5).</p> <p class=\"Yheadnote\">Make available</p> <p class=\"Ysubsection\">(6) In this section, the obligation to provide information, reports or ratings is satisfied where the person offering to sell makes the information, reports or ratings reasonably available to the person making the offer to purchase.  2009, c. 12, <span>Sched. A,\r\n</span>s. 3 (6).</p> <p class=\"partnum\"><a name=\"BK5\"></a>Part II <br/>  Designated Goods, Services and Technologies And Renewable Energy Projects And Energy Conservation in the Public Sector</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Mandatory home efficiency disclosure",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND GENERAL APPLICATION",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "PART II  ",
            "section_x": "PART II DESIGNATED GOODS, SERVICES AND TECHNOLOGIES AND RENEWABLE ENERGY PROJECTS AND ENERGY CONSERVATION IN THE PUBLIC SECTOR",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "section_x": "Permissive designation of goods, services and technologies",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATED GOODS, SERVICES AND TECHNOLOGIES AND RENEWABLE ENERGY PROJECTS AND ENERGY CONSERVATION IN THE PUBLIC SECTOR",
            "section_y": "Permissive designation of goods, services and technologies ",
            "content": "4 (1) The Lieutenant Governor in Council may, by regulation, designate goods, services and technologies in order to promote energy conservation.  2009, c. 12, Sched. A, s. 4 (1). Effect of designation (2) A person is permitted to use designated goods, services and technologies in such circumstances as may be prescribed, despite any restriction imposed at law that would otherwise prevent or restrict their use, including a restriction established by a municipal by-law, a condominium by-law, an encumbrance on real property or an agreement.  2009, c. 12, Sched. A, s. 4 (2). Same (3) A restriction imposed at law that would otherwise prevent or restrict the use of designated goods, services or technologies is inoperative to the extent that it would otherwise prevent or restrict the use.  2009, c. 12, Sched. A, s. 4 (3). Exception (4) Subsections (2) and (3) do not apply with respect to a restriction imposed by an Act or regulation.  2009, c. 12, Sched. A, s. 4 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>4 </b>(1) The Lieutenant Governor in Council may, by regulation, designate goods, services and technologies in order to promote energy conservation.  2009, c. 12, <span>Sched. A, </span>s. 4 (1).</p> <p class=\"headnote\">Effect of designation</p> <p class=\"subsection\">(2) A person is permitted to use designated goods, services and technologies in such circumstances as may be prescribed, despite any restriction imposed at law that would otherwise prevent or restrict their use, including a restriction established by a municipal by-law, a condominium by-law, an encumbrance on real property or an agreement.  2009, c. 12, <span>Sched. A, </span>s. 4 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A restriction imposed at law that would otherwise prevent or restrict the use of designated goods, services or technologies is inoperative to the extent that it would otherwise prevent or restrict the use.  2009, c. 12, <span>Sched. A, </span>s. 4 (3).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(4) Subsections (2) and (3) do not apply with respect to a restriction imposed by an Act or regulation.  2009, c. 12, <span>Sched. A, </span>s. 4 (4).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "section_x": "Permissive designation of renewable energy projects, etc.",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATED GOODS, SERVICES AND TECHNOLOGIES AND RENEWABLE ENERGY PROJECTS AND ENERGY CONSERVATION IN THE PUBLIC SECTOR",
            "section_y": "Permissive designation of renewable energy projects, etc.",
            "content": "5 (1) The Lieutenant Governor in Council may, by regulation, designate renewable energy projects, renewable energy sources or renewable energy testing projects for the following purposes: 1. To assist in the removal of barriers to and to promote opportunities for the use of renewable energy sources. 2. To promote access to transmission systems and distribution systems for proponents of renewable energy projects.  2009, c. 12, Sched. A, s. 5 (1). Effect of designation (2) A person is permitted to engage in activities with respect to a designated renewable energy project, a designated renewable energy source or a designated renewable energy testing project in such circumstances as may be prescribed, despite any restriction imposed at law that would otherwise prevent or restrict the activity, including a restriction established by a municipal by-law, a condominium by-law, an encumbrance on real property or an agreement.  2009, c. 12, Sched. A,\r\ns. 5 (2). Same (3) A restriction imposed at law that would otherwise prevent or restrict an activity with respect to a designated renewable energy project, a designated renewable energy source or a designated renewable energy testing project is inoperative to the extent that it would otherwise prevent or restrict the activity.  2009, c. 12, Sched. A,\r\ns. 5 (3). Exception (4) Subsections (2) and (3) do not apply, (a) with respect to a restriction imposed by an Act or regulation; or (b) with respect to prescribed by-laws, instruments or other restrictions or prescribed classes of by-laws, instruments or other restrictions.  2009, c. 12, Sched. A,\r\ns. 5 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>5 </b>(1) The Lieutenant Governor in Council may, by regulation, designate renewable energy projects, renewable energy sources or renewable energy testing projects for the following purposes:</p> <p class=\"paragraph\">  1. To assist in the removal of barriers to and to promote opportunities for the use of renewable energy sources. </p> <p class=\"paragraph\">  2. To promote access to transmission systems and distribution systems for proponents of renewable energy projects.  2009, c. 12, <span>Sched. A, </span>s. 5 (1).\r\n</p> <p class=\"headnote\">Effect of designation</p> <p class=\"subsection\">(2) A person is permitted to engage in activities with respect to a designated renewable energy project, a designated renewable energy source or a designated renewable energy testing project in such circumstances as may be prescribed, despite any restriction imposed at law that would otherwise prevent or restrict the activity, including a restriction established by a municipal by-law, a condominium by-law, an encumbrance on real property or an agreement.  2009, c. 12, <span>Sched. A,\r\n</span>s. 5 (2). </p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A restriction imposed at law that would otherwise prevent or restrict an activity with respect to a designated renewable energy project, a designated renewable energy source or a designated renewable energy testing project is inoperative to the extent that it would otherwise prevent or restrict the activity.  2009, c. 12, <span>Sched. A,\r\n</span>s. 5 (3).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(4) Subsections (2) and (3) do not apply,</p> <p class=\"paragraph\">  (a) with respect to a restriction imposed by an Act or regulation; or </p> <p class=\"paragraph\">  (b) with respect to prescribed by-laws, instruments or other restrictions or prescribed classes of by-laws, instruments or other restrictions.  2009, c. 12, <span>Sched. A,\r\n</span>s. 5 (4).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "section_x": "Public agency, energy conservation and demand management plan",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATED GOODS, SERVICES AND TECHNOLOGIES AND RENEWABLE ENERGY PROJECTS AND ENERGY CONSERVATION IN THE PUBLIC SECTOR",
            "section_y": "Public agency, energy conservation and demand management plan",
            "content": "6 (1) The Lieutenant Governor in Council may, by regulation, require a public agency to prepare and submit to the Ministry an energy conservation and demand management plan. 2016, c. 10, Sched. 1, s. 1. Requirements (2) The energy conservation and demand management plan must comply with any prescribed requirements and must include the following information: 1. A summary of annual energy consumption for each of the public agency’s prescribed operations. 2. A description and a forecast of the expected results of current and proposed activities and measures to conserve the energy consumed by the public agency’s prescribed operations and to otherwise reduce the amount of energy consumed by the public agency, including by employing such energy conservation and demand management methods as may be prescribed. 3. A summary of the progress and achievements in energy conservation and other reductions described in paragraph 2 since the previous plan. 4. Such additional information as may be prescribed. 2016, c. 10, Sched. 1, s. 1. Specified targets and standards, public agencies (3) The Lieutenant Governor in Council may, by regulation, require a public agency to achieve prescribed targets and meet prescribed energy and environmental standards, including standards for energy conservation and demand management. 2016, c. 10, Sched. 1, s. 1. Implementation and publication (4) The public agency shall, (a) implement the energy conservation and demand management plan and comply with any prescribed requirements respecting the implementation of the plan; and (b) publish the plan in accordance with any prescribed requirements. 2016, c. 10, Sched. 1, s. 1. Joint plans (5) Two or more public agencies may prepare a joint energy conservation and demand management plan and may publish and implement it jointly. 2016, c. 10, Sched. 1, s. 1. Effect (6) If the joint plan satisfies the requirements established under this section, the public agencies are not required to prepare, publish and implement separate energy conservation and demand management plans for the same period. 2016, c. 10, Sched. 1, s. 1. Section Amendments with date in force (d/m/y) 2016, c. 10, Sched. 1, s. 1 - 09/06/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>6 </b>(1) The Lieutenant Governor in Council may, by regulation, require a public agency to prepare and submit to the Ministry an energy conservation and demand management plan. 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"headnote\">Requirements</p> <p class=\"subsection\">(2) The energy conservation and demand management plan must comply with any prescribed requirements and must include the following information:</p> <p class=\"paragraph\">  1. A summary of annual energy consumption for each of the public agency’s prescribed operations.</p> <p class=\"paragraph\">  2. A description and a forecast of the expected results of current and proposed activities and measures to conserve the energy consumed by the public agency’s prescribed operations and to otherwise reduce the amount of energy consumed by the public agency, including by employing such energy conservation and demand management methods as may be prescribed.</p> <p class=\"paragraph\">  3. A summary of the progress and achievements in energy conservation and other reductions described in paragraph 2 since the previous plan.</p> <p class=\"paragraph\">  4. Such additional information as may be prescribed. 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"headnote\">Specified targets and standards, public agencies</p> <p class=\"subsection\">(3) The Lieutenant Governor in Council may, by regulation, require a public agency to achieve prescribed targets and meet prescribed energy and environmental standards, including standards for energy conservation and demand management. 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"headnote\">Implementation and publication</p> <p class=\"subsection\">(4) The public agency shall,</p> <p class=\"paragraph\">  (a) implement the energy conservation and demand management plan and comply with any prescribed requirements respecting the implementation of the plan; and</p> <p class=\"paragraph\">  (b) publish the plan in accordance with any prescribed requirements. 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"headnote\">Joint plans</p> <p class=\"subsection\">(5) Two or more public agencies may prepare a joint energy conservation and demand management plan and may publish and implement it jointly. 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"headnote\">Effect</p> <p class=\"subsection\">(6) If the joint plan satisfies the requirements established under this section, the public agencies are not required to prepare, publish and implement separate energy conservation and demand management plans for the same period. 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16010#sched1s1\">2016, c. 10, Sched. 1, s. 1</a></span> - 09/06/2016</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "section_x": "Prescribed person, reporting of energy consumption and water use",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATED GOODS, SERVICES AND TECHNOLOGIES AND RENEWABLE ENERGY PROJECTS AND ENERGY CONSERVATION IN THE PUBLIC SECTOR",
            "section_y": "Prescribed person, reporting of energy consumption and water use",
            "content": "7 (1) The Lieutenant Governor in Council may, by regulation,  (a) require a prescribed person, other than a public agency, to report to the Ministry, in the prescribed manner, energy consumption, water use, ratings or other performance metrics in respect of energy consumption and water use and such additional information as may be prescribed in respect of each of the person’s prescribed properties; (b) prescribe circumstances in which the Minister may request that a person mentioned in clause (a) undertake verification, in the prescribed manner, of any information required to be reported under a regulation made under clause (a) or under a notice published under subsection (4); and (c) require a person mentioned in clause (a) to comply with a request by the Minister under clause (b). 2016, c. 10, Sched. 1, s. 1. Manner of reporting (2) For the purposes of clause (1) (a), the regulations may require reporting through the use of a prescribed reporting system, including an electronic reporting system administered by a third party and a reporting system that generates ratings or other performance metrics in respect of energy consumption and water use. 2016, c. 10, Sched. 1, s. 1. Verification by prescribed person (3) For the purposes of clause (1) (b), the regulations may specify that the verification must be conducted by a prescribed person. 2016, c. 10, Sched. 1, s. 1. Minister’s notice, additional requirements (4) The Minister may, by publishing notice in the registry under the Environmental Bill of Rights, 1993, require a prescribed person under clause (1) (a) to report to the Ministry, in the prescribed manner, energy consumption, water use, ratings or other performance metrics in respect of energy consumption and water use and any additional information in respect of each of the person’s prescribed properties. 2016, c. 10, Sched. 1, s. 1. Same (5) A notice published under subsection (4) may incorporate another document by reference and may provide that the reference to the document includes amendments made to the document from time to time after the notice is published. 2016, c. 10, Sched. 1, s. 1. Section Amendments with date in force (d/m/y) 2016, c. 10, Sched. 1, s. 1 - 09/06/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>7 </b>(1) The Lieutenant Governor in Council may, by regulation, </p> <p class=\"paragraph\">  (a) require a prescribed person, other than a public agency, to report to the Ministry, in the prescribed manner, energy consumption, water use, ratings or other performance metrics in respect of energy consumption and water use and such additional information as may be prescribed in respect of each of the person’s prescribed properties;</p> <p class=\"paragraph\">  (b) prescribe circumstances in which the Minister may request that a person mentioned in clause (a) undertake verification, in the prescribed manner, of any information required to be reported under a regulation made under clause (a) or under a notice published under subsection (4); and</p> <p class=\"paragraph\">  (c) require a person mentioned in clause (a) to comply with a request by the Minister under clause (b). 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"headnote\">Manner of reporting</p> <p class=\"subsection\">(2) For the purposes of clause (1) (a), the regulations may require reporting through the use of a prescribed reporting system, including an electronic reporting system administered by a third party and a reporting system that generates ratings or other performance metrics in respect of energy consumption and water use. 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"headnote\">Verification by prescribed person</p> <p class=\"subsection\">(3) For the purposes of clause (1) (b), the regulations may specify that the verification must be conducted by a prescribed person. 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"headnote\">Minister’s notice, additional requirements</p> <p class=\"subsection\">(4) The Minister may, by publishing notice in the registry under the <i>Environmental Bill of Rights, 1993</i>, require a prescribed person under clause (1) (a) to report to the Ministry, in the prescribed manner, energy consumption, water use, ratings or other performance metrics in respect of energy consumption and water use and any additional information in respect of each of the person’s prescribed properties. 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) A notice published under subsection (4) may incorporate another document by reference and may provide that the reference to the document includes amendments made to the document from time to time after the notice is published. 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16010#sched1s1\">2016, c. 10, Sched. 1, s. 1</a></span> - 09/06/2016</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "7.1",
            "section_x": "Prescribed person, energy conservation and demand management plan",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATED GOODS, SERVICES AND TECHNOLOGIES AND RENEWABLE ENERGY PROJECTS AND ENERGY CONSERVATION IN THE PUBLIC SECTOR",
            "section_y": "Prescribed person, energy conservation and demand management plan",
            "content": "7.1 (1) The Lieutenant Governor in Council may, by regulation, require a prescribed person to prepare and submit to the Ministry an energy conservation and demand management plan. 2016, c. 10, Sched. 1, s. 1. Same (2) A regulation under subsection (1) may require that the person, (a) prepare the plan in prescribed circumstances and in accordance with prescribed requirements; and (b) make the plan available to the public in accordance with prescribed requirements. 2016, c. 10, Sched. 1, s. 1. Section Amendments with date in force (d/m/y) 2016, c. 10, Sched. 1, s. 1 - 09/06/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>7.1 </b>(1) The Lieutenant Governor in Council may, by regulation, require a prescribed person to prepare and submit to the Ministry an energy conservation and demand management plan. 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A regulation under subsection (1) may require that the person,</p> <p class=\"paragraph\">  (a) prepare the plan in prescribed circumstances and in accordance with prescribed requirements; and</p> <p class=\"paragraph\">  (b) make the plan available to the public in accordance with prescribed requirements. 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16010#sched1s1\">2016, c. 10, Sched. 1, s. 1</a></span> - 09/06/2016</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "7.2",
            "section_x": "Minister may publish information",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATED GOODS, SERVICES AND TECHNOLOGIES AND RENEWABLE ENERGY PROJECTS AND ENERGY CONSERVATION IN THE PUBLIC SECTOR",
            "section_y": "Minister may publish information",
            "content": "7.2 (1) Despite any other Act, the Minister may, (a) make available to the public any of the information required to be reported or submitted to the Ministry under sections 7 and 7.1; and (b) share any of the information required to be reported or submitted to the Ministry under sections 7 and 7.1 with another Ministry or agency of the Government of Ontario, or such other persons or entities as may be prescribed for the purposes of this section. 2016, c. 10, Sched. 1, s. 1. Information supplied in confidence (2) If the Minister has not made information available to the public under clause (1) (a), the information is deemed, for the purposes of section 17 of the Freedom of Information and Protection of Privacy Act, to have been supplied in confidence to the Minister. 2016, c. 10, Sched. 1, s. 1. Section Amendments with date in force (d/m/y) 2016, c. 10, Sched. 1, s. 1 - 09/06/2016 Distributors, requirement to provide information",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>7.2 </b>(1) Despite any other Act, the Minister may,</p> <p class=\"paragraph\">  (a) make available to the public any of the information required to be reported or submitted to the Ministry under sections 7 and 7.1; and</p> <p class=\"paragraph\">  (b) share any of the information required to be reported or submitted to the Ministry under sections 7 and 7.1 with another Ministry or agency of the Government of Ontario, or such other persons or entities as may be prescribed for the purposes of this section. 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"headnote\">Information supplied in confidence</p> <p class=\"subsection\">(2) If the Minister has not made information available to the public under clause (1) (a), the information is deemed, for the purposes of section 17 of the <i>Freedom of Information and Protection of Privacy Act</i>, to have been supplied in confidence to the Minister. 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16010#sched1s1\">2016, c. 10, Sched. 1, s. 1</a></span> - 09/06/2016</p> <p class=\"headnote\">Distributors, requirement to provide information</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "7.3",
            "section_x": "Distributors, requirement to provide information",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATED GOODS, SERVICES AND TECHNOLOGIES AND RENEWABLE ENERGY PROJECTS AND ENERGY CONSERVATION IN THE PUBLIC SECTOR",
            "section_y": "Definition",
            "content": "7.3 (1) In this section, “distributor” means, (a) a distributor within the meaning of section 3 of the Ontario Energy Board Act, 1998, (b) a gas distributor within the meaning of section 3 of the Ontario Energy Board Act, 1998, or (c) an owner or operator of a water works within the meaning of subsection 1 (1) of the Ontario Water Resources Act. 2016, c. 10, Sched. 1, s. 1. Information to be provided (2) A distributor that has been prescribed for the purposes of this section shall, upon receiving a request from a person who is required to report under section 7 or to prepare a plan under section 7.1 in respect of a property that meets prescribed criteria, make available to that person, in the prescribed manner, prescribed information with respect to the consumption or use of electricity, gas or water distributed by the distributor to the property. 2016, c. 10, Sched. 1, s. 1. Same (3) The requirements in subsection (2) are subject to any prescribed conditions. 2016, c. 10, Sched. 1, s. 1. Section Amendments with date in force (d/m/y) 2016, c. 10, Sched. 1, s. 1 - 09/06/2016 Duty to consider energy conservation, etc.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>7.3 </b>(1) In this section,</p> <p class=\"definition\">“distributor” means,</p> <p class=\"paragraph\">  (a) a distributor within the meaning of section 3 of the <i>Ontario Energy Board Act, 1998</i>,</p> <p class=\"paragraph\">  (b) a gas distributor within the meaning of section 3 of the <i>Ontario Energy Board Act, 1998</i>, or</p> <p class=\"paragraph\">  (c) an owner or operator of a water works within the meaning of subsection 1 (1) of the <i>Ontario Water Resources Act</i>. 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"headnote\">Information to be provided</p> <p class=\"subsection\">(2) A distributor that has been prescribed for the purposes of this section shall, upon receiving a request from a person who is required to report under section 7 or to prepare a plan under section 7.1 in respect of a property that meets prescribed criteria, make available to that person, in the prescribed manner, prescribed information with respect to the consumption or use of electricity, gas or water distributed by the distributor to the property. 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The requirements in subsection (2) are subject to any prescribed conditions. 2016, c. 10, Sched. 1, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16010#sched1s1\">2016, c. 10, Sched. 1, s. 1</a></span> - 09/06/2016</p> <p class=\"headnote\">Duty to consider energy conservation, etc.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "8.",
            "section_x": "Duty to consider energy conservation, etc.",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATED GOODS, SERVICES AND TECHNOLOGIES AND RENEWABLE ENERGY PROJECTS AND ENERGY CONSERVATION IN THE PUBLIC SECTOR",
            "section_y": "When acquiring goods and services",
            "content": "8 (1) The Lieutenant Governor in Council may, by regulation, require public agencies to consider energy conservation and energy efficiency in their acquisition of goods and services and to comply with such requirements as may be prescribed for that purpose.  2009, c. 12, Sched. A, s. 8 (1). When making capital investments (2) The Lieutenant Governor in Council may, by regulation, require public agencies to consider energy conservation and energy efficiency when making capital investments and to comply with such requirements as may be prescribed for that purpose.  2009, c. 12, Sched. A, s. 8 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>8 </b>(1) The Lieutenant Governor in Council may, by regulation, require public agencies to consider energy conservation and energy efficiency in their acquisition of goods and services and to comply with such requirements as may be prescribed for that purpose.  2009, c. 12, <span>Sched. A, </span>s. 8 (1).</p> <p class=\"headnote\">When making capital investments</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may, by regulation, require public agencies to consider energy conservation and energy efficiency when making capital investments and to comply with such requirements as may be prescribed for that purpose.  2009, c. 12, <span>Sched. A, </span>s. 8 (2).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "9.",
            "section_x": "Transactions, arrangements or agreements to promote conservation, etc.",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATED GOODS, SERVICES AND TECHNOLOGIES AND RENEWABLE ENERGY PROJECTS AND ENERGY CONSERVATION IN THE PUBLIC SECTOR",
            "section_y": "Transactions, arrangements or agreements to promote conservation, etc.",
            "content": "9 The Minister may enter into such transactions, arrangements or agreements as are necessary to promote energy conservation and energy efficiency and the transactions, arrangements or agreements must conform to such requirements as may be prescribed.  2009, c. 12, Sched. A, s. 9.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>9 </b>The Minister may enter into such transactions, arrangements or agreements as are necessary to promote energy conservation and energy efficiency and the transactions, arrangements or agreements must conform to such requirements as may be prescribed.  2009, c. 12, <span>Sched. A, </span>s. 9.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "10.",
            "section_x": "Government facilities, guiding principles",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATED GOODS, SERVICES AND TECHNOLOGIES AND RENEWABLE ENERGY PROJECTS AND ENERGY CONSERVATION IN THE PUBLIC SECTOR",
            "section_y": "Government facilities, guiding principles",
            "content": "10 (1) In constructing, acquiring, operating and managing government facilities, the Government of Ontario shall be guided by the following principles: 1. Clear and transparent reporting of, i. energy use associated with government facilities, ii. the amount of greenhouse gas emissions associated with government facilities, and iii. water use associated with government facilities. 2. Planning and designing government facilities to ensure the efficient use of energy and water. 3. Making environmentally and financially responsible investments in government facilities. 4. Using renewable energy sources to provide energy for government facilities. 5. Using technologies, services and practices that promote the efficient use of water and reduce negative impacts on Ontario’s water resources.  2009, c. 12, Sched. A, s. 10 (1); 2010, c. 19, Sched. 4, s. 1 (1, 2). Directives (2) The Minister may, with the approval of the Lieutenant Governor in Council, issue directives, (a) requiring the ministries responsible for the government facilities that the Minister specifies in the directive to report to the Minister, at such time and in such manner as may be provided for in the directive, on energy consumption, greenhouse gas emissions and water use associated with the facilities; (b) establishing energy, water conservation and environmental standards which must be met as minimum standards for new construction or major renovations for government facilities; and (c) specifying such other requirements as the Minister considers appropriate relating to energy conservation, energy efficiency, water conservation, the adoption of renewable energy technologies, and the adoption of technologies and services that promote the efficient use of water and reduce negative impacts on Ontario’s water resources.  2009, c. 12, Sched. A, s. 10 (2); 2010, c. 19, Sched. 4, s. 1 (3). Same (3) In a directive, the Minister may, (a) designate or specify the government facilities or class of government facilities to which the directive applies and may specify which part of a directive applies to which facility or class of facilities; (b) specify the content of a report required under clause (2) (a); and (c) specify the time in which a ministry must provide the report.  2009, c. 12, Sched. A,\r\ns. 10 (3); 2010, c. 19, Sched. 4, s. 1 (4). Publication (4) Part III of the Legislation Act, 2006 does not apply to a directive, but the Minister shall ensure that directives are published in The Ontario Gazette.  2009, c. 12, Sched. A, s. 10 (4). Definition (5) In this section, “government facilities” means government owned or occupied buildings, properties and facilities or such classes of buildings, properties and facilities as the Minister may by directive designate.  2009, c. 12, Sched. A, s. 10 (5). Section Amendments with date in force (d/m/y) 2010, c. 19, Sched. 4, s. 1 (1-4) - 29/11/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>10 </b>(1) In constructing, acquiring, operating and managing government facilities, the Government of Ontario shall be guided by the following principles:</p> <p class=\"paragraph\">  1. Clear and transparent reporting of,</p> <p class=\"subpara\">  i. energy use associated with government facilities,</p> <p class=\"subpara\">  ii. the amount of greenhouse gas emissions associated with government facilities, and</p> <p class=\"subpara\">  iii. water use associated with government facilities.</p> <p class=\"paragraph\">  2. Planning and designing government facilities to ensure the efficient use of energy and water.</p> <p class=\"paragraph\">  3. Making environmentally and financially responsible investments in government facilities. </p> <p class=\"paragraph\">  4. Using renewable energy sources to provide energy for government facilities.</p> <p class=\"paragraph\">  5. Using technologies, services and practices that promote the efficient use of water and reduce negative impacts on Ontario’s water resources.  2009, c. 12, <span>Sched. A, </span>s. 10 (1); 2010, c. 19, Sched. 4, s. 1 (1, 2).</p> <p class=\"headnote\">Directives</p> <p class=\"subsection\">(2) The Minister may, with the approval of the Lieutenant Governor in Council, issue directives,</p> <p class=\"paragraph\">  (a) requiring the ministries responsible for the government facilities that the Minister specifies in the directive to report to the Minister, at such time and in such manner as may be provided for in the directive, on energy consumption, greenhouse gas emissions and water use associated with the facilities;</p> <p class=\"paragraph\">  (b) establishing energy, water conservation and environmental standards which must be met as minimum standards for new construction or major renovations for government facilities; and</p> <p class=\"paragraph\">  (c) specifying such other requirements as the Minister considers appropriate relating to energy conservation, energy efficiency, water conservation, the adoption of renewable energy technologies, and the adoption of technologies and services that promote the efficient use of water and reduce negative impacts on Ontario’s water resources.  2009, c. 12, <span>Sched. A, </span>s. 10 (2); 2010, c. 19, Sched. 4, s. 1 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) In a directive, the Minister may,</p> <p class=\"paragraph\">  (a) designate or specify the government facilities or class of government facilities to which the directive applies and may specify which part of a directive applies to which facility or class of facilities;</p> <p class=\"paragraph\">  (b) specify the content of a report required under clause (2) (a); and</p> <p class=\"paragraph\">  (c) specify the time in which a ministry must provide the report.  2009, c. 12, <span>Sched. A,\r\n</span>s. 10 (3); 2010, c. 19, Sched. 4, s. 1 (4).</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(4) Part III of the <i>Legislation Act, 2006 </i>does not apply to a directive, but the Minister shall ensure that directives are published in <i>The Ontario Gazette</i>.  2009, c. 12, <span>Sched. A, </span>s. 10 (4).</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(5) In this section,</p> <p class=\"definition\">“government facilities” means government owned or occupied buildings, properties and facilities or such classes of buildings, properties and facilities as the Minister may by directive designate.  2009, c. 12, <span>Sched. A, </span>s. 10 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10019#sched4s1s1\">2010, c. 19, Sched. 4, s. 1 (1-4)</a></span> - 29/11/2010</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "11.",
            "section_x": "Renewable Energy Facilitation Office",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATED GOODS, SERVICES AND TECHNOLOGIES AND RENEWABLE ENERGY PROJECTS AND ENERGY CONSERVATION IN THE PUBLIC SECTOR",
            "section_y": "Renewable Energy Facilitation Office",
            "content": "11 (1) There shall be created, within the Ministry, an office to be known in English as the Renewable Energy Facilitation Office and in French as Bureau de facilitation en matière d’énergie renouvelable.  2009, c. 12, Sched. A,\r\ns. 11 (1). Objects of the Office (2) The following are the objects of the Office: 1. To facilitate the development of renewable energy projects. 2. To work with proponents of renewable energy projects and other ministries to foster the development of renewable energy projects across Ontario and to assist proponents with satisfying the requirements of associated approval processes and procedures, including providing proponents with information in respect of interactions with local communities. 3. To work with proponents of renewable energy projects to alert them to potential requirements imposed by the Government of Canada.  2009, c. 12, Sched. A,\r\ns. 11 (2). Renewable Energy Facilitator (3) The Office shall be supervised by a person employed in the Ministry and designated as the Renewable Energy Facilitator.  2009, c. 12, Sched. A, s. 11 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>11 </b>(1) There shall be created, within the Ministry, an office to be known in English as the Renewable Energy Facilitation Office and in French as Bureau de facilitation en matière d’énergie renouvelable.  2009, c. 12, <span>Sched. A,\r\n</span>s. 11 (1).</p> <p class=\"headnote\">Objects of the Office</p> <p class=\"subsection\">(2) The following are the objects of the Office:\r\n</p> <p class=\"paragraph\">  1. To facilitate the development of renewable energy projects. </p> <p class=\"paragraph\">  2. To work with proponents of renewable energy projects and other ministries to foster the development of renewable energy projects across Ontario and to assist proponents with satisfying the requirements of associated approval processes and procedures, including providing proponents with information in respect of interactions with local communities.</p> <p class=\"paragraph\">  3. To work with proponents of renewable energy projects to alert them to potential requirements imposed by the Government of Canada.  2009, c. 12, <span>Sched. A,\r\n</span>s. 11 (2).</p> <p class=\"headnote\">Renewable Energy Facilitator </p> <p class=\"subsection\">(3) The Office shall be supervised by a person employed in the Ministry and designated as the Renewable Energy Facilitator.  2009, c. 12, <span>Sched. A, </span>s. 11 (3).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "12.",
            "section_x": "Facilitator’s authority to collect information",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATED GOODS, SERVICES AND TECHNOLOGIES AND RENEWABLE ENERGY PROJECTS AND ENERGY CONSERVATION IN THE PUBLIC SECTOR",
            "section_y": "Facilitator’s authority to collect information",
            "content": "12 (1) The Renewable Energy Facilitator is authorized to collect, directly or indirectly, and share information about the proponent of a renewable energy project, the proponent’s project and the process or processes associated with the approval by any ministry of the project.  2009, c. 12, Sched. A, s. 12 (1). Records maintained in confidence (2) The Renewable Energy Facilitator, or a person employed in the Renewable Energy Facilitation Office, shall maintain in confidence, (a) a record or information relating to a renewable energy project of a proponent that has been supplied to the Facilitator by the proponent or that has been obtained by the Facilitator from another institution, person or entity; and (b) a record or information maintained in the Renewable Energy Facilitation Office that would reveal a record or information relating to a renewable energy project of a proponent that has been supplied to the Facilitator by the proponent or another person or entity.  2009, c. 12, Sched. A, s. 12 (2). Exception (3) Despite subsection (2), the Renewable Energy Facilitator, or a person employed in the Renewable Energy Facilitation Office, may disclose a record or information, (a) where the proponent to whom the record or information relates consents to its disclosure; (b) where the disclosure is necessary to achieve the objects of the Office; (c) to counsel or to an advisor to the Renewable Energy Facilitation Office; (d) for the purpose of complying with an Act of the Legislature or an Act of Parliament; (e) as authorized under the Regulatory Modernization Act, 2007; (f) where disclosure is to an institution or a law enforcement agency in Canada to aid a law enforcement investigation; or (g) where disclosure is further to an order of a tribunal.  2009, c. 12, Sched. A,\r\ns. 12 (3). Information deemed to have been supplied in confidence (4) A record or information to which subsection (2) applies is deemed, for the purposes of section 17 of the Freedom of Information and Protection of Privacy Act, to have been supplied by the proponent in confidence to the Renewable Energy Facilitation Office.  2009, c. 12, Sched. A,\r\ns. 12 (4). Record or information deemed to be supplied in confidence (5) A record or information to which subsection (2) applies that the Renewable Energy Facilitator or a person employed in the Renewable Energy Facilitation Office supplies to a person employed in the Ministry or to another institution is deemed, for the purposes of section 17 of the Freedom of Information and Protection of Privacy Act, to have been supplied by the proponent in confidence to that person or institution.  2009, c. 12, Sched. A, s. 12 (5). Definition (6) In this section, “institution” has the same meaning as in the Freedom of Information and Protection of Privacy Act and the Municipal Freedom of Information and Protection of Privacy Act.  2009, c. 12, Sched. A, s. 12 (6).",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>12 </b>(1) The Renewable Energy Facilitator is authorized to collect, directly or indirectly, and share information about the proponent of a renewable energy project, the proponent’s project and the process or processes associated with the approval by any ministry of the project.  2009, c. 12, <span>Sched. A, </span>s. 12 (1).</p> <p class=\"headnote\">Records maintained in confidence</p> <p class=\"subsection\">(2) The Renewable Energy Facilitator, or a person employed in the Renewable Energy Facilitation Office, shall maintain in confidence,</p> <p class=\"paragraph\">  (a) a record or information relating to a renewable energy project of a proponent that has been supplied to the Facilitator by the proponent or that has been obtained by the Facilitator from another institution, person or entity; and</p> <p class=\"paragraph\">  (b) a record or information maintained in the Renewable Energy Facilitation Office that would reveal a record or information relating to a renewable energy project of a proponent that has been supplied to the Facilitator by the proponent or another person or entity.  2009, c. 12, <span>Sched. A, </span>s. 12 (2).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Despite subsection (2), the Renewable Energy Facilitator, or a person employed in the Renewable Energy Facilitation Office, may disclose a record or information,</p> <p class=\"paragraph\">  (a) where the proponent to whom the record or information relates consents to its disclosure;</p> <p class=\"paragraph\">  (b) where the disclosure is necessary to achieve the objects of the Office;</p> <p class=\"paragraph\">  (c) to counsel or to an advisor to the Renewable Energy Facilitation Office;</p> <p class=\"paragraph\">  (d) for the purpose of complying with an Act of the Legislature or an Act of Parliament;</p> <p class=\"paragraph\">  (e) as authorized under the <i>Regulatory Modernization Act, 2007</i>;</p> <p class=\"paragraph\">  (f) where disclosure is to an institution or a law enforcement agency in Canada to aid a law enforcement investigation; or</p> <p class=\"paragraph\">  (g) where disclosure is further to an order of a tribunal.  2009, c. 12, <span>Sched. A,\r\n</span>s. 12 (3).</p> <p class=\"headnote\">Information deemed to have been supplied in confidence</p> <p class=\"subsection\">(4) A record or information to which subsection (2) applies is deemed, for the purposes of section 17 of the<i> Freedom of Information and Protection of Privacy Act</i>, to have been supplied by the proponent in confidence to the Renewable Energy Facilitation Office.  2009, c. 12, <span>Sched. A,\r\n</span>s. 12 (4).</p> <p class=\"headnote\">Record or information deemed to be supplied in confidence</p> <p class=\"subsection\">(5) A record or information to which subsection (2) applies that the Renewable Energy Facilitator or a person employed in the Renewable Energy Facilitation Office supplies to a person employed in the Ministry or to another institution is deemed, for the purposes of section 17 of the <i>Freedom of Information and Protection of Privacy Act</i>, to have been supplied by the proponent in confidence to that person or institution.  2009, c. 12, <span>Sched. A, </span>s. 12 (5).</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(6) In this section,</p> <p class=\"definition\">“institution” has the same meaning as in the <i>Freedom of Information and Protection of Privacy Act</i> and the <i>Municipal Freedom of Information and Protection of Privacy Act</i>.  2009, c. 12, <span>Sched. A, </span>s. 12 (6).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "13.",
            "section_x": "Testimony",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATED GOODS, SERVICES AND TECHNOLOGIES AND RENEWABLE ENERGY PROJECTS AND ENERGY CONSERVATION IN THE PUBLIC SECTOR",
            "section_y": "Testimony",
            "content": "13 Neither the Renewable Energy Facilitator nor any person employed in the Renewable Energy Facilitation Office or the Ministry shall be required to give evidence in a civil proceeding with respect to information obtained in the course of fulfilling the objects of the Office.  2009, c. 12, Sched. A, s. 13. part iii   energy efficiency AND EFFICIENT USE OF WATER",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>13 </b>Neither the Renewable Energy Facilitator nor any person employed in the Renewable Energy Facilitation Office or the Ministry shall be required to give evidence in a civil proceeding with respect to information obtained in the course of fulfilling the objects of the Office.  2009, c. 12, <span>Sched. A, </span>s. 13.</p> <p class=\"partnum\"><a name=\"BK19\"></a>part iii <br/>  energy efficiency AND EFFICIENT USE OF WATER</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "PART III  ",
            "section_x": "PART III ENERGY EFFICIENCY AND EFFICIENT USE OF WATER",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "14.",
            "section_x": "Application",
            "part_id": "PART III  ",
            "part_type": "PART III ENERGY EFFICIENCY AND EFFICIENT USE OF WATER",
            "section_y": "Application",
            "content": "14 This Part applies to prescribed appliances and products.  2009, c. 12, Sched. A,\r\ns. 14.",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>14 </b>This Part applies to prescribed appliances and products.  2009, c. 12, <span>Sched. A,\r\n</span>s. 14.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "15.",
            "section_x": "Appliances and products, efficiency standards",
            "part_id": "PART III  ",
            "part_type": "PART III ENERGY EFFICIENCY AND EFFICIENT USE OF WATER",
            "section_y": "Appliances and products, efficiency standards",
            "content": "15 (1) No person shall offer for sale, sell or lease an appliance or product to which this Part applies unless, (a) the appliance or product meets the prescribed efficiency standard or requirement with respect to the appliance or product; and (b) a prescribed label or other prescribed marking that confirms compliance with prescribed efficiency standards or requirements in respect of the appliance or product is affixed to the appliance or product or provided with the appliance or product in the prescribed manner and under the prescribed circumstances.  2009, c. 12, Sched. A, s. 15 (1). Labels (2) No person shall affix to or provide with an appliance or product to which this Part applies a prescribed label or other prescribed marking unless the appliance or product meets the prescribed efficiency standard or requirement with respect to the appliance or product.  2009, c. 12, Sched. A, s. 15 (2). Application of subs. (1) (3) Subsection (1) does not apply to, (a) an appliance or product that is manufactured on or before a prescribed date and that is sold or leased on or before a prescribed date; or (b) a person who is not in the business of offering for sale, selling or leasing appliances or products to which this Part applies.  2009, c. 12, Sched. A,\r\ns. 15 (3). Part III.1   Energy Data",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>15 </b>(1) No person shall offer for sale, sell or lease an appliance or product to which this Part applies unless,</p> <p class=\"paragraph\">  (a) the appliance or product meets the prescribed efficiency standard or requirement with respect to the appliance or product; and</p> <p class=\"paragraph\">  (b) a prescribed label or other prescribed marking that confirms compliance with prescribed efficiency standards or requirements in respect of the appliance or product is affixed to the appliance or product or provided with the appliance or product in the prescribed manner and under the prescribed circumstances.  2009, c. 12, <span>Sched. A, </span>s. 15 (1).</p> <p class=\"headnote\">Labels</p> <p class=\"subsection\">(2) No person shall affix to or provide with an appliance or product to which this Part applies a prescribed label or other prescribed marking unless the appliance or product meets the prescribed efficiency standard or requirement with respect to the appliance or product.  2009, c. 12, <span>Sched. A, </span>s. 15 (2).</p> <p class=\"headnote\">Application of subs. (1)</p> <p class=\"subsection\">(3) Subsection (1) does not apply to,</p> <p class=\"paragraph\">  (a) an appliance or product that is manufactured on or before a prescribed date and that is sold or leased on or before a prescribed date; or</p> <p class=\"paragraph\">  (b) a person who is not in the business of offering for sale, selling or leasing appliances or products to which this Part applies.  2009, c. 12, <span>Sched. A,\r\n</span>s. 15 (3).</p> <p class=\"partnum\"><a name=\"BK22\"></a>Part III.1 <br/>  Energy Data</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "PART III.1  ",
            "section_x": "PART III.1 ENERGY DATA",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "15.1",
            "section_x": "Definitions",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 ENERGY DATA",
            "section_y": "Definitions",
            "content": "15.1 In this Part, “account holder” means a person or entity who has an account with an energy provider; (“détenteur de compte”) “Board” means the Ontario Energy Board; (“Commission”) “energy” means electricity and such other types of energy prescribed for the purposes of this Part; (“énergie”) “energy data” means such types or classes of data related to the consumption of energy as may be prescribed and such other data as may be prescribed; (“données énergétiques”) “energy provider” means such persons or entities prescribed for the purposes of this Part. (“fournisseur d’énergie”) 2017, c. 34, Sched. 18, s. 1. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 18, s. 1 - 14/12/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>15.1 </b>In this Part,</p> <p class=\"definition\">“account holder” means a person or entity who has an account with an energy provider; (“détenteur de compte”)</p> <p class=\"definition\">“Board” means the Ontario Energy Board; (“Commission”)</p> <p class=\"definition\">“energy” means electricity and such other types of energy prescribed for the purposes of this Part; (“énergie”)</p> <p class=\"definition\">“energy data” means such types or classes of data related to the consumption of energy as may be prescribed and such other data as may be prescribed; (“données énergétiques”)</p> <p class=\"definition\">“energy provider” means such persons or entities prescribed for the purposes of this Part. (“fournisseur d’énergie”) 2017, c. 34, Sched. 18, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched18s1\">2017, c. 34, Sched. 18, s. 1</a></span> - 14/12/2017</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "15.2",
            "section_x": "Requirement to make energy data available",
            "part_id": "PART III.1  ",
            "part_type": "PART III.1 ENERGY DATA",
            "section_y": "Requirement to make energy data available",
            "content": "15.2 (1) On and after the prescribed date, every energy provider shall, in accordance with the regulations, make the energy data in respect of an account holder available to the account holder or to such other persons or entities as may be authorized by the account holder. 2017, c. 34, Sched. 18, s. 1. Procurement (2) If an energy provider enters into a procurement process, contract or arrangement in relation to the acquisition or development of systems or technology to meet the requirements of subsection (1), the procurement process, contract or arrangement shall meet such criteria or requirements as may be prescribed. 2017, c. 34, Sched. 18, s. 1. Additional requirements (3) In addition to the matters set out in this section, an energy provider shall comply with such other requirements as may be prescribed for the purposes of this section. 2017, c. 34, Sched. 18, s. 1. Extension of time (4) The Board may, in the prescribed circumstances and subject to the prescribed requirements, with or without a hearing, extend the time period for when an energy provider must comply with subsection (1). 2017, c. 34, Sched. 18, s. 1. Reports (5) An energy provider shall submit to the Board or to the Minister of Energy such reports and information as the Board or the Minister, as the case may be, may require from time to time. 2017, c. 34, Sched. 18, s. 1. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 18, s. 1 - 14/12/2017 Part IV   Regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>15.2 </b>(1) On and after the prescribed date, every energy provider shall, in accordance with the regulations, make the energy data in respect of an account holder available to the account holder or to such other persons or entities as may be authorized by the account holder. 2017, c. 34, Sched. 18, s. 1.</p> <p class=\"headnote\">Procurement</p> <p class=\"subsection\">(2) If an energy provider enters into a procurement process, contract or arrangement in relation to the acquisition or development of systems or technology to meet the requirements of subsection (1), the procurement process, contract or arrangement shall meet such criteria or requirements as may be prescribed. 2017, c. 34, Sched. 18, s. 1.</p> <p class=\"headnote\">Additional requirements</p> <p class=\"subsection\">(3) In addition to the matters set out in this section, an energy provider shall comply with such other requirements as may be prescribed for the purposes of this section. 2017, c. 34, Sched. 18, s. 1.</p> <p class=\"headnote\">Extension of time</p> <p class=\"subsection\">(4) The Board may, in the prescribed circumstances and subject to the prescribed requirements, with or without a hearing, extend the time period for when an energy provider must comply with subsection (1). 2017, c. 34, Sched. 18, s. 1.</p> <p class=\"headnote\">Reports</p> <p class=\"subsection\">(5) An energy provider shall submit to the Board or to the Minister of Energy such reports and information as the Board or the Minister, as the case may be, may require from time to time. 2017, c. 34, Sched. 18, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched18s1\">2017, c. 34, Sched. 18, s. 1</a></span> - 14/12/2017</p> <p class=\"partnum\"><a name=\"BK25\"></a>Part IV <br/>  Regulations</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "PART IV  ",
            "section_x": "PART IV REGULATIONS",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "16.",
            "section_x": "Regulations",
            "part_id": "PART IV  ",
            "part_type": "PART IV REGULATIONS",
            "section_y": "Regulations",
            "content": "16 (1) The Lieutenant Governor in Council may make regulations prescribing anything that is required or permitted to be prescribed or that is required or permitted to be done in accordance with the regulations or as provided in the regulations.  2009, c. 12, Sched. A, s. 16 (1). Examples (2) As examples of matters about which the Lieutenant Governor in Council may make regulations, the Lieutenant Governor in Council may make regulations: (a) governing renewable energy testing facilities in relation to, (i) planning, design, siting, buffer zones, notification and consultation, establishment, insurance, facilities, staffing, operation, maintenance, monitoring, record-keeping and improvement, and (ii) the discontinuance of the operation of any part of the renewable energy testing facility; (b) governing the location of renewable energy testing facilities, including prohibiting or regulating the construction, installation, use, operation or changing of renewable energy testing facilities in parts of Ontario; (b.1) governing everything required under or provided for in or that may be prescribed under sections 6, 7 and 7.1, including, (i) the periods that may be covered by plans and reports required under those sections and the intervals for which the plans and reports are required, (ii) the submission of the plans, reports and other documents to the Ministry, (iii) circumstances in which two or more buildings or structures may be treated as a single property for the purposes of clause 7 (1) (a), (iv) generally governing how those sections are to be complied with; (b.2) governing circumstances in which two or more buildings or structures may be treated as a single property for the purposes of section 7.3; (c) prescribing appliances and products to which Part III applies; (d) prescribing energy efficiency standards or requirements for the appliances or products prescribed under clause (c); (d.1) prescribing water efficiency standards or requirements for appliances or products that consume energy and are prescribed under clause (c); (e) regulating the installation, testing, maintenance and repair of appliances and products to which Part III applies; (f) designating persons or organizations to test appliances and products to which Part III applies; (g) for the purposes of Part III, providing for the placing of a prescribed label or mark on or with appliances and products that conform to the prescribed standards; (h) prescribing the contents of labels or marks that may be placed on or with appliances and products to which Part III applies; (i) for the purposes of Part III, prescribing fees to be paid to designated persons or organizations for the testing or labelling of appliances and products and prescribing by whom the fees shall be paid; (j) providing for information to be reported by persons who manufacture, offer for sale, sell or lease appliances or products to which Part III applies, including the frequency, time and manner for reporting; (k) governing the keeping of information, records and documents by persons who manufacture, offer for sale, sell or lease appliances or products to which Part III applies; (l) governing everything required under or that may be prescribed under Part III.1 and generally how the Part is to be complied with, including, (i) prescribing types or classes of energy data, including prescribing different types or classes of energy data for different types or classes of energy or for different energy providers or classes of energy providers, (ii) specifying or clarifying the meaning of “account holder” in section 15.1, (iii) governing the manner in which energy data must be made available by energy providers, (iv) prescribing requirements relating to how an account holder may authorize another person or entity to receive energy data, (v) prescribing criteria or requirements that the procurement process, contract or arrangement must meet for the purpose of subsection 15.2 (2), (vi) governing certification requirements relating to the implementation of the requirements under subsection 15.2 (1), including requiring energy providers to obtain a certification, prescribing the manner in which such certification may be obtained, the persons or entities that are authorized to provide the certification and any fees to be paid to those persons or entities for the certification, (vii) governing extensions of time that may be granted to energy providers by the Board under subsection 15.2 (4), including prescribing the maximum period for which an extension may be granted and the circumstances in which an extension may be granted, (viii) requiring and governing reports and information that energy providers or other persons or entities must provide to the Minister of Energy, to the Board or to other persons or entities, including prescribing the manner and form in which reports or information must be provided.  2009, c. 12, Sched. A, s. 16 (2); 2010, c. 19, Sched. 4, s. 3; 2016, c. 10, Sched. 1, s. 3; 2017, c. 34, Sched. 18, s. 2. Incorporation of documents (3) A regulation under this Act that incorporates another document by reference may provide that the reference to the document include amendments made to the document from time to time after the regulation is made.  2009, c. 12, Sched. A,\r\ns. 16 (3). Defining words or expressions (4) A regulation under this Act may define any word or expression used in this Act that is not defined in this Act.  2009, c. 12,\r\nSched. A, s. 16 (4). Classes of persons, etc. (5) A regulation may create different classes of persons, entities, appliances or products and may establish different entitlements for, or relating to, each class or impose different requirements, conditions or restrictions on, or relating to, each class.  2009, c. 12, Sched. A, s. 16 (5). Exemptions, etc. (6) A regulation may exempt a class or a person, entity, appliance or product from a specified requirement imposed by this Act or a regulation or provide that a specified provision of this Act or a regulation does not apply to the class, person, entity, appliance or product and may prescribe conditions for the exemption.  2009, c. 12, Sched. A, s. 16 (6). Section Amendments with date in force (d/m/y) 2010, c. 19, Sched. 4, s. 3 - 29/11/2010 2016, c. 10, Sched. 1, s. 3 - 09/06/2016 2017, c. 34, Sched. 18, s. 2 - 14/12/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>16 </b>(1) The Lieutenant Governor in Council may make regulations prescribing anything that is required or permitted to be prescribed or that is required or permitted to be done in accordance with the regulations or as provided in the regulations.  2009, c. 12, <span>Sched. A, </span>s. 16 (1).</p> <p class=\"headnote\">Examples</p> <p class=\"subsection\">(2) As examples of matters about which the Lieutenant Governor in Council may make regulations, the Lieutenant Governor in Council may make regulations: </p> <p class=\"paragraph\">  (a) governing renewable energy testing facilities in relation to,</p> <p class=\"subpara\">  (i) planning, design, siting, buffer zones, notification and consultation, establishment, insurance, facilities, staffing, operation, maintenance, monitoring, record-keeping and improvement, and</p> <p class=\"subpara\">  (ii) the discontinuance of the operation of any part of the renewable energy testing facility;</p> <p class=\"paragraph\">  (b) governing the location of renewable energy testing facilities, including prohibiting or regulating the construction, installation, use, operation or changing of renewable energy testing facilities in parts of Ontario;</p> <p class=\"paragraph\"> (b.1) governing everything required under or provided for in or that may be prescribed under sections 6, 7 and 7.1, including,</p> <p class=\"subpara\">  (i) the periods that may be covered by plans and reports required under those sections and the intervals for which the plans and reports are required,</p> <p class=\"subpara\">  (ii) the submission of the plans, reports and other documents to the Ministry,</p> <p class=\"subpara\">  (iii) circumstances in which two or more buildings or structures may be treated as a single property for the purposes of clause 7 (1) (a),</p> <p class=\"subpara\">  (iv) generally governing how those sections are to be complied with;</p> <p class=\"paragraph\"> (b.2) governing circumstances in which two or more buildings or structures may be treated as a single property for the purposes of section 7.3;</p> <p class=\"paragraph\">  (c) prescribing appliances and products to which Part III applies;</p> <p class=\"paragraph\">  (d) prescribing energy efficiency standards or requirements for the appliances or products prescribed under clause (c);</p> <p class=\"paragraph\"> (d.1) prescribing water efficiency standards or requirements for appliances or products that consume energy and are prescribed under clause (c);</p> <p class=\"paragraph\">  (e) regulating the installation, testing, maintenance and repair of appliances and products to which Part III applies;</p> <p class=\"paragraph\">  (f) designating persons or organizations to test appliances and products to which Part III applies;</p> <p class=\"paragraph\">  (g) for the purposes of Part III, providing for the placing of a prescribed label or mark on or with appliances and products that conform to the prescribed standards;</p> <p class=\"paragraph\">  (h) prescribing the contents of labels or marks that may be placed on or with appliances and products to which Part III applies;</p> <p class=\"paragraph\">  (i) for the purposes of Part III, prescribing fees to be paid to designated persons or organizations for the testing or labelling of appliances and products and prescribing by whom the fees shall be paid;</p> <p class=\"paragraph\">  (j) providing for information to be reported by persons who manufacture, offer for sale, sell or lease appliances or products to which Part III applies, including the frequency, time and manner for reporting;</p> <p class=\"paragraph\">  (k) governing the keeping of information, records and documents by persons who manufacture, offer for sale, sell or lease appliances or products to which Part III applies;</p> <p class=\"paragraph\">  (l) governing everything required under or that may be prescribed under Part III.1 and generally how the Part is to be complied with, including,</p> <p class=\"subpara\">  (i) prescribing types or classes of energy data, including prescribing different types or classes of energy data for different types or classes of energy or for different energy providers or classes of energy providers,</p> <p class=\"subpara\">  (ii) specifying or clarifying the meaning of “account holder” in section 15.1,</p> <p class=\"subpara\">  (iii) governing the manner in which energy data must be made available by energy providers,</p> <p class=\"subpara\">  (iv) prescribing requirements relating to how an account holder may authorize another person or entity to receive energy data,</p> <p class=\"subpara\">  (v) prescribing criteria or requirements that the procurement process, contract or arrangement must meet for the purpose of subsection 15.2 (2),</p> <p class=\"subpara\">  (vi) governing certification requirements relating to the implementation of the requirements under subsection 15.2 (1), including requiring energy providers to obtain a certification, prescribing the manner in which such certification may be obtained, the persons or entities that are authorized to provide the certification and any fees to be paid to those persons or entities for the certification,</p> <p class=\"subpara\">  (vii) governing extensions of time that may be granted to energy providers by the Board under subsection 15.2 (4), including prescribing the maximum period for which an extension may be granted and the circumstances in which an extension may be granted,</p> <p class=\"subpara\">  (viii) requiring and governing reports and information that energy providers or other persons or entities must provide to the Minister of Energy, to the Board or to other persons or entities, including prescribing the manner and form in which reports or information must be provided.  2009, c. 12, <span>Sched. A, </span>s. 16 (2); 2010, c. 19, Sched. 4, s. 3; 2016, c. 10, Sched. 1, s. 3; 2017, c. 34, Sched. 18, s. 2.</p> <p class=\"headnote\">Incorporation of documents</p> <p class=\"subsection\">(3) A regulation under this Act that incorporates another document by reference may provide that the reference to the document include amendments made to the document from time to time after the regulation is made.  2009, c. 12, <span>Sched. A,\r\n</span>s. 16 (3).</p> <p class=\"headnote\">Defining words or expressions</p> <p class=\"subsection\">(4) A regulation under this Act may define any word or expression used in this Act that is not defined in this Act.  2009, c. 12,\r\n<span>Sched. A, </span>s. 16 (4).</p> <p class=\"headnote\">Classes of persons, etc.</p> <p class=\"subsection\">(5) A regulation may create different classes of persons, entities, appliances or products and may establish different entitlements for, or relating to, each class or impose different requirements, conditions or restrictions on, or relating to, each class.  2009, c. 12, <span>Sched. A, </span>s. 16 (5).</p> <p class=\"headnote\">Exemptions, etc.</p> <p class=\"subsection\">(6) A regulation may exempt a class or a person, entity, appliance or product from a specified requirement imposed by this Act or a regulation or provide that a specified provision of this Act or a regulation does not apply to the class, person, entity, appliance or product and may prescribe conditions for the exemption.  2009, c. 12, <span>Sched. A, </span>s. 16 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10019#sched4s3\">2010, c. 19, Sched. 4, s. 3</a></span> - 29/11/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16010#sched1s3\">2016, c. 10, Sched. 1, s. 3</a></span> - 09/06/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched18s2\">2017, c. 34, Sched. 18, s. 2</a></span> - 14/12/2017</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "17.",
            "section_x": "Regulations, transition",
            "part_id": "PART IV  ",
            "part_type": "PART IV REGULATIONS",
            "section_y": "Regulations, transition",
            "content": "17 The Lieutenant Governor in Council may make regulations governing transitional matters that, in the opinion of the Lieutenant Governor in Council, are necessary or desirable to facilitate the implementation of this Act.  2009, c. 12, Sched. A,\r\ns. 17. 18 Omitted (amends, repeals or revokes other legislation).  2009, c. 12, Sched. A, s. 18. 19 Omitted (provides for coming into force of provisions of this Act).  2009, c. 12, Sched. A, s. 19. 20 Omitted (enacts short title of this Act).  2009, c. 12, Sched. A, s. 20. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>17 </b>The Lieutenant Governor in Council may make regulations governing transitional matters that, in the opinion of the Lieutenant Governor in Council, are necessary or desirable to facilitate the implementation of this Act.  2009, c. 12, <span>Sched. A,\r\n</span>s. 17.</p> <p class=\"section\"><b>18</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span>  2009, c. 12, <span>Sched</span>. A, s. 18.</p> <p class=\"section\"><b>19</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2009, c. 12, <span>Sched</span>. A, s. 19.</p> <p class=\"section\"><b>20</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2009, c. 12, Sched. A, s. 20.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/09g12\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}