{
    "act_info": {
        "full_title": "Health Cards and Numbers Control Act, 1991, S.O. 1991, c. 1",
        "act_name_text": "Not Found",
        "citation": "Health Cards and Numbers Control Act, 1991, S.O. 1991, c. 1",
        "url": "https://www.ontario.ca/laws/statute/91h01",
        "date_scraped": "2023-12-21 13:20:46"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/91h01/v2",
            "valid_from": "May 20, 2004",
            "valid_to": "October 31, 2004"
        },
        {
            "a_href": "/laws/statute/91h01/v1",
            "valid_from": "November 26, 2002",
            "valid_to": "May 19, 2004"
        }
    ],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/910147",
            "revoked_reg_citation": "O. Reg. 147/91",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “health card” means a card provided to an insured person within the meaning of the Health Insurance Act by the General Manager of the Ontario Health Insurance Plan; (“carte Santé”) “health number” means a number assigned to an insured person within the meaning of the Health Insurance Act by the General Manager of the Ontario Health Insurance Plan; (“numéro de la carte Santé”) “provincially funded health resource” means a service, thing, subsidy or other benefit funded, in whole or in part, directly or indirectly by the Province that is health related or that is prescribed by the regulations. (“ressource en matière de santé subventionnée par la province”) 1991, c. 1, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Act,</p> <p class=\"firstdef-e\">“health card” means a card provided to an insured person within the meaning of the <i>Health Insurance Act</i> by the General Manager of the Ontario Health Insurance Plan; (“carte Santé”)</p> <p class=\"definition-e\">“health number” means a number assigned to an insured person within the meaning of the <i>Health Insurance Act</i> by the General Manager of the Ontario Health Insurance Plan; (“numéro de la carte Santé”)</p> <p class=\"definition-e\">“provincially funded health resource” means a service, thing, subsidy or other benefit funded, in whole or in part, directly or indirectly by the Province that is health related or that is prescribed by the regulations. (“ressource en matière de santé subventionnée par la province”) 1991, c. 1, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Privacy re health cards, numbers",
            "content": "2. (1) No person shall require the production of another person’s health card or collect or use another person’s health number. 1991, c. 1, s. 2 (1). Exceptions (2) Despite subsection (1), a person may collect or use another person’s health number for purposes related to the provision of provincially funded health resources to that other person. In addition, a person who provides a provincially funded health resource to a person who has a health card or health number, (a) may require the production of the health card; or (b) may collect or use the health number for purposes related to health administration or planning or health research or epidemiological studies. 1991, c. 1, s. 2 (2). Exception, prescribed persons (3) Despite subsection (1), a person prescribed by the regulations may collect or use health numbers for purposes related to health administration or planning or health research or epidemiological studies. 1991, c. 1, s. 2 (3). Exception, professional governing bodies (4) Despite subsection (1), the governing body of a health profession whose members provide provincially funded health resources may collect or use health numbers for purposes related to its duties or powers. 1991, c. 1, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) No person shall require the production of another person’s health card or collect or use another person’s health number. 1991, c. 1, s. 2 (1).</p> <p class=\"headnote-e\"><b>Exceptions</b></p> <p class=\"subsection-e\">(2) Despite subsection (1), a person may collect or use another person’s health number for purposes related to the provision of provincially funded health resources to that other person. In addition, a person who provides a provincially funded health resource to a person who has a health card or health number,</p> <p class=\"clause-e\">(a) may require the production of the health card; or</p> <p class=\"clause-e\">(b) may collect or use the health number for purposes related to health administration or planning or health research or epidemiological studies. 1991, c. 1, s. 2 (2).</p> <p class=\"headnote-e\"><b>Exception, prescribed persons</b></p> <p class=\"subsection-e\">(3) Despite subsection (1), a person prescribed by the regulations may collect or use health numbers for purposes related to health administration or planning or health research or epidemiological studies. 1991, c. 1, s. 2 (3).</p> <p class=\"headnote-e\"><b>Exception, professional governing bodies</b></p> <p class=\"subsection-e\">(4) Despite subsection (1), the governing body of a health profession whose members provide provincially funded health resources may collect or use health numbers for purposes related to its duties or powers. 1991, c. 1, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": "Offence",
            "content": "3. (1) Every person who contravenes subsection 2 (1) is guilty of an offence. 1991, c. 1, s. 3 (1). Penalty, individual (2) An individual who is convicted of an offence is liable, (a) for a first offence, to a fine of not more than $25,000 or to imprisonment for a term of not more than 12 months, or to both; (b) for a subsequent offence, to a fine of not more than $50,000 or to imprisonment for a term of not more than 12 months, or to both. 2002, c. 18, Sched. I, s. 5. Same, corporation (3) A corporation that is convicted of an offence is liable to a fine of not more than $50,000 for a first offence and to a fine of not more than $200,000 for a subsequent offence. 2002, c. 18, Sched. I, s. 5. No limitation (4) Section 76 of the Provincial Offences Act does not apply to a prosecution under this section. 2002, c. 18, Sched. I, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) Every person who contravenes subsection 2 (1) is guilty of an offence. 1991, c. 1, s. 3 (1).</p> <p class=\"headnote-e\"><b>Penalty, individual</b></p> <p class=\"subsection-e\">(2) An individual who is convicted of an offence is liable,</p> <p class=\"clause-e\">(a) for a first offence, to a fine of not more than $25,000 or to imprisonment for a term of not more than 12 months, or to both;</p> <p class=\"clause-e\">(b) for a subsequent offence, to a fine of not more than $50,000 or to imprisonment for a term of not more than 12 months, or to both. 2002, c. 18, Sched. I, s. 5.</p> <p class=\"headnote-e\"><b>Same, corporation</b></p> <p class=\"subsection-e\">(3) A corporation that is convicted of an offence is liable to a fine of not more than $50,000 for a first offence and to a fine of not more than $200,000 for a subsequent offence. 2002, c. 18, Sched. I, s. 5.</p> <p class=\"headnote-e\"><b>No limitation</b></p> <p class=\"subsection-e\">(4) Section 76 of the <i>Provincial Offences Act</i> does not apply to a prosecution under this section. 2002, c. 18, Sched. I, s. 5.</p>"
        },
        {
            "id": "4.",
            "section": "Regulations",
            "content": "4. The Lieutenant Governor in Council may make regulations, (a) prescribing services, things, subsidies or other benefits funded, in whole or in part, directly or indirectly by the Province as provincially funded health resources; (b) prescribing persons or classes of persons for the purposes of subsection 2 (3). 1991, c. 1, s. 4. 5. Omitted (provides for coming into force of provisions of this Act). 1991, c. 1, s. 5. 6. Omitted (enacts short title of this Act). 1991, c. 1, s. 6. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>4.</b> The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) prescribing services, things, subsidies or other benefits funded, in whole or in part, directly or indirectly by the Province as provincially funded health resources;</p> <p class=\"clause-e\">(b) prescribing persons or classes of persons for the purposes of subsection 2 (3). 1991, c. 1, s. 4.</p> <p class=\"section-e\"><b>5.</b> Omitted (provides for coming into force of provisions of this Act). 1991, c. 1, s. 5.</p> <p class=\"section-e\"><b>6.</b> Omitted (enacts short title of this Act). 1991, c. 1, s. 6.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_91h01_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_91h01_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "5.",
            "section": "Regulations",
            "content": "5. Omitted (provides for coming into force of provisions of this Act). 1991, c. 1, s. 5. 6. Omitted (enacts short title of this Act). 1991, c. 1, s. 6. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>5.</b> Omitted (provides for coming into force of provisions of this Act). 1991, c. 1, s. 5.</p> <p class=\"section-e\"><b>6.</b> Omitted (enacts short title of this Act). 1991, c. 1, s. 6.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_91h01_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_91h01_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "6.",
            "section": "Regulations",
            "content": "6. Omitted (enacts short title of this Act). 1991, c. 1, s. 6. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>6.</b> Omitted (enacts short title of this Act). 1991, c. 1, s. 6.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_91h01_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_91h01_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}