{
    "act_info": {
        "full_title": "Homes for Retarded Persons Act, R.S.O. 1990, c. H.11",
        "act_name_text": "Not Found",
        "citation": "Homes for Retarded Persons Act, R.S.O. 1990, c. H.11",
        "url": "https://www.ontario.ca/laws/statute/90h11",
        "date_scraped": "2023-12-21 13:21:18"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900635",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 635",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.In this Act, “approved corporation” means a corporation approved under section 2; (“association agréée”) “approved home” means a home for retarded persons approved under section 3; (“foyer agréé”) “corporation” means a corporation without share capital having objects of a charitable nature, (a) to which Part III of the Corporations Act applies, or (b) that is incorporated under a general or special Act of the Parliament of Canada; (“association”) “home for retarded persons” means all or any part of a building maintained and operated by an approved corporation for the residential accommodation of retarded persons, but does not include, (a) a charitable institution under the Charitable Institutions Act, (b) premises approved under subsection 9 (1) of Part I (Flexible Services) of the Child and Family Services Act, a children’s residence licensed under Part IX (Licensing) of that Act or a foster home within the meaning of that Act, (c) a day nursery established and operated under the Day Nurseries Act or any predecessor thereof, (d) a psychiatric facility under the Mental Health Act, (e) a private hospital under the Private Hospitals Act, (f) a hospital under the Public Hospitals Act; (“foyer pour déficients mentaux”) “Minister” means the Minister of Community and Social Services; (“ministre”) “provincial supervisor” means a child welfare supervisor or a welfare institutions supervisor, and includes any other employee of the Ministry of Community and Social Services who is designated by the Minister as a provincial supervisor for the purposes of this Act; (“contrôleur provincial”) “regulations” means the regulations made under this Act; (“règlements”) “residential accommodation” means accommodation for the board and lodging of retarded persons; (“logement”) “retarded person” means a person in whom there is a condition of arrested or incomplete development of the mind as verified by objective psychological or medical findings, and whose best interests would be served by admission to an approved home. (“déficient mental”) R.S.O. 1990, c. H.11, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>In this Act,</p> <p class=\"firstdef-e\">“approved corporation” means a corporation approved under section 2; (“association agréée”)</p> <p class=\"definition-e\">“approved home” means a home for retarded persons approved under section 3; (“foyer agréé”)</p> <p class=\"definition-e\">“corporation” means a corporation without share capital having objects of a charitable nature,</p> <p class=\"defclause-e\">(a) to which Part III of the <i>Corporations Act</i> applies, or</p> <p class=\"defclause-e\">(b) that is incorporated under a general or special Act of the Parliament of Canada; (“association”)</p> <p class=\"definition-e\">“home for retarded persons” means all or any part of a building maintained and operated by an approved corporation for the residential accommodation of retarded persons, but does not include,</p> <p class=\"defclause-e\">(a) a charitable institution under the <i>Charitable Institutions Act</i>,</p> <p class=\"defclause-e\">(b) premises approved under subsection 9 (1) of Part I (Flexible Services) of the <i>Child and Family Services Act</i>, a children’s residence licensed under Part IX (Licensing) of that Act or a foster home within the meaning of that Act,</p> <p class=\"defclause-e\">(c) a day nursery established and operated under the <i>Day Nurseries Act</i> or any predecessor thereof,</p> <p class=\"defclause-e\">(d) a psychiatric facility under the <i>Mental Health Act</i>,</p> <p class=\"defclause-e\">(e) a private hospital under the <i>Private Hospitals Act</i>,</p> <p class=\"defclause-e\">(f) a hospital under the <i>Public Hospitals Act</i>; (“foyer pour déficients mentaux”)</p> <p class=\"definition-e\">“Minister” means the Minister of Community and Social Services; (“ministre”)</p> <p class=\"definition-e\">“provincial supervisor” means a child welfare supervisor or a welfare institutions supervisor, and includes any other employee of the Ministry of Community and Social Services who is designated by the Minister as a provincial supervisor for the purposes of this Act; (“contrôleur provincial”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“residential accommodation” means accommodation for the board and lodging of retarded persons; (“logement”)</p> <p class=\"definition-e\">“retarded person” means a person in whom there is a condition of arrested or incomplete development of the mind as verified by objective psychological or medical findings, and whose best interests would be served by admission to an approved home. (“déficient mental”) R.S.O. 1990, c. H.11, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Approval of corporations",
            "content": "2.Where the Minister is satisfied that any corporation is, with financial assistance under this Act, financially capable of establishing, maintaining and operating a home for retarded persons and that its affairs are carried on under competent management in good faith for charitable purposes, he or she may approve such corporation for the purposes of this Act. R.S.O. 1990, c. H.11, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>Where the Minister is satisfied that any corporation is, with financial assistance under this Act, financially capable of establishing, maintaining and operating a home for retarded persons and that its affairs are carried on under competent management in good faith for charitable purposes, he or she may approve such corporation for the purposes of this Act. R.S.O. 1990, c. H.11, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Approval of homes",
            "content": "3.(1)Where the Minister is satisfied that all or any part of a building or buildings is suitable for providing accommodation as a home for retarded persons in accordance with this Act and the regulations, he or she may approve such building, buildings or part thereof, as the case may be, as a home for retarded persons for the maintenance and operation of which assistance may be given under this Act. Effective date of approval (2)An approval given under subsection (1) or under section 2 may take effect on any date fixed by the Minister that is prior to the date on which the approval is given, but in no case shall the date upon which the approval under subsection (1) takes effect precede the date that the approval given under section 2 to the corporation maintaining and operating the home for retarded persons takes effect. R.S.O. 1990, c. H.11, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>(1)Where the Minister is satisfied that all or any part of a building or buildings is suitable for providing accommodation as a home for retarded persons in accordance with this Act and the regulations, he or she may approve such building, buildings or part thereof, as the case may be, as a home for retarded persons for the maintenance and operation of which assistance may be given under this Act.</p> <p class=\"headnote-e\"><b>Effective date of approval</b></p> <p class=\"subsection-e\">(2)An approval given under subsection (1) or under section 2 may take effect on any date fixed by the Minister that is prior to the date on which the approval is given, but in no case shall the date upon which the approval under subsection (1) takes effect precede the date that the approval given under section 2 to the corporation maintaining and operating the home for retarded persons takes effect. R.S.O. 1990, c. H.11, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Prohibitions",
            "content": "4.(1)No approved corporation shall, (a) change its corporate name under the Corporations Act or the name of any approved home maintained and operated by it without the approval in writing of the Minister; (b) erect a new building to be maintained and operated as a home for retarded persons until the site and plans thereof have been approved in writing by the Minister or erect an addition to an existing building to be maintained and operated as a home for retarded persons until the plans thereof are approved in writing by the Minister; (c) purchase or otherwise acquire any building, or any part thereof, to be maintained and operated as a home for retarded persons without the approval in writing of the Minister; or (d) change the site or use of, sell or otherwise dispose of any part of, or structurally alter, any approved home in respect of which the approved corporation has received payment of a grant under section 5 or 6 without the approval in writing of the Minister. By-laws (2)No by-law of an approved corporation with respect to an approved home has effect until it is approved in writing by the Minister. R.S.O. 1990, c. H.11, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>(1)No approved corporation shall,</p> <p class=\"clause-e\">(a) change its corporate name under the <i>Corporations Act</i> or the name of any approved home maintained and operated by it without the approval in writing of the Minister;</p> <p class=\"clause-e\">(b) erect a new building to be maintained and operated as a home for retarded persons until the site and plans thereof have been approved in writing by the Minister or erect an addition to an existing building to be maintained and operated as a home for retarded persons until the plans thereof are approved in writing by the Minister;</p> <p class=\"clause-e\">(c) purchase or otherwise acquire any building, or any part thereof, to be maintained and operated as a home for retarded persons without the approval in writing of the Minister; or</p> <p class=\"clause-e\">(d) change the site or use of, sell or otherwise dispose of any part of, or structurally alter, any approved home in respect of which the approved corporation has received payment of a grant under section 5 or 6 without the approval in writing of the Minister.</p> <p class=\"headnote-e\"><b>By-laws</b></p> <p class=\"subsection-e\">(2)No by-law of an approved corporation with respect to an approved home has effect until it is approved in writing by the Minister. R.S.O. 1990, c. H.11, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Construction grants",
            "content": "5.When the site and plans of a new building or the plans of an addition to an existing building to be maintained and operated or maintained and operated, as the case may be, as a home for retarded persons have been approved by the Minister under clause 4 (1) (b), the Minister may direct payment to the approved corporation erecting the new building or the addition of an amount equal to the cost to the approved corporation of the new home for retarded persons, computed in accordance with the regulations, but not exceeding an amount based upon the bed capacity of the new home for retarded persons, at the rate of $5,000 per bed or such greater amount per bed as the regulations prescribe. R.S.O. 1990, c. H.11, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b>When the site and plans of a new building or the plans of an addition to an existing building to be maintained and operated or maintained and operated, as the case may be, as a home for retarded persons have been approved by the Minister under clause 4 (1) (b), the Minister may direct payment to the approved corporation erecting the new building or the addition of an amount equal to the cost to the approved corporation of the new home for retarded persons, computed in accordance with the regulations, but not exceeding an amount based upon the bed capacity of the new home for retarded persons, at the rate of $5,000 per bed or such greater amount per bed as the regulations prescribe. R.S.O. 1990, c. H.11, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Acquisition grants",
            "content": "6.Where, (a) the acquisition or structural alteration of all or any part of a building to be maintained and operated as a home for retarded persons has been approved by the Minister under clause 4(1)(c) or (d), as the case may be; or (b) the Minister has approved the renovation of all or any part of a building maintained and operated or to be maintained and operated as a home for retarded persons, the Minister may direct payment to the approved corporation acquiring the building or part thereof or operating and maintaining or proposing to operate and maintain the home, as the case may be, of an amount equal to the cost to the approved corporation of the acquisition, alteration or renovation, as the case may be, computed in accordance with the regulations, but not exceeding an amount based upon the bed capacity of the home at the rate of $1,200 per bed or such greater amount as the regulations prescribe. R.S.O. 1990, c. H.11, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>Where,</p> <p class=\"clause-e\">(a) the acquisition or structural alteration of all or any part of a building to be maintained and operated as a home for retarded persons has been approved by the Minister under clause 4(1)(c) or (d), as the case may be; or</p> <p class=\"clause-e\">(b) the Minister has approved the renovation of all or any part of a building maintained and operated or to be maintained and operated as a home for retarded persons,</p> <p class=\"Ssection-e\">the Minister may direct payment to the approved corporation acquiring the building or part thereof or operating and maintaining or proposing to operate and maintain the home, as the case may be, of an amount equal to the cost to the approved corporation of the acquisition, alteration or renovation, as the case may be, computed in accordance with the regulations, but not exceeding an amount based upon the bed capacity of the home at the rate of $1,200 per bed or such greater amount as the regulations prescribe. R.S.O. 1990, c. H.11, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Grants for residential accommodation only",
            "content": "7.In computing the cost to an approved corporation of erecting a new building or an addition to an existing building under section 5 or of acquiring a building under section 6, the computation shall include only expenditures directly referable to the establishment or provision of residential accommodation for retarded persons. R.S.O. 1990, c. H.11, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b>In computing the cost to an approved corporation of erecting a new building or an addition to an existing building under section 5 or of acquiring a building under section 6, the computation shall include only expenditures directly referable to the establishment or provision of residential accommodation for retarded persons. R.S.O. 1990, c. H.11, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Maintenance and operating grants",
            "content": "8.There shall be paid to an approved corporation an amount equal to 80 per cent or such higher percentage as the regulations prescribe of the cost computed in accordance with the regulations of, (a) residential accommodation provided in an approved home that is maintained and operated by the corporation; or (b) residential services approved by the Director provided by or on behalf of the corporation in other than an approved home, for retarded persons who are not wards of the Crown or wards of a children’s aid society under Part III (Child Protection) of the Child and Family Services Act. R.S.O. 1990, c. H.11, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b>There shall be paid to an approved corporation an amount equal to 80 per cent or such higher percentage as the regulations prescribe of the cost computed in accordance with the regulations of,</p> <p class=\"clause-e\">(a) residential accommodation provided in an approved home that is maintained and operated by the corporation; or</p> <p class=\"clause-e\">(b) residential services approved by the Director provided by or on behalf of the corporation in other than an approved home,</p> <p class=\"Ssection-e\">for retarded persons who are not wards of the Crown or wards of a children’s aid society under Part III (Child Protection) of the <i>Child and Family Services Act</i>. R.S.O. 1990, c. H.11, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Inspection",
            "content": "9.(1)Every approved home, its books of account and any other records shall be open at all reasonable times for inspection by a provincial supervisor. Idem (2)Every premises that is not an approved home where residential services are provided for retarded persons placed therein by an approved corporation shall be open at all reasonable times for inspection by a provincial supervisor. Idem, approved corporations (3)A provincial supervisor shall be given access to any approved corporation’s books of account and other records that pertain to its approved homes and he or she may inspect such books of account and other records at any time. R.S.O. 1990, c. H.11, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b>(1)Every approved home, its books of account and any other records shall be open at all reasonable times for inspection by a provincial supervisor.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)Every premises that is not an approved home where residential services are provided for retarded persons placed therein by an approved corporation shall be open at all reasonable times for inspection by a provincial supervisor.</p> <p class=\"headnote-e\"><b>Idem, approved corporations</b></p> <p class=\"subsection-e\">(3)A provincial supervisor shall be given access to any approved corporation’s books of account and other records that pertain to its approved homes and he or she may inspect such books of account and other records at any time. R.S.O. 1990, c. H.11, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Suspension and revocation of approvals",
            "content": "10.(1)Subject to this section, any approval given under this Act may be suspended or revoked by the Minister if, (a) any director, officer or servant of the approved corporation has contravened or knowingly permitted any person under his or her control and direction to contravene any provision of this Act or the regulations and such contravention occurred through lack of competence or with intent to evade the requirements of such provisions; or (b) the approval would be refused if application were being made for it in the first instance. Hearing (2)Subject to subsection (6) and except where an approval is suspended or revoked with the consent of the approved corporation, before suspending or revoking an approval given under this Act, the Minister shall cause a hearing as to whether the approval should be suspended or revoked to be held by a person, other than a person in the employment of the Ministry of Community and Social Services, appointed by the Minister. Procedure (3)Sections 4 to 16 and 21 to 24 of the Statutory Powers Procedure Act apply with respect to a hearing under this section. Report to Minister (4)The person conducting a hearing under this section shall, at the conclusion of the hearing, make a report to the Minister setting out the findings of fact and any information or knowledge used in making the recommendations, any conclusions of law arrived at relevant to the recommendations, and the recommendations as to the suspension or revocation of the approval, and shall send a copy of the report to the persons affected. Decision of Minister (5)After considering a report made under this section, the Minister may thereupon suspend or revoke the approval to which the report relates and shall give notice of his or her decision to the persons affected, specifying the reasons therefor. Provisional suspension of approval (6)Despite anything in this section, the Minister, by notice to the persons affected and without a hearing, may provisionally suspend an approval given under this Act where the continuation of operations in accordance with the approval is, in the Minister’s opinion, an immediate threat to the public interest and the Minister so states in such notice giving his or her reasons therefor, and thereafter the Minister shall cause a hearing to be held and subsections (2) to (5) apply. R.S.O. 1990, c. H.11, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b>(1)Subject to this section, any approval given under this Act may be suspended or revoked by the Minister if,</p> <p class=\"clause-e\">(a) any director, officer or servant of the approved corporation has contravened or knowingly permitted any person under his or her control and direction to contravene any provision of this Act or the regulations and such contravention occurred through lack of competence or with intent to evade the requirements of such provisions; or</p> <p class=\"clause-e\">(b) the approval would be refused if application were being made for it in the first instance.</p> <p class=\"headnote-e\"><b>Hearing</b></p> <p class=\"subsection-e\">(2)Subject to subsection (6) and except where an approval is suspended or revoked with the consent of the approved corporation, before suspending or revoking an approval given under this Act, the Minister shall cause a hearing as to whether the approval should be suspended or revoked to be held by a person, other than a person in the employment of the Ministry of Community and Social Services, appointed by the Minister.</p> <p class=\"headnote-e\"><b>Procedure</b></p> <p class=\"subsection-e\">(3)Sections 4 to 16 and 21 to 24 of the <i>Statutory Powers Procedure Act</i> apply with respect to a hearing under this section.</p> <p class=\"headnote-e\"><b>Report to Minister</b></p> <p class=\"subsection-e\">(4)The person conducting a hearing under this section shall, at the conclusion of the hearing, make a report to the Minister setting out the findings of fact and any information or knowledge used in making the recommendations, any conclusions of law arrived at relevant to the recommendations, and the recommendations as to the suspension or revocation of the approval, and shall send a copy of the report to the persons affected.</p> <p class=\"headnote-e\"><b>Decision of Minister</b></p> <p class=\"subsection-e\">(5)After considering a report made under this section, the Minister may thereupon suspend or revoke the approval to which the report relates and shall give notice of his or her decision to the persons affected, specifying the reasons therefor.</p> <p class=\"headnote-e\"><b>Provisional suspension of approval</b></p> <p class=\"subsection-e\">(6)Despite anything in this section, the Minister, by notice to the persons affected and without a hearing, may provisionally suspend an approval given under this Act where the continuation of operations in accordance with the approval is, in the Minister’s opinion, an immediate threat to the public interest and the Minister so states in such notice giving his or her reasons therefor, and thereafter the Minister shall cause a hearing to be held and subsections (2) to (5) apply. R.S.O. 1990, c. H.11, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Regulations",
            "content": "11.The Lieutenant Governor in Council may make regulations, (a) prescribing rules governing approved homes and the conduct of the persons residing therein and the staffs thereof; (b) governing the admission of retarded persons to approved homes and the kinds of services that are to be provided therein; (c) prescribing the qualifications and duties of the members of the staffs of approved homes; (d) requiring and prescribing medical and other related or ancillary services that are to be provided for the persons residing in approved homes; (e) prescribing or defining residential services and classes thereof provided in other than approved homes and the terms and conditions upon which such services or any class thereof shall be provided for the purposes of section 8; (f) governing applications by approved corporations for payments under this Act, and prescribing the method, time and manner of payment; (g) prescribing a greater amount per bed for the purposes of section 5 or 6 and prescribing a higher percentage for the purposes of section 8; (h) prescribing the manner of computing the costs to approved corporations, and prescribing classes of payments, for the purposes of sections 5, 6 and 8; (i) prescribing the records to be kept by approved corporations and approved homes, the claims and returns to be made to the Minister by approved corporations and the method, time and manner in which such claims and returns shall be made, and providing penalties for late claims or returns; (j) providing for the recovery by an approved corporation or Ontario from the person or persons in whose charge a retarded person is or from the estate of such person or persons of any amount paid by the approved corporation or by Ontario to the approved corporation for the cost of the residential accommodation of the person in an approved home, and prescribing the circumstances and the manner in which any such recovery may be made; (k) prescribing additional duties of provincial supervisors; (l) prescribing forms and providing for their use. R.S.O. 1990, c. H.11, s. 11. ____________________ Français ",
            "raw_html": "<p class=\"section-e\"><b>11.</b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) prescribing rules governing approved homes and the conduct of the persons residing therein and the staffs thereof;</p> <p class=\"clause-e\">(b) governing the admission of retarded persons to approved homes and the kinds of services that are to be provided therein;</p> <p class=\"clause-e\">(c) prescribing the qualifications and duties of the members of the staffs of approved homes;</p> <p class=\"clause-e\">(d) requiring and prescribing medical and other related or ancillary services that are to be provided for the persons residing in approved homes;</p> <p class=\"clause-e\">(e) prescribing or defining residential services and classes thereof provided in other than approved homes and the terms and conditions upon which such services or any class thereof shall be provided for the purposes of section 8;</p> <p class=\"clause-e\">(f) governing applications by approved corporations for payments under this Act, and prescribing the method, time and manner of payment;</p> <p class=\"clause-e\">(g) prescribing a greater amount per bed for the purposes of section 5 or 6 and prescribing a higher percentage for the purposes of section 8;</p> <p class=\"clause-e\">(h) prescribing the manner of computing the costs to approved corporations, and prescribing classes of payments, for the purposes of sections 5, 6 and 8;</p> <p class=\"clause-e\">(i) prescribing the records to be kept by approved corporations and approved homes, the claims and returns to be made to the Minister by approved corporations and the method, time and manner in which such claims and returns shall be made, and providing penalties for late claims or returns;</p> <p class=\"clause-e\">(j) providing for the recovery by an approved corporation or Ontario from the person or persons in whose charge a retarded person is or from the estate of such person or persons of any amount paid by the approved corporation or by Ontario to the approved corporation for the cost of the residential accommodation of the person in an approved home, and prescribing the circumstances and the manner in which any such recovery may be made;</p> <p class=\"clause-e\">(k) prescribing additional duties of provincial supervisors;</p> <p class=\"clause-e\">(l) prescribing forms and providing for their use. R.S.O. 1990, c. H.11, s. 11.</p> <p class=\"line-e\">____________________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90h11_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90h11_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}