{
    "act_info": {
        "full_title": "Hotel Fire Safety Act, R.S.O. 1990, c. H.16",
        "act_name_text": "Not Found",
        "citation": "Hotel Fire Safety Act, R.S.O. 1990, c. H.16",
        "url": "https://www.ontario.ca/laws/statute/90h16",
        "date_scraped": "2023-12-21 13:23:03"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900640",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 640",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “Fire Marshal” means the Fire Marshal of Ontario; (“commissaire des incendies”) “hotel” means an establishment consisting of one building or two or more connected or adjacent buildings that provides sleeping accommodation for the public and is licensed or required to be licensed under the Tourism Act or the Liquor Licence Act, but does not include a one storey building that, (a) has a total floor area of less than 3,000 square feet, (b) is not attached to any other building, and (c) is at least thirty feet distant from any other building that is a hotel within the meaning of this definition; (“hôtel”) “hotelkeeper” means the person who has the management and control of a hotel; (“hôtelier”) “inspector” means an inspector appointed under this Act; (“inspecteur”) “noncombustible construction” means construction of a type so defined by the regulations; (“construction incombustible”) “regulations” means the regulations made under this Act; (“règlements”) “storey” means that part of a building between the top of a floor and the top of the next floor above it, or if there is no floor above it, that part between the top of a floor and the ceiling above it, but does not include a penthouse that is not used by the public, and the storey closest to grade having its ceiling more than six feet above grade shall be deemed to be the first storey. (“étage”) R.S.O. 1990, c. H.16, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“Fire Marshal” means the Fire Marshal of Ontario; (“commissaire des incendies”)</p> <p class=\"definition-e\">“hotel” means an establishment consisting of one building or two or more connected or adjacent buildings that provides sleeping accommodation for the public and is licensed or required to be licensed under the <i>Tourism Act</i> or the <i>Liquor Licence Act</i>, but does not include a one storey building that,</p> <p class=\"defclause-e\">(a) has a total floor area of less than 3,000 square feet,</p> <p class=\"defclause-e\">(b) is not attached to any other building, and</p> <p class=\"defclause-e\">(c) is at least thirty feet distant from any other building that is a hotel within the meaning of this definition; (“hôtel”)</p> <p class=\"definition-e\">“hotelkeeper” means the person who has the management and control of a hotel; (“hôtelier”)</p> <p class=\"definition-e\">“inspector” means an inspector appointed under this Act; (“inspecteur”)</p> <p class=\"definition-e\">“noncombustible construction” means construction of a type so defined by the regulations; (“construction incombustible”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“storey” means that part of a building between the top of a floor and the top of the next floor above it, or if there is no floor above it, that part between the top of a floor and the ceiling above it, but does not include a penthouse that is not used by the public, and the storey closest to grade having its ceiling more than six feet above grade shall be deemed to be the first storey. (“étage”) R.S.O. 1990, c. H.16, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Application of Act",
            "content": "2. This Act applies to every hotel whether constructed before or after this Act comes into force. R.S.O. 1990, c. H.16, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> This Act applies to every hotel whether constructed before or after this Act comes into force. R.S.O. 1990, c. H.16, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Approval of plans by Fire Marshal",
            "content": "3. No person shall, (a) construct a hotel; (b) construct an addition to a hotel; (c) convert a building to a hotel; or (d) alter a hotel, until complete drawings and specifications thereof have been submitted to and approved by the Fire Marshal. R.S.O. 1990, c. H.16, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> No person shall,</p> <p class=\"clause-e\">(a) construct a hotel;</p> <p class=\"clause-e\">(b) construct an addition to a hotel;</p> <p class=\"clause-e\">(c) convert a building to a hotel; or</p> <p class=\"clause-e\">(d) alter a hotel,</p> <p class=\"Ssection-e\">until complete drawings and specifications thereof have been submitted to and approved by the Fire Marshal. R.S.O. 1990, c. H.16, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Structural assemblies",
            "content": "4. Every hotel and every addition made to a hotel shall have its structural assemblies including its floor assemblies, load-bearing walls, supporting columns and arches, roof assembly and stairways constructed in the manner and of the materials prescribed by the regulations. R.S.O. 1990, c. H.16, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> Every hotel and every addition made to a hotel shall have its structural assemblies including its floor assemblies, load-bearing walls, supporting columns and arches, roof assembly and stairways constructed in the manner and of the materials prescribed by the regulations. R.S.O. 1990, c. H.16, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Exits",
            "content": "5. Every hotel shall have such exits, including exit doorways, corridors and exit stairways, designed, located, maintained, identified, lighted, and in the case of exit doors, equipped with such hardware as the regulations prescribe. R.S.O. 1990, c. H.16, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> Every hotel shall have such exits, including exit doorways, corridors and exit stairways, designed, located, maintained, identified, lighted, and in the case of exit doors, equipped with such hardware as the regulations prescribe. R.S.O. 1990, c. H.16, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Fire-alarm system",
            "content": "6. Every hotel shall have in each building that, (a) has a total floor area of more than 6,000 square feet; (b) is more than one storey in height; or (c) does not have direct egress to the outdoors from each sleeping room occupied individually and not as a suite and from each suite, a fire-alarm system comprised of the components and materials and designed, installed and maintained in the manner prescribed by the regulations. R.S.O. 1990, c. H.16, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> Every hotel shall have in each building that,</p> <p class=\"clause-e\">(a) has a total floor area of more than 6,000 square feet;</p> <p class=\"clause-e\">(b) is more than one storey in height; or</p> <p class=\"clause-e\">(c) does not have direct egress to the outdoors from each sleeping room occupied individually and not as a suite and from each suite,</p> <p class=\"Ssection-e\">a fire-alarm system comprised of the components and materials and designed, installed and maintained in the manner prescribed by the regulations. R.S.O. 1990, c. H.16, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Standpipe and hose system",
            "content": "7. Every hotel four or more storeys in height and every addition four or more storeys in height made to a hotel shall have a standpipe and hose system comprised of the components and materials, and designed, installed and maintained in the manner prescribed by the regulations. R.S.O. 1990, c. H.16, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> Every hotel four or more storeys in height and every addition four or more storeys in height made to a hotel shall have a standpipe and hose system comprised of the components and materials, and designed, installed and maintained in the manner prescribed by the regulations. R.S.O. 1990, c. H.16, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Portable fire extinguishers",
            "content": "8. Every hotel shall install and maintain portable fire extinguishers of the type and in the number and of such fire extinguisher rating in such manner and location or locations in the hotel as are prescribed by the regulations. R.S.O. 1990, c. H.16, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> Every hotel shall install and maintain portable fire extinguishers of the type and in the number and of such fire extinguisher rating in such manner and location or locations in the hotel as are prescribed by the regulations. R.S.O. 1990, c. H.16, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Interior and exterior finish",
            "content": "9. The interior and exterior finish materials of every hotel shall meet the standards prescribed by the regulations. R.S.O. 1990, c. H.16, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> The interior and exterior finish materials of every hotel shall meet the standards prescribed by the regulations. R.S.O. 1990, c. H.16, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Exit signs",
            "content": "10. Every hotel shall have, (a) exit signs erected in such manner and in such locations as an inspector orders; and (b) direction to exit signs erected in such manner and in such locations as an inspector orders. R.S.O. 1990, c. H.16, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> Every hotel shall have,</p> <p class=\"clause-e\">(a) exit signs erected in such manner and in such locations as an inspector orders; and</p> <p class=\"clause-e\">(b) direction to exit signs erected in such manner and in such locations as an inspector orders. R.S.O. 1990, c. H.16, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Smoke-proof barriers",
            "content": "11. Every hotel that is not of noncombustible construction shall have smoke-proof barriers erected in such manner and in such locations as an inspector orders. R.S.O. 1990, c. H.16, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> Every hotel that is not of noncombustible construction shall have smoke-proof barriers erected in such manner and in such locations as an inspector orders. R.S.O. 1990, c. H.16, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Automatic sprinkler system",
            "content": "12. Notwithstanding that a hotel has a fire-alarm system installed in the manner prescribed by the regulations, where the hotel is not of noncombustible construction and is three or more storeys in height, an inspector may order the hotel to install and maintain an automatic sprinkler system having sprinkler head protection in all areas. R.S.O. 1990, c. H.16, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> Notwithstanding that a hotel has a fire-alarm system installed in the manner prescribed by the regulations, where the hotel is not of noncombustible construction and is three or more storeys in height, an inspector may order the hotel to install and maintain an automatic sprinkler system having sprinkler head protection in all areas. R.S.O. 1990, c. H.16, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Decorations and drapes",
            "content": "13. Where an inspector finds that a decoration or drape in a place of assembly, lobby, corridor, stairway or other means of egress in a hotel will propagate flame when a match is held to a sample of the material the inspector may, whether it has been treated with a fire retardant or not, order the material to be treated or retreated or to be removed. R.S.O. 1990, c. H.16, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> Where an inspector finds that a decoration or drape in a place of assembly, lobby, corridor, stairway or other means of egress in a hotel will propagate flame when a match is held to a sample of the material the inspector may, whether it has been treated with a fire retardant or not, order the material to be treated or retreated or to be removed. R.S.O. 1990, c. H.16, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Special powers of inspectors",
            "content": "14. Where an inspector finds that a condition exists in a hotel that makes the hotel specially liable to fire, the inspector may order the hotelkeeper to remedy the condition. R.S.O. 1990, c. H.16, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> Where an inspector finds that a condition exists in a hotel that makes the hotel specially liable to fire, the inspector may order the hotelkeeper to remedy the condition. R.S.O. 1990, c. H.16, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Orders of inspector",
            "content": "15. (1) Where an inspector makes an order under this Act, the inspector shall cause a copy of the order to be delivered to the hotelkeeper by personal service or by registered mail. Right of appeal (2) If the hotelkeeper feels aggrieved by the order, the hotelkeeper may appeal within ten days from the service of the order to the Fire Marshal who shall hear and dispose of the appeal as promptly as is practicable, and the Fire Marshal shall prepare written reasons for the decision and cause a copy of the decision and the reasons therefor to be delivered to the hotelkeeper by personal service or by registered mail. Powers of Fire Marshal (3) On an appeal under subsection (2), the Fire Marshal may substitute his or her findings or opinions for those of the inspector who made the decision appealed from and may affirm or rescind the order or make a new order in substitution therefor and has all the powers of the inspector for such purpose and the decision or order on the appeal shall stand in the place of and have a like effect under this Act as the order of the inspector. Right of application to court (4) If the hotelkeeper is dissatisfied with the decision of the Fire Marshal, the hotelkeeper may, within ten days from the service of the decision, apply to a judge of the Ontario Court (General Division) for a hearing. Extension of time for appeal (5) A judge to whom an application is made under subsection (4) may extend the time for making the application either before or after the expiration of the time fixed therein, where the judge is satisfied that there are apparent grounds for appeal and that there are reasonable grounds for applying for the extension, and may give such direction as the judge considers proper consequent upon the extension. Hearing (6) Where a hotelkeeper appeals under subsection (4), the judge shall appoint a time for and hear the appeal and the judge may affirm or rescind the order or make a new order in substitution therefor and for such purpose the judge may substitute his or her opinion for that of the Fire Marshal and the judge’s decision is final. Parties (7) The hotelkeeper and the Fire Marshal are parties to an appeal under this section. Findings of fact (8) The findings of fact of a judge pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the Statutory Powers Procedure Act. R.S.O. 1990, c. H.16, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) Where an inspector makes an order under this Act, the inspector shall cause a copy of the order to be delivered to the hotelkeeper by personal service or by registered mail.</p> <p class=\"headnote-e\"><b>Right of appeal</b></p> <p class=\"subsection-e\">(2) If the hotelkeeper feels aggrieved by the order, the hotelkeeper may appeal within ten days from the service of the order to the Fire Marshal who shall hear and dispose of the appeal as promptly as is practicable, and the Fire Marshal shall prepare written reasons for the decision and cause a copy of the decision and the reasons therefor to be delivered to the hotelkeeper by personal service or by registered mail.</p> <p class=\"headnote-e\"><b>Powers of Fire Marshal</b></p> <p class=\"subsection-e\">(3) On an appeal under subsection (2), the Fire Marshal may substitute his or her findings or opinions for those of the inspector who made the decision appealed from and may affirm or rescind the order or make a new order in substitution therefor and has all the powers of the inspector for such purpose and the decision or order on the appeal shall stand in the place of and have a like effect under this Act as the order of the inspector.</p> <p class=\"headnote-e\"><b>Right of application to court</b></p> <p class=\"subsection-e\">(4) If the hotelkeeper is dissatisfied with the decision of the Fire Marshal, the hotelkeeper may, within ten days from the service of the decision, apply to a judge of the Ontario Court (General Division) for a hearing.</p> <p class=\"headnote-e\"><b>Extension of time for appeal</b></p> <p class=\"subsection-e\">(5) A judge to whom an application is made under subsection (4) may extend the time for making the application either before or after the expiration of the time fixed therein, where the judge is satisfied that there are apparent grounds for appeal and that there are reasonable grounds for applying for the extension, and may give such direction as the judge considers proper consequent upon the extension.</p> <p class=\"headnote-e\"><b>Hearing</b></p> <p class=\"subsection-e\">(6) Where a hotelkeeper appeals under subsection (4), the judge shall appoint a time for and hear the appeal and the judge may affirm or rescind the order or make a new order in substitution therefor and for such purpose the judge may substitute his or her opinion for that of the Fire Marshal and the judge’s decision is final.</p> <p class=\"headnote-e\"><b>Parties</b></p> <p class=\"subsection-e\">(7) The hotelkeeper and the Fire Marshal are parties to an appeal under this section.</p> <p class=\"headnote-e\"><b>Findings of fact</b></p> <p class=\"subsection-e\">(8) The findings of fact of a judge pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the <i>Statutory Powers Procedure Act</i>. R.S.O. 1990, c. H.16, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Powers of inspector",
            "content": "16. (1) An inspector may, for the purposes of carrying out his or her duties under this Act, at any reasonable time or times enter and inspect any hotel or any part thereof and may require the hotelkeeper to produce or furnish any records or documents required to be kept under this Act or the regulations. Obstructing inspector (2) No person shall hinder or obstruct an inspector in the performance of his or her duties or furnish the inspector with false information or refuse to furnish the inspector with information. R.S.O. 1990, c. H.16, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) An inspector may, for the purposes of carrying out his or her duties under this Act, at any reasonable time or times enter and inspect any hotel or any part thereof and may require the hotelkeeper to produce or furnish any records or documents required to be kept under this Act or the regulations.</p> <p class=\"headnote-e\"><b>Obstructing inspector</b></p> <p class=\"subsection-e\">(2) No person shall hinder or obstruct an inspector in the performance of his or her duties or furnish the inspector with false information or refuse to furnish the inspector with information. R.S.O. 1990, c. H.16, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Offence",
            "content": "17. (1) Every hotelkeeper who operates a hotel that does not conform with this Act and the regulations or who fails to comply with any order made by an inspector is guilty of an offence and on conviction is liable to a fine of not more than $1,000, and, in addition, the judge may order the hotel to be closed until it is made to conform with this Act and the regulations or with the order of the inspector. Conviction not bar to further charge (2) The conviction under this Act of a hotelkeeper does not operate as a bar to further prosecution under this Act for the continued failure on the hotelkeeper’s part to comply with this Act and the regulations or the order of an inspector, but such continuance constitutes a new and separate offence. R.S.O. 1990, c. H.16, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> (1) Every hotelkeeper who operates a hotel that does not conform with this Act and the regulations or who fails to comply with any order made by an inspector is guilty of an offence and on conviction is liable to a fine of not more than $1,000, and, in addition, the judge may order the hotel to be closed until it is made to conform with this Act and the regulations or with the order of the inspector.</p> <p class=\"headnote-e\"><b>Conviction not bar to further charge</b></p> <p class=\"subsection-e\">(2) The conviction under this Act of a hotelkeeper does not operate as a bar to further prosecution under this Act for the continued failure on the hotelkeeper’s part to comply with this Act and the regulations or the order of an inspector, but such continuance constitutes a new and separate offence. R.S.O. 1990, c. H.16, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Appointment of inspectors",
            "content": "18. The Lieutenant Governor in Council may appoint inspectors to enforce this Act and the regulations. R.S.O. 1990, c. H.16, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> The Lieutenant Governor in Council may appoint inspectors to enforce this Act and the regulations. R.S.O. 1990, c. H.16, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Regulations",
            "content": "19. The Lieutenant Governor in Council may make regulations, (a) regulating the construction and alteration of hotels; (b) prescribing the design, location, identification, maintenance and lighting of means of egress from hotels and prescribing the type of hardware with which exit doors shall be equipped; (c) prescribing the method of construction and the materials to be used in the structural assemblies of hotels; (d) prescribing the design of standpipe and hose systems in hotels, prescribing the components and materials to be used in such systems and prescribing the manner in which such systems shall be installed and maintained; (e) providing for the exemption from this Act or the regulations or any provision thereof of any hotel or class or classes of hotels either absolutely or for a limited period of time, and prescribing the terms and conditions thereof; (f) prescribing the design of fire-alarm systems in hotels, prescribing the components and materials to be used in such systems and prescribing the manner in which such systems shall be installed and maintained; (g) regulating the interior and exterior finish materials in hotels; (h) requiring and regulating ventilating, air handling and cooking exhaust systems in hotels; (i) prescribing the number, type and location of portable fire extinguishers in hotels, their rating and the manner in which they shall be installed and maintained; (j) regulating the heating, cooling and air conditioning systems in hotels; (k) prescribing standards of housekeeping for hotels; (l) requiring the hotelkeeper and the staff to be trained in and to perform duties relating to fire prevention, fire protection, inspection, maintenance of equipment, supervision, fire fighting, sounding alarms, evacuating occupants, and other procedures affecting fire safety, and regulating such procedures; (m) controlling or prohibiting the use of any material, equipment, appliance or device in a hotel; (n) controlling or prohibiting exhibits and any item for display or sale in a hotel; (o) regulating the construction, erection, alteration, installation, removal, operation, or maintenance of any equipment, appliance or device in hotels; (p) prohibiting the installation or use of appliances, devices or materials in hotels; (q) requiring and regulating tests for building assemblies, materials, equipment and appliances in hotels and designating the testing agencies for such tests; (r) requiring and providing for the inspection of equipment and appliances in hotels and prescribing the frequency and the manner of such inspections; (s) prescribing classes of contractors and requiring, regulating and providing for the training, testing and registration of them, or any class of them; (t) requiring, regulating and providing for the keeping by hotelkeepers of records, statements or reports on tests, inspections, fire alarm drills and evacuation drills; (u) requiring and regulating fire prevention and fire protection equipment in hotels; (v) requiring and regulating any assembly, material, equipment, appliance or device in hotels which will reduce the likelihood of spread of fire or smoke; (w) requiring and regulating any equipment or assembly which will speed up or make the evacuation of a hotel safer and more orderly; (x) prescribing what is noncombustible construction for the purposes of this Act. R.S.O. 1990, c. H.16, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19.</b> The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) regulating the construction and alteration of hotels;</p> <p class=\"clause-e\">(b) prescribing the design, location, identification, maintenance and lighting of means of egress from hotels and prescribing the type of hardware with which exit doors shall be equipped;</p> <p class=\"clause-e\">(c) prescribing the method of construction and the materials to be used in the structural assemblies of hotels;</p> <p class=\"clause-e\">(d) prescribing the design of standpipe and hose systems in hotels, prescribing the components and materials to be used in such systems and prescribing the manner in which such systems shall be installed and maintained;</p> <p class=\"clause-e\">(e) providing for the exemption from this Act or the regulations or any provision thereof of any hotel or class or classes of hotels either absolutely or for a limited period of time, and prescribing the terms and conditions thereof;</p> <p class=\"clause-e\">(f) prescribing the design of fire-alarm systems in hotels, prescribing the components and materials to be used in such systems and prescribing the manner in which such systems shall be installed and maintained;</p> <p class=\"clause-e\">(g) regulating the interior and exterior finish materials in hotels;</p> <p class=\"clause-e\">(h) requiring and regulating ventilating, air handling and cooking exhaust systems in hotels;</p> <p class=\"clause-e\">(i) prescribing the number, type and location of portable fire extinguishers in hotels, their rating and the manner in which they shall be installed and maintained;</p> <p class=\"clause-e\">(j) regulating the heating, cooling and air conditioning systems in hotels;</p> <p class=\"clause-e\">(k) prescribing standards of housekeeping for hotels;</p> <p class=\"clause-e\">(l) requiring the hotelkeeper and the staff to be trained in and to perform duties relating to fire prevention, fire protection, inspection, maintenance of equipment, supervision, fire fighting, sounding alarms, evacuating occupants, and other procedures affecting fire safety, and regulating such procedures;</p> <p class=\"clause-e\">(m) controlling or prohibiting the use of any material, equipment, appliance or device in a hotel;</p> <p class=\"clause-e\">(n) controlling or prohibiting exhibits and any item for display or sale in a hotel;</p> <p class=\"clause-e\">(o) regulating the construction, erection, alteration, installation, removal, operation, or maintenance of any equipment, appliance or device in hotels;</p> <p class=\"clause-e\">(p) prohibiting the installation or use of appliances, devices or materials in hotels;</p> <p class=\"clause-e\">(q) requiring and regulating tests for building assemblies, materials, equipment and appliances in hotels and designating the testing agencies for such tests;</p> <p class=\"clause-e\">(r) requiring and providing for the inspection of equipment and appliances in hotels and prescribing the frequency and the manner of such inspections;</p> <p class=\"clause-e\">(s) prescribing classes of contractors and requiring, regulating and providing for the training, testing and registration of them, or any class of them;</p> <p class=\"clause-e\">(t) requiring, regulating and providing for the keeping by hotelkeepers of records, statements or reports on tests, inspections, fire alarm drills and evacuation drills;</p> <p class=\"clause-e\">(u) requiring and regulating fire prevention and fire protection equipment in hotels;</p> <p class=\"clause-e\">(v) requiring and regulating any assembly, material, equipment, appliance or device in hotels which will reduce the likelihood of spread of fire or smoke;</p> <p class=\"clause-e\">(w) requiring and regulating any equipment or assembly which will speed up or make the evacuation of a hotel safer and more orderly;</p> <p class=\"clause-e\">(x) prescribing what is noncombustible construction for the purposes of this Act. R.S.O. 1990, c. H.16, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Municipal by-laws not affected",
            "content": "20. (1) Subject to subsection (2), nothing in this Act or the regulations affects any by-law relating to the matters mentioned in this Act or the regulations and lawfully passed by a municipal council, or the authority of a municipal council to pass any such by-law. Conflict (2) Where conflict exists between any regulation made under this Act and any by-law passed by a municipality in the exercise of its powers, the regulation prevails. R.S.O. 1990, c. H.16, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20.</b> (1) Subject to subsection (2), nothing in this Act or the regulations affects any by-law relating to the matters mentioned in this Act or the regulations and lawfully passed by a municipal council, or the authority of a municipal council to pass any such by-law.</p> <p class=\"headnote-e\"><b>Conflict</b></p> <p class=\"subsection-e\">(2) Where conflict exists between any regulation made under this Act and any by-law passed by a municipality in the exercise of its powers, the regulation prevails. R.S.O. 1990, c. H.16, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "Responsibility of hotelkeeper",
            "content": "21. Neither the granting of a permit by an authority having jurisdiction nor the approval of drawings and specifications by the Fire Marshal nor inspections made by an inspector or any other authority having jurisdiction during construction or alteration of a hotel shall in any way relieve the hotelkeeper of such hotel from full responsibility for carrying out the work in accordance with the requirements of this Act and the regulations. R.S.O. 1990, c. H.16, s. 21. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>21.</b> Neither the granting of a permit by an authority having jurisdiction nor the approval of drawings and specifications by the Fire Marshal nor inspections made by an inspector or any other authority having jurisdiction during construction or alteration of a hotel shall in any way relieve the hotelkeeper of such hotel from full responsibility for carrying out the work in accordance with the requirements of this Act and the regulations. R.S.O. 1990, c. H.16, s. 21.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90h16_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90h16_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}