{
    "act_info": {
        "full_title": "Hummingbird Performing Arts Centre Corporation Act, 1998, S.O. 1998, c. 37",
        "act_name_text": "Hummingbird Performing Arts Centre Corporation Act, 1998",
        "citation": "S.O. 1998, c. 37",
        "url": "https://www.ontario.ca/laws/statute/98h37",
        "date_scraped": "2023-12-19 02:43:59"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/98h37/v5",
            "valid_from": "January  1, 2007",
            "valid_to": "May 29, 2017"
        },
        {
            "a_href": "/laws/statute/98h37/v4",
            "valid_from": "December 20, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/statute/98h37/v3",
            "valid_from": "November  1, 2005",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/98h37/v2",
            "valid_from": "June 17, 2004",
            "valid_to": "October 31, 2005"
        },
        {
            "a_href": "/laws/statute/98h37/v1",
            "valid_from": "December 18, 1998",
            "valid_to": "June 16, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “appointed directors” means the directors mentioned in clause 9 (1) (b); (“administrateurs nommés”) “board” means the board of directors of the corporation; (“conseil”) “Centre” means the land and building vested in the City of Toronto and known as the Hummingbird Centre; (“Centre”) “council” means the council of the City of Toronto; (“conseil de la cité”) “corporation” means the Hummingbird Performing Arts Centre Corporation established by subsection 2 (1); (“société”) “effective date” means the first date on which a lease of the Centre between the City of Toronto and the corporation comes into force; (“date d’entrée en vigueur”) “elected directors” means the directors mentioned in clause 9 (1) (a); (“administrateurs élus”) “old board” means The Board of Directors of the Hummingbird Centre for the Performing Arts continued by subsection 411 (1) of the City of Toronto Act, 2006. (“ancien conseil”)  1998, c. 37, s. 1; 2006, c. 32, Sched. C, s. 27. Corporation",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“appointed directors” means the directors mentioned in clause 9 (1) (b); (“administrateurs nommés”)</p> <p class=\"definition\">“board” means the board of directors of the corporation; (“conseil”)</p> <p class=\"definition\">“Centre” means the land and building vested in the City of Toronto and known as the Hummingbird Centre; (“Centre”)</p> <p class=\"definition\">“council” means the council of the City of Toronto; (“conseil de la cité”)</p> <p class=\"definition\">“corporation” means the Hummingbird Performing Arts Centre Corporation established by subsection 2 (1); (“société”)</p> <p class=\"definition\">“effective date” means the first date on which a lease of the Centre between the City of Toronto and the corporation comes into force; (“date d’entrée en vigueur”)</p> <p class=\"definition\">“elected directors” means the directors mentioned in clause 9 (1) (a); (“administrateurs élus”)</p> <p class=\"definition\">“old board” means The Board of Directors of the Hummingbird Centre for the Performing Arts continued by subsection 411 (1) of the <i>City of Toronto Act, 2006</i>. (“ancien conseil”)  1998, c. 37, s. 1; 2006, c. 32, Sched. C, s. 27.</p> <p class=\"heading1\"><a name=\"BK1\"></a>Corporation</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "Corporation",
            "section_x": "Corporation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Corporation established",
            "part_id": null,
            "part_type": null,
            "section_y": "Corporation established",
            "content": "2 (1) A corporation without share capital is established under the name of Hummingbird Performing Arts Centre Corporation in English and Société du Centre Hummingbird des arts d’interprétation in French.  1998, c. 37, s. 2 (1). Non-application of Corporations Act (2) The Corporations Act does not apply to the corporation.  1998, c. 37, s. 2 (2). Management and supervision by board (3) The corporation’s affairs shall be managed and supervised by the board.  1998, c. 37, s. 2 (3). Members (4) The directors are the members of the corporation.  1998, c. 37, s. 2 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>(1) A corporation without share capital is established under the name of Hummingbird Performing Arts Centre Corporation in English and Société du Centre Hummingbird des arts d’interprétation in French.  1998, c. 37, s. 2 (1).</p> <p class=\"headnote\">Non-application of <i>Corporations Act</i></p> <p class=\"subsection\">(2) The <i>Corporations Act</i> does not apply to the corporation.  1998, c. 37, s. 2 (2).</p> <p class=\"headnote\">Management and supervision by board</p> <p class=\"subsection\">(3) The corporation’s affairs shall be managed and supervised by the board.  1998, c. 37, s. 2 (3).</p> <p class=\"headnote\">Members</p> <p class=\"subsection\">(4) The directors are the members of the corporation.  1998, c. 37, s. 2 (4).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "Objects",
            "part_id": null,
            "part_type": null,
            "section_y": "Objects",
            "content": "3 (1) The objects of the corporation are, for purposes that are charitable at law, (a) to advance knowledge and appreciation of the performing arts and the arts in general, and to stimulate interest in them; (b) to advance the development of the performing arts; and (c) to operate and maintain, in the City of Toronto, theatrical facilities for performances, exhibitions, educational activities, meetings and receptions.  1998, c. 37, s. 3 (1). Natural person (2) The corporation has the capacity and the rights, powers and privileges of a natural person.  1998, c. 37, s. 3 (2). Powers (3) Without limiting the generality of subsection (2), the corporation has power, for the objects set out in subsection (1), (a) to enter into a lease of the Centre with the City of Toronto; (b) to operate, or to grant leases or licences for the operation of, theatres, retail shops, restaurants, snack bars, parking facilities, exhibition facilities, meeting rooms and any other facilities incidental or necessary to the operation of the Centre; (c) to enter into occupancy licence agreements with one or more performing arts companies; (d) to enter into agreements for the establishment or operation of works and services in connection with the operation and maintenance of the Centre; (e) to acquire, hold, deal with, manage, develop or dispose of any real or personal property and any right or privilege as, in the board’s opinion, is necessary or convenient for the corporation’s purposes; (f) to accept gifts of real or personal property; (g) to invest temporarily any money not immediately required for the corporation’s objects, in investments authorized by the board, which are not limited to investments authorized for trustees under the Trustees Act; (h) to borrow on the corporation’s credit; (i) to issue, sell or pledge securities of the corporation; (j) to create a security interest in real or personal property currently owned or subsequently acquired by the corporation, including book debts, rights, powers, franchises and undertakings, in order to secure any debt, obligation or liability of the corporation; (k) to delegate by resolution of the board the powers referred to in clauses (h), (i) and (j) to a director or officer of the corporation, as the board considers appropriate; (l) to do anything incidental to the attainment of the corporation’s objects.  1998, c. 37, s. 3 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3 </b>(1) The objects of the corporation are, for purposes that are charitable at law,</p> <p class=\"paragraph\">  (a) to advance knowledge and appreciation of the performing arts and the arts in general, and to stimulate interest in them;</p> <p class=\"paragraph\">  (b) to advance the development of the performing arts; and</p> <p class=\"paragraph\">  (c) to operate and maintain, in the City of Toronto, theatrical facilities for performances, exhibitions, educational activities, meetings and receptions.  1998, c. 37, s. 3 (1).</p> <p class=\"headnote\">Natural person</p> <p class=\"subsection\">(2) The corporation has the capacity and the rights, powers and privileges of a natural person.  1998, c. 37, s. 3 (2).</p> <p class=\"headnote\">Powers</p> <p class=\"subsection\">(3) Without limiting the generality of subsection (2), the corporation has power, for the objects set out in subsection (1),</p> <p class=\"paragraph\">  (a) to enter into a lease of the Centre with the City of Toronto;</p> <p class=\"paragraph\">  (b) to operate, or to grant leases or licences for the operation of, theatres, retail shops, restaurants, snack bars, parking facilities, exhibition facilities, meeting rooms and any other facilities incidental or necessary to the operation of the Centre;</p> <p class=\"paragraph\">  (c) to enter into occupancy licence agreements with one or more performing arts companies;</p> <p class=\"paragraph\">  (d) to enter into agreements for the establishment or operation of works and services in connection with the operation and maintenance of the Centre;</p> <p class=\"paragraph\">  (e) to acquire, hold, deal with, manage, develop or dispose of any real or personal property and any right or privilege as, in the board’s opinion, is necessary or convenient for the corporation’s purposes;</p> <p class=\"paragraph\">  (f) to accept gifts of real or personal property;</p> <p class=\"paragraph\">  (g) to invest temporarily any money not immediately required for the corporation’s objects, in investments authorized by the board, which are not limited to investments authorized for trustees under the <i>Trustees Act</i>;</p> <p class=\"paragraph\">  (h) to borrow on the corporation’s credit;</p> <p class=\"paragraph\">  (i) to issue, sell or pledge securities of the corporation;</p> <p class=\"paragraph\">  (j) to create a security interest in real or personal property currently owned or subsequently acquired by the corporation, including book debts, rights, powers, franchises and undertakings, in order to secure any debt, obligation or liability of the corporation;</p> <p class=\"paragraph\">  (k) to delegate by resolution of the board the powers referred to in clauses (h), (i) and (j) to a director or officer of the corporation, as the board considers appropriate;</p> <p class=\"paragraph\">  (l) to do anything incidental to the attainment of the corporation’s objects.  1998, c. 37, s. 3 (3).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "section_x": "Seal",
            "part_id": null,
            "part_type": null,
            "section_y": "Seal",
            "content": "4 The corporation shall have a seal, which shall be adopted by a resolution or by-law of the board.  1998, c. 37, s. 4.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>4 </b>The corporation shall have a seal, which shall be adopted by a resolution or by-law of the board.  1998, c. 37, s. 4.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "section_x": "Staff",
            "part_id": null,
            "part_type": null,
            "section_y": "Staff",
            "content": "5 The corporation may engage such persons as are considered necessary for the proper conduct of its affairs.  1998, c. 37, s. 5.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>5 </b>The corporation may engage such persons as are considered necessary for the proper conduct of its affairs.  1998, c. 37, s. 5.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "section_x": "Use of government facilities",
            "part_id": null,
            "part_type": null,
            "section_y": "Use of government facilities",
            "content": "6 The corporation may make use of services and facilities, including the services of a public servant on secondment, that are provided to it by a ministry, agency or department of the Government of Ontario or of the City of Toronto.  1998, c. 37, s. 6.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>6 </b>The corporation may make use of services and facilities, including the services of a public servant on secondment, that are provided to it by a ministry, agency or department of the Government of Ontario or of the City of Toronto.  1998, c. 37, s. 6.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "section_x": "Tax exemption",
            "part_id": null,
            "part_type": null,
            "section_y": "Tax exemption",
            "content": "7 For the purposes of paragraph 27 of subsection 3 (1) of the Assessment Act (large non-profit theatres), real property that is leased to the corporation and is used and occupied for its purposes is deemed to be owned by the corporation.  1998, c. 37, s. 7.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>7 </b>For the purposes of paragraph 27 of subsection 3 (1) of the <i>Assessment Act</i> (large non-profit theatres), real property that is leased to the corporation and is used and occupied for its purposes is deemed to be owned by the corporation.  1998, c. 37, s. 7.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "section_x": "Application of earnings",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of earnings",
            "content": "8 The corporation’s earnings, including any annual surplus, shall be applied only to the furtherance of its objects.  1998, c. 37, s. 8. Board of Directors",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>8 </b>The corporation’s earnings, including any annual surplus, shall be applied only to the furtherance of its objects.  1998, c. 37, s. 8.</p> <p class=\"heading1\"><a name=\"BK9\"></a>Board of Directors</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "Board of Directors",
            "section_x": "Board of Directors",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "section_x": "Board",
            "part_id": null,
            "part_type": null,
            "section_y": "Board",
            "content": "9 (1) The board shall consist of 12 directors, of whom, (a) nine shall be chosen in accordance with the nomination and election process set out in the corporation’s by-laws; and (b) three shall be appointed by the council.  1998, c. 37, s. 9 (1). Term of office (2) Each director shall hold office for a term of three years, or until a successor is appointed, and may be reappointed so as to serve not more than three consecutive terms.  1998, c. 37, s. 9 (2). Staggered terms (3) Despite subsection (2), the elected directors may be chosen and retired in rotation for staggered terms as set out in the corporation’s by-laws.  1998, c. 37, s. 9 (3). Vacancies, appointed directors (4) A vacancy that arises among the appointed directors shall be filled, for the unexpired portion of the term, by the council.  1998, c. 37, s. 9 (4). Same, elected directors (5) A vacancy that arises among the elected directors shall be filled, for the unexpired portion of the term, by a quorum of all the directors in office.  1998, c. 37, s. 9 (5). Remuneration, expenses (6) The directors shall serve without remuneration, but may be paid reasonable expenses incurred in the performance of their duties, in the amount the board approves.  1998, c. 37, s. 9 (6). Conflict of interest, standard of care (7) Section 132 and subsection 134 (1) of the Business Corporations Act apply to the directors, with necessary modifications.  1998, c. 37, s. 9 (7).",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>9 </b>(1) The board shall consist of 12 directors, of whom,</p> <p class=\"paragraph\">  (a) nine shall be chosen in accordance with the nomination and election process set out in the corporation’s by-laws; and</p> <p class=\"paragraph\">  (b) three shall be appointed by the council.  1998, c. 37, s. 9 (1).</p> <p class=\"headnote\">Term of office</p> <p class=\"subsection\">(2) Each director shall hold office for a term of three years, or until a successor is appointed, and may be reappointed so as to serve not more than three consecutive terms.  1998, c. 37, s. 9 (2).</p> <p class=\"headnote\">Staggered terms</p> <p class=\"subsection\">(3) Despite subsection (2), the elected directors may be chosen and retired in rotation for staggered terms as set out in the corporation’s by-laws.  1998, c. 37, s. 9 (3).</p> <p class=\"headnote\">Vacancies, appointed directors</p> <p class=\"subsection\">(4) A vacancy that arises among the appointed directors shall be filled, for the unexpired portion of the term, by the council.  1998, c. 37, s. 9 (4).</p> <p class=\"headnote\">Same, elected directors</p> <p class=\"subsection\">(5) A vacancy that arises among the elected directors shall be filled, for the unexpired portion of the term, by a quorum of all the directors in office.  1998, c. 37, s. 9 (5).</p> <p class=\"headnote\">Remuneration, expenses</p> <p class=\"subsection\">(6) The directors shall serve without remuneration, but may be paid reasonable expenses incurred in the performance of their duties, in the amount the board approves.  1998, c. 37, s. 9 (6).</p> <p class=\"headnote\">Conflict of interest, standard of care</p> <p class=\"subsection\">(7) Section 132 and subsection 134 (1) of the <i>Business Corporations Act</i> apply to the directors, with necessary modifications.  1998, c. 37, s. 9 (7).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "section_x": "Chair",
            "part_id": null,
            "part_type": null,
            "section_y": "Chair",
            "content": "10 (1) The board shall have a chair, chosen in accordance with the nomination and election process set out in the corporation’s by-laws.  1998, c. 37, s. 10 (1). Chair presides (2) The chair shall preside at the meetings of the board.  1998, c. 37, s. 10 (2). Absence of chair (3) In the chair’s absence, a director chosen from among those present at the meeting has all the chair’s powers and duties.  1998, c. 37, s. 10 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>10 </b>(1) The board shall have a chair, chosen in accordance with the nomination and election process set out in the corporation’s by-laws.  1998, c. 37, s. 10 (1).</p> <p class=\"headnote\">Chair presides</p> <p class=\"subsection\">(2) The chair shall preside at the meetings of the board.  1998, c. 37, s. 10 (2).</p> <p class=\"headnote\">Absence of chair</p> <p class=\"subsection\">(3) In the chair’s absence, a director chosen from among those present at the meeting has all the chair’s powers and duties.  1998, c. 37, s. 10 (3).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.",
            "section_x": "Committees",
            "part_id": null,
            "part_type": null,
            "section_y": "Committees",
            "content": "11 The board may, (a) appoint a committee or committees from among its members; and (b) delegate to such a committee any power of the board.  1998, c. 37, s. 11.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>11 </b>The board may,</p> <p class=\"paragraph\">  (a) appoint a committee or committees from among its members; and</p> <p class=\"paragraph\">  (b) delegate to such a committee any power of the board.  1998, c. 37, s. 11.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "12.",
            "section_x": "Quorum",
            "part_id": null,
            "part_type": null,
            "section_y": "Quorum",
            "content": "12 (1) A majority of the directors in office is a quorum for the transaction of business at meetings.  1998, c. 37, s. 12 (1). By-law, meeting held by means of electronic communications (2) If a by-law of the corporation authorizes it, meetings of the board or of its committees may be held by means of telephone or other electronic communication facilities that permit the persons participating in the meeting to communicate with each other simultaneously and instantaneously; a person who participates in such a meeting is deemed to be present at the meeting.  1998, c. 37, s. 12 (2). Approval of by-law or resolution (3) A by-law or resolution that is consented to by the signatures of all the directors of the board or of all the members of a committee, as the case may be, has the same effect as if it had been passed at a meeting of the board or committee held for that purpose.  1998, c. 37, s. 12 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>12 </b>(1) A majority of the directors in office is a quorum for the transaction of business at meetings.  1998, c. 37, s. 12 (1).</p> <p class=\"headnote\">By-law, meeting held by means of electronic communications</p> <p class=\"subsection\">(2) If a by-law of the corporation authorizes it, meetings of the board or of its committees may be held by means of telephone or other electronic communication facilities that permit the persons participating in the meeting to communicate with each other simultaneously and instantaneously; a person who participates in such a meeting is deemed to be present at the meeting.  1998, c. 37, s. 12 (2).</p> <p class=\"headnote\">Approval of by-law or resolution</p> <p class=\"subsection\">(3) A by-law or resolution that is consented to by the signatures of all the directors of the board or of all the members of a committee, as the case may be, has the same effect as if it had been passed at a meeting of the board or committee held for that purpose.  1998, c. 37, s. 12 (3).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "13.",
            "section_x": "By-laws",
            "part_id": null,
            "part_type": null,
            "section_y": "By-laws",
            "content": "13 (1) The board may, by resolution, make by-laws as it considers necessary to conduct the affairs and carry out the objects of the corporation.  1998, c. 37, s. 13 (1). Same (2) Without limiting the generality of subsection (1), the corporation’s by-laws may, (a) provide for the qualifications of the elected directors; (b) regulate the proceedings of the board; (c) regulate the conduct of the corporation’s affairs; (d) specify the powers and duties of the corporation’s officers and employees.  1998, c. 37, s. 13 (2). Replacement of Old Board by Corporation",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>13 </b>(1) The board may, by resolution, make by-laws as it considers necessary to conduct the affairs and carry out the objects of the corporation.  1998, c. 37, s. 13 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Without limiting the generality of subsection (1), the corporation’s by-laws may,</p> <p class=\"paragraph\">  (a) provide for the qualifications of the elected directors;</p> <p class=\"paragraph\">  (b) regulate the proceedings of the board;</p> <p class=\"paragraph\">  (c) regulate the conduct of the corporation’s affairs;</p> <p class=\"paragraph\">  (d) specify the powers and duties of the corporation’s officers and employees.  1998, c. 37, s. 13 (2).</p> <p class=\"heading1\"><a name=\"BK15\"></a>Replacement of Old Board by Corporation</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Replacement of Old Board by Corporation",
            "section_x": "Replacement of Old Board by Corporation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "14.",
            "section_x": "Dissolution of old board",
            "part_id": null,
            "part_type": null,
            "section_y": "Dissolution of old board",
            "content": "14 On the effective date, (a) the corporation stands in the place of the old board for all purposes; (b) without limiting the generality of clause (a), all the assets and liabilities that the old board had on the day before the effective date are vested in and become assets and liabilities of the corporation; and (c) the old board is dissolved.  1998, c. 37, s. 14.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>14 </b>On the effective date,</p> <p class=\"paragraph\">  (a) the corporation stands in the place of the old board for all purposes;</p> <p class=\"paragraph\">  (b) without limiting the generality of clause (a), all the assets and liabilities that the old board had on the day before the effective date are vested in and become assets and liabilities of the corporation; and</p> <p class=\"paragraph\">  (c) the old board is dissolved.  1998, c. 37, s. 14.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "15.",
            "section_x": "Employees",
            "part_id": null,
            "part_type": null,
            "section_y": "Employees",
            "content": "15 (1) Every person who is, on the day before the effective date, a permanent employee of the old board in connection with the operation, management and maintenance of the Centre is an employee of the corporation on the effective date.  1998, c. 37, s. 15 (1). Compensation (2) A person described in subsection (1) is entitled to receive, for the one-year period following the effective date, compensation that is at least equal to what he or she was receiving on the day before the effective date.  1998, c. 37, s. 15 (2). Sick leave credits (3) Any sick leave credits standing to the credit of a person described in subsection (1) on the day before the effective date shall be placed to his or her credit in any sick leave plan established by the corporation.  1998, c. 37, s. 15 (3). Successor rights (4) Section 69 of the Labour Relations Act, 1995\r\napplies, with necessary modifications, as if the corporation were the purchaser of the old board’s business.  1998, c. 37, s. 15 (4). Termination for cause (5) Nothing in this section prevents the corporation from terminating a person’s employment for cause.  1998, c. 37, s. 15 (5). Miscellaneous",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>15 </b>(1) Every person who is, on the day before the effective date, a permanent employee of the old board in connection with the operation, management and maintenance of the Centre is an employee of the corporation on the effective date.  1998, c. 37, s. 15 (1).</p> <p class=\"headnote\">Compensation</p> <p class=\"subsection\">(2) A person described in subsection (1) is entitled to receive, for the one-year period following the effective date, compensation that is at least equal to what he or she was receiving on the day before the effective date.  1998, c. 37, s. 15 (2).</p> <p class=\"headnote\">Sick leave credits</p> <p class=\"subsection\">(3) Any sick leave credits standing to the credit of a person described in subsection (1) on the day before the effective date shall be placed to his or her credit in any sick leave plan established by the corporation.  1998, c. 37, s. 15 (3).</p> <p class=\"headnote\">Successor rights</p> <p class=\"subsection\">(4) Section 69 of the <i>Labour Relations Act, 1995</i>\r\napplies, with necessary modifications, as if the corporation were the purchaser of the old board’s business.  1998, c. 37, s. 15 (4).</p> <p class=\"headnote\">Termination for cause</p> <p class=\"subsection\">(5) Nothing in this section prevents the corporation from terminating a person’s employment for cause.  1998, c. 37, s. 15 (5).</p> <p class=\"heading1\"><a name=\"BK18\"></a>Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Miscellaneous",
            "section_x": "Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.",
            "section_x": "Indemnification of directors and officers",
            "part_id": null,
            "part_type": null,
            "section_y": "Indemnification of directors and officers",
            "content": "16 (1) The corporation shall indemnify any director or officer of the corporation, (a) against any liability incurred in a proceeding proposed or commenced against him or her for anything done or permitted to be done in the execution of his or her duties; and (b) against any other liability incurred in respect of the corporation’s affairs.  1998, c. 37, s. 16 (1). Good faith, etc. (2) Subsection (1) applies only if the director or officer acted honestly and in good faith with a view to the corporation’s best interests.  1998, c. 37, s. 16 (2). Liability insurance (3) The corporation may purchase and maintain insurance for the benefit of a director or officer against any liability referred to in subsection (1).  1998, c. 37, s. 16 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>16 </b>(1) The corporation shall indemnify any director or officer of the corporation,</p> <p class=\"paragraph\">  (a) against any liability incurred in a proceeding proposed or commenced against him or her for anything done or permitted to be done in the execution of his or her duties; and</p> <p class=\"paragraph\">  (b) against any other liability incurred in respect of the corporation’s affairs.  1998, c. 37, s. 16 (1).</p> <p class=\"headnote\">Good faith, etc.</p> <p class=\"subsection\">(2) Subsection (1) applies only if the director or officer acted honestly and in good faith with a view to the corporation’s best interests.  1998, c. 37, s. 16 (2).</p> <p class=\"headnote\">Liability insurance</p> <p class=\"subsection\">(3) The corporation may purchase and maintain insurance for the benefit of a director or officer against any liability referred to in subsection (1).  1998, c. 37, s. 16 (3).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "17.",
            "section_x": "Fiscal year",
            "part_id": null,
            "part_type": null,
            "section_y": "Fiscal year",
            "content": "17 (1) The corporation’s fiscal year begins on September 1 in each year and ends on August 31 in the following year.  1998, c. 37, s. 17 (1). Change (2) The board may change the corporation’s fiscal year by by-law.  1998, c. 37, s. 17 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>17 </b>(1) The corporation’s fiscal year begins on September 1 in each year and ends on August 31 in the following year.  1998, c. 37, s. 17 (1).</p> <p class=\"headnote\">Change</p> <p class=\"subsection\">(2) The board may change the corporation’s fiscal year by by-law.  1998, c. 37, s. 17 (2).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "18.",
            "section_x": "Audit",
            "part_id": null,
            "part_type": null,
            "section_y": "Audit",
            "content": "18 (1) The board shall annually appoint an auditor licensed under the Public Accounting Act, 2004 to audit the corporation’s accounts and transactions.  1998, c. 37, s. 18 (1); 2004, c. 8, s. 46. Remuneration (2) The board may fix the auditor’s remuneration by by-law.  1998, c. 37, s. 18 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>18 </b>(1) The board shall annually appoint an auditor licensed under the <i>Public Accounting Act, 2004</i> to audit the corporation’s accounts and transactions.  1998, c. 37, s. 18 (1); 2004, c. 8, s. 46.</p> <p class=\"headnote\">Remuneration</p> <p class=\"subsection\">(2) The board may fix the auditor’s remuneration by by-law.  1998, c. 37, s. 18 (2).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "19.",
            "section_x": "Change of name",
            "part_id": null,
            "part_type": null,
            "section_y": "Change of name",
            "content": "19 (1) The council may, at the corporation’s request, pass a by-law establishing new names for the Centre and for the corporation.  1998, c. 37, s. 19 (1). Effect of change (2) On the date the by-law comes into force, the new names replace the former names for all purposes.  1998, c. 37, s. 19 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>19 </b>(1) The council may, at the corporation’s request, pass a by-law establishing new names for the Centre and for the corporation.  1998, c. 37, s. 19 (1).</p> <p class=\"headnote\">Effect of change</p> <p class=\"subsection\">(2) On the date the by-law comes into force, the new names replace the former names for all purposes.  1998, c. 37, s. 19 (2).</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "20.",
            "section_x": "Dissolution",
            "part_id": null,
            "part_type": null,
            "section_y": "Dissolution",
            "content": "20 If the corporation is dissolved and all debts and liabilities have been paid, its remaining property shall be distributed to qualified donees as defined in the Income Tax Act (Canada), as the board designates.  1998, c. 37, s. 20.",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>20 </b>If the corporation is dissolved and all debts and liabilities have been paid, its remaining property shall be distributed to qualified donees as defined in the <i>Income Tax Act</i> (Canada), as the board designates.  1998, c. 37, s. 20.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "21.",
            "section_x": "Transition",
            "part_id": null,
            "part_type": null,
            "section_y": "Transition",
            "content": "21 The members of the old board who are in office on the day before this Act receives Royal Assent are the first directors of the corporation and shall remain in office until their successors are appointed or elected.  1998, c. 37, s. 21. 22 Omitted (amends or repeals other Acts).  1998, c. 37, s. 22. 23 Omitted (provides for coming into force of provisions of this Act).  1998, c. 37, s. 23. 24 Omitted (enacts short title of this Act).  1998, c. 37, s. 24. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>21 </b>The members of the old board who are in office on the day before this Act receives Royal Assent are the first directors of the corporation and shall remain in office until their successors are appointed or elected.  1998, c. 37, s. 21.</p> <p class=\"section\"><b>22 </b><span class=\"ovsmallcap\">Omitted (amends or repeals other Acts)</span>.  1998, c. 37, s. 22.</p> <p class=\"section\"><b>23 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  1998, c. 37, s. 23.</p> <p class=\"section\"><b>24 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1998, c. 37, s. 24.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/98h37\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}