{
    "act_info": {
        "full_title": "Hunter Damage Compensation Act, R.S.O. 1990, c. H.21",
        "act_name_text": "Not Found",
        "citation": "Hunter Damage Compensation Act, R.S.O. 1990, c. H.21",
        "url": "https://www.ontario.ca/laws/statute/90h21",
        "date_scraped": "2023-12-21 13:23:37"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900643",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 643",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.In this Act, “livestock” means cattle, goats, horses, sheep, swine or poultry; (“bétail”) “Minister” means the Minister of Agriculture and Food; (“ministre”) “regulations” means the regulations made under this Act. (“règlements”) R.S.O. 1990, c. H.21, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>In this Act,</p> <p class=\"firstdef-e\">“livestock” means cattle, goats, horses, sheep, swine or poultry; (“bétail”)</p> <p class=\"definition-e\">“Minister” means the Minister of Agriculture and Food; (“ministre”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act. (“règlements”) R.S.O. 1990, c. H.21, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Appointment of valuers",
            "content": "2.(1)The Lieutenant Governor in Council may appoint persons to act as valuers for the purposes of this Act. Representatives, by virtue of office, valuers (2)Every agricultural representative and assistant agricultural representative is, by virtue of his or her office, a valuer for the purposes of this Act. R.S.O. 1990, c. H.21, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>(1)The Lieutenant Governor in Council may appoint persons to act as valuers for the purposes of this Act.</p> <p class=\"headnote-e\"><b>Representatives, by virtue of office, valuers</b></p> <p class=\"subsection-e\">(2)Every agricultural representative and assistant agricultural representative is, by virtue of his or her office, a valuer for the purposes of this Act. R.S.O. 1990, c. H.21, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Application for compensation",
            "content": "3.(1)Where death of or injury to livestock, or damage to such classes of property as are designated in the regulations, is occasioned by a hunter, the person who would have a cause of action against the hunter in respect of such death, injury or damage may make an application for compensation to the Minister in the manner prescribed in the regulations. Payment of compensation (2)Subject to subsections (3) and (4), the Minister may, in respect of an application made under subsection (1), pay to the applicant such amount as the Minister considers reasonable, but not exceeding the market value of the livestock or other property at the time of the death, injury or damage in respect of which payment is made. Reduction in payment by reason of insurance (3)Where an applicant receives an amount under a contract of insurance by reason of the death of or injury to livestock or damage to property for which compensation is payable under this Act, for the purpose of calculating the amount of compensation the market value of the livestock or other property shall be deemed to be reduced by that amount. Amount of payment limited (4)No payment shall be made under subsection (2) of an amount in excess of the maximum amount prescribed in the regulations for the livestock or other property. Minister subrogated to rights of applicant (5)Where an amount has been paid under subsection (2), the Minister is subrogated to the rights of the person to whom such amount has been paid and the Minister may maintain an action in his or her name or in the name of such person against any other person or persons responsible for the death, injury or damage in respect of which such amount has been paid. R.S.O. 1990, c. H.21, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>(1)Where death of or injury to livestock, or damage to such classes of property as are designated in the regulations, is occasioned by a hunter, the person who would have a cause of action against the hunter in respect of such death, injury or damage may make an application for compensation to the Minister in the manner prescribed in the regulations.</p> <p class=\"headnote-e\"><b>Payment of compensation</b></p> <p class=\"subsection-e\">(2)Subject to subsections (3) and (4), the Minister may, in respect of an application made under subsection (1), pay to the applicant such amount as the Minister considers reasonable, but not exceeding the market value of the livestock or other property at the time of the death, injury or damage in respect of which payment is made.</p> <p class=\"headnote-e\"><b>Reduction in payment by reason of insurance</b></p> <p class=\"subsection-e\">(3)Where an applicant receives an amount under a contract of insurance by reason of the death of or injury to livestock or damage to property for which compensation is payable under this Act, for the purpose of calculating the amount of compensation the market value of the livestock or other property shall be deemed to be reduced by that amount.</p> <p class=\"headnote-e\"><b>Amount of payment limited</b></p> <p class=\"subsection-e\">(4)No payment shall be made under subsection (2) of an amount in excess of the maximum amount prescribed in the regulations for the livestock or other property.</p> <p class=\"headnote-e\"><b>Minister subrogated to rights of applicant</b></p> <p class=\"subsection-e\">(5)Where an amount has been paid under subsection (2), the Minister is subrogated to the rights of the person to whom such amount has been paid and the Minister may maintain an action in his or her name or in the name of such person against any other person or persons responsible for the death, injury or damage in respect of which such amount has been paid. R.S.O. 1990, c. H.21, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Regulations",
            "content": "4.The Lieutenant Governor in Council may make regulations, (a) designating classes of persons to whom this Act shall not apply; (b) designating classes of property to which section 3 applies; (c) prescribing the manner of making an application for compensation; (d) prescribing the conditions under which an application for compensation may be made; (e) prescribing the conditions under which compensation may be paid; (f) prescribing maximum amounts for livestock and other property for the purposes of subsection 3(4); (g) prescribing forms and providing for their use; (h) prescribing the duties of valuers; (i) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. H.21, s. 4. ____________________ Français ",
            "raw_html": "<p class=\"section-e\"><b>4.</b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) designating classes of persons to whom this Act shall not apply;</p> <p class=\"clause-e\">(b) designating classes of property to which section 3 applies;</p> <p class=\"clause-e\">(c) prescribing the manner of making an application for compensation;</p> <p class=\"clause-e\">(d) prescribing the conditions under which an application for compensation may be made;</p> <p class=\"clause-e\">(e) prescribing the conditions under which compensation may be paid;</p> <p class=\"clause-e\">(f) prescribing maximum amounts for livestock and other property for the purposes of subsection 3(4);</p> <p class=\"clause-e\">(g) prescribing forms and providing for their use;</p> <p class=\"clause-e\">(h) prescribing the duties of valuers;</p> <p class=\"clause-e\">(i) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. H.21, s. 4.</p> <p class=\"line-e\">____________________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90h21_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90h21_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}