{
    "act_info": {
        "full_title": "Hydro One Accountability Act, 2018, S.O. 2018, c. 10, Sched. 1",
        "act_name_text": "Hydro One Accountability Act, 2018",
        "citation": "S.O. 2018, c. 10, Sched. 1",
        "url": "https://www.ontario.ca/laws/statute/18h10",
        "date_scraped": "2023-12-18 23:45:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 15, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/18h10/v1",
            "valid_from": "July 25, 2018",
            "valid_to": "August 14, 2018"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/190054",
            "Citation": "O. Reg. 54/19",
            "title": "COMPENSATION DISCLOSURE"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “Chief Executive Officer” means the person holding the position of President and Chief Executive Officer of Hydro One Limited; (“chef de la direction”) “compensation” means anything paid or provided, directly or indirectly, to or for the benefit of a person who performs duties and functions that entitle the person to be paid, and includes salary, benefits, perquisites and all forms of non-discretionary and discretionary payments; (“rémunération”) “executive” means any person who holds the office of executive vice-president, vice-president, chief administrative officer, chief operating officer, chief financial officer, chief information officer, chief legal officer, chief human resources officer or chief corporate development officer, or holds any other executive position or office, regardless of the title of the position or office; (“cadre supérieur”) “Minister” means the Minister of Energy, Northern Development and Mines or such other member of the Executive Council as may be assigned the administration of this Act under the Executive Council Act; (“ministre”) “subsidiary” has the same meaning as in the Business Corporations Act, but does not include a subsidiary incorporated in a jurisdiction outside Canada. (“filiale”) Executive and Director Compensation",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“Chief Executive Officer” means the person holding the position of President and Chief Executive Officer of Hydro One Limited; (“chef de la direction”)</p> <p class=\"definition\">“compensation” means anything paid or provided, directly or indirectly, to or for the benefit of a person who performs duties and functions that entitle the person to be paid, and includes salary, benefits, perquisites and all forms of non-discretionary and discretionary payments; (“rémunération”)</p> <p class=\"definition\">“executive” means any person who holds the office of executive vice-president, vice-president, chief administrative officer, chief operating officer, chief financial officer, chief information officer, chief legal officer, chief human resources officer or chief corporate development officer, or holds any other executive position or office, regardless of the title of the position or office; (“cadre supérieur”)</p> <p class=\"definition\">“Minister” means the Minister of Energy, Northern Development and Mines or such other member of the Executive Council as may be assigned the administration of this Act under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“subsidiary” has the same meaning as in the <i>Business Corporations Act</i>, but does not include a subsidiary incorporated in a jurisdiction outside Canada. (“filiale”)</p> <p class=\"heading1\">Executive and Director Compensation</p>"
        },
        {
            "id": "2",
            "section": "Compensation framework",
            "content": "2 (1) The board of directors of Hydro One Limited shall, within six months of the day this subsection comes into force, establish a new compensation framework for the board, the Chief Executive Officer and other executives in consultation with the Government of Ontario and the other five largest shareholders of Hydro One Limited. Severance entitlements (2) For greater certainty, the compensation framework must include policies governing the severance and other entitlements of the Chief Executive Officer and other executives in connection with any termination of their employment with Hydro One Limited. Management Board approval (3) The compensation framework established by Hydro One Limited under subsection (1), and any amendments to the framework, are not effective until they are approved by the Management Board of Cabinet.",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) The board of directors of Hydro One Limited shall, within six months of the day this subsection comes into force, establish a new compensation framework for the board, the Chief Executive Officer and other executives in consultation with the Government of Ontario and the other five largest shareholders of Hydro One Limited.</p> <p class=\"headnote\">Severance entitlements</p> <p class=\"subsection\">(2) For greater certainty, the compensation framework must include policies governing the severance and other entitlements of the Chief Executive Officer and other executives in connection with any termination of their employment with Hydro One Limited.</p> <p class=\"headnote\">Management Board approval</p> <p class=\"subsection\">(3) The compensation framework established by Hydro One Limited under subsection (1), and any amendments to the framework, are not effective until they are approved by the Management Board of Cabinet.</p>"
        },
        {
            "id": "BK7",
            "section": "Directives",
            "content": "3 (1) The Management Board of Cabinet may issue directives, (a) governing the compensation of the directors and the Chief Executive Officer and other executives of Hydro One Limited, including, without being limited to, directives restricting the total annual compensation payable to such persons; and (b) governing the development, form, manner and timing of the compensation framework provided for in subsection 2 (1) and any amendments to that framework. Compliance (2) Hydro One Limited and its board of directors shall comply with every directive made under subsection (1). Publication (3) Every directive made under subsection (1), (a) shall be made available to the public on request; and (b) shall be publicly posted on at least one Government of Ontario website. Status (4) Part III (Regulations) of the Legislation Act, 2006 does not apply with respect to directives made under subsection (1).",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>3 </b>(1) The Management Board of Cabinet may issue directives,</p> <p class=\"paragraph\">  (a) governing the compensation of the directors and the Chief Executive Officer and other executives of Hydro One Limited, including, without being limited to, directives restricting the total annual compensation payable to such persons; and</p> <p class=\"paragraph\">  (b) governing the development, form, manner and timing of the compensation framework provided for in subsection 2 (1) and any amendments to that framework.</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(2) Hydro One Limited and its board of directors shall comply with every directive made under subsection (1).</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(3) Every directive made under subsection (1),</p> <p class=\"paragraph\">  (a) shall be made available to the public on request; and</p> <p class=\"paragraph\">  (b) shall be publicly posted on at least one Government of Ontario website.</p> <p class=\"headnote\">Status</p> <p class=\"subsection\">(4) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply with respect to directives made under subsection (1).</p>"
        },
        {
            "id": "BK8",
            "section": "Same, subsidiaries",
            "content": "4 Sections 2 and 3 apply, with necessary modifications, to each of Hydro One Limited’s subsidiaries.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>4 </b>Sections 2 and 3 apply, with necessary modifications, to each of Hydro One Limited’s subsidiaries.</p>"
        },
        {
            "id": "BK9",
            "section": "Expiry",
            "content": "5 Sections 2, 3 and 4 cease to have effect on January 1, 2023. Termination of Rights and Crown Immunity",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>5 </b>Sections 2, 3 and 4 cease to have effect on January 1, 2023.</p> <p class=\"heading1\"><a name=\"BK10\"></a>Termination of Rights and Crown Immunity</p>"
        },
        {
            "id": "BK11",
            "section": "No cause of action",
            "content": "6 (1) No cause of action arises against the Crown or any current or former member of the Executive Council or any current or former employee or agent of or adviser to the Crown, or against Hydro One Limited or any of its subsidiaries, or any of their current or former officers, directors, employees or agents, as a direct or indirect result of, (a) the enactment, operation, administration or repeal of any provision of this Act; (b) anything done or not done under this Act; (c) anything related in any way to the involvement of the Government of Ontario in compensation matters, or other aspects of the corporate governance, of Hydro One Limited or any of its subsidiaries; (d) any alleged misrepresentation within the meaning of applicable securities laws in any prospectus, document or other public statement related in any way to the involvement of the Government of Ontario in compensation matters at Hydro One Limited or any of its subsidiaries; or (e) any adverse market consequences or diminishment in the value of any securities in Hydro One Limited, or any of its subsidiaries, or any other investment, resulting from the enactment of this Act, anything done or not done in order to comply with this Act or the involvement of the Government of Ontario in the corporate governance of Hydro One Limited or any of its subsidiaries. Proceedings barred (2) No proceeding, including but not limited to any proceeding for a remedy in contract, restitution, tort, misfeasance, bad faith, trust or fiduciary obligation, and any remedy under applicable securities laws or any other statute, that is directly or indirectly based on or related to anything referred to in subsection (1) may be brought or maintained against the Crown or any current or former member of the Executive Council or any current or former employee or agent of or adviser to the Crown, or against Hydro One Limited or any of its subsidiaries, or any of their current or former officers, directors, employees or agents. Application (3) Subsection (2) applies to any action or other proceeding claiming any remedy or relief, including specific performance, injunction, declaratory relief, any form of compensation or damages, or any other remedy or relief, and includes a proceeding to enforce a judgment or order made by a court outside of Canada. Retrospective effect (4) Subsections (2) and (3) apply regardless of whether the cause of action on which the proceeding is purportedly based arose before, on or after the day this subsection comes into force. Proceedings set aside (5) Any proceeding referred to in subsection (2) or (3) commenced before the day this subsection comes into force shall be deemed to have been dismissed, without costs, on the day this subsection comes into force. General",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>6 </b>(1) No cause of action arises against the Crown or any current or former member of the Executive Council or any current or former employee or agent of or adviser to the Crown, or against Hydro One Limited or any of its subsidiaries, or any of their current or former officers, directors, employees or agents, as a direct or indirect result of,</p> <p class=\"paragraph\">  (a) the enactment, operation, administration or repeal of any provision of this Act;</p> <p class=\"paragraph\">  (b) anything done or not done under this Act;</p> <p class=\"paragraph\">  (c) anything related in any way to the involvement of the Government of Ontario in compensation matters, or other aspects of the corporate governance, of Hydro One Limited or any of its subsidiaries;</p> <p class=\"paragraph\">  (d) any alleged misrepresentation within the meaning of applicable securities laws in any prospectus, document or other public statement related in any way to the involvement of the Government of Ontario in compensation matters at Hydro One Limited or any of its subsidiaries; or</p> <p class=\"paragraph\">  (e) any adverse market consequences or diminishment in the value of any securities in Hydro One Limited, or any of its subsidiaries, or any other investment, resulting from the enactment of this Act, anything done or not done in order to comply with this Act or the involvement of the Government of Ontario in the corporate governance of Hydro One Limited or any of its subsidiaries.</p> <p class=\"headnote\">Proceedings barred</p> <p class=\"subsection\">(2) No proceeding, including but not limited to any proceeding for a remedy in contract, restitution, tort, misfeasance, bad faith, trust or fiduciary obligation, and any remedy under applicable securities laws or any other statute, that is directly or indirectly based on or related to anything referred to in subsection (1) may be brought or maintained against the Crown or any current or former member of the Executive Council or any current or former employee or agent of or adviser to the Crown, or against Hydro One Limited or any of its subsidiaries, or any of their current or former officers, directors, employees or agents.</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(3) Subsection (2) applies to any action or other proceeding claiming any remedy or relief, including specific performance, injunction, declaratory relief, any form of compensation or damages, or any other remedy or relief, and includes a proceeding to enforce a judgment or order made by a court outside of Canada.</p> <p class=\"headnote\">Retrospective effect</p> <p class=\"subsection\">(4) Subsections (2) and (3) apply regardless of whether the cause of action on which the proceeding is purportedly based arose before, on or after the day this subsection comes into force.</p> <p class=\"headnote\">Proceedings set aside</p> <p class=\"subsection\">(5) Any proceeding referred to in subsection (2) or (3) commenced before the day this subsection comes into force shall be deemed to have been dismissed, without costs, on the day this subsection comes into force.</p> <p class=\"heading1\"><a name=\"BK12\"></a>General</p>"
        },
        {
            "id": "BK13",
            "section": "Salary disclosure",
            "content": "7 (1) Despite any other Act or agreement, not later than March 31 of each year, Hydro One Limited shall publish on its public website a record of the total annual compensation paid in the previous year by Hydro One Limited to or in respect of executives provided for in the regulations made under subsection (3). Publication of proposed compensation changes (2) The board of directors of Hydro One Limited shall publish on its website any proposed changes to its compensation frameworks for the board, the Chief Executive Officer or other executives at least 30 days prior to the date on which it seeks approval from the Management Board of Cabinet under subsection 2 (3). Regulations (3) The Lieutenant Governor in Council may make regulations governing the application of this section, including, without being limited to, (a) providing for executives or categories of executives whose compensation must be published under subsection (1); (b) requiring and specifying additional information to be published; (c) providing for the contents of the notice required under subsection (2); (d) requiring and governing the application of this section, with necessary modification, to executives of subsidiaries of Hydro One Limited.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>7 </b>(1) Despite any other Act or agreement, not later than March 31 of each year, Hydro One Limited shall publish on its public website a record of the total annual compensation paid in the previous year by Hydro One Limited to or in respect of executives provided for in the regulations made under subsection (3).</p> <p class=\"headnote\">Publication of proposed compensation changes</p> <p class=\"subsection\">(2) The board of directors of Hydro One Limited shall publish on its website any proposed changes to its compensation frameworks for the board, the Chief Executive Officer or other executives at least 30 days prior to the date on which it seeks approval from the Management Board of Cabinet under subsection 2 (3).</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(3) The Lieutenant Governor in Council may make regulations governing the application of this section, including, without being limited to,</p> <p class=\"paragraph\">  (a) providing for executives or categories of executives whose compensation must be published under subsection (1);</p> <p class=\"paragraph\">  (b) requiring and specifying additional information to be published;</p> <p class=\"paragraph\">  (c) providing for the contents of the notice required under subsection (2);</p> <p class=\"paragraph\">  (d) requiring and governing the application of this section, with necessary modification, to executives of subsidiaries of Hydro One Limited.</p>"
        },
        {
            "id": "BK14",
            "section": "Information and reports",
            "content": "8 (1) The Minister may request Hydro One Limited and such other persons and entities as the Minister considers appropriate to give the Minister information the Minister considers necessary for the purpose of administering the provisions of this Act, including information that, (a) discloses the financial or other details of any employment agreement or other contract with any director, Chief Executive Officer or other executive in respect of their employment by Hydro One Limited or any of its subsidiaries; or (b) discloses anything related to the compensation paid, payable or available to a director, Chief Executive Officer or other executive of Hydro One Limited or any of its subsidiaries. Compliance (2) A person or entity who receives a request from the Minister for information or a report shall comply with the request. Authorization (3) The Minister may directly or indirectly collect personal information that the Minister is authorized to collect under this Act, and use it for the purpose of administering the provisions of this Act. No notice to individual required (4) Subsection 39 (2) of the Freedom of Information and Protection of Privacy Act does not apply with respect to any personal information collected under this section.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>8 </b>(1) The Minister may request Hydro One Limited and such other persons and entities as the Minister considers appropriate to give the Minister information the Minister considers necessary for the purpose of administering the provisions of this Act, including information that,</p> <p class=\"paragraph\">  (a) discloses the financial or other details of any employment agreement or other contract with any director, Chief Executive Officer or other executive in respect of their employment by Hydro One Limited or any of its subsidiaries; or</p> <p class=\"paragraph\">  (b) discloses anything related to the compensation paid, payable or available to a director, Chief Executive Officer or other executive of Hydro One Limited or any of its subsidiaries.</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(2) A person or entity who receives a request from the Minister for information or a report shall comply with the request.</p> <p class=\"headnote\">Authorization</p> <p class=\"subsection\">(3) The Minister may directly or indirectly collect personal information that the Minister is authorized to collect under this Act, and use it for the purpose of administering the provisions of this Act.</p> <p class=\"headnote\">No notice to individual required</p> <p class=\"subsection\">(4) Subsection 39 (2) of the <i>Freedom of Information and Protection of Privacy Act</i> does not apply with respect to any personal information collected under this section.</p>"
        },
        {
            "id": "BK15",
            "section": "Regulations",
            "content": "9 (1) The Lieutenant Governor in Council may make any regulations that the Lieutenant Governor in Council considers necessary or desirable for carrying out the purposes, provisions and intent of this Act. Same (2) Without limiting the generality of subsection (1), the Lieutenant Governor in Council may make regulations defining or clarifying the meaning of any word or expression used in this Act but not otherwise defined. 10 Omitted (amends, repeals or revokes other legislation). Repeal 11 (1) Subject to subsection (2), this Act is repealed on a day to be named by proclamation of the Lieutenant Governor. (2) A proclamation may provide for the repeal of different provisions of this Act on different dates. 12 Omitted\r\n(provides for coming into force of provisions of this Act). 13 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>9 </b>(1) The Lieutenant Governor in Council may make any regulations that the Lieutenant Governor in Council considers necessary or desirable for carrying out the purposes, provisions and intent of this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Without limiting the generality of subsection (1), the Lieutenant Governor in Council may make regulations defining or clarifying the meaning of any word or expression used in this Act but not otherwise defined.</p> <p class=\"section\"><a name=\"BK16\"></a><b>10</b> <span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"headnote\"><a name=\"BK17\"></a>Repeal</p> <p class=\"Psection\"><a name=\"BK18\"></a>11 (1) Subject to subsection (2), this Act is repealed on a day to be named by proclamation of the Lieutenant Governor.</p> <p class=\"Psubsection\">(2) A proclamation may provide for the repeal of different provisions of this Act on different dates.</p> <p class=\"section\"><a name=\"BK19\"></a><b>12</b> <span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><a name=\"BK20\"></a><b>13</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/18h10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "BK16",
            "section": "Same",
            "content": "10 Omitted (amends, repeals or revokes other legislation). Repeal 11 (1) Subject to subsection (2), this Act is repealed on a day to be named by proclamation of the Lieutenant Governor. (2) A proclamation may provide for the repeal of different provisions of this Act on different dates. 12 Omitted\r\n(provides for coming into force of provisions of this Act). 13 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>10</b> <span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"headnote\"><a name=\"BK17\"></a>Repeal</p> <p class=\"Psection\"><a name=\"BK18\"></a>11 (1) Subject to subsection (2), this Act is repealed on a day to be named by proclamation of the Lieutenant Governor.</p> <p class=\"Psubsection\">(2) A proclamation may provide for the repeal of different provisions of this Act on different dates.</p> <p class=\"section\"><a name=\"BK19\"></a><b>12</b> <span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><a name=\"BK20\"></a><b>13</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/18h10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "BK19",
            "section": "Repeal",
            "content": "12 Omitted\r\n(provides for coming into force of provisions of this Act). 13 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>12</b> <span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><a name=\"BK20\"></a><b>13</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/18h10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "BK20",
            "section": "Repeal",
            "content": "13 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>13</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/18h10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}