{
    "act_info": {
        "full_title": "Hypnosis Act, R.S.O. 1990, c. H.22",
        "act_name_text": "Not Found",
        "citation": "Hypnosis Act, R.S.O. 1990, c. H.22",
        "url": "https://www.ontario.ca/laws/statute/90h22",
        "date_scraped": "2023-12-21 13:24:18"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900644",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 644",
            "revoked_reg_title": "APPLICATION OF SECTION 2 OF ACT"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Minister of Health to administer Act",
            "content": "1. (1) The Minister of Health shall administer and enforce this Act and the Minister may designate any officer of the Ministry of Health or any medical officer of health or may appoint any legally qualified medical practitioner for the purpose of making any investigation or inquiry necessary therefor. Powers of designees (2) Any person designated or appointed under subsection (1) has all the powers of a medical officer of health under the Health Protection and Promotion Act. R.S.O. 1990, c. H.22, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> (1) The Minister of Health shall administer and enforce this Act and the Minister may designate any officer of the Ministry of Health or any medical officer of health or may appoint any legally qualified medical practitioner for the purpose of making any investigation or inquiry necessary therefor.</p> <p class=\"headnote-e\"><b>Powers of designees</b></p> <p class=\"subsection-e\">(2) Any person designated or appointed under subsection (1) has all the powers of a medical officer of health under the <i>Health Protection and Promotion Act</i>. R.S.O. 1990, c. H.22, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Hypnosis prohibited",
            "content": "2. Subject to section 3, no person shall hypnotize or attempt to hypnotize another person. R.S.O. 1990, c. H.22, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> Subject to section 3, no person shall hypnotize or attempt to hypnotize another person. R.S.O. 1990, c. H.22, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Exceptions",
            "content": "3. Section 2 does not apply to, (a) any legally qualified medical practitioner using hypnosis in the practice of his or her profession; (b) any dentist licensed under Part II of the Health Disciplines Act using hypnosis in the practice of his or her profession; (c) any psychologist registered under the Psychologists Registration Act using hypnosis in the practice of his or her profession on the request of, or in association with, a legally qualified medical practitioner; (d) any student registered in a course leading to qualification in one of the professions mentioned in this section practising hypnosis for the purpose of study under the instruction and supervision of a legally qualified medical practitioner, a dentist licensed under Part II of the Health Disciplines Act or a psychologist registered under the Psychologists Registration Act; or (e) any member of any class of persons designated by the regulations made under this Act. R.S.O. 1990, c. H.22, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> Section 2 does not apply to,</p> <p class=\"clause-e\">(a) any legally qualified medical practitioner using hypnosis in the practice of his or her profession;</p> <p class=\"clause-e\">(b) any dentist licensed under Part II of the <i>Health Disciplines Act</i> using hypnosis in the practice of his or her profession;</p> <p class=\"clause-e\">(c) any psychologist registered under the <i>Psychologists Registration Act</i> using hypnosis in the practice of his or her profession on the request of, or in association with, a legally qualified medical practitioner;</p> <p class=\"clause-e\">(d) any student registered in a course leading to qualification in one of the professions mentioned in this section practising hypnosis for the purpose of study under the instruction and supervision of a legally qualified medical practitioner, a dentist licensed under Part II of the <i>Health Disciplines Act</i> or a psychologist registered under the <i>Psychologists Registration Act</i>; or</p> <p class=\"clause-e\">(e) any member of any class of persons designated by the regulations made under this Act. R.S.O. 1990, c. H.22, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Regulations",
            "content": "4. The Lieutenant Governor in Council may make regulations designating classes of persons to whom section 2 does not apply and prescribing the terms, conditions and circumstances under which members of any designated class may use hypnosis. R.S.O. 1990, c. H.22, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> The Lieutenant Governor in Council may make regulations designating classes of persons to whom section 2 does not apply and prescribing the terms, conditions and circumstances under which members of any designated class may use hypnosis. R.S.O. 1990, c. H.22, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Offence",
            "content": "5. Every person who contravenes any of the provisions of this Act is guilty of an offence and on conviction is liable for the first offence to a fine of not less than $500 and not more than $5,000 or to imprisonment for a term of not more than six months, or to both, and for any subsequent offence to a fine of not less than $2,500 and not more than $25,000 or to imprisonment for a term of not more than nine months, or to both. R.S.O. 1990, c. H.22, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> Every person who contravenes any of the provisions of this Act is guilty of an offence and on conviction is liable for the first offence to a fine of not less than $500 and not more than $5,000 or to imprisonment for a term of not more than six months, or to both, and for any subsequent offence to a fine of not less than $2,500 and not more than $25,000 or to imprisonment for a term of not more than nine months, or to both. R.S.O. 1990, c. H.22, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Limitations",
            "content": "6. Every prosecution under this Act shall be commenced within one year from the date of the alleged offence. R.S.O. 1990, c. H.22, s. 6. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>6.</b> Every prosecution under this Act shall be commenced within one year from the date of the alleged offence. R.S.O. 1990, c. H.22, s. 6.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90h22_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90h22_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}