{
    "act_info": {
        "full_title": "Infrastructure for Jobs and Prosperity Act, 2015, S.O. 2015, c. 15",
        "act_name_text": "Infrastructure for Jobs and Prosperity Act, 2015",
        "citation": "S.O. 2015, c. 15",
        "url": "https://www.ontario.ca/laws/statute/15i15",
        "date_scraped": "2023-12-18 13:09:39"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/15i15/v5",
            "valid_from": "June  3, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/statute/15i15/v4",
            "valid_from": "May 29, 2019",
            "valid_to": "June  2, 2021"
        },
        {
            "a_href": "/laws/statute/15i15/v3",
            "valid_from": "December  8, 2016",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/15i15/v2",
            "valid_from": "May  1, 2016",
            "valid_to": "December  7, 2016"
        },
        {
            "a_href": "/laws/statute/15i15/v1",
            "valid_from": "June  4, 2015",
            "valid_to": "April 30, 2016"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/170588",
            "Citation": "O. Reg. 588/17",
            "title": "ASSET MANAGEMENT PLANNING FOR MUNICIPAL INFRASTRUCTURE"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Purpose and Interpretation",
            "section_x": "Purpose and Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Purpose",
            "part_id": null,
            "part_type": null,
            "section_y": "Purpose",
            "content": "1 The purpose of this Act is to establish mechanisms to encourage principled, evidence-based and strategic long-term infrastructure planning that supports job creation and training opportunities, economic growth and protection of the environment, and incorporate design excellence into infrastructure planning.",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>The purpose of this Act is to establish mechanisms to encourage principled, evidence-based and strategic long-term infrastructure planning that supports job creation and training opportunities, economic growth and protection of the environment, and incorporate design excellence into infrastructure planning.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "2 In this Act, “broader public sector entity” means, (a)  a municipality as defined in subsection 1 (1) of the Municipal Act, 2001, (b)  a local board as defined in subsection 1 (1) of the\r\nMunicipal Act, 2001, (c)  a board as defined in subsection 1 (1) of the Education Act, (d)  any post-secondary educational institution in Ontario that receives regular operating funding from the Government, (e)  a hospital within the meaning of the Public Hospitals Act, (f)  a board of health as defined in subsection 1 (1) of the Health Protection and Promotion Act, and (g)  any other persons or entities prescribed for the purposes of this definition; (“entité du secteur parapublic”) “construction” includes reconstruction, improvement, extension, alteration, replacement and repairs; (“cons­truction”) “Government” means, (a)  the Government of Ontario and the Crown in right of Ontario, (b)  a ministry of the Government of Ontario, (c)  a Crown agency, other than a college of applied arts and technology established under the Ontario Colleges of Applied Arts and Technology Act, 2002, and (d)  any board, commission, authority or unincorporated body of the Crown; (“gouvernement”) “infrastructure” means the physical structures and associated facilities that form the foundation of development, and by or through which a public service is provided to Ontarians, such as highways, bridges, bicycle paths, drinking water systems, hospitals, social housing, courthouses and schools, as well as any other thing by or through which a public service is provided to Ontarians that may be prescribed, but does not include, (a)  infrastructure relating to the generation, transmission, distribution and sale of electricity, including generation facilities, transmission systems, distribution systems, and structures, equipment and other things connected to the IESO-controlled grid, as these terms are defined in subsection 2 (1) of the Electricity Act, 1998, (b)  any other thing wholly or partly owned or leased by Hydro One Inc., Ontario Power Generation Inc., or a subsidiary of either of them, and (c)  any prescribed physical structures or facilities; (“infrastructure”) “infrastructure asset” means all or part of any single physical structure, facility, or other thing that falls within the definition of “infrastructure” in this section; (“bien d’infrastructure”) “Minister” means the Minister of Economic Development, Employment and Infrastructure or such other member of the Executive Council to whom responsibility for the administration of this Act may be assigned or transferred under the Executive Council Act; (“ministre”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means the regulations made under this Act. (“règlements”) Infrastructure Planning Principles",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>In this Act,</p> <p class=\"definition\">“broader public sector entity” means,</p> <p class=\"paragraph\">  (a)  a municipality as defined in subsection 1 (1) of the <i>Municipal Act, 2001</i>,</p> <p class=\"paragraph\">  (b)  a local board as defined in subsection 1 (1) of the\r\n<i>Municipal Act, 2001</i>,</p> <p class=\"paragraph\">  (c)  a board as defined in subsection 1 (1) of the <i>Education Act</i>,</p> <p class=\"paragraph\">  (d)  any post-secondary educational institution in Ontario that receives regular operating funding from the Government,</p> <p class=\"paragraph\">  (e)  a hospital within the meaning of the <i>Public Hospitals Act</i>,</p> <p class=\"paragraph\">  (f)  a board of health as defined in subsection 1 (1) of the <i>Health Protection and Promotion Act</i>, and</p> <p class=\"paragraph\">  (g)  any other persons or entities prescribed for the purposes of this definition; (“entité du secteur parapublic”)</p> <p class=\"definition\">“construction” includes reconstruction, improvement, extension, alteration, replacement and repairs; (“cons­truction”)</p> <p class=\"definition\">“Government” means,</p> <p class=\"paragraph\">  (a)  the Government of Ontario and the Crown in right of Ontario,</p> <p class=\"paragraph\">  (b)  a ministry of the Government of Ontario,</p> <p class=\"paragraph\">  (c)  a Crown agency, other than a college of applied arts and technology established under the <i>Ontario Colleges of Applied Arts and Technology Act, 2002</i>, and</p> <p class=\"paragraph\">  (d)  any board, commission, authority or unincorporated body of the Crown; (“gouvernement”)</p> <p class=\"definition\">“infrastructure” means the physical structures and associated facilities that form the foundation of development, and by or through which a public service is provided to Ontarians, such as highways, bridges, bicycle paths, drinking water systems, hospitals, social housing, courthouses and schools, as well as any other thing by or through which a public service is provided to Ontarians that may be prescribed, but does not include,</p> <p class=\"paragraph\">  (a)  infrastructure relating to the generation, transmission, distribution and sale of electricity, including generation facilities, transmission systems, distribution systems, and structures, equipment and other things connected to the IESO-controlled grid, as these terms are defined in subsection 2 (1) of the <i>Electricity Act, 1998</i>,</p> <p class=\"paragraph\">  (b)  any other thing wholly or partly owned or leased by Hydro One Inc., Ontario Power Generation Inc., or a subsidiary of either of them, and</p> <p class=\"paragraph\">  (c)  any prescribed physical structures or facilities; (“infrastructure”)</p> <p class=\"definition\">“infrastructure asset” means all or part of any single physical structure, facility, or other thing that falls within the definition of “infrastructure” in this section; (“bien d’infrastructure”)</p> <p class=\"definition\">“Minister” means the Minister of Economic Development, Employment and Infrastructure or such other member of the Executive Council to whom responsibility for the administration of this Act may be assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act. (“règlements”)</p> <p class=\"heading1\"><a name=\"BK3\"></a>Infrastructure Planning Principles</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Infrastructure Planning Principles",
            "section_x": "Infrastructure Planning Principles",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Principles",
            "part_id": null,
            "part_type": null,
            "section_y": "Principles",
            "content": "3 The Government, and every broader public sector entity, shall consider the following principles when making decisions respecting infrastructure: 1.  Infrastructure planning and investment should take a long-term view, and decision-makers should take into account the needs of Ontarians by being mindful of, among other things, demographic and economic trends in Ontario. 2.  Infrastructure planning and investment should take into account any applicable budgets or fiscal plans, such as fiscal plans released under the Fiscal Sustainability, Transparency and Accountability Act, 2019 and budgets adopted under Part VII of the Municipal Act, 2001 or Part VII of the City of Toronto Act, 2006. 3.  Infrastructure priorities should be clearly identified in order to better inform investment decisions respecting infrastructure. 4.  Infrastructure planning and investment should ensure the continued provision of core public services, such as health care and education. 5.  Infrastructure planning and investment should promote economic competitiveness, productivity, job creation and training opportunities. 6.  Infrastructure planning and investment should ensure that the health and safety of workers involved in the construction and maintenance of infrastructure assets is protected. 7.  Infrastructure planning and investment should foster innovation by creating opportunities to make use of innovative technologies, services and practices, particularly where doing so would utilize technology, techniques and practices developed in Ontario. 8.  Infrastructure planning and investment should be evidence based and transparent, and, subject to any restrictions or prohibitions under an Act or otherwise by law on the collection, use or disclosure of information, i.  investment decisions respecting infrastructure should be made on the basis of information that is either publicly available or is made available to the public, and ii.  information with implications for infrastructure planning should be shared between the Government and broader public sector entities, and should factor into investment decisions respecting infrastructure. 9.  Where provincial or municipal plans or strategies have been established in Ontario, under an Act or otherwise, but do not bind or apply to the Government or the broader public sector entity, as the case may be, the Government or broader public sector entity should nevertheless be mindful of those plans and strategies and make investment decisions respecting infrastructure that support them, to the extent that they are relevant. Examples of plans and strategies to which this paragraph may apply include, i.  policy statements issued under section 3 of the Planning Act, and provincial plans as defined by that Act, ii.  municipal water sustainability plans submitted under the Water Opportunities Act, 2010, iii.  the Lake Simcoe Protection Plan established under the Lake Simcoe Protection Act, 2008, and iv.  transportation plans adopted under the Metro­linx Act, 2006. 10.  Infrastructure planning and investment should promote accessibility for persons with disabilities. 11.  Infrastructure planning and investment should minimize the impact of infrastructure on the environment and respect and help maintain ecological and biological diversity, and infrastructure should be designed to be resilient to the effects of climate change. 12.  Infrastructure planning and investment should endeavour to make use of acceptable recycled aggregates. 13.  Infrastructure planning and investment should promote community benefits, being the supplementary social and economic benefits arising from an infrastructure project that are intended to improve the well-being of a community affected by the project, such as local job creation and training opportunities (including for apprentices, within the meaning of section 9), improvement of public space within the community, and any specific benefits identified by the community. 14.  Any other principles that may be prescribed for the Government or the broader public sector entity, as the case may be. 2015, c. 15, s. 3; 2019, c. 7, Sched. 30, s. 21. Section Amendments with date in force (d/m/y) 2019, c. 7, Sched. 30, s. 21 - 29/05/2019 Long-Term Infrastructure Plans",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>The Government, and every broader public sector entity, shall consider the following principles when making decisions respecting infrastructure:</p> <p class=\"paragraph\">  1.  Infrastructure planning and investment should take a long-term view, and decision-makers should take into account the needs of Ontarians by being mindful of, among other things, demographic and economic trends in Ontario.</p> <p class=\"paragraph\">  2.  Infrastructure planning and investment should take into account any applicable budgets or fiscal plans, such as fiscal plans released under the <i>Fiscal Sustainability, Transparency and Accountability Act, 2019</i> and budgets adopted under Part VII of the <i>Municipal Act, 2001</i> or Part VII of the <i>City of Toronto Act, 2006</i>.</p> <p class=\"paragraph\">  3.  Infrastructure priorities should be clearly identified in order to better inform investment decisions respecting infrastructure.</p> <p class=\"paragraph\">  4.  Infrastructure planning and investment should ensure the continued provision of core public services, such as health care and education.</p> <p class=\"paragraph\">  5.  Infrastructure planning and investment should promote economic competitiveness, productivity, job creation and training opportunities.</p> <p class=\"paragraph\">  6.  Infrastructure planning and investment should ensure that the health and safety of workers involved in the construction and maintenance of infrastructure assets is protected.</p> <p class=\"paragraph\">  7.  Infrastructure planning and investment should foster innovation by creating opportunities to make use of innovative technologies, services and practices, particularly where doing so would utilize technology, techniques and practices developed in Ontario.</p> <p class=\"paragraph\">  8.  Infrastructure planning and investment should be evidence based and transparent, and, subject to any restrictions or prohibitions under an Act or otherwise by law on the collection, use or disclosure of information,</p> <p class=\"subpara\">  i.  investment decisions respecting infrastructure should be made on the basis of information that is either publicly available or is made available to the public, and</p> <p class=\"subpara\">  ii.  information with implications for infrastructure planning should be shared between the Government and broader public sector entities, and should factor into investment decisions respecting infrastructure.</p> <p class=\"paragraph\">  9.  Where provincial or municipal plans or strategies have been established in Ontario, under an Act or otherwise, but do not bind or apply to the Government or the broader public sector entity, as the case may be, the Government or broader public sector entity should nevertheless be mindful of those plans and strategies and make investment decisions respecting infrastructure that support them, to the extent that they are relevant. Examples of plans and strategies to which this paragraph may apply include,</p> <p class=\"subpara\">  i.  policy statements issued under section 3 of the <i>Planning Act</i>, and provincial plans as defined by that Act,</p> <p class=\"subpara\">  ii.  municipal water sustainability plans submitted under the <i>Water Opportunities Act, 2010</i>,</p> <p class=\"subpara\">  iii.  the Lake Simcoe Protection Plan established under the <i>Lake Simcoe Protection Act, 2008</i>, and</p> <p class=\"subpara\">  iv.  transportation plans adopted under the <i>Metro­linx Act, 2006</i>. </p> <p class=\"paragraph\">  10.  Infrastructure planning and investment should promote accessibility for persons with disabilities.</p> <p class=\"paragraph\">  11.  Infrastructure planning and investment should minimize the impact of infrastructure on the environment and respect and help maintain ecological and biological diversity, and infrastructure should be designed to be resilient to the effects of climate change.</p> <p class=\"paragraph\">  12.  Infrastructure planning and investment should endeavour to make use of acceptable recycled aggregates.</p> <p class=\"paragraph\">  13.  Infrastructure planning and investment should promote community benefits, being the supplementary social and economic benefits arising from an infrastructure project that are intended to improve the well-being of a community affected by the project, such as local job creation and training opportunities (including for apprentices, within the meaning of section 9), improvement of public space within the community, and any specific benefits identified by the community.</p> <p class=\"paragraph\">  14.  Any other principles that may be prescribed for the Government or the broader public sector entity, as the case may be. 2015, c. 15, s. 3; 2019, c. 7, Sched. 30, s. 21.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched30s21\">2019, c. 7, Sched. 30, s. 21</a> - 29/05/2019</p> <p class=\"heading1\"><a name=\"BK5\"></a>Long-Term Infrastructure Plans</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Long-Term Infrastructure Plans",
            "section_x": "Long-Term Infrastructure Plans",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "section_x": "Long-term infrastructure plans",
            "part_id": null,
            "part_type": null,
            "section_y": "Long-term infrastructure plans",
            "content": "4 (1) The Minister shall, in accordance with the timing requirements set out in subsection (2), (a)  develop long-term infrastructure plans containing the information set out in subsection (3); and (b)  table the long-term infrastructure plans in the Assembly or, if the Assembly is not sitting, deposit them with the Clerk of the Assembly. Timing requirements (2) Long-term infrastructure plans shall be developed and tabled or deposited in accordance with the following timing requirements: 1.  The first long-term infrastructure plan shall be developed and tabled or deposited no later than three years after the day this section comes into force. 2.  Thereafter, each subsequent long-term infrastructure plan shall be developed and tabled or deposited no later than five years after the day the previous plan was tabled or deposited. Contents (3) Each long-term infrastructure plan shall include the following information: 1.  A description of the state, as of the date or during the period specified in the plan, of the infrastructure wholly or partly owned by the Government, including, i.  an inventory of the infrastructure, ii.  a valuation of the infrastructure, iii.  the age of infrastructure assets, and iv.  the condition of infrastructure assets. 2.  A description of the Government’s anticipated infrastructure requirements, including improvements to existing infrastructure assets and the acquisition of new infrastructure assets, for at least the 10 years following the development of the plan. 3.  A strategy to meet the infrastructure requirements identified under paragraph 2. 4.  Any other information that the Minister determines should be included in the plan. Application of principles (4) For greater certainty, the Minister shall consider the principles set out in section 3 in developing strategies for the purposes of paragraph 3 of subsection (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>4 </b>(1) The Minister shall, in accordance with the timing requirements set out in subsection (2),</p> <p class=\"paragraph\">  (a)  develop long-term infrastructure plans containing the information set out in subsection (3); and</p> <p class=\"paragraph\">  (b)  table the long-term infrastructure plans in the Assembly or, if the Assembly is not sitting, deposit them with the Clerk of the Assembly.</p> <p class=\"headnote\">Timing requirements</p> <p class=\"subsection\">(2) Long-term infrastructure plans shall be developed and tabled or deposited in accordance with the following timing requirements:</p> <p class=\"paragraph\">  1.  The first long-term infrastructure plan shall be developed and tabled or deposited no later than three years after the day this section comes into force.</p> <p class=\"paragraph\">  2.  Thereafter, each subsequent long-term infrastructure plan shall be developed and tabled or deposited no later than five years after the day the previous plan was tabled or deposited.</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(3) Each long-term infrastructure plan shall include the following information:</p> <p class=\"paragraph\">  1.  A description of the state, as of the date or during the period specified in the plan, of the infrastructure wholly or partly owned by the Government, including,</p> <p class=\"subpara\">  i.  an inventory of the infrastructure,</p> <p class=\"subpara\">  ii.  a valuation of the infrastructure,</p> <p class=\"subpara\">  iii.  the age of infrastructure assets, and</p> <p class=\"subpara\">  iv.  the condition of infrastructure assets.</p> <p class=\"paragraph\">  2.  A description of the Government’s anticipated infrastructure requirements, including improvements to existing infrastructure assets and the acquisition of new infrastructure assets, for at least the 10 years following the development of the plan.</p> <p class=\"paragraph\">  3.  A strategy to meet the infrastructure requirements identified under paragraph 2.</p> <p class=\"paragraph\">  4.  Any other information that the Minister determines should be included in the plan.</p> <p class=\"headnote\">Application of principles</p> <p class=\"subsection\">(4) For greater certainty, the Minister shall consider the principles set out in section 3 in developing strategies for the purposes of paragraph 3 of subsection (3).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "section_x": "Publication",
            "part_id": null,
            "part_type": null,
            "section_y": "Publication",
            "content": "5 (1) The Minister shall publish each long-term infrastructure plan tabled or deposited under section 4 on a Government of Ontario website. Archive (2) The Minister shall maintain an archive of the long-term infrastructure plans tabled or deposited under section 4. Infrastructure Asset Management Plans",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>5 </b>(1) The Minister shall publish each long-term infrastructure plan tabled or deposited under section 4 on a Government of Ontario website.</p> <p class=\"headnote\">Archive</p> <p class=\"subsection\">(2) The Minister shall maintain an archive of the long-term infrastructure plans tabled or deposited under section 4.</p> <p class=\"heading1\"><a name=\"BK8\"></a>Infrastructure Asset Management Plans</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Infrastructure Asset Management Plans",
            "section_x": "Infrastructure Asset Management Plans",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "6.",
            "section_x": "Infrastructure asset management plans",
            "part_id": null,
            "part_type": null,
            "section_y": "Infrastructure asset management plans",
            "content": "6 (1) Every broader public sector entity prescribed for the purposes of this section shall prepare the infrastructure asset management plans that are required by the regulations and that satisfy the prescribed requirements. Infrastructure asset management planning information (2) Every broader public sector entity prescribed for the purposes of this section shall prepare such additional infrastructure asset management planning information as may be prescribed by the regulations and that satisfies any prescribed requirements. Submission of plans, information to Minister (3) If required by the Minister, a broader public sector entity shall, in accordance with any requirements the Minister may specify, provide to the Minister or to any other minister of the Crown the Minister may specify, a copy of an infrastructure asset management plan it has prepared under subsection (1), or of information it has prepared under subsection (2). Same, other minister (4) If required by a prescribed minister of the Crown, a broader public sector entity shall, in accordance with any requirements that minister may specify, provide to that minister a copy of an infrastructure asset management plan it has prepared under subsection (1), or of information it has prepared under subsection (2). Public availability of plans, information (5) If required by the regulations, a broader public sector entity shall make an infrastructure asset management plan it has prepared under subsection (1), or information it has prepared under subsection (2), available to the public in the prescribed form or manner. Supplemental information to Minister (6) If required by the Minister, a broader public sector entity shall, in accordance with any requirements the Minister may specify, provide to the Minister or to any other minister of the Crown the Minister may specify, any supplemental information respecting an infrastructure asset management plan or information it has provided under subsection (3) that the Minister specifies. Same, other minister (7) If a broader public sector entity provides information to a prescribed minister of the Crown under subsection (4), the broader public sector entity shall, if required by that minister and in accordance with any requirements the minister may specify, provide to that minister any supplemental information respecting an infrastructure asset management plan or information it has provided under that subsection that the minister specifies. Other Infrastructure-Related Requirements",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>6 </b>(1) Every broader public sector entity prescribed for the purposes of this section shall prepare the infrastructure asset management plans that are required by the regulations and that satisfy the prescribed requirements.</p> <p class=\"headnote\">Infrastructure asset management planning information</p> <p class=\"subsection\">(2) Every broader public sector entity prescribed for the purposes of this section shall prepare such additional infrastructure asset management planning information as may be prescribed by the regulations and that satisfies any prescribed requirements.</p> <p class=\"headnote\">Submission of plans, information to Minister</p> <p class=\"subsection\">(3) If required by the Minister, a broader public sector entity shall, in accordance with any requirements the Minister may specify, provide to the Minister or to any other minister of the Crown the Minister may specify, a copy of an infrastructure asset management plan it has prepared under subsection (1), or of information it has prepared under subsection (2).</p> <p class=\"headnote\">Same, other minister</p> <p class=\"subsection\">(4) If required by a prescribed minister of the Crown, a broader public sector entity shall, in accordance with any requirements that minister may specify, provide to that minister a copy of an infrastructure asset management plan it has prepared under subsection (1), or of information it has prepared under subsection (2).</p> <p class=\"headnote\">Public availability of plans, information</p> <p class=\"subsection\">(5) If required by the regulations, a broader public sector entity shall make an infrastructure asset management plan it has prepared under subsection (1), or information it has prepared under subsection (2), available to the public in the prescribed form or manner.</p> <p class=\"headnote\">Supplemental information to Minister</p> <p class=\"subsection\">(6) If required by the Minister, a broader public sector entity shall, in accordance with any requirements the Minister may specify, provide to the Minister or to any other minister of the Crown the Minister may specify, any supplemental information respecting an infrastructure asset management plan or information it has provided under subsection (3) that the Minister specifies.</p> <p class=\"headnote\">Same, other minister</p> <p class=\"subsection\">(7) If a broader public sector entity provides information to a prescribed minister of the Crown under subsection (4), the broader public sector entity shall, if required by that minister and in accordance with any requirements the minister may specify, provide to that minister any supplemental information respecting an infrastructure asset management plan or information it has provided under that subsection that the minister specifies.</p> <p class=\"heading1\"><a name=\"BK10\"></a>Other Infrastructure-Related Requirements</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Other Infrastructure-Related Requirements",
            "section_x": "Other Infrastructure-Related Requirements",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "7.",
            "section_x": "Criteria for prioritizing foundational infrastructure projects",
            "part_id": null,
            "part_type": null,
            "section_y": "Criteria for prioritizing foundational infrastructure projects",
            "content": "7 (1) When evaluating and prioritizing proposed projects for the construction of an infrastructure asset, the Government shall consider, (a)  whether the infrastructure asset is planned for in, or is contemplated by, any provincial or municipal plan or strategy to which paragraph 9 of section 3 may apply, regardless of whether it binds or applies to the Government, or by a long-term infrastructure plan published under subsection 5 (1); (b)  all related capital costs and operating costs that are reasonably expected to arise over the expected useful life of the infrastructure asset; and (c)  whether the construction of the infrastructure asset would reasonably be expected to, (i)  be a long-term return on investment, (ii)  stimulate productivity and economic competitiveness, (iii)  maximize tax assessment values and tax base growth, (iv)  support any other public policy goals of the Government of Ontario or of any affected municipalities in Ontario, and (v)  provide a foundation for further infrastructure projects. Additional criteria (2) The Minister may, subject to the approval of the Lieutenant Governor in Council, develop and issue additional criteria required to be considered under subsection (1). Consultation required before issuing criteria (3) Before issuing criteria under subsection (2), the Minister shall consult, in the manner that the Minister considers appropriate, with any persons or bodies that the Minister considers appropriate given the content of the proposed criteria, including any potentially affected ministries, Crown agencies or broader public sector entities. Publication (4) The Minister shall publish any criteria issued under subsection (2) on a Government of Ontario website. Legislation Act, 2006 (Part III) (5) Part III (Regulations) of the Legislation Act, 2006 does not apply to criteria issued under this section. Transition (6) This section does not apply with respect to any infrastructure projects that receive approval to proceed to construction before the day this section comes into force.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>7 </b>(1) When evaluating and prioritizing proposed projects for the construction of an infrastructure asset, the Government shall consider,</p> <p class=\"paragraph\">  (a)  whether the infrastructure asset is planned for in, or is contemplated by, any provincial or municipal plan or strategy to which paragraph 9 of section 3 may apply, regardless of whether it binds or applies to the Government, or by a long-term infrastructure plan published under subsection 5 (1);</p> <p class=\"paragraph\">  (b)  all related capital costs and operating costs that are reasonably expected to arise over the expected useful life of the infrastructure asset; and</p> <p class=\"paragraph\">  (c)  whether the construction of the infrastructure asset would reasonably be expected to,</p> <p class=\"subpara\">  (i)  be a long-term return on investment,</p> <p class=\"subpara\">  (ii)  stimulate productivity and economic competitiveness,</p> <p class=\"subpara\">  (iii)  maximize tax assessment values and tax base growth,</p> <p class=\"subpara\">  (iv)  support any other public policy goals of the Government of Ontario or of any affected municipalities in Ontario, and</p> <p class=\"subpara\">  (v)  provide a foundation for further infrastructure projects.</p> <p class=\"headnote\">Additional criteria</p> <p class=\"subsection\">(2) The Minister may, subject to the approval of the Lieutenant Governor in Council, develop and issue additional criteria required to be considered under subsection (1).</p> <p class=\"headnote\">Consultation required before issuing criteria</p> <p class=\"subsection\">(3) Before issuing criteria under subsection (2), the Minister shall consult, in the manner that the Minister considers appropriate, with any persons or bodies that the Minister considers appropriate given the content of the proposed criteria, including any potentially affected ministries, Crown agencies or broader public sector entities.</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(4) The Minister shall publish any criteria issued under subsection (2) on a Government of Ontario website.</p> <p class=\"headnote\"><i>Legislation Act, 2006</i> (Part III)</p> <p class=\"subsection\">(5) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to criteria issued under this section.</p> <p class=\"headnote\">Transition</p> <p class=\"subsection\">(6) This section does not apply with respect to any infrastructure projects that receive approval to proceed to construction before the day this section comes into force.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "8.",
            "section_x": "Requirements respecting certain professionals",
            "part_id": null,
            "part_type": null,
            "section_y": "Requirements respecting certain professionals",
            "content": "8 (1) The Government shall require that the following persons be involved in the preparation of the design for the construction of every infrastructure asset described in subsection (2), unless it is not practicable in the circumstances:  1.  If the Government reasonably expects costs for the construction of the infrastructure asset to meet or exceed the amount prescribed for the purposes of this paragraph for the infrastructure asset, i.  an architect as defined in the Architects Act, and ii.  a person, other than an architect, with demonstrable expertise in and experience with design in relation to infrastructure assets. 2.  If the Government reasonably expects costs for the construction of the infrastructure asset to meet or exceed the amount prescribed for the purposes of this paragraph for the infrastructure asset, a professional engineer as defined in the Professional Engineers Act. Applicable infrastructure assets (2) Subsection (1) applies to the following infrastructure assets: 1.  The following infrastructure assets, if they are wholly owned by the Government: i.  Infrastructure assets relating to transportation, including highways, bridges and transit stations. ii.  Infrastructure assets intended primarily for the study and enjoyment of works in the arts or for the production of works in the arts. iii.  Museums, as defined in Regulation 877 of the Revised Regulations of Ontario, 1990 (Grants for Museums) made under the Ontario Heri­tage Act. iv.  Infrastructure assets that have been identified as having cultural heritage value or interest under Part III.1 of the Ontario Heritage Act, or that are located on a property that has been designated under Part IV of that Act or in an area designated as a heritage conservation district under Part V of that Act. 2.  Any other infrastructure assets wholly owned by the Government that may be prescribed. 3.  Any infrastructure assets partly owned by the Government, or for which the Government provides any funding, that may be prescribed. Minister’s discretion (3) The Minister may, subject to the approval of the Lieutenant Governor in Council, require that one or more persons referred to in subsection (1) be involved in the preparation of the design for the construction of any infrastructure asset that is wholly or partly owned by the Government, or for which the Government provides any funding, in a case where no such person or persons would be required under that subsection or otherwise to be involved. Non-application (4) This section does not apply to the extent of any conflict with the Building Code Act, 1992, the Architects Act or the Professional Engineers Act, or any regulations or by-laws made under any of them. Transition (5) This section applies only in respect of construction for which design preparation commences on or after the day that is six months after the day this section comes into force. Requirements re apprentices",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>8 </b>(1) The Government shall require that the following persons be involved in the preparation of the design for the construction of every infrastructure asset described in subsection (2), unless it is not practicable in the circumstances: </p> <p class=\"paragraph\">  1.  If the Government reasonably expects costs for the construction of the infrastructure asset to meet or exceed the amount prescribed for the purposes of this paragraph for the infrastructure asset,</p> <p class=\"subpara\">  i.  an architect as defined in the <i>Architects Act</i>, and</p> <p class=\"subpara\">  ii.  a person, other than an architect, with demonstrable expertise in and experience with design in relation to infrastructure assets.</p> <p class=\"paragraph\">  2.  If the Government reasonably expects costs for the construction of the infrastructure asset to meet or exceed the amount prescribed for the purposes of this paragraph for the infrastructure asset, a professional engineer as defined in the <i>Professional Engineers Act</i>.</p> <p class=\"headnote\">Applicable infrastructure assets</p> <p class=\"subsection\">(2) Subsection (1) applies to the following infrastructure assets:</p> <p class=\"paragraph\">  1.  The following infrastructure assets, if they are wholly owned by the Government:</p> <p class=\"subpara\">  i.  Infrastructure assets relating to transportation, including highways, bridges and transit stations.</p> <p class=\"subpara\">  ii.  Infrastructure assets intended primarily for the study and enjoyment of works in the arts or for the production of works in the arts.</p> <p class=\"subpara\">  iii.  Museums, as defined in Regulation 877 of the Revised Regulations of Ontario, 1990 (Grants for Museums) made under the <i>Ontario Heri­tage Act</i>.</p> <p class=\"subpara\">  iv.  Infrastructure assets that have been identified as having cultural heritage value or interest under Part III.1 of the <i>Ontario Heritage Act</i>, or that are located on a property that has been designated under Part IV of that Act or in an area designated as a heritage conservation district under Part V of that Act.</p> <p class=\"paragraph\">  2.  Any other infrastructure assets wholly owned by the Government that may be prescribed.</p> <p class=\"paragraph\">  3.  Any infrastructure assets partly owned by the Government, or for which the Government provides any funding, that may be prescribed.</p> <p class=\"headnote\">Minister’s discretion</p> <p class=\"subsection\">(3) The Minister may, subject to the approval of the Lieutenant Governor in Council, require that one or more persons referred to in subsection (1) be involved in the preparation of the design for the construction of any infrastructure asset that is wholly or partly owned by the Government, or for which the Government provides any funding, in a case where no such person or persons would be required under that subsection or otherwise to be involved.</p> <p class=\"headnote\">Non-application</p> <p class=\"subsection\">(4) This section does not apply to the extent of any conflict with the <i>Building Code Act, 1992</i>, the <i>Architects Act</i> or the <i>Professional<i> Engineers Act</i></i>, or any regulations or by-laws made under any of them.</p> <p class=\"headnote\">Transition</p> <p class=\"subsection\">(5) This section applies only in respect of construction for which design preparation commences on or after the day that is six months after the day this section comes into force.</p> <p class=\"headnote\">Requirements re apprentices</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "9.",
            "section_x": "Requirements re apprentices",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "9 (1) In this section, “apprentice” means an apprentice as defined in section 1 of the Building Opportunities in the Skilled Trades Act, 2021; (“apprenti”) “registered training agreement” means a registered training agreement as defined in section 1 of the Building Opportunities in the Skilled Trades Act, 2021; (“contrat d’apprentissage enregistré”) “trade” means a trade as defined in section 1 of the Building Opportunities in the Skilled Trades Act, 2021. (“métier”) 2021, c. 28, s. 68 (1). Commitment re intended use of apprentices (2) A bidder that enters into a procurement process for the construction or maintenance by the Government of an infrastructure asset shall, in the prescribed circumstances, provide to the Government as part of the procurement process a commitment respecting the intended use of apprentices in the construction or maintenance in the event of a successful bid. 2015, c. 15, s. 9 (2). Prescribed requirements (3) A commitment provided under subsection (2) shall meet the prescribed requirements. 2015, c. 15, s. 9 (3). Apprenticeship plan (4) Every bidder referred to in subsection (5) that enters into a procurement process for the construction or maintenance by the Government of an infrastructure asset shall provide to the Government a plan for the intended use of apprentices in the construction or maintenance, in the event of a successful bid, that, (a)  includes the following information: (i)  the number of apprentices whom the bidder intends to employ for the construction or maintenance in each trade, (ii)  the methods by which the bidder intends to support the completion by those apprentices of their training under the registered training agreements into which they have entered, (iii)  the methods by which the bidder intends to create employment opportunities arising from the construction or maintenance for apprentices who are women, aboriginal persons, newcomers to Ontario, at-risk youth, veterans, residents of the community in which the infrastructure asset is located or any other persons specified by the regulations; and (b)  meets any other requirements that may be prescribed. 2015, c. 15, s. 9 (4). Same, application (5) Subsection (4) applies to, (a)  a successful bidder that was required to provide a commitment to the Government under subsection (2) and, in the prescribed circumstances, any other successful bidder; and (b)  any other bidder, in the prescribed circumstances, as part of the procurement process. 2015, c. 15, s. 9 (5). Non-compliance during procurement process (6) The Government shall not consider the bid of a bidder that is required to provide, as part of the procurement process, a commitment under subsection (2) or a plan under subsection (4) in accordance with the prescribed requirements, and fails to do so. 2015, c. 15, s. 9 (6). Obligations regarding ratios (7) For greater certainty, information included in a commitment or plan provided for the purposes of this section must conform to any applicable requirements respecting apprentice to journeyperson ratios set out under the Building Opportunities in the Skilled Trades Act, 2021. 2021, c. 28, s. 68 (2). Public availability (8) A bidder shall, in the prescribed circumstances, make a commitment or plan it has provided for the purposes of this section available to the public in the prescribed form or manner. 2015, c. 15, s. 9 (8). Section Amendments with date in force (d/m/y) 2016, c. 37, Sched. 17, s. 25 - 08/12/2016 2019, c. 7, Sched. 40, s. 63 (1-6) - no effect - see 2021, c. 28, s. 71\r\n- 03/06/2021 2021, c. 28, s. 68 (1, 2) - 01/01/2022 Other Matters",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>9 </b>(1) In this section,</p> <p class=\"definition\">“apprentice” means an apprentice as defined in section 1 of the <i>Building Opportunities in the Skilled Trades Act, 2021</i>; (“apprenti”)</p> <p class=\"definition\">“registered training agreement” means a registered training agreement as defined in section 1 of the <i>Building Opportunities in the Skilled Trades Act, 2021</i>; (“contrat d’apprentissage enregistré”)</p> <p class=\"definition\">“trade” means a trade as defined in section 1 of the <i>Building Opportunities in the Skilled Trades Act, 2021</i>. (“métier”) 2021, c. 28, s. 68 (1).</p> <p class=\"headnote\">Commitment re intended use of apprentices </p> <p class=\"subsection\">(2) A bidder that enters into a procurement process for the construction or maintenance by the Government of an infrastructure asset shall, in the prescribed circumstances, provide to the Government as part of the procurement process a commitment respecting the intended use of apprentices in the construction or maintenance in the event of a successful bid. 2015, c. 15, s. 9 (2).</p> <p class=\"headnote\">Prescribed requirements</p> <p class=\"subsection\">(3) A commitment provided under subsection (2) shall meet the prescribed requirements. 2015, c. 15, s. 9 (3).</p> <p class=\"headnote\">Apprenticeship plan</p> <p class=\"subsection\">(4) Every bidder referred to in subsection (5) that enters into a procurement process for the construction or maintenance by the Government of an infrastructure asset shall provide to the Government a plan for the intended use of apprentices in the construction or maintenance, in the event of a successful bid, that,</p> <p class=\"paragraph\">  (a)  includes the following information:</p> <p class=\"subpara\">  (i)  the number of apprentices whom the bidder intends to employ for the construction or maintenance in each trade,</p> <p class=\"subpara\">  (ii)  the methods by which the bidder intends to support the completion by those apprentices of their training under the registered training agreements into which they have entered, </p> <p class=\"subpara\">  (iii)  the methods by which the bidder intends to create employment opportunities arising from the construction or maintenance for apprentices who are women, aboriginal persons, newcomers to Ontario, at-risk youth, veterans, residents of the community in which the infrastructure asset is located or any other persons specified by the regulations; and</p> <p class=\"paragraph\">  (b)  meets any other requirements that may be prescribed. 2015, c. 15, s. 9 (4).</p> <p class=\"headnote\">Same, application</p> <p class=\"subsection\">(5) Subsection (4) applies to,</p> <p class=\"paragraph\">  (a)  a successful bidder that was required to provide a commitment to the Government under subsection (2) and, in the prescribed circumstances, any other successful bidder; and</p> <p class=\"paragraph\">  (b)  any other bidder, in the prescribed circumstances, as part of the procurement process. 2015, c. 15, s. 9 (5).</p> <p class=\"headnote\">Non-compliance during procurement process</p> <p class=\"subsection\">(6) The Government shall not consider the bid of a bidder that is required to provide, as part of the procurement process, a commitment under subsection (2) or a plan under subsection (4) in accordance with the prescribed requirements, and fails to do so. 2015, c. 15, s. 9 (6).</p> <p class=\"headnote\">Obligations regarding ratios</p> <p class=\"subsection\">(7) For greater certainty, information included in a commitment or plan provided for the purposes of this section must conform to any applicable requirements respecting apprentice to journeyperson ratios set out under the <i>Building Opportunities in the Skilled Trades Act, 2021</i>. 2021, c. 28, s. 68 (2).</p> <p class=\"headnote\">Public availability</p> <p class=\"subsection\">(8) A bidder shall, in the prescribed circumstances, make a commitment or plan it has provided for the purposes of this section available to the public in the prescribed form or manner. 2015, c. 15, s. 9 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16037#sched17s25\">2016, c. 37, Sched. 17, s. 25</a></span> - 08/12/2016</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched40s63s1\">2019, c. 7, Sched. 40, s. 63 (1-6)</a> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21028#s71\">2021, c. 28, s. 71</a></span>\r\n- 03/06/2021</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21028#s68s1\">2021, c. 28, s. 68 (1, 2)</a></span> - 01/01/2022</p> <p class=\"heading1\"><a name=\"BK15\"></a>Other Matters</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Other Matters",
            "section_x": "Other Matters",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "10.",
            "section_x": "No cause of action",
            "part_id": null,
            "part_type": null,
            "section_y": "No cause of action",
            "content": "10 (1) No cause of action arises against the Crown in right of Ontario or any minister, agent, appointee or employee of the Crown as a direct or indirect result of, (a)  the enactment or repeal of this Act; (b)  the making or revoking of a regulation under this Act; or (c)  anything done or not done under this Act. Same (2) Without limiting the generality of subsection (1), that subsection applies to an action or other proceeding claiming any remedy or relief, including specific performance, injunction, declaratory relief, any form of compensation or damages, including loss of revenue and loss of profit, or any other remedy or relief.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>10 </b>(1) No cause of action arises against the Crown in right of Ontario or any minister, agent, appointee or employee of the Crown as a direct or indirect result of,</p> <p class=\"paragraph\">  (a)  the enactment or repeal of this Act;</p> <p class=\"paragraph\">  (b)  the making or revoking of a regulation under this Act; or</p> <p class=\"paragraph\">  (c)  anything done or not done under this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Without limiting the generality of subsection (1), that subsection applies to an action or other proceeding claiming any remedy or relief, including specific performance, injunction, declaratory relief, any form of compensation or damages, including loss of revenue and loss of profit, or any other remedy or relief.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "11.",
            "section_x": "Existing obligations continue",
            "part_id": null,
            "part_type": null,
            "section_y": "Existing obligations continue",
            "content": "11 (1) Nothing in this Act or the regulations in any way diminishes or otherwise alters the obligation of the Government to meet any requirement imposed on the Government under any other Act or otherwise by law. Same (2) Nothing in this Act or the regulations in any way diminishes or otherwise alters the obligation of a broader public sector entity to meet any requirement imposed on the broader public sector entity under any other Act or otherwise by law. Regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>11 </b>(1) Nothing in this Act or the regulations in any way diminishes or otherwise alters the obligation of the Government to meet any requirement imposed on the Government under any other Act or otherwise by law.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Nothing in this Act or the regulations in any way diminishes or otherwise alters the obligation of a broader public sector entity to meet any requirement imposed on the broader public sector entity under any other Act or otherwise by law.</p> <p class=\"heading1\"><a name=\"BK18\"></a>Regulations</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Regulations",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "12.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "12 (1) The Lieutenant Governor in Council may make regulations, (a)  prescribing persons or entities for the purposes of clause (g) of the definition of “broader public sector entity” in section 2; (b)  for the purposes of the definition of “infrastructure” in section 2, (i)  prescribing additional things by or through which a public service is provided to Ontarians as being included in the definition, and (ii)  excluding physical structures or facilities from the definition; (c)  prescribing additional principles for the Government or any broader public sector entities, for the purposes of section 3; (d)  for the purposes of section 6, (i)  prescribing broader public sector bodies, (ii)  setting out the infrastructure asset management plans that must be prepared under subsection 6 (1) and governing their preparation, including governing their form, content and timing, (iii)  setting out any additional infrastructure asset management planning information that must be prepared under subsection 6 (2) and governing its preparation, including governing its form, content and timing, (iv)  prescribing ministers of the Crown for the purposes of subsection 6 (4), and (v)  governing the circumstances in which a plan prepared under subsection 6 (1) or information prepared under subsection 6 (2) must be made available to the public and governing the form or manner of that availability; (e)  for the purposes of section 8, (i)  prescribing amounts for the purposes of paragraph 1 or 2 of subsection 8 (1), (ii)  prescribing infrastructure assets for the purposes of paragraph 2 of subsection 8 (2), and (iii)  prescribing infrastructure assets, including any asset referred to in subparagraphs 1 i, ii, iii or iv of subsection 8 (2), for the purposes of paragraph 3 of that subsection; (f)  for the purposes of section 9, (i)  governing the circumstances in which a commitment must be provided under subsection 9 (2), and governing the preparation and provision of commitments, including governing their form, content and timing, (ii)  governing the circumstances in which a plan must be provided under subsection 9 (4), and governing the preparation and provision of plans, including governing their form, content and timing, and (iii)  governing the circumstances in which a commitment or plan provided for the purposes of the section must be made available to the public and governing the form or manner of that availability; (g)  defining, for the purposes of this Act and the regulations, any word or expression that is used, but not defined, in this Act; (h)  providing for any other matter that the Lieutenant Governor in Council considers necessary or advisable to carry out the purposes of this Act. Consultation required before making regulation (2) Before a regulation may be made under subsection (1), the Minister shall consult, in the manner that the Minister considers appropriate, with any persons or bodies that the Minister considers appropriate given the content of the proposed regulation, including any potentially affected ministries, Crown agencies or broader public sector entities. 13 Omitted (provides for coming into force of provisions of this Act). 14\nOmitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>12 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  prescribing persons or entities for the purposes of clause (g) of the definition of “broader public sector entity” in section 2;</p> <p class=\"paragraph\">  (b)  for the purposes of the definition of “infrastructure” in section 2,</p> <p class=\"subpara\">  (i)  prescribing additional things by or through which a public service is provided to Ontarians as being included in the definition, and</p> <p class=\"subpara\">  (ii)  excluding physical structures or facilities from the definition;</p> <p class=\"paragraph\">  (c)  prescribing additional principles for the Government or any broader public sector entities, for the purposes of section 3;</p> <p class=\"paragraph\">  (d)  for the purposes of section 6, </p> <p class=\"subpara\">  (i)  prescribing broader public sector bodies, </p> <p class=\"subpara\">  (ii)  setting out the infrastructure asset management plans that must be prepared under subsection 6 (1) and governing their preparation, including governing their form, content and timing, </p> <p class=\"subpara\">  (iii)  setting out any additional infrastructure asset management planning information that must be prepared under subsection 6 (2) and governing its preparation, including governing its form, content and timing, </p> <p class=\"subpara\">  (iv)  prescribing ministers of the Crown for the purposes of subsection 6 (4), and</p> <p class=\"subpara\">  (v)  governing the circumstances in which a plan prepared under subsection 6 (1) or information prepared under subsection 6 (2) must be made available to the public and governing the form or manner of that availability;</p> <p class=\"paragraph\">  (e)  for the purposes of section 8,</p> <p class=\"subpara\">  (i)  prescribing amounts for the purposes of paragraph 1 or 2 of subsection 8 (1),</p> <p class=\"subpara\">  (ii)  prescribing infrastructure assets for the purposes of paragraph 2 of subsection 8 (2), and</p> <p class=\"subpara\">  (iii)  prescribing infrastructure assets, including any asset referred to in subparagraphs 1 i, ii, iii or iv of subsection 8 (2), for the purposes of paragraph 3 of that subsection;</p> <p class=\"paragraph\">  (f)  for the purposes of section 9,</p> <p class=\"subpara\">  (i)  governing the circumstances in which a commitment must be provided under subsection 9 (2), and governing the preparation and provision of commitments, including governing their form, content and timing,</p> <p class=\"subpara\">  (ii)  governing the circumstances in which a plan must be provided under subsection 9 (4), and governing the preparation and provision of plans, including governing their form, content and timing, and</p> <p class=\"subpara\">  (iii)  governing the circumstances in which a commitment or plan provided for the purposes of the section must be made available to the public and governing the form or manner of that availability;  </p> <p class=\"paragraph\">  (g)  defining, for the purposes of this Act and the regulations, any word or expression that is used, but not defined, in this Act;</p> <p class=\"paragraph\">  (h)  providing for any other matter that the Lieutenant Governor in Council considers necessary or advisable to carry out the purposes of this Act.</p> <p class=\"headnote\">Consultation required before making regulation</p> <p class=\"subsection\">(2) Before a regulation may be made under subsection (1), the Minister shall consult, in the manner that the Minister considers appropriate, with any persons or bodies that the Minister considers appropriate given the content of the proposed regulation, including any potentially affected ministries, Crown agencies or broader public sector entities.</p> <p class=\"section\"><b>13 </b>O<span class=\"ovsmallcap\">mitted (provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_02c31_f.htm#s12\">14</a>\n</b>O<span>mitted (enacts short title of this Act</span>).</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/15i15\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}