{
    "act_info": {
        "full_title": "Innkeepers Act, R.S.O. 1990, c. I.7",
        "act_name_text": "Innkeepers Act",
        "citation": "R.S.O. 1990, c. I.7",
        "url": "https://www.ontario.ca/laws/statute/90i07",
        "date_scraped": "2023-12-18 04:48:49"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 22, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90i07/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "March 21, 2023"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “inn” includes a hotel, inn, tavern, public house or other place of refreshment, the keeper of which is by law responsible for the goods of his guests; (“auberge”) “innkeeper” means the keeper of any such place. (“aubergiste”)  R.S.O. 1990, c. I.7, s. 1.",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“inn” includes a hotel, inn, tavern, public house or other place of refreshment, the keeper of which is by law responsible for the goods of his guests; (“auberge”)</p> <p class=\"definition\">“innkeeper” means the keeper of any such place. (“aubergiste”)  R.S.O. 1990, c. I.7, s. 1.</p>"
        },
        {
            "id": "2",
            "section": "Lien on goods for accommodation, etc.",
            "content": "2 (1) An innkeeper has a lien on the goods of a guest for the value or price of any food or accommodation furnished to the guest or on the guest’s account.  R.S.O. 1990, c. I.7, s. 2 (1). Power to sell (2) In addition to all other remedies provided by law, an innkeeper has the right, in case the same remains unpaid for three months, to sell by public auction the goods of the guest, on giving one week’s notice of the intended sale by advertisement in a newspaper published in the municipality in which the inn is situate or, in case there is no newspaper published in the municipality, in a newspaper published nearest to the inn.  R.S.O. 1990, c. I.7, s. 2 (2). Particulars in notice (3) The advertisement shall state the name of the guest, the amount of indebtedness, the time and place of sale, and the name of the auctioneer, and shall give a description of the goods to be sold.  R.S.O. 1990, c. I.7, s. 2 (3). Proceeds of sale, application (4) The innkeeper may apply the proceeds of the sale in payment of the amount due and the costs of the advertising and sale, and shall pay over the surplus, if any, to the person entitled thereto on application being made therefor.  R.S.O. 1990, c. I.7, s. 2 (4).",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) An innkeeper has a lien on the goods of a guest for the value or price of any food or accommodation furnished to the guest or on the guest’s account.  R.S.O. 1990, c. I.7, s. 2 (1).</p> <p class=\"headnote\">Power to sell</p> <p class=\"subsection\">(2) In addition to all other remedies provided by law, an innkeeper has the right, in case the same remains unpaid for three months, to sell by public auction the goods of the guest, on giving one week’s notice of the intended sale by advertisement in a newspaper published in the municipality in which the inn is situate or, in case there is no newspaper published in the municipality, in a newspaper published nearest to the inn.  R.S.O. 1990, c. I.7, s. 2 (2).</p> <p class=\"headnote\">Particulars in notice</p> <p class=\"subsection\">(3) The advertisement shall state the name of the guest, the amount of indebtedness, the time and place of sale, and the name of the auctioneer, and shall give a description of the goods to be sold.  R.S.O. 1990, c. I.7, s. 2 (3).</p> <p class=\"headnote\">Proceeds of sale, application</p> <p class=\"subsection\">(4) The innkeeper may apply the proceeds of the sale in payment of the amount due and the costs of the advertising and sale, and shall pay over the surplus, if any, to the person entitled thereto on application being made therefor.  R.S.O. 1990, c. I.7, s. 2 (4).</p>"
        },
        {
            "id": "3",
            "section": "Lien on horses and carriages",
            "content": "3 (1) The keeper of a livery stable or a boarding stable has a lien on every horse or other animal boarded at or carriage left in the livery stable or boarding stable for reasonable charges for boarding and caring for the horse, animal or carriage.  R.S.O. 1990, c. I.7, s. 3 (1). Lien on horses, etc., and power to sell (2) An innkeeper, livery-stable keeper or boarding-stable keeper who has a lien upon a horse, other animal or carriage for the value or price of any food or accommodation supplied, or for care or labour bestowed thereon, has, in addition to all other remedies provided by law, the right, in case the same remains unpaid for two weeks, to sell by public auction the horse, animal or carriage on giving two weeks notice of the intended sale by advertisement in a newspaper published in the municipality in which the inn, livery stable or boarding stable is situate or, in case there is no newspaper published in the municipality, in a newspaper published nearest to the inn, livery stable or boarding stable.  R.S.O. 1990, c. I.7, s. 3 (2). Advertisement of intended sale (3) The advertisement shall state the name, if known, of the person or persons who brought the horse, animal or carriage to the inn, livery stable or boarding stable, the amount of the indebtedness, and the name of the auctioneer, and shall give a description of the horse, animal or carriage.  R.S.O. 1990, c. I.7, s. 3 (3). Proceeds of sale, application (4) The innkeeper, livery-stable keeper or boarding-stable keeper may apply the proceeds of the sale in payment of the amount due, and the costs of the advertisement and sale, and shall pay over the surplus, if any, to the person entitled thereto on application being made therefor.  R.S.O. 1990, c. I.7, s. 3 (4). Non-application — Ontario Feeder Cattle Loan Guarantee Program (5) This section does not apply with respect to cattle enrolled in the Ontario Feeder Cattle Loan Guarantee Program established under the Ministry of Agriculture, Food and Rural Affairs Act. 2023, c. 2, Sched. 4, s. 2. Section Amendments with date in force (d/m/y) 2023, c. 2, Sched. 4, s. 2 - 22/03/2023",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The keeper of a livery stable or a boarding stable has a lien on every horse or other animal boarded at or carriage left in the livery stable or boarding stable for reasonable charges for boarding and caring for the horse, animal or carriage.  R.S.O. 1990, c. I.7, s. 3 (1).</p> <p class=\"headnote\">Lien on horses, etc., and power to sell</p> <p class=\"subsection\">(2) An innkeeper, livery-stable keeper or boarding-stable keeper who has a lien upon a horse, other animal or carriage for the value or price of any food or accommodation supplied, or for care or labour bestowed thereon, has, in addition to all other remedies provided by law, the right, in case the same remains unpaid for two weeks, to sell by public auction the horse, animal or carriage on giving two weeks notice of the intended sale by advertisement in a newspaper published in the municipality in which the inn, livery stable or boarding stable is situate or, in case there is no newspaper published in the municipality, in a newspaper published nearest to the inn, livery stable or boarding stable.  R.S.O. 1990, c. I.7, s. 3 (2).</p> <p class=\"headnote\">Advertisement of intended sale</p> <p class=\"subsection\">(3) The advertisement shall state the name, if known, of the person or persons who brought the horse, animal or carriage to the inn, livery stable or boarding stable, the amount of the indebtedness, and the name of the auctioneer, and shall give a description of the horse, animal or carriage.  R.S.O. 1990, c. I.7, s. 3 (3).</p> <p class=\"headnote\">Proceeds of sale, application</p> <p class=\"subsection\">(4) The innkeeper, livery-stable keeper or boarding-stable keeper may apply the proceeds of the sale in payment of the amount due, and the costs of the advertisement and sale, and shall pay over the surplus, if any, to the person entitled thereto on application being made therefor.  R.S.O. 1990, c. I.7, s. 3 (4).</p> <p class=\"headnote\">Non-application — Ontario Feeder Cattle Loan Guarantee Program</p> <p class=\"subsection\">(5) This section does not apply with respect to cattle enrolled in the Ontario Feeder Cattle Loan Guarantee Program established under the <i>Ministry of Agriculture, Food and Rural Affairs Act</i>. 2023, c. 2, Sched. 4, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23002#sched4s2\">2023, c. 2, Sched. 4, s. 2</a></span> - 22/03/2023</p>"
        },
        {
            "id": "4",
            "section": "Limitation of innkeeper’s liability",
            "content": "4 (1) No innkeeper is liable to make good to any guest any loss of or injury to goods brought to the inn, not being a horse or other live animal, or any gear appertaining thereto, or a carriage, to a greater amount than the sum of $40 except, except where default or neglect (a)  where the goods have been stolen, lost or injured through the wilful act, default, or neglect of the innkeeper or the innkeeper’s employee; or unless deposited with him for safekeeping (b)  where the goods have been deposited expressly for safe custody with the innkeeper.  R.S.O. 1990, c. I.7, s. 4 (1). Conditions of liability (2) In case of such deposit, it is lawful for the innkeeper, if the innkeeper thinks fit, to require, as a condition of liability, that the goods shall be deposited in a box or other receptacle, fastened and sealed by the person depositing the goods.  R.S.O. 1990, c. I.7, s. 4 (2).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) No innkeeper is liable to make good to any guest any loss of or injury to goods brought to the inn, not being a horse or other live animal, or any gear appertaining thereto, or a carriage, to a greater amount than the sum of $40 except,</p> <p class=\"headnote\">except where default or neglect</p> <p class=\"paragraph\">  (a)  where the goods have been stolen, lost or injured through the wilful act, default, or neglect of the innkeeper or the innkeeper’s employee;</p> <p class=\"headnote\">or unless deposited with him for safekeeping</p> <p class=\"paragraph\">  (b)  where the goods have been deposited expressly for safe custody with the innkeeper.  R.S.O. 1990, c. I.7, s. 4 (1).</p> <p class=\"headnote\">Conditions of liability</p> <p class=\"subsection\">(2) In case of such deposit, it is lawful for the innkeeper, if the innkeeper thinks fit, to require, as a condition of liability, that the goods shall be deposited in a box or other receptacle, fastened and sealed by the person depositing the goods.  R.S.O. 1990, c. I.7, s. 4 (2).</p>"
        },
        {
            "id": "5",
            "section": "Consequences of failure to take charge of goods",
            "content": "5 If an innkeeper refuses to receive for safe custody, as mentioned in clause 4 (1) (b), any goods of a guest or if the guest, through any default of the innkeeper, is unable to deposit such goods, the innkeeper is not entitled to the benefit of this Act in respect thereof.  R.S.O. 1990, c. I.7, s. 5.",
            "raw_html": "<p class=\"section\"><b>5 </b>If an innkeeper refuses to receive for safe custody, as mentioned in clause 4 (1) (b), any goods of a guest or if the guest, through any default of the innkeeper, is unable to deposit such goods, the innkeeper is not entitled to the benefit of this Act in respect thereof.  R.S.O. 1990, c. I.7, s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Copy of section 4 to be conspicuously exhibited",
            "content": "6 Every innkeeper shall cause to be kept conspicuously posted up in the office and public rooms and in every bedroom in the inn a copy of section 4 printed in plain type, and the innkeeper is entitled to the benefit thereof in respect of such goods only as are brought to the inn while the copy is so posted up.  R.S.O. 1990, c. I.7, s. 6.",
            "raw_html": "<p class=\"section\"><b>6 </b>Every innkeeper shall cause to be kept conspicuously posted up in the office and public rooms and in every bedroom in the inn a copy of section 4 printed in plain type, and the innkeeper is entitled to the benefit thereof in respect of such goods only as are brought to the inn while the copy is so posted up.  R.S.O. 1990, c. I.7, s. 6.</p>"
        },
        {
            "id": "7",
            "section": "Limitation upon lien of innkeeper, etc.",
            "content": "7 (1) Subject to subsection (5), where the claim under the lien of an innkeeper upon the goods of a guest exceeds the amount due in respect of one week’s board or lodging, the guest may, on payment or tender of that amount, obtain possession of the goods at any time before sale thereof whatever may be the amount due by the guest, unless a provincial judge upon application to him or her otherwise orders.  R.S.O. 1990, c. I.7, s. 7 (1). Jurisdiction of provincial judge (2) In case of a retention or seizure by an innkeeper, the guest or owner of the goods seized may apply to a provincial judge who may in a summary manner make such order as to the custody of the goods as seems fair under the circumstances, despite the lien created by this Act or otherwise.  R.S.O. 1990, c. I.7, s. 7 (2). Offence (3) Every person who contravenes subsection (1) or an order made under this section is guilty of an offence and on conviction is liable to a fine of not more than $500 or to imprisonment for not more than thirty days, or to both.  R.S.O. 1990, c. I.7, s. 7 (3). Discretion of provincial judge (4) Despite any other provision of this Act, a provincial judge acting under subsections (1) to (3) shall exercise absolute discretion as to the disposal of any matter coming before him or her under the subsections.  R.S.O. 1990, c. I.7, s. 7 (4). Application for recovery where goods held by innkeeper (5) Where possession of the goods of a guest is claimed by an innkeeper under a lien, the guest or the owner of the goods is only entitled to obtain possession thereof under subsection (1) by an order of a provincial judge upon application made by the guest or owner for such order and after notice of the application has been given in writing to the innkeeper in accordance with the directions of the provincial judge.  R.S.O. 1990, c. I.7, s. 7 (5). ____________________  Français  ",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) Subject to subsection (5), where the claim under the lien of an innkeeper upon the goods of a guest exceeds the amount due in respect of one week’s board or lodging, the guest may, on payment or tender of that amount, obtain possession of the goods at any time before sale thereof whatever may be the amount due by the guest, unless a provincial judge upon application to him or her otherwise orders.  R.S.O. 1990, c. I.7, s. 7 (1).</p> <p class=\"headnote\">Jurisdiction of provincial judge</p> <p class=\"subsection\">(2) In case of a retention or seizure by an innkeeper, the guest or owner of the goods seized may apply to a provincial judge who may in a summary manner make such order as to the custody of the goods as seems fair under the circumstances, despite the lien created by this Act or otherwise.  R.S.O. 1990, c. I.7, s. 7 (2).</p> <p class=\"headnote\">Offence</p> <p class=\"subsection\">(3) Every person who contravenes subsection (1) or an order made under this section is guilty of an offence and on conviction is liable to a fine of not more than $500 or to imprisonment for not more than thirty days, or to both.  R.S.O. 1990, c. I.7, s. 7 (3).</p> <p class=\"headnote\">Discretion of provincial judge</p> <p class=\"subsection\">(4) Despite any other provision of this Act, a provincial judge acting under subsections (1) to (3) shall exercise absolute discretion as to the disposal of any matter coming before him or her under the subsections.  R.S.O. 1990, c. I.7, s. 7 (4).</p> <p class=\"headnote\">Application for recovery where goods held by innkeeper</p> <p class=\"subsection\">(5) Where possession of the goods of a guest is claimed by an innkeeper under a lien, the guest or the owner of the goods is only entitled to obtain possession thereof under subsection (1) by an order of a provincial judge upon application made by the guest or owner for such order and after notice of the application has been given in writing to the innkeeper in accordance with the directions of the provincial judge.  R.S.O. 1990, c. I.7, s. 7 (5).</p> <p class=\"line\">____________________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90i07\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}