{
    "act_info": {
        "full_title": "International Recovery of Child Support and Family Maintenance Convention Act, 2023, S.O. 2023, c. 9, Sched. 16",
        "act_name_text": "International Recovery of Child Support and Family Maintenance Convention Act, 2023",
        "citation": "S.O. 2023, c. 9, Sched. 16",
        "url": "https://www.ontario.ca/laws/statute/23i09",
        "date_scraped": "2023-12-18 04:13:51"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2023",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Purposes",
            "part_id": null,
            "part_type": null,
            "section_y": "Purposes",
            "content": "1 The purposes of this Act are as follows: 1. To implement the Hague Convention of 23 November 2007 on the International Recovery of Child Support and Other Forms of Family Maintenance. 2. To provide that, to the extent specified under this Act, the procedures that apply with respect to applications under the Convention are those that apply with respect to comparable applications under the Interjurisdictional Support Orders Act, 2002.",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>The purposes of this Act are as follows:</p> <p class=\"paragraph\">  1. To implement the Hague Convention of 23 November 2007 on the International Recovery of Child Support and Other Forms of Family Maintenance.</p> <p class=\"paragraph\">  2. To provide that, to the extent specified under this Act, the procedures that apply with respect to applications under the Convention are those that apply with respect to comparable applications under the <i>Interjurisdictional Support Orders Act, 2002</i>.</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "2 (1) In this Act, “Central Authority” means, in respect of a power, duty or function of the Central Authority, either, (a) the designated authority referred to in subsection 7 (1) and any person to whom the power, duty or function is delegated under subsection 7 (2), or (b) the person or entity designated under subsection 7 (3) in respect of the power, duty or function; (“Autorité centrale”) “court” means the Family Court or the Ontario Court of Justice; (“tribunal”) “Family Law Rules” means Ontario Regulation 114/99 (Family Law Rules) made under the Courts of Justice Act; (“Règles en matière de droit de la famille”) “Minister” means the Minister of Children, Community and Social Services or such other member of the Executive Council to whom responsibility for the administration of this Act may be assigned or transferred under the Executive Council Act; (“ministre”) “regulations” means the regulations made under this Act. (“règlements”) Words and expressions (2) Words and expressions used in this Act have the same meaning as the corresponding words and expressions used in the Convention. Interpretation, “decision” (3) For greater certainty, the term “decision”, when used in this Act, means a decision to which Chapter V of the Convention applies under Article 19 (1) of the Convention and, as applicable, a maintenance arrangement as provided for under Article 30, and includes a support order as defined in the Interjurisdictional Support Orders Act, 2002.",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>(1) In this Act,</p> <p class=\"definition\">“Central Authority” means, in respect of a power, duty or function of the Central Authority, either,</p> <p class=\"paragraph\">  (a) the designated authority referred to in subsection 7 (1) and any person to whom the power, duty or function is delegated under subsection 7 (2), or</p> <p class=\"paragraph\">  (b) the person or entity designated under subsection 7 (3) in respect of the power, duty or function; (“Autorité centrale”)</p> <p class=\"definition\">“court” means the Family Court or the Ontario Court of Justice; (“tribunal”)</p> <p class=\"definition\">“Family Law Rules” means Ontario Regulation 114/99 (Family Law Rules) made under the <i>Courts of Justice Act</i>; (“Règles en matière de droit de la famille”)</p> <p class=\"definition\">“Minister” means the Minister of Children, Community and Social Services or such other member of the Executive Council to whom responsibility for the administration of this Act may be assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act. (“règlements”)</p> <p class=\"headnote\">Words and expressions</p> <p class=\"subsection\">(2) Words and expressions used in this Act have the same meaning as the corresponding words and expressions used in the Convention.</p> <p class=\"headnote\">Interpretation, “decision”</p> <p class=\"subsection\">(3) For greater certainty, the term “decision”, when used in this Act, means a decision to which Chapter V of the Convention applies under Article 19 (1) of the Convention and, as applicable, a maintenance arrangement as provided for under Article 30, and includes a support order as defined in the <i>Interjurisdictional Support Orders Act, 2002</i>.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "Use of extrinsic materials",
            "part_id": null,
            "part_type": null,
            "section_y": "Use of extrinsic materials",
            "content": "3 In interpreting the Convention, recourse may be had to the Explanatory Report on the Convention of 23 November 2007 on the International Recovery of Child Support and Other Forms of Family Maintenance, published by the Hague Conference on Private International Law in September 2013.",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>3 </b>In interpreting the Convention, recourse may be had to the Explanatory Report on the Convention of 23 November 2007 on the International Recovery of Child Support and Other Forms of Family Maintenance, published by the Hague Conference on Private International Law in September 2013.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "section_x": "Conflict with other laws",
            "part_id": null,
            "part_type": null,
            "section_y": "Conflict with other laws",
            "content": "4 Except where this Act provides otherwise, in the event of an inconsistency between this Act and any other law, this Act prevails to the extent of the inconsistency.",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>4 </b>Except where this Act provides otherwise, in the event of an inconsistency between this Act and any other law, this Act prevails to the extent of the inconsistency.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "section_x": "Force of law",
            "part_id": null,
            "part_type": null,
            "section_y": "Force of law",
            "content": "5 The Convention on the International Recovery of Child Support and Other Forms of Family Maintenance adopted by the Twenty-First Session of the Hague Conference on Private International Law held from November 5 to 23, 2007, set out in Schedule 1 to this Act, has force of law in Ontario on and after the day it enters into force in accordance with Article 60 of the Convention. Declarations and reservations made in respect of Ontario",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>5 </b>The Convention on the International Recovery of Child Support and Other Forms of Family Maintenance adopted by the Twenty-First Session of the Hague Conference on Private International Law held from November 5 to 23, 2007, set out in Schedule 1 to this Act, has force of law in Ontario on and after the day it enters into force in accordance with Article 60 of the Convention.</p> <p class=\"headnote\">Declarations and reservations made in respect of Ontario</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "section_x": "Declarations and reservations made in respect of Ontario",
            "part_id": null,
            "part_type": null,
            "section_y": "Declaration re application of Convention to other child support obligations",
            "content": "6 (1) If Canada makes a declaration with respect to Ontario under Article 2 (3) of the Convention that the application of the Convention extends to applications respecting child support obligations towards persons who are 21 years of age or older and are unable, by reason of illness, disability or other cause, including but not limited to enrolment in a full-time program of education, to withdraw from their parents’ charge (as provided for in Ontario under section 31 of the Family Law Act) or to obtain the necessaries of life, this Act applies, with necessary modifications, with respect to such applications. Declaration re application of Convention to applications for spousal support only (2) If Canada makes a declaration with respect to Ontario under Article 2 (3) of the Convention that the application of Chapters II and III of the Convention extends to applications respecting only spousal support, this Act applies, with necessary modifications, with respect to such applications. Reservation re bases for recognition and enforcement (3) If Canada makes a reservation with respect to Ontario under Article 20 (2) of the Convention in respect of Articles 20 (1) (c), (e) and (f), none of the following circumstances may alone form the basis for the recognition and enforcement in Ontario of a decision for the purposes of Article 20 (1): 1. The creditor was habitually resident in the State of origin at the time proceedings were instituted. 2. Except in disputes relating to maintenance obligations in respect of children, there has been agreement to the jurisdiction of the State of origin in writing by the parties. 3. The decision was made by an authority exercising jurisdiction on a matter of personal status or parental responsibility, unless that jurisdiction was based solely on the nationality of one of the parties. Declaration re making of applications through Central Authority only (4) If Canada makes a declaration in respect of Ontario under Article 30 (7) of the Convention that applications for recognition and enforcement of a maintenance arrangement shall only be made through Ontario’s Central Authority, such applications shall only be made through the Central Authority.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>6 </b>(1) If Canada makes a declaration with respect to Ontario under Article 2 (3) of the Convention that the application of the Convention extends to applications respecting child support obligations towards persons who are 21 years of age or older and are unable, by reason of illness, disability or other cause, including but not limited to enrolment in a full-time program of education, to withdraw from their parents’ charge (as provided for in Ontario under section 31 of the <i>Family Law Act</i>) or to obtain the necessaries of life, this Act applies, with necessary modifications, with respect to such applications.</p> <p class=\"headnote\">Declaration re application of Convention to applications for spousal support only</p> <p class=\"subsection\">(2) If Canada makes a declaration with respect to Ontario under Article 2 (3) of the Convention that the application of Chapters II and III of the Convention extends to applications respecting only spousal support, this Act applies, with necessary modifications, with respect to such applications.</p> <p class=\"headnote\">Reservation re bases for recognition and enforcement</p> <p class=\"subsection\">(3) If Canada makes a reservation with respect to Ontario under Article 20 (2) of the Convention in respect of Articles 20 (1) (c), (e) and (f), none of the following circumstances may alone form the basis for the recognition and enforcement in Ontario of a decision for the purposes of Article 20 (1):</p> <p class=\"paragraph\">  1. The creditor was habitually resident in the State of origin at the time proceedings were instituted.</p> <p class=\"paragraph\">  2. Except in disputes relating to maintenance obligations in respect of children, there has been agreement to the jurisdiction of the State of origin in writing by the parties.</p> <p class=\"paragraph\">  3. The decision was made by an authority exercising jurisdiction on a matter of personal status or parental responsibility, unless that jurisdiction was based solely on the nationality of one of the parties.</p> <p class=\"headnote\">Declaration re making of applications through Central Authority only</p> <p class=\"subsection\">(4) If Canada makes a declaration in respect of Ontario under Article 30 (7) of the Convention that applications for recognition and enforcement of a maintenance arrangement shall only be made through Ontario’s Central Authority, such applications shall only be made through the Central Authority.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "section_x": "Central Authority",
            "part_id": null,
            "part_type": null,
            "section_y": "Central Authority",
            "content": "7 (1) Subject to subsection (3), the Central Authority for the purposes of this Act is the designated authority appointed under subsection 41 (1) of the Interjurisdictional Support Orders Act, 2002. Delegation by Central Authority (2) The Central Authority may, in writing, delegate any of its powers, duties or functions under this Act to any other person or persons. Designation by Minister (3) The Minister may, in writing, designate one or more persons or entities to exercise any power or perform any duty or function of the Central Authority instead of the designated authority, other than, (a) the power to delegate under subsection (2); and (b) any other power specified by the regulations.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>7 </b>(1) Subject to subsection (3), the Central Authority for the purposes of this Act is the designated authority appointed under subsection 41 (1) of the <i>Interjurisdictional Support Orders Act, 2002</i>.</p> <p class=\"headnote\">Delegation by Central Authority</p> <p class=\"subsection\">(2) The Central Authority may, in writing, delegate any of its powers, duties or functions under this Act to any other person or persons.</p> <p class=\"headnote\">Designation by Minister</p> <p class=\"subsection\">(3) The Minister may, in writing, designate one or more persons or entities to exercise any power or perform any duty or function of the Central Authority instead of the designated authority, other than,</p> <p class=\"paragraph\">  (a) the power to delegate under subsection (2); and</p> <p class=\"paragraph\">  (b) any other power specified by the regulations.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "section_x": "Competent authority",
            "part_id": null,
            "part_type": null,
            "section_y": "Competent authority",
            "content": "8 (1) The competent authority in respect of a provision of this Act or the regulations, or in respect of a power, duty or function of the competent authority under this Act, is the person or entity specified by the regulations in respect of that provision, power, duty or function. Same (2) Regulations made for the purposes of subsection (1) may provide that the Central Authority may make a determination respecting the competent authority in respect of a provision of this Act or the regulations or in respect of a power, duty or function of the competent authority under this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>8 </b>(1) The competent authority in respect of a provision of this Act or the regulations, or in respect of a power, duty or function of the competent authority under this Act, is the person or entity specified by the regulations in respect of that provision, power, duty or function.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Regulations made for the purposes of subsection (1) may provide that the Central Authority may make a determination respecting the competent authority in respect of a provision of this Act or the regulations or in respect of a power, duty or function of the competent authority under this Act.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "section_x": "Deemed reciprocity arrangements",
            "part_id": null,
            "part_type": null,
            "section_y": "Deemed reciprocity arrangements",
            "content": "9 If a Contracting State is a reciprocating jurisdiction as defined in the Interjurisdictional Support Orders Act, 2002, that Contracting State and Ontario are deemed to have between them a reciprocity arrangement that meets the requirements of Article 52 of the Convention.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>9 </b>If a Contracting State is a reciprocating jurisdiction as defined in the <i>Interjurisdictional Support Orders Act, 2002</i>, that Contracting State and Ontario are deemed to have between them a reciprocity arrangement that meets the requirements of Article 52 of the Convention.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "section_x": "Other remedies",
            "part_id": null,
            "part_type": null,
            "section_y": "Other remedies",
            "content": "10 Subject to Article 18 of the Convention, nothing in this Act affects the availability of any other remedy to, (a) a person; (b) Ontario or another province or territory of Canada; (c) a jurisdiction outside Canada; or (d) a political subdivision or official agency of Ontario, another province or territory of Canada or a jurisdiction outside Canada.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>10 </b>Subject to Article 18 of the Convention, nothing in this Act affects the availability of any other remedy to,</p> <p class=\"paragraph\">  (a) a person;</p> <p class=\"paragraph\">  (b) Ontario or another province or territory of Canada;</p> <p class=\"paragraph\">  (c) a jurisdiction outside Canada; or</p> <p class=\"paragraph\">  (d) a political subdivision or official agency of Ontario, another province or territory of Canada or a jurisdiction outside Canada.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "section_x": "Applications made to Central Authority in Ontario",
            "part_id": null,
            "part_type": null,
            "section_y": "Applications made to Central Authority in Ontario",
            "content": "11 (1) This section applies with respect to applications made to the Central Authority, (a) by the central authority of a requesting State under Article 10 of the Convention; or (b) directly by the applicant, as contemplated by Article 52 (1) (d) of the Convention. Procedures (2) Except where this Act or the regulations provide otherwise, the Interjurisdictional Support Orders Act, 2002 and Ontario Regulation 55/03 (General) made under that Act apply, with the following and any other necessary modifications, with respect to an application made to the Central Authority: 1. A reference in the Interjurisdictional Support Orders Act, 2002 or in Ontario Regulation 55/03 to the designated authority shall be read as a reference to the Central Authority. 2. A reference in the Interjurisdictional Support Orders Act, 2002 or in Ontario Regulation 55/03 to the Ontario court shall be read as a reference to the court as defined in this Act. 3. Any other modifications that may be specified by the regulations. Same (3) Except where this Act or the regulations provide otherwise, the Family Law Rules apply, with necessary modifications including any modifications that may be specified by the regulations, with respect to an application made to the Central Authority as if it were an application to the designated authority under the Interjurisdictional Support Orders Act, 2002. Application of Art. 23 (4) For greater certainty, Article 23 and not Article 24 of the Convention applies with respect to the procedures on an application for recognition and enforcement of a decision to the Central Authority. Decision copies, abstracts, extracts (5) For the purposes of Article 25 (3) (b) of the Convention, the application for recognition and enforcement of a decision may be accompanied by, (a) an uncertified copy of the decision, unless the Central Authority considers it appropriate to require a certified copy; or (b) an abstract or extract of the decision, subject to any requirements that may be specified by the regulations. Application admissible in evidence (6) An application transmitted to the Central Authority in accordance with Article 12 of the Convention in the form recommended and published by the Hague Conference on Private International Law is, despite section 45 of the Evidence Act, admissible in evidence as proof, in the absence of evidence to the contrary, of the contents of the application.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>11 </b>(1) This section applies with respect to applications made to the Central Authority,</p> <p class=\"paragraph\">  (a) by the central authority of a requesting State under Article 10 of the Convention; or</p> <p class=\"paragraph\">  (b) directly by the applicant, as contemplated by Article 52 (1) (d) of the Convention.</p> <p class=\"headnote\">Procedures</p> <p class=\"subsection\">(2) Except where this Act or the regulations provide otherwise, the <i>Interjurisdictional Support Orders Act, 2002</i> and Ontario Regulation 55/03 (General) made under that Act apply, with the following and any other necessary modifications, with respect to an application made to the Central Authority:</p> <p class=\"paragraph\">  1. A reference in the <i>Interjurisdictional Support Orders Act, 2002</i> or in Ontario Regulation 55/03 to the designated authority shall be read as a reference to the Central Authority.</p> <p class=\"paragraph\">  2. A reference in the <i>Interjurisdictional Support Orders Act, 2002</i> or in Ontario Regulation 55/03 to the Ontario court shall be read as a reference to the court as defined in this Act.</p> <p class=\"paragraph\">  3. Any other modifications that may be specified by the regulations.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Except where this Act or the regulations provide otherwise, the Family Law Rules apply, with necessary modifications including any modifications that may be specified by the regulations, with respect to an application made to the Central Authority as if it were an application to the designated authority under the <i>Interjurisdictional Support Orders Act, 2002</i>.</p> <p class=\"headnote\">Application of Art. 23</p> <p class=\"subsection\">(4) For greater certainty, Article 23 and not Article 24 of the Convention applies with respect to the procedures on an application for recognition and enforcement of a decision to the Central Authority.</p> <p class=\"headnote\">Decision copies, abstracts, extracts</p> <p class=\"subsection\">(5) For the purposes of Article 25 (3) (b) of the Convention, the application for recognition and enforcement of a decision may be accompanied by,</p> <p class=\"paragraph\">  (a) an uncertified copy of the decision, unless the Central Authority considers it appropriate to require a certified copy; or</p> <p class=\"paragraph\">  (b) an abstract or extract of the decision, subject to any requirements that may be specified by the regulations.</p> <p class=\"headnote\">Application admissible in evidence</p> <p class=\"subsection\">(6) An application transmitted to the Central Authority in accordance with Article 12 of the Convention in the form recommended and published by the Hague Conference on Private International Law is, despite section 45 of the <i>Evidence Act</i>, admissible in evidence as proof, in the absence of evidence to the contrary, of the contents of the application.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "section_x": "Direct request to competent authority",
            "part_id": null,
            "part_type": null,
            "section_y": "Direct request to competent authority",
            "content": "12 (1) For the purposes of Article 37 of the Convention, a request for recognition and enforcement of a decision made directly to the competent authority shall be subject to, (a) the procedures provided for in the regulations; or (b) if no procedures are provided for in the regulations, to the procedures set out in the Family Law Rules with respect to cases under the Interjurisdictional Support Orders Act, 2002, with necessary modifications. Same (2) Regulations made for the purposes of subsection (1) may require or provide that a request referred to in that subsection be directed to the Central Authority and treated as an application under Article 10 (1) (a) or (2) (a) of the Convention.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>12 </b>(1) For the purposes of Article 37 of the Convention, a request for recognition and enforcement of a decision made directly to the competent authority shall be subject to,</p> <p class=\"paragraph\">  (a) the procedures provided for in the regulations; or</p> <p class=\"paragraph\">  (b) if no procedures are provided for in the regulations, to the procedures set out in the Family Law Rules with respect to cases under the <i>Interjurisdictional Support Orders Act, 2002</i>, with necessary modifications.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Regulations made for the purposes of subsection (1) may require or provide that a request referred to in that subsection be directed to the Central Authority and treated as an application under Article 10 (1) (a) or (2) (a) of the Convention.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "13.",
            "section_x": "Enforcement",
            "part_id": null,
            "part_type": null,
            "section_y": "Enforcement",
            "content": "13 For the purposes of Article 32 of the Convention, a decision that has been registered for enforcement under Article 23 of the Convention is enforceable in the same manner as a support order registered under the Interjurisdictional Support Orders Act, 2002, and, for the purpose, section 19 of that Act applies with necessary modifications with respect to an enforceable decision. Challenges and appeals",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>13 </b>For the purposes of Article 32 of the Convention, a decision that has been registered for enforcement under Article 23 of the Convention is enforceable in the same manner as a support order registered under the <i>Interjurisdictional Support Orders Act, 2002</i>, and, for the purpose, section 19 of that Act applies with necessary modifications with respect to an enforceable decision.</p> <p class=\"headnote\">Challenges and appeals</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "14.",
            "section_x": "Challenges and appeals",
            "part_id": null,
            "part_type": null,
            "section_y": "Challenges, appeals under Art. 23 (5), procedures",
            "content": "14 (1) Sections 20 and 21 of the Interjurisdictional Support Orders Act, 2002\r\napply with necessary modifications to a challenge or appeal under Article 23 (5) of the Convention as if the challenge or appeal were a motion to set aside the registration of an order, except to the extent that their application conflicts with the procedural requirements of Article 23. Further appeals under Art. 23 (10) (2) For the purposes of the further appeal referred to in Article 23 (10) of the Convention, the decision of the court may be appealed by, (a) the applicant; (b) the respondent; or (c) the Central Authority. Same, procedures (3) For the purposes of an appeal referred to in subsection (2), section 40 of the Interjurisdictional Support Orders Act, 2002 applies with necessary modifications.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>14 </b>(1) Sections 20 and 21 of the <i>Interjurisdictional Support Orders Act, 2002</i>\r\napply with necessary modifications to a challenge or appeal under Article 23 (5) of the Convention as if the challenge or appeal were a motion to set aside the registration of an order, except to the extent that their application conflicts with the procedural requirements of Article 23.</p> <p class=\"headnote\">Further appeals under Art. 23 (10)</p> <p class=\"subsection\">(2) For the purposes of the further appeal referred to in Article 23 (10) of the Convention, the decision of the court may be appealed by,</p> <p class=\"paragraph\">  (a) the applicant;</p> <p class=\"paragraph\">  (b) the respondent; or</p> <p class=\"paragraph\">  (c) the Central Authority.</p> <p class=\"headnote\">Same, procedures</p> <p class=\"subsection\">(3) For the purposes of an appeal referred to in subsection (2), section 40 of the <i>Interjurisdictional Support Orders Act, 2002</i> applies with necessary modifications.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "15.",
            "section_x": "Terminology",
            "part_id": null,
            "part_type": null,
            "section_y": "Terminology",
            "content": "15 If, in a proceeding under this Act, a document from a competent authority in a Contracting State contains terminology different from the terminology in this Act, or contains terminology or is in a form different than that customarily in use in a court, the court shall give a broad and liberal interpretation to the terminology or form so as to give effect to the document.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>15 </b>If, in a proceeding under this Act, a document from a competent authority in a Contracting State contains terminology different from the terminology in this Act, or contains terminology or is in a form different than that customarily in use in a court, the court shall give a broad and liberal interpretation to the terminology or form so as to give effect to the document.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "16.",
            "section_x": "Physical presence not required",
            "part_id": null,
            "part_type": null,
            "section_y": "Physical presence not required",
            "content": "16 The physical presence of the applicant, or of a child who is a subject of the application, is not required in any proceeding under this Act. Applications made through Central Authority to another central authority",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>16 </b>The physical presence of the applicant, or of a child who is a subject of the application, is not required in any proceeding under this Act.</p> <p class=\"headnote\">Applications made through Central Authority to another central authority</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "17.",
            "section_x": "Applications made through Central Authority to another central authority",
            "part_id": null,
            "part_type": null,
            "section_y": "Statement of enforceability",
            "content": "17 (1) The documents referred to in Articles 25 (1) (b) and 30 (3) (b) of the Convention may be provided by the competent authority. Non-disclosure of information (2) If the Central Authority determines under Article 40 (1) of the Convention that disclosure or confirmation of the applicant’s contact details could jeopardize the health, safety or liberty of a person, the contact details of the Central Authority may be substituted for those of the applicant. Forms (3) Applications made through the Central Authority to another central authority under Article 10 of the Convention by applicants who reside in Ontario for the establishment or modification of a decision shall be in the form approved by the Central Authority.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>17 </b>(1) The documents referred to in Articles 25 (1) (b) and 30 (3) (b) of the Convention may be provided by the competent authority.</p> <p class=\"headnote\">Non-disclosure of information</p> <p class=\"subsection\">(2) If the Central Authority determines under Article 40 (1) of the Convention that disclosure or confirmation of the applicant’s contact details could jeopardize the health, safety or liberty of a person, the contact details of the Central Authority may be substituted for those of the applicant.</p> <p class=\"headnote\">Forms</p> <p class=\"subsection\">(3) Applications made through the Central Authority to another central authority under Article 10 of the Convention by applicants who reside in Ontario for the establishment or modification of a decision shall be in the form approved by the Central Authority.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "18.",
            "section_x": "Application of Act to certain orders registered under Interjurisdictional Support Orders Act, 2002",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of Act to certain orders registered under Interjurisdictional Support Orders Act, 2002",
            "content": "18 An application to vary a support order that was registered under section 19 of the Interjurisdictional Support Orders Act, 2002 before the day the Convention began to apply in Ontario shall, on and after that day, be brought or continued under this Act as an application under Article 10 of the Convention to modify a decision, if, at the time the application is or was made, the state in which the decision was made is or was a Contracting State.",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>18 </b>An application to vary a support order that was registered under section 19 of the <i>Interjurisdictional Support Orders Act, 2002</i> before the day the Convention began to apply in Ontario shall, on and after that day, be brought or continued under this Act as an application under Article 10 of the Convention to modify a decision, if, at the time the application is or was made, the state in which the decision was made is or was a Contracting State.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "19.",
            "section_x": "Application of Act to decision recognized under Convention elsewhere in Canada",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of Act to decision recognized under Convention elsewhere in Canada",
            "content": "19 (1) This Act applies with respect to a decision made in a Contracting State that has been registered and is enforceable in another jurisdiction of Canada under an Act of that jurisdiction that adopts the Convention. Exception, challenge or appeal (2) Despite subsection (1), no challenge or appeal of the registration of the decision under this Act may be brought under Article 23 (5) of the Convention, regardless of whether or not any such challenge or appeal was brought in the other jurisdiction, unless the respondent did not receive notice of the application for recognition and enforcement in the other jurisdiction of Canada in which the decision was previously registered for enforcement.",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>19 </b>(1) This Act applies with respect to a decision made in a Contracting State that has been registered and is enforceable in another jurisdiction of Canada under an Act of that jurisdiction that adopts the Convention.</p> <p class=\"headnote\">Exception, challenge or appeal</p> <p class=\"subsection\">(2) Despite subsection (1), no challenge or appeal of the registration of the decision under this Act may be brought under Article 23 (5) of the Convention, regardless of whether or not any such challenge or appeal was brought in the other jurisdiction, unless the respondent did not receive notice of the application for recognition and enforcement in the other jurisdiction of Canada in which the decision was previously registered for enforcement.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "20.",
            "section_x": "No personal liability",
            "part_id": null,
            "part_type": null,
            "section_y": "No personal liability",
            "content": "20 (1) No cause of action arises against any of the following persons for any act done in good faith in the exercise or performance, or intended exercise or performance, of the person’s powers, duties or functions under this Act or for any alleged neglect, default or other omission in the exercise or performance in good faith of those powers, duties or functions: 1. A person who exercises or exercised a power, duty or function of the Central Authority under this Act. 2. A person who exercises or exercised a power, duty or function of the competent authority under this Act. 3. A current or former employee in the office of a person referred to in paragraph 1 or 2. Crown remains vicariously liable (2) Despite subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsection (1) does not relieve the Crown of liability to which it would otherwise be subject as a result of the acts or omissions of a person specified in subsection (1). Proceedings barred (3) No proceeding shall be commenced against any person specified in subsection (1) in respect of a matter referred to in that subsection. Same (4) Subsection (3) does not apply with respect to an application for judicial review, but does apply with respect to any other court, administrative or arbitral proceeding claiming any remedy or relief, including specific performance, an injunction, declaratory relief, a remedy in contract, restitution, unjust enrichment or tort, a remedy for breach of trust or fiduciary obligation or any equitable remedy, enforcement of a judgment, order or award made outside Ontario or any form of compensation or damages including loss of revenue or profit.",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>20 </b>(1) No cause of action arises against any of the following persons for any act done in good faith in the exercise or performance, or intended exercise or performance, of the person’s powers, duties or functions under this Act or for any alleged neglect, default or other omission in the exercise or performance in good faith of those powers, duties or functions:</p> <p class=\"paragraph\">  1. A person who exercises or exercised a power, duty or function of the Central Authority under this Act.</p> <p class=\"paragraph\">  2. A person who exercises or exercised a power, duty or function of the competent authority under this Act.</p> <p class=\"paragraph\">  3. A current or former employee in the office of a person referred to in paragraph 1 or 2.</p> <p class=\"headnote\">Crown remains vicariously liable</p> <p class=\"subsection\">(2) Despite subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsection (1) does not relieve the Crown of liability to which it would otherwise be subject as a result of the acts or omissions of a person specified in subsection (1).</p> <p class=\"headnote\">Proceedings barred</p> <p class=\"subsection\">(3) No proceeding shall be commenced against any person specified in subsection (1) in respect of a matter referred to in that subsection.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Subsection (3) does not apply with respect to an application for judicial review, but does apply with respect to any other court, administrative or arbitral proceeding claiming any remedy or relief, including specific performance, an injunction, declaratory relief, a remedy in contract, restitution, unjust enrichment or tort, a remedy for breach of trust or fiduciary obligation or any equitable remedy, enforcement of a judgment, order or award made outside Ontario or any form of compensation or damages including loss of revenue or profit.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "21.",
            "section_x": "Crown bound",
            "part_id": null,
            "part_type": null,
            "section_y": "Crown bound",
            "content": "21 This Act binds the Crown.",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>21 </b>This Act binds the Crown.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "22.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "22 (1) The Lieutenant Governor in Council may make regulations, (a) respecting anything that, in this Act, may or must be done by the regulations; (b) governing applications and procedures for applications made under the Convention, including providing, for the purposes of clause 11 (5) (b), that abstracts or extracts of decisions are subject to requirements respecting form, manner, content or any other requirements; (c) governing procedures for requests referred to in subsection 12 (1); (d) requiring the use of specified forms for the purposes of this Act or permitting the Central Authority to require the use of forms approved by it for the purposes of this Act, if a form is not already provided for under this Act; (e) providing for such transitional matters as the Lieutenant Governor in Council considers necessary or advisable in connection with the implementation of this Act; (f) to carry out the intent and purposes of this Act. Same (2) A regulation made under clause (1) (b) prevails in the event of a conflict with this Act, other than the Convention, or with any other Act or regulation. 23-26 Omitted (amends, repeals or revokes other legislation). 27 Omitted (provides for coming into force of provisions of this Act). 28 Omitted (enacts short title of this Act). SCHEDULE 1   CONVENTION ON THE INTERNATIONAL RECOVERY OF CHILD SUPPORT    AND OTHER FORMS OF FAMILY MAINTENANCE Preamble The States signatory to the present Convention, Desiring to improve co-operation among States for the international\r\nrecovery of child support and other forms of family maintenance, Aware of the need for procedures which\r\nproduce results and are accessible, prompt, efficient, cost-effective, responsive and fair Wishing to build upon the best features of existing\nHague Conventions and other international instruments, in particular the United Nations\nConvention on the Recovery Abroad of Maintenance\nof\n20 June 1956, Seeking to take advantage\r\nof\nadvances in\r\ntechnologies and to create a flexible system which can\ncontinue to evolve as needs change\nand further advances\nin technology create new opportunities, Recalling that, in\r\naccordance with Articles 3 and 27 of the United Nations Convention on the Rights of the Child of 20 November 1989, - in all actions concerning children the best interests\nof the child shall be\r\na primary consideration, - every child has a right to a standard of living adequate for the child’s physical, mental, spiritual, moral and social development, - the parent(s) or others responsible for the child have the primary responsibility to secure, within their abilities and financial capacities, the conditions of living necessary for the child’s development, and - States Parties should take all appropriate measures, including the conclusion of international agreements, to secure the recovery of maintenance for the child from the parent(s) or other responsible persons, in particular where such persons live in a State different from that of the child, - Have resolved to conclude this Convention and have agreed upon the following provisions – CHAPTER I   OBJECT, SCOPE AND DEFINITIONS Article 1 \nObject The object of the present Convention is to ensure the effective\ninternational recovery\nof child support and other forms of family maintenance, in particular\r\nby\n– a) establishing a comprehensive system of co-operation between the authorities of the Contracting States; b) making available\napplications for the establishment of maintenance decisions; c) providing for the\r\nrecognition and enforcement of maintenance decisions; and d) requiring effective measures for the prompt enforcement of maintenance decisions. Article 2   Scope 1 This Convention shall apply – a) to maintenance obligations arising from a parent-child relationship towards a person under the age of 21 years; b) to recognition and enforcement or enforcement of a decision for spousal support when the application is made with a claim within the scope of sub-paragraph a); and c) with the exception of Chapters II and III, to spousal support. 2 Any Contracting State may reserve, in accordance with Article 62, the right to limit the application of the Convention under sub-paragraph 1 a), to persons who have not attained the age of 18 years. A Contracting State which makes this reservation shall not be entitled to claim the application of the Convention to persons of the age excluded by its reservation. 3 Any Contracting State may declare in accordance with Article 63 that it will extend the application of the whole or any part of the Convention to any maintenance obligation arising from a family relationship, parentage, marriage or affinity, including in particular obligations in respect of vulnerable persons. Any such declaration shall give rise to obligations between two Contracting States only in so far as their declarations cover the same maintenance obligations and parts of the Convention. 4 The provisions of this Convention shall apply to children regardless of the marital status of the parents. Article 3   Definitions For the purposes of this Convention – a) “creditor” means an individual to whom maintenance is owed or is alleged to be owed; b) “debtor” means an individual who owes or who is alleged to owe maintenance; c) “legal assistance” means the assistance necessary to enable applicants to know and assert their rights and to ensure that applications are fully and effectively dealt with in the requested State. The means of providing such assistance may include as necessary legal advice, assistance in bringing a case before an authority, legal representation and exemption from costs of proceedings; d) “agreement in writing” means an agreement recorded in any medium, the information contained in which is accessible so as to be usable for subsequent reference; e) “maintenance arrangement” means an agreement in writing relating to the payment of maintenance which – i) has been formally\ndrawn up or registered as an authentic instrument by a competent authority, or ii) has\r\nbeen authenticated by, or concluded, registered or filed with a competent\nauthority, and may be the subject of review\nand modification by a competent authority; f) “vulnerable person” means a person who, by reason of an impairment or insufficiency of his or her personal faculties, is not able to support him or herself. CHAPTER II   ADMINISTRATIVE CO-OPERATION Article 4   Designation of Central Authorities 1 A Contracting State\nshall designate a Central Authority to discharge the duties\nthat are imposed by the Convention on such an authority. 2 Federal States, States with more than one system of law or States having autonomous territorial units shall be free to appoint more than one Central Authority and shall specify the territorial or personal extent of their functions. Where a State has appointed more than one Central Authority, it shall designate the Central Authority to which any communication may be addressed for transmission to the appropriate Central Authority within that State. 3 The designation of the Central Authority or Central Authorities, their contact details, and where appropriate the extent of their functions as specified in paragraph 2, shall be communicated by a Contracting State to the Permanent Bureau of the Hague Conference on Private International Law at the time when the instrument of ratification or accession is deposited or when a declaration is submitted in accordance with Article 61. Contracting States shall promptly inform the Permanent Bureau of any changes. Article 5   General functions of Central Authorities Central Authorities shall – a) co-operate with each other and promote co-operation amongst the competent authorities in their States to achieve\nthe purposes of the\r\nConvention; b) seek as far\nas possible solutions to difficulties which arise in the application of the Convention. Article 6   Specific functions of Central Authorities 1 Central Authorities\nshall provide assistance in relation to applications under Chapter III. In particular\nthey shall – a) transmit and receive such applications; b) initiate or facilitate the institution of proceedings in respect of such applications. 2 In relation to such applications they shall take all appropriate measures – a) where the circumstances require, to provide or facilitate the provision of legal assistance; b) to help locate the debtor or the creditor; c) to help obtain relevant information concerning the income and, if necessary, other financial circumstances of the debtor or creditor, including the location of assets; d) to encourage amicable solutions with a view to obtaining voluntary payment of maintenance, where suitable by use of mediation, conciliation or similar processes; e) to facilitate the ongoing enforcement of maintenance decisions, including any arrears; f) to facilitate the collection and expeditious transfer of maintenance payments; g) to facilitate the obtaining of documentary or other evidence; h) to provide assistance in establishing parentage where necessary for the recovery of maintenance; i) to initiate or facilitate the institution of proceedings to obtain any necessary provisional measures that are territorial in nature and the purpose of which is to secure the outcome of a pending maintenance application; j) to facilitate service of documents. 3 The functions of the Central Authority under this Article may, to the extent permitted under the law of its State, be performed by public bodies, or other bodies subject to the supervision of the competent authorities of that State. The designation of any such public bodies or other bodies, as well as their contact details and the extent of their functions, shall be communicated by a Contracting State to the Permanent Bureau of the Hague Conference on Private International Law. Contracting States shall promptly inform the Permanent. 4 Nothing in this Article or Article 7 shall be interpreted as imposing an obligation on a Central Authority to exercise powers that can be exercised only by judicial authorities under the law of the requested State Article 7   Requests for specific measures 1 A Central Authority may make a request, supported by reasons, to another Central Authority to take appropriate specific measures under Article 6(2) b), c), g), h), i) and j) when no application under Article 10 is pending. The requested Central Authority shall take such measures as are appropriate if satisfied that they are necessary to assist a potential applicant in making an application under Article 10 or in determining whether such an application should be initiated. 2 A Central Authority may also take specific measures on the request of another Central Authority in relation to a case having an international element concerning the recovery of maintenance pending in the requesting State. Article 8   Central Authority costs 1 Each Central Authority shall bear its own costs in applying this Convention. 2 Central Authorities may not impose any charge on an applicant for the provision of their services under the Convention save for exceptional costs arising from a request for a specific measure under Article 7. 3 The requested Central Authority may not recover the costs of the services referred to in paragraph 2 without the prior consent of the applicant to the provision of those services at such cost. CHAPTER III \nAPPLICATIONS THROUGH CENTRAL AUTHORITIES Article 9   Application through Central Authorities An application under\nthis Chapter shall be made through the Central Authority of the Contracting State in which the applicant resides to the Central Authority\nof the requested\nState. For the purpose of this provision, residence\r\nexcludes mere presence. Article 10   Available applications 1 The following categories of application shall be available to a creditor in a requesting State seeking to recover maintenance under this Convention – a) recognition\nor\nrecognition and enforcement of a decision; b) enforcement of a decision made or recognised in the requested State; c) establishment of a decision\nin the requested State where there is no existing decision, including where necessary\nthe establishment of parentage; d) establishment of a decision\nin the requested State where recognition and enforcement of a decision is not possible, or is refused, because\nof the lack of a basis for recognition and enforcement under Article 20, or on the grounds\nspecified in Article 22 b) or e); e) modification of a decision made in the\r\nrequested State; f) modification of a decision made in a State other than the requested State. 2 The following categories of application shall be available to a debtor in a requesting State against whom there is an existing maintenance decision – a) recognition of a decision, or an equivalent procedure leading to the suspension, or limiting the enforcement, of a previous decision in the requested State; b) modification of a decision made in the requested State; c) modification of a decision made in a State other than the requested State. 3 Save as otherwise provided in this Convention, the applications in paragraphs 1 and 2 shall be determined under the law of the requested State, and applications in paragraphs 1 c) to f) and 2 b) and c) shall be subject to the jurisdictional rules applicable in the requested State. Article 11   Application contents 1 All applications under Article 10 shall as a minimum include – a) a statement\nof the nature of the application or applications; b) the name and contact details,\nincluding the address\nand date of birth of the applicant; c) the name and,\nif known, address and date of birth of the\r\nrespondent; d) the name and date of birth of any person\r\nfor whom maintenance is sought; e) the grounds\nupon which the application is based; f) in an application by a creditor, information concerning where the maintenance payment\nshould be sent or electronically transmitted; g) save in an application under Article 10(1) a) and (2) a), any information or document\nspecified by declaration in accordance with Article 63 by the requested\nState; h) the name and contact\ndetails of the person or unit from the Central Authority\nof the requesting State responsible for\r\nprocessing the application. 2 As appropriate, and to the extent known, the application shall in addition in particular include – a) the financial circumstances of the creditor; b) the financial circumstances of the debtor, including the name and address of the employer of the debtor and the nature and location of the assets of the debtor; c) any other information that may assist with the location of the respondent. 3 The application shall be accompanied by any necessary supporting information or documentation including documentation concerning the entitlement of the applicant to free legal assistance. In the case of applications under Article 10(1) a) and (2) a), the application shall be accompanied only by the documents listed in Article 25. 4 An application under Article 10 may be made in the form recommended and published by the Hague Conference on Private International Law. Article 12   Transmission, receipt and processing of applications and cases through Central Authorities 1 The Central Authority of the requesting State shall assist the applicant in ensuring that the application is accompanied by all the information and documents known by it to be necessary for consideration of the application. 2 The Central Authority of the requesting State shall, when satisfied that the application complies with the requirements of the Convention, transmit the application on behalf of and with the consent of the applicant to the Central Authority of the requested State. The application shall be accompanied by the transmittal form set out in Annex 1. The Central Authority of the requesting State shall, when requested by the Central Authority of the requested State, provide a complete copy certified by the competent authority in the State of origin of any document specified under Articles 16(3), 25(1) a), b), and d), (3) b) and 30(3). 3 The requested Central Authority shall, within six weeks from the date of receipt of the application, acknowledge receipt in the form set out in Annex 2, and inform the Central Authority of the requesting State what initial steps have been or will be taken to deal with the application, and may request any further necessary documents and information. Within the same six-week period, the requested Central Authority shall provide to the requesting Central Authority the name and contact details of the person or unit responsible for responding to inquiries regarding the progress of the application. 4 Within three months after the acknowledgement, the requested Central Authority shall inform the requesting Central Authority of the status of the application. 5 Requesting and requested Central Authorities shall keep each other informed of – a) the person or unit responsible for a particular\r\ncase; b) the progress\nof the case, and shall provide timely responses to enquiries. 6 Central Authorities shall process a case as quickly as a proper consideration of the issues will allow. 7 Central Authorities shall employ the most rapid and efficient means of communication at their disposal. 8 A requested Central Authority may refuse to process an application only if it is manifest that the requirements of the Convention are not fulfilled. In such case, that Central Authority shall promptly inform the requesting Central Authority of its reasons for refusal. 9 The requested Central Authority may not reject an application solely on the basis that additional documents or information are needed. However, the requested Central Authority may ask the requesting Central Authority to provide these additional documents or information. If the requesting Central Authority does not do so within three months or a longer period specified by the requested Central Authority, the requested Central Authority may decide that it will no longer process the application. In this case, it shall inform the requesting Central Authority of this decision. Article 13   Means of communication Any application made through Central Authorities of the Contracting States in accordance with this Chapter, and any document or information appended thereto or provided by a Central Authority, may not be challenged by the respondent by reason only of the medium or means of communication employed between the Central Authorities concerned. Article 14   Effective access to procedures 1 The requested State shall provide applicants with effective access to procedures, including enforcement and appeal procedures, arising from applications under this Chapter. 2 To provide such effective access, the requested State shall provide free legal assistance in accordance with Articles 14 to 17 unless paragraph 3 applies. 3 The requested State shall not be obliged to provide such free legal assistance if and to the extent that the procedures of that State enable the applicant to make the case without the need for such assistance, and the Central Authority provides such services as are necessary free of charge. 4 Entitlements to free legal assistance shall not be less than those available in equivalent domestic cases. 5 No security, bond or deposit, however described, shall be required to guarantee the payment of costs and expenses in proceedings under the Convention. Article 15   Free legal assistance for child support applications 1 The requested State shall provide free legal assistance in respect of all applications by a creditor under this Chapter concerning maintenance obligations arising from a parent-child relationship towards a person under the age of 21 years. 2 Notwithstanding paragraph 1, the requested State may, in relation to applications other than those under Article 10(1) a) and b) and the cases covered by Article 20(4), refuse free legal assistance if it considers that, on the merits, the application or any appeal is manifestly unfounded. Article 16   Declaration to permit use of child-centred means test 1 Notwithstanding Article 15(1), a State may declare, in accordance with Article 63, that it will provide\nfree legal assistance in respect of applications other than under\nArticle 10(1) a) and b) and the cases covered\nby Article 20(4), subject\nto a test based on an assessment of the means\r\nof the child. 2 A State shall, at the time of making such a declaration, provide\ninformation to the Permanent Bureau\nof the Hague Conference on Private International Law concerning the manner\nin which the assessment of the child’s means will be carried\nout, including the financial criteria which would need to be met to satisfy the\ntest. 3 An application referred to in paragraph 1, addressed to a State which has made the declaration referred to in that paragraph, shall include a formal attestation by the applicant stating\nthat the child’s means meet the criteria\nreferred to in paragraph 2. The requested\nState may only request\nfurther evidence of the child’s means if it has reasonable grounds to believe that the information provided by the applicant is inaccurate. 4 If the most favourable legal assistance provided\nfor by the law of the requested State in respect of applications under this Chapter concerning maintenance obligations arising\nfrom a parent-child relationship towards a child is more favourable than that provided\nfor under paragraphs 1 to 3, the most\nfavourable legal assistance shall be provided. Article 17   Applications not qualifying under Article 15 or Article 16 In the case of all applications under this Convention other than those under Article 15 or Article 16 – a) the provision\nof free legal assistance may be made subject to a means or a merits test; b) an applicant, who in the State\nof origin has benefited from free legal assistance, shall be entitled,\nin any proceedings for recognition or enforcement, to benefit, at least to the same extent, from free legal assistance as provided for by the law of the State addressed under the same circumstances. CHAPTER IV   RESTRICTIONS ON BRINGING PROCEEDINGS Article 18   Limit on proceedings 1 Where a decision is made in a Contracting State where the creditor is habitually resident, proceedings to modify the decision or to make a new decision cannot be brought by the debtor in any other Contracting State as long as the creditor remains habitually resident in the State where the decision was made. 2 Paragraph 1 shall not apply – a) where, except in disputes relating\nto maintenance obligations in respect\nof children, there is agreement\nin writing between\nthe parties to the jurisdiction of that other Contracting State; b) where the creditor submits\nto the jurisdiction of that other Contracting State either expressly or by defending on the merits of the case without objecting to the jurisdiction at the first available opportunity; c) where the competent authority\nin the State of origin cannot, or refuses to, exercise jurisdiction to modify the decision or\nmake a new decision; or d) where the decision\nmade in the State of origin cannot\nbe recognised or declared enforceable in the Contracting State where proceedings to modify the decision\nor make a new decision are contemplated. CHAPTER V   RECOGNITION AND ENFORCEMENT Article 19   Scope of the Chapter 1 This Chapter shall apply to a decision rendered by a judicial or administrative authority in respect of a maintenance obligation. The term “decision” also includes a settlement or agreement concluded before or approved by such an authority. A decision may include automatic adjustment by indexation and a requirement to pay arrears, retroactive maintenance or interest and a determination of costs or expenses. 2 If a decision does not relate solely to a maintenance obligation, the effect of this Chapter is limited to the parts of the decision which concern maintenance obligations. 3 For the purpose of paragraph 1, “administrative authority” means a public body whose decisions, under the law of the State where it is established – a) may be made the\nsubject of an appeal\nto or review by a judicial authority; and b) have a similar\nforce and effect to a decision\nof a judicial\nauthority on the same matter. 4 This Chapter also applies to maintenance arrangements in accordance with Article 30. 5 The provisions of this Chapter shall apply to a request for recognition and enforcement made directly to a competent authority of the State addressed in accordance with Article 37. Article 20   Bases for recognition and enforcement 1 A decision made in one Contracting State (“the State of origin”) shall be recognised and enforced in other Contracting States if – a) the respondent was habitually resident\nin the State of origin at the time proceedings were instituted; b) the respondent has submitted\nto the jurisdiction either\nexpressly or by defending on the merits of the case without objecting\nto the jurisdiction at the first available opportunity; c) the creditor\nwas habitually resident\nin the State of origin at the time proceedings were instituted; d) the child for whom maintenance was ordered was habitually resident in the State of origin at the time proceedings were instituted, provided that the respondent has lived with the child in that State or has resided in that State and provided\nsupport for the child there; e) except in disputes relating\nto maintenance obligations in respect of children,\nthere has been\r\nagreement to the jurisdiction in writing\r\nby the parties; or f) the decision was made by an authority\nexercising jurisdiction on a matter of personal\nstatus or parental responsibility, unless that jurisdiction was based solely on the nationality of one of the parties. 2 A Contracting State may make a reservation, in accordance with Article 62, in respect of paragraph 1 c), e) or f). 3 A Contracting State making a reservation under paragraph 2 shall recognise and enforce a decision if its law would in similar factual circumstances confer or would have conferred jurisdiction on its authorities to make such a decision. 4 A Contracting State shall, if recognition of a decision is not possible as a result of a reservation under paragraph 2, and if the debtor is habitually resident in that State, take all appropriate measures to establish a decision for the benefit of the creditor. The preceding sentence shall\nnot apply to direct requests\nfor recognition\nand enforcement under Article 19(5) or to claims for support referred to in Article\n2(1) b). 5 A decision in favour of a child under the age of 18 years which cannot be recognised by virtue only of a reservation in respect of paragraph 1 c), e) or f) shall be accepted as establishing the eligibility of that child for maintenance in the State addressed. 6 A decision shall be recognised only if it has effect in the State of origin, and shall be enforced only if it is enforceable in the State of origin. Article 21   Severability and partial recognition and enforcement 1 If the State addressed is unable to recognise or enforce the whole of the decision, it shall recognise or enforce any severable part of the decision which can be so recognised or enforced. 2 Partial recognition or enforcement of a decision can always be applied for. Article 22   Grounds for refusing recognition and enforcement Recognition and enforcement of a decision may be refused if – a) recognition and enforcement of the decision is manifestly incompatible with the public policy (“ordre public”) of the State addressed; b) the decision was obtained by fraud in connection with a matter of procedure; c) proceedings between the same parties and having the same purpose are pending before an authority of the State addressed and those proceedings were the first to be instituted; d) the decision is incompatible with a decision rendered between the same parties and having the same purpose, either in the State addressed or in another State, provided that this latter decision fulfils the conditions necessary for its recognition and enforcement in the State addressed; e) in a case where the respondent has neither appeared nor was represented in proceedings in the State of origin – i) when the law of the State of origin provides for notice of proceedings, the respondent did not have proper notice of the proceedings and an opportunity to be heard,\nor ii) when the law of the State of origin\ndoes not provide\nfor notice of the proceedings, the respondent did not have proper notice of the decision and an opportunity to challenge or appeal\r\nit on fact and law; or f) the decision was made in violation of Article 18. Article 23   Procedure on an application for recognition and enforcement 1 Subject to the provisions of the Convention, the procedures for recognition and enforcement shall be governed by the law of the State addressed. 2 Where an application for recognition and enforcement of a decision has been made through Central Authorities in accordance with Chapter III, the requested Central Authority shall promptly either – a) refer the application to the competent\nauthority which shall without delay declare\nthe decision enforceable or register\nthe decision for enforcement; or b) if it is the competent\nauthority take such steps itself. 3 Where the request is made directly to a competent authority in the State addressed in accordance with Article 19(5), that authority shall without delay declare the decision enforceable or register the decision for enforcement. 4 A declaration or registration may be refused only on the ground set out in Article 22 a). At this stage neither the applicant nor the respondent is entitled to make any submissions. 5 The applicant and the respondent shall be promptly notified of the declaration or registration, made under paragraphs 2 and 3, or the refusal thereof in accordance with paragraph 4, and may bring a challenge or appeal on fact and on a point of law. 6 A challenge or an appeal is to be lodged within 30 days of notification under paragraph 5. If the contesting party is not resident in the Contracting State in which the declaration or registration was made or refused, the challenge or appeal shall be lodged within 60 days of notification. 7 A challenge or appeal may be founded only on the following – a) the grounds for refusing\nrecognition and enforcement set out in Article 22; b) the bases for recognition and enforcement under Article\n20; c) the authenticity or integrity of any\r\ndocument transmitted in accordance with Article\n25(1) a), b) or d) or (3) b). 8 A challenge or an appeal by a respondent may also be founded on the fulfilment of the debt to the extent that the recognition and enforcement relates to payments that fell due in the past. 9 The applicant and the respondent shall be promptly notified of the decision following the challenge or the appeal. 10 A further appeal, if permitted by the law of the State addressed, shall not have the effect of staying the enforcement of the decision unless there are exceptional circumstances. 11 In taking any decision on recognition and enforcement, including any appeal, the competent authority shall act expeditiously. Article 24   Alternative procedure on an application for recognition and enforcement 1 Notwithstanding Article 23(2) to (11), a State may declare, in accordance with Article 63, that it will apply the procedure for recognition and enforcement set out in this Article. 2 Where an application for recognition and enforcement of a decision has been made through Central Authorities in accordance with Chapter III, the requested Central Authority shall promptly either – a) refer the application\r\nto the competent authority which shall decide on the application for recognition and enforcement; or b) if it is the competent authority, take such a decision itself. 3 A decision on recognition and enforcement shall be given by the competent authority after the respondent has been duly and promptly notified of the proceedings and both parties have been given an adequate opportunity to be heard. 4 The competent authority may review the grounds for refusing recognition and enforcement set out in Article 22 a), c) and d) of its own motion. It may review any grounds listed in Articles 20, 22 and 23(7) c) if raised by the respondent or if concerns relating to those grounds arise from the face of the documents submitted in accordance with Article 25. 5 A refusal of recognition and enforcement may also be founded on the fulfilment of the debt to the extent that the recognition and enforcement relates to payments that fell due in the past. 6 Any appeal, if permitted by the law of the State addressed, shall not have the effect of staying the enforcement of the decision unless there are exceptional circumstances. 7 In taking any decision on recognition and enforcement, including any appeal, the competent authority shall act expeditiously. Article 25 \nDocuments 1 An application for recognition and enforcement under Article 23 or Article 24 shall be accompanied by the following – a) a complete\ntext of the decision; b) a document stating that the decision is enforceable in the State of origin and, in the case of a decision by an administrative authority, a document stating that the requirements of Article 19(3) are met unless that State has\nspecified in accordance with Article 57 that decisions of its administrative authorities always\nmeet those requirements; c) if the respondent did not appear\nand was not represented in the proceedings in the State of origin, a document or documents\nattesting, as appropriate, either that the respondent had proper\nnotice of the proceedings and an opportunity to be heard, or that the respondent had proper notice of the decision and the opportunity to challenge or appeal it\non fact and law; d) where necessary, a document showing the amount of any arrears and the date such amount was calculated; e) where necessary, in the case of a decision providing for automatic\nadjustment by indexation, a document providing the information necessary to make the appropriate calculations; f) where necessary, documentation showing the extent to which the applicant received\nfree legal assistance in the State of origin. 2 Upon a challenge or appeal under Article 23(7) c) or upon request by the competent authority in the State addressed, a complete copy of the document concerned, certified by the competent authority in the State of origin, shall be provided promptly – a) by the Central Authority of the requesting State, where the application has been made in accordance with Chapter III; b) by the applicant, where the request has been made directly to a competent authority of the State addressed. 3 A Contracting State may specify in accordance with Article 57 – a) that a complete copy of the decision certified by the competent authority in the State of origin must accompany the application; b) circumstances in which it will accept, in lieu of a complete text of the decision, an abstract or extract of the decision drawn up by the competent authority of the State of origin, which may be made in the form recommended and published by the Hague Conference on Private International Law; or c) that it does not require a document stating that the requirements of Article 19(3) are met. Article 26   Procedure on an application for recognition This Chapter shall apply mutatis mutandis\r\nto an application for recognition of a decision, save that the requirement of enforceability is replaced by the requirement that the decision has effect in the State of origin. Article 27   Findings of fact Any competent authority of the State addressed shall be bound by the findings of fact on which the authority of the State of origin based its jurisdiction. Article 28   No review of the merits There shall be no review by any competent authority of the State addressed of the merits of a decision. Article 29   Physical presence of the child or the applicant not required The physical presence of the child or the applicant shall not be required in any proceedings in the State addressed under this Chapter. Article 30   Maintenance arrangements 1 A maintenance arrangement made in a Contracting State shall be entitled to recognition and enforcement as a decision under this Chapter provided that it is enforceable as a decision in the State of origin. 2 For the purpose of Article 10(1) a) and b) and (2) a), the term “decision” includes a maintenance arrangement. 3 An application for recognition and enforcement of a maintenance arrangement shall be accompanied by the following – a) complete text of the maintenance arrangement; and b) a document stating that the particular maintenance arrangement is enforceable as a decision in the State of origin. 4 Recognition and enforcement of a maintenance arrangement may be refused if – a) the recognition and enforcement is manifestly incompatible with the public policy of the State addressed; b) the maintenance arrangement was obtained by fraud or falsification; c) the maintenance arrangement is incompatible with a decision rendered between the same parties and having the same purpose, either in the State addressed or in another State, provided that this latter decision fulfils the conditions necessary for its recognition and enforcement in the State addressed. 5 The provisions of this Chapter, with the exception of Articles 20, 22, 23(7) and 25(1) and (3), shall apply mutatis mutandis to the recognition and enforcement of a maintenance arrangement save that – a) a declaration or registration in accordance with Article 23(2) and (3) may be refused only on the ground set out in paragraph 4 a); b) a challenge or appeal as referred to in Article 23(6) may be founded only on the following – i) the grounds for refusing recognition and enforcement set out in paragraph 4, ii) the authenticity or integrity of any document transmitted in accordance with paragraph 3; c) as regards the procedure under Article 24(4), the competent authority may review of its own motion the ground for refusing recognition and enforcement set out in paragraph 4 a) of this Article. It may review all grounds listed in paragraph 4 of this Article and the authenticity or integrity of any document transmitted in accordance with paragraph 3 if raised by the respondent or if concerns relating to those grounds arise from the face of those documents. 6 Proceedings for recognition and enforcement of a maintenance arrangement shall be suspended if a challenge concerning the arrangement is pending before a competent authority of a Contracting State. 7 A State may declare, in accordance with Article 63, that applications for recognition and enforcement of a maintenance arrangement shall only be made through Central Authorities. 8 A Contracting State may, in accordance with Article 62, reserve the right not to recognise and enforce a maintenance arrangement. Article 31   Decisions produced by the combined effect of provisional and confirmation orders Where a decision is produced by the combined effect of a provisional order made in one State and an order by an authority in another State (“the confirming State”) confirming the provisional order – a) each of those States shall be deemed for the purposes of this Chapter to be a State of origin; b) the requirements of Article 22 e) shall be met if the respondent had proper notice of the proceedings in the confirming State and an opportunity to oppose the confirmation of the provisional order; c) the requirement of Article 20(6) that a decision be enforceable in the State of origin shall be met if the decision is enforceable in the confirming State; and d) Article 18 shall not prevent proceedings for the modification of the decision being commenced in either State. CHAPTER VI   ENFORCEMENT BY THE STATE ADDRESSED Article 32   Enforcement under internal law 1 Subject to the provisions of this Chapter, enforcement shall take place in accordance with the law of the State addressed. 2 Enforcement shall be prompt. 3 In the case of applications through Central Authorities, where a decision has been declared enforceable or registered for enforcement under Chapter V, enforcement shall proceed without the need for further action by the applicant. 4 Effect shall be given to any rules applicable in the State of origin of the decision relating to the duration of the maintenance obligation. 5 Any limitation on the period for which arrears may be enforced shall be determined either by the law of the State of origin of the decision or by the law of the State addressed, whichever provides for the longer limitation period. Article 33   Non-discrimination The State addressed shall provide at least the same range of enforcement methods for cases under the Convention as are available in domestic cases. Article 34   Enforcement measures 1 Contracting States shall make available in internal law effective measures to enforce decisions under this Convention. 2 Such measures may include – a) wage withholding; b) garnishment from bank accounts and other sources; c) deductions from social security payments; d) lien on or forced sale of property; e) tax refund withholding; f) withholding or attachment of pension benefits; g) credit bureau reporting; h) denial, suspension or revocation of various licenses (for example, driving licenses); i) the use of mediation, conciliation or similar processes to bring about voluntary compliance. Article 35   Transfer of funds 1 Contracting States are encouraged to promote, including by means of international agreements, the use of the most cost-effective and efficient methods available to transfer funds payable as maintenance. 2 A Contracting State, under whose law the transfer of funds is restricted, shall accord the highest priority to the transfer of funds payable under this Convention. CHAPTER VII   PUBLIC BODIES Article 36   Public bodies as applicants 1 For the purposes of applications for recognition and enforcement under Article 10(1) a) and b) and cases covered by Article 20(4), “creditor” includes a public body acting in place of an individual to whom maintenance is owed or one to which reimbursement is owed for benefits provided in place of maintenance. 2 The right of a public body to act in place of an individual to whom maintenance is owed or to seek reimbursement of benefits provided to the creditor in place of maintenance shall be governed by the law to which the body is subject. 3 A public body may seek recognition or claim enforcement of – a) a decision rendered against a debtor on the application of a public body which claims payment of benefits provided in place of maintenance; b) a decision rendered between a creditor and debtor to the extent of the benefits provided to the creditor in place of maintenance. 4 The public body seeking recognition or claiming enforcement of a decision shall upon request furnish any document necessary to establish its right under paragraph 2 and that benefits have been provided to the creditor. CHAPTER VIII   GENERAL PROVISIONS Article 37   Direct requests to competent authorities 1 The Convention shall not exclude the possibility of recourse to such procedures as may be available under the internal law of a Contracting State allowing a person (an applicant) to seize directly a competent authority of that State in a matter governed by the Convention including, subject to Article 18, for the purpose of having a maintenance decision established or modified. 2 Articles 14(5) and 17 b) and the provisions of Chapters V, VI, VII and this Chapter, with the exception of Articles 40(2), 42, 43(3), 44(3), 45 and 55, shall apply in relation to a request for recognition and enforcement made directly to a competent authority in a Contracting State. 3 For the purpose of paragraph 2, Article 2(1) a) shall apply to a decision granting maintenance to a vulnerable person over the age specified in that sub-paragraph where such decision was rendered before the person reached that age and provided for maintenance beyond that age by reason of the impairment. Article 38   Protection of personal data Personal data gathered or transmitted under the Convention shall be used only for the purposes for which they were gathered or transmitted. Article 39   Confidentiality Any authority processing information shall ensure its confidentiality in accordance with the law of its State. Article 40   Non-disclosure of information 1 An authority shall not disclose or confirm information gathered or transmitted in application of this Convention if it determines that to do so could jeopardise the health, safety or liberty of a person. 2 A determination to this effect made by one Central Authority shall be taken into account by another Central Authority, in particular in cases of family violence. 3 Nothing in this Article shall impede the gathering and transmitting of information by and between authorities in so far as necessary to carry out the obligations under the Convention. Article 41   No legalisation No legalisation or similar formality may be required in the context of this Convention. Article 42   Power of attorney The Central Authority of the requested State may require a power of attorney from the applicant only if it acts on his or her behalf in judicial proceedings or before other authorities, or in order to designate a representative so to act. Article 43   Recovery of costs 1 Recovery of any costs incurred in the application of this Convention shall not take precedence over the recovery of maintenance. 2 A State may recover costs from an unsuccessful party. 3 For the purposes of an application under Article 10(1) b) to recover costs from an unsuccessful party in accordance with paragraph 2, the term “creditor” in Article 10(1) shall include a State. 4 This Article shall be without prejudice to Article 8. Article 44   Language requirements 1 Any application and related documents shall be in the original language, and shall be accompanied by a translation into an official language of the requested State or another language which the requested State has indicated, by way of declaration in accordance with Article 63, it will accept, unless the competent authority of that State dispenses with translation. 2 A Contracting State which has more than one official language and cannot, for reasons of internal law, accept for the whole of its territory documents in one of those languages shall, by declaration in accordance with Article 63, specify the language in which such documents or translations thereof shall be drawn up for submission in the specified parts of its territory. 3 Unless otherwise agreed by the Central Authorities, any other communications between such Authorities shall be in an official language of the requested State or in either English or French. However, a Contracting State may, by making a reservation in accordance with Article 62, object to the use of either English or French. Article 45   Means and costs of translation 1 In the case of applications under Chapter III, the Central Authorities may agree in an individual case or generally that the translation into an official language of the requested State may be made in the requested State from the original language or from any other agreed language. If there is no agreement and it is not possible for the requesting Central Authority to comply with the requirements of Article 44(1) and (2), then the application and related documents may be transmitted with translation into English or French for further translation into an official language of the requested State. 2 The cost of translation arising from the application of paragraph 1 shall be borne by the requesting State unless otherwise agreed by Central Authorities of the States concerned. 3 Notwithstanding Article 8, the requesting Central Authority may charge an applicant for the costs of translation of an application and related documents, except in so far as those costs may be covered by its system of legal assistance. Article 46   Non-unified legal systems – interpretation 1 In relation to a State in which two or more systems of law or sets of rules of law with regard to any matter dealt with in this Convention apply in different territorial units – a) any reference to the law or procedure of a State shall be construed as referring, where appropriate, to the law or procedure in force in the relevant territorial unit; b) any reference to a decision established, recognised, recognised and enforced, enforced or modified in that State shall be construed as referring, where appropriate, to a decision established, recognised, recognised and enforced, enforced or modified in the relevant territorial unit; c) any reference to a judicial or administrative authority in that State shall be construed as referring, where appropriate, to a judicial or administrative authority in the relevant territorial unit; d) any reference to competent authorities, public bodies, and other bodies of that State, other than Central Authorities, shall be construed as referring, where appropriate, to those authorised to act in the relevant territorial unit; e) any reference to residence or habitual residence in that State shall be construed as referring, where appropriate, to residence or habitual residence in the relevant territorial unit; f) any reference to location of assets in that State shall be construed as referring, where appropriate, to the location of assets in the relevant territorial unit; g) any reference to a reciprocity arrangement in force in a State shall be construed as referring, where appropriate, to a reciprocity arrangement in force in the relevant territorial unit; h) any reference to free legal assistance in that State shall be construed as referring, where appropriate, to free legal assistance in the relevant territorial unit; i) any reference to a maintenance arrangement made in a State shall be construed as referring, where appropriate, to a maintenance arrangement made in the relevant territorial unit; j) any reference to recovery of costs by a State shall be construed as referring, where appropriate, to the recovery of costs by the relevant territorial unit. 2 This Article shall not apply to a Regional Economic Integration Organisation. Article 47   Non-unified legal systems – substantive rules 1 A Contracting State with two or more territorial units in which different systems of law apply shall not be bound to apply this Convention to situations which involve solely such different territorial units. 2 A competent authority in a territorial unit of a Contracting State with two or more territorial units in which different systems of law apply shall not be bound to recognise or enforce a decision from another Contracting State solely because the decision has been recognised or enforced in another territorial unit of the same Contracting State under this Convention. 3 This Article shall not apply to a Regional Economic Integration Organisation. Article 48   Co-ordination with prior Hague Maintenance Conventions In relations between the Contracting States, this Convention replaces, subject to Article 56(2), the Hague Convention of 2 October 1973 on the Recognition and Enforcement of Decisions Relating to Maintenance Obligations and the Hague Convention of 15 April 1958 concerning the recognition and enforcement of decisions relating to maintenance obligations towards children in so far as their scope of application as between such States coincides with the scope of application of this Convention. Article 49   Co-ordination with the 1956 New York Convention In relations between the Contracting States, this Convention replaces the United Nations Convention on the Recovery Abroad of Maintenance of 20 June 1956, in so far as its scope of application as between such States coincides with the scope of application of this Convention. Article 50   Relationship with prior Hague Conventions on service of documents and taking of evidence This Convention does not affect the Hague Convention of 1 March 1954 on civil procedure, the Hague Convention of 15 November 1965 on the Service Abroad of Judicial and Extrajudicial Documents in Civil or Commercial Matters and the Hague Convention of 18 March 1970 on the Taking of Evidence Abroad in Civil or Commercial Matters. Article 51   Co-ordination of instruments and supplementary agreements 1 This Convention does not affect any international instrument concluded before this Convention to which Contracting States are Parties and which contains provisions on matters governed by this Convention. 2 Any Contracting State may conclude with one or more Contracting States agreements, which contain provisions on matters governed by the Convention, with a view to improving the application of the Convention between or among themselves, provided that such agreements are consistent with the objects and purpose of the Convention and do not affect, in the relationship of such States with other Contracting States, the application of the provisions of the Convention. The States which have concluded such an agreement shall transmit a copy to the depositary of the Convention. 3 Paragraphs 1 and 2 shall also apply to reciprocity arrangements and to uniform laws based on special ties between the States concerned. 4 This Convention shall not affect the application of instruments of a Regional Economic Integration Organisation that is a Party to this Convention, adopted after the conclusion of the Convention, on matters governed by the Convention provided that such instruments do not affect, in the relationship of Member States of the Regional Economic Integration Organisation with other Contracting States, the application of the provisions of the Convention. As concerns the recognition or enforcement of decisions as between Member States of the Regional Economic Integration Organisation, the Convention shall not affect the rules of the Regional Economic Integration Organisation, whether adopted before or after the conclusion of the Convention. Article 52   Most effective rule 1 This Convention shall not prevent the application of an agreement, arrangement or international instrument in force between the requesting State and the requested State, or a reciprocity arrangement in force in the requested State that provides for – a) broader bases for recognition of maintenance decisions, without prejudice to Article 22 f) of the Convention; b) simplified, more expeditious procedures on an application for recognition or recognition and enforcement of maintenance decisions; c) more beneficial legal assistance than that provided for under Articles 14 to 17; or d) procedures permitting an applicant from a requesting State to make a request directly to the Central Authority of the requested State. 2 This Convention shall not prevent the application of a law in force in the requested State that provides for more effective rules as referred to in paragraph 1 a) to c). However, as regards simplified, more expeditious procedures referred to in paragraph 1 b), they must be compatible with the protection offered to the parties under Articles 23 and 24, in particular as regards the rights of the parties to be duly notified of the proceedings and be given adequate opportunity to be heard and as regards the effects of any challenge or appeal. Article 53   Uniform interpretation In the interpretation of this Convention, regard shall be had to its international character and to the need to promote uniformity in its application. Article 54   Review of practical operation of the Convention 1 The Secretary General of the Hague Conference on Private International Law shall at regular intervals convene a Special Commission in order to review the practical operation of the Convention and to encourage the development of good practices under the Convention. 2 For the purpose of such review, Contracting States shall co-operate with the Permanent Bureau of the Hague Conference on Private International Law in the gathering of information, including statistics and case law, concerning the practical operation of the Convention. Article 55   Amendment of forms 1 The forms annexed to this Convention may be amended by a decision of a Special Commission convened by the Secretary General of the Hague Conference on Private International Law to which all Contracting States and all Members shall be invited. Notice of the proposal to amend the forms shall be included in the agenda for the meeting. 2 Amendments adopted by the Contracting States present at the Special Commission shall come into force for all Contracting States on the first day of the seventh calendar month after the date of their communication by the depositary to all Contracting States. 3 During the period provided for in paragraph 2 any Contracting State may by notification in writing to the depositary make a reservation, in accordance with Article 62, with respect to the amendment. The State making such reservation shall, until the reservation is withdrawn, be treated as a State not Party to the present Convention with respect to that amendment. Article 56   Transitional provisions 1 The Convention shall apply in every case where – a) a request pursuant to Article 7 or an application pursuant to Chapter III has been received by the Central Authority of the requested State after the Convention has entered into force between the requesting State and the requested State; b) a direct request for recognition and enforcement has been received by the competent authority of the State addressed after the Convention has entered into force between the State of origin and the State addressed. 2 With regard to the recognition and enforcement of decisions between Contracting States to this Convention that are also Parties to either of the Hague Maintenance Conventions mentioned in Article 48, if the conditions for the recognition and enforcement under this Convention prevent the recognition and enforcement of a decision given in the State of origin before the entry into force of this Convention for that State, that would otherwise have been recognised and enforced under the terms of the Convention that was in effect at the time the decision was rendered, the conditions of that Convention shall apply. 3 The State addressed shall not be bound under this Convention to enforce a decision or a maintenance arrangement, in respect of payments falling due prior to the entry into force of the Convention between the State of origin and the State addressed, except for maintenance obligations arising from a parent-child relationship towards a person under the age of 21 years. Article 57   Provision of information concerning laws, procedures and services 1 A Contracting State, by the time its instrument of ratification or accession is deposited or a declaration is submitted in accordance with Article 61 of the Convention, shall provide the Permanent Bureau of the Hague Conference on Private International Law with – a) a description of its laws and procedures concerning maintenance obligations; b) a description of the measures it will take to meet the obligations under Article 6; c) a description of how it will provide applicants with effective access to procedures, as required under Article 14; d) a description of its enforcement rules and procedures, including any limitations on enforcement, in particular debtor protection rules and limitation periods; e) any specification referred to in Article 25(1) b) and (3). 2 Contracting States may, in fulfilling their obligations under paragraph 1, utilise a country profile form recommended and published by the Hague Conference on Private International Law. 3 Information shall be kept up to date by the Contracting States. CHAPTER IX   FINAL PROVISIONS Article 58   Signature, ratification and accession 1 The Convention shall be open for signature by the States which were Members of the Hague Conference on Private International Law at the time of its Twenty-First Session and by the other States which participated in that Session. 2 It shall be ratified, accepted or approved and the instruments of ratification, acceptance or approval shall be deposited with the Ministry of Foreign Affairs of the Kingdom of the Netherlands, depositary of the Convention. 3 Any other State or Regional Economic Integration Organisation may accede to the Convention after it has entered into force in accordance with Article 60(1). 4 The instrument of accession shall be deposited with the depositary. 5 Such accession shall have effect only as regards the relations between the acceding State and those Contracting States which have not raised an objection to its accession in the 12 months after the date of the notification referred to in Article 65. Such an objection may also be raised by States at the time when they ratify, accept or approve the Convention after an accession. Any such objection shall be notified to the depositary. Article 59   Regional Economic Integration Organisations 1 A Regional Economic Integration Organisation which is constituted solely by sovereign States and has competence over some or all of the matters governed by this Convention may similarly sign, accept, approve or accede to this Convention. The Regional Economic Integration Organisation shall in that case have the rights and obligations of a Contracting State, to the extent that the Organisation has competence over matters governed by the Convention. 2 The Regional Economic Integration Organisation shall, at the time of signature, acceptance, approval or accession, notify the depositary in writing of the matters governed by this Convention in respect of which competence has been transferred to that Organisation by its Member States. The Organisation shall promptly notify the depositary in writing of any changes to its competence as specified in the most recent notice given under this paragraph. 3 At the time of signature, acceptance, approval or accession, a Regional Economic Integration Organisation may declare in accordance with Article 63 that it exercises competence over all the matters governed by this Convention and that the Member States which have transferred competence to the Regional Economic Integration Organisation in respect of the matter in question shall be bound by this Convention by virtue of the signature, acceptance, approval or accession of the Organisation. 4 For the purposes of the entry into force of this Convention, any instrument deposited by a Regional Economic Integration Organisation shall not be counted unless the Regional Economic Integration Organisation makes a declaration in accordance with paragraph 3. 5 Any reference to a “Contracting State” or “State” in this Convention shall apply equally to a Regional Economic Integration Organisation that is a Party to it, where appropriate. In the event that a declaration is made by a Regional Economic Integration Organisation in accordance with paragraph 3, any reference to a “Contracting State” or “State” in this Convention shall apply equally to the relevant Member States of the Organisation, where appropriate. Article 60   Entry into force 1 The Convention shall enter into force on the first day of the month following the expiration of three months after the deposit of the second instrument of ratification, acceptance or approval referred to in Article 58. 2 Thereafter the Convention shall enter into force – a) for each State or Regional Economic Integration Organisation referred to in Article 59(1) subsequently ratifying, accepting or approving it, on the first day of the month following the expiration of three months after the deposit of its instrument of ratification, acceptance or approval; b) for each State or Regional Economic Integration Organisation referred to in Article 58(3) on the day after the end of the period during which objections may be raised in accordance with Article 58(5); c) for a territorial unit to which the Convention has been extended in accordance with Article 61, on the first day of the month following the expiration of three months after the notification referred to in that Article. Article 61   Declarations with respect to non-unified legal systems 1 If a State has two or more territorial units in which different systems of law are applicable in relation to matters dealt with in the Convention, it may at the time of signature, ratification, acceptance, approval or accession declare in accordance with Article 63 that this Convention shall extend to all its territorial units or only to one or more of them and may modify this declaration by submitting another declaration at any time. 2 Any such declaration shall be notified to the depositary and shall state expressly the territorial units to which the Convention applies. 3 If a State makes no declaration under this Article, the Convention shall extend to all territorial units of that State. 4 This Article shall not apply to a Regional Economic Integration Organisation. Article 62   Reservations 1 Any Contracting State may, not later than the time of ratification, acceptance, approval or accession, or at the time of making a declaration in terms of Article 61, make one or more of the reservations provided for in Articles 2(2), 20(2), 30(8), 44(3) and 55(3). No other reservation shall be permitted. 2 Any State may at any time withdraw a reservation it has made. The withdrawal shall be notified to the depositary. 3 The reservation shall cease to have effect on the first day of the third calendar month after the notification referred to in paragraph 2. 4 Reservations under this Article shall have no reciprocal effect with the exception of the reservation provided for in Article 2(2). Article 63   Declarations 1 Declarations referred to in Articles 2(3), 11(1) g), 16(1), 24(1), 30(7), 44(1) and (2), 59(3) and 61(1), may be made upon signature, ratification, acceptance, approval or accession or at any time thereafter, and may be modified or withdrawn at any time. 2 Declarations, modifications and withdrawals shall be notified to the depositary. 3 A declaration made at the time of signature, ratification, acceptance, approval or accession shall take effect simultaneously with the entry into force of this Convention for the State concerned. 4 A declaration made at a subsequent time, and any modification or withdrawal of a declaration, shall take effect on the first day of the month following the expiration of three months after the date on which the notification is received by the depositary. Article 64   Denunciation 1 A Contracting State to the Convention may denounce it by a notification in writing addressed to the depositary. The denunciation may be limited to certain territorial units of a multi-unit State to which the Convention applies. 2 The denunciation shall take effect on the first day of the month following the expiration of 12 months after the date on which the notification is received by the depositary. Where a longer period for the denunciation to take effect is specified in the notification, the denunciation shall take effect upon the expiration of such longer period after the date on which the notification is received by the depositary. Article 65   Notification The depositary shall notify the Members of the Hague Conference on Private International Law, and other States and Regional Economic Integration Organisations which have signed, ratified, accepted, approved or acceded in accordance with Articles 58 and 59 of the following – a) the signatures, ratifications, acceptances and approvals referred to in Articles 58 and 59; b) the accessions and objections raised to accessions referred to in Articles 58(3) and (5) and 59; c) the date on which the Convention enters into force in accordance with Article 60; d) the declarations referred to in Articles 2(3), 11(1) g), 16(1), 24(1), 30(7), 44(1) and (2), 59(3) and 61(1); e) the agreements referred to in Article 51(2); f) the reservations referred to in Articles 2(2), 20(2), 30(8), 44(3) and 55(3), and the withdrawals referred to in Article 62(2); g) the denunciations referred to in Article 64. IN WITNESS WHEREOF the undersigned, being duly authorised thereto, have signed this Convention. DONE at The Hague, on the 23rd day of November 2007, in the English and French languages, both texts being equally authentic, in a single copy which shall be deposited in the archives of the Government of the Kingdom of the Netherlands, and of which a certified copy shall be sent, through diplomatic channels, to each of the Members of the Hague Conference on Private International Law at the date of its Twenty-First Session and to each of the other States which have participated in that Session. Annex 1   transmittal form under article 12(2)   Annex 2   Acknowledgement form under article 12(3)     Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>22 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) respecting anything that, in this Act, may or must be done by the regulations;</p> <p class=\"paragraph\">  (b) governing applications and procedures for applications made under the Convention, including providing, for the purposes of clause 11 (5) (b), that abstracts or extracts of decisions are subject to requirements respecting form, manner, content or any other requirements;</p> <p class=\"paragraph\">  (c) governing procedures for requests referred to in subsection 12 (1);</p> <p class=\"paragraph\">  (d) requiring the use of specified forms for the purposes of this Act or permitting the Central Authority to require the use of forms approved by it for the purposes of this Act, if a form is not already provided for under this Act;</p> <p class=\"paragraph\">  (e) providing for such transitional matters as the Lieutenant Governor in Council considers necessary or advisable in connection with the implementation of this Act;</p> <p class=\"paragraph\">  (f) to carry out the intent and purposes of this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A regulation made under clause (1) (b) prevails in the event of a conflict with this Act, other than the Convention, or with any other Act or regulation.</p> <p class=\"section\"><b>23-26</b> <span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>27</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>28</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"schedule\"><a name=\"BK22\"></a><span>SCHEDULE 1 <br/>  CONVENTION ON THE INTERNATIONAL RECOVERY OF CHILD SUPPORT  <br/>  AND OTHER FORMS OF FAMILY MAINTENANCE</span></p> <p class=\"headingx\">Preamble</p> <p class=\"preamble\">  The<span> </span><span>States</span><span> </span>signatory<span> </span>to<span> </span><span>the</span> <span>present</span><span> </span>Convention,</p> <p class=\"preamble\"><span>  Desiring</span><span> </span>to<span> </span>improve co-operation among States<span> </span><span>for</span><span> </span><span>the</span> <span>international</span>\r\nrecovery<span> </span><span>of</span><span> </span><span>child</span><span> </span>support<span> </span>and<span> </span><span>other</span><span> </span>forms<span> of</span><span> </span>family<span> </span><span>maintenance,</span></p> <p class=\"preamble\">  Aware <span>of</span><span> </span><span>the</span><span> </span>need<span> </span><span>for</span><span> </span>procedures<span> </span><span>which</span>\r\nproduce<span> </span>results<span> </span>and are accessible,<span> </span>prompt,<span> </span>efficient,<span> </span>cost-effective,<span> </span><span>responsive</span><span> </span>and<span> </span><span>fair</span></p> <p class=\"preamble\"><span>  Wishing</span><span> </span>to<span> </span>build<span> </span><span>upon</span><span> </span><span>the</span><span> </span><span>best</span><span> </span><span>features</span><span> </span><span>of</span><span> </span>existing<span>\n</span><span>Hague</span><span> </span>Conventions<span> </span>and<span> </span><span>other</span><span> </span><span>international</span><span> </span><span>instruments,</span><span> </span><span>in</span><span> </span><span>particular</span><span> </span><span>the</span><span> </span>United<span> </span><span>Nations</span><span>\n</span><i>Convention on the Recovery Abroad of Maintenance</i>\n<span>of</span><span>\n</span>20 <span>June</span> 1956,</p> <p class=\"preamble\">  Seeking to take<span> </span>advantage\r\n<span>of</span><span>\n</span><span>advances</span><span> </span><span>in</span>\r\ntechnologies<span> </span><span>and</span> to<span> </span>create a<span> </span><span>flexible</span><span> </span><span>system</span><span> </span><span>which</span><span> </span><span>can</span>\n<span>continue</span> to evolve <span>as</span><span> </span>needs<span> </span>change<span>\n</span><span>and</span> further<span> advances</span><span>\n</span><span>in</span> <span>technology</span><span> </span>create<span> </span><span>new</span><span> </span><span>opportunities,</span></p> <p class=\"preamble\"><span>  Recalling</span><span> </span><span>that,</span><span> </span><span>in</span>\r\naccordance<span> </span><span>with</span> <span>Articles</span><span> </span>3 and <span>27</span><span> </span><span>of</span><span> </span><span>the</span><span> </span><span>United</span><span> </span><span>Nations</span><span> </span><i>Convention on the Rights of the Child</i> <span>of</span><span> </span><span>20</span><span> </span><span>November</span><span> </span><span>1989,</span></p> <p class=\"paranoindt\"><span>- in</span><span> </span>all<span> </span>actions<span> </span>concerning<span> </span>children<span> </span><span>the</span> <span>best</span><span> </span>interests<span>\n</span>of<span> </span><span>the</span><span> </span>child<span> </span><span>shall</span><span> </span><span>be</span>\r\na primary<span> </span><span>consideration,</span></p> <p class=\"paranoindt\">- every child has a right to a standard of living adequate for the child’s physical, mental, spiritual, moral and social development,</p> <p class=\"paranoindt\">- the parent(s) or others responsible for the child have the primary responsibility to secure, within their abilities and financial capacities, the conditions of living necessary for the child’s development, and</p> <p class=\"paranoindt\">- States Parties should take all appropriate measures, including the conclusion of international agreements, to secure the recovery of maintenance for the child from the parent(s) or other responsible persons, in particular where such persons live in a State different from that of the child,</p> <p class=\"paranoindt\">- Have resolved to conclude this Convention and have agreed upon the following provisions –</p> <p class=\"headingx\">CHAPTER I <br/>  OBJECT, SCOPE AND DEFINITIONS</p> <p class=\"headingx\">Article<span> </span>1<span> <br/>\n</span>Object</p> <p class=\"section\">The<span> </span>object<span> </span><span>of</span><span> </span><span>the</span><span> </span><span>present</span><span> </span><span>Convention</span><span> </span>is<span> </span>to<span> </span>ensure<span> </span><span>the</span><span> </span><span>effective</span><span>\n</span><span>international</span><span> </span>recovery<span>\n</span><span>of</span><span> </span>child<span> </span>support<span> </span><span>and </span>other<span> </span>forms<span> </span><span>of</span><span> </span>family<span> </span><span>maintenance,</span><span> </span>in<span> </span>particular\r\n<span>by</span><span>\n</span>–</p> <p class=\"paragraph\"><span>  a) establishing</span><span> </span>a<span> </span>comprehensive<span> </span><span>system</span><span> </span><span>of</span><span> </span>co-operation<span> </span>between<span> </span><span>the</span><span> </span><span>authorities</span><span> </span><span>of</span><span> </span><span>the</span><span> </span>Contracting <span>States;</span></p> <p class=\"paragraph\">  b) making available<span>\n</span>applications<span> </span><span>for</span> <span>the</span><span> </span><span>establishment</span><span> </span><span>of</span><span> </span>maintenance decisions;</p> <p class=\"paragraph\">  c) providing<span> </span><span>for</span> <span>the</span>\r\nrecognition and enforcement<span> </span><span>of</span><span> </span>maintenance<span> </span>decisions;<span> </span>and</p> <p class=\"paragraph\">  d) requiring effective measures <span>for</span> the prompt enforcement <span>of</span> maintenance<span> </span>decisions.</p> <p class=\"headingx\">Article 2 <br/>  Scope</p> <p class=\"section\">1 This Convention shall apply –</p> <p class=\"paragraph\">  a) to maintenance obligations arising from a parent-child relationship towards a person under the age of 21 years;</p> <p class=\"paragraph\">  b) to recognition and enforcement or enforcement of a decision for spousal support when the application is made with a claim within the scope of sub-paragraph a); and</p> <p class=\"paragraph\">  c) with the exception of Chapters II and III, to spousal support.</p> <p class=\"section\">2 Any Contracting State may reserve, in accordance with Article 62, the right to limit the application of the Convention under sub-paragraph 1 a), to persons who have not attained the age of 18 years. A Contracting State which makes this reservation shall not be entitled to claim the application of the Convention to persons of the age excluded by its reservation.</p> <p class=\"section\">3 Any Contracting State may declare in accordance with Article 63 that it will extend the application of the whole or any part of the Convention to any maintenance obligation arising from a family relationship, parentage, marriage or affinity, including in particular obligations in respect of vulnerable persons. Any such declaration shall give rise to obligations between two Contracting States only in so far as their declarations cover the same maintenance obligations and parts of the Convention.</p> <p class=\"section\">4 The provisions of this Convention shall apply to children regardless of the marital status of the parents.</p> <p class=\"headingx\">Article 3 <br/>  Definitions</p> <p class=\"section\">For the purposes of this Convention –</p> <p class=\"paragraph\">  a) “creditor” means an individual to whom maintenance is owed or is alleged to be owed;</p> <p class=\"paragraph\">  b) “debtor” means an individual who owes or who is alleged to owe maintenance;</p> <p class=\"paragraph\">  c) “legal assistance” means the assistance necessary to enable applicants to know and assert their rights and to ensure that applications are fully and effectively dealt with in the requested State. The means of providing such assistance may include as necessary legal advice, assistance in bringing a case before an authority, legal representation and exemption from costs of proceedings;</p> <p class=\"paragraph\">  d) “agreement in writing” means an agreement recorded in any medium, the information contained in which is accessible so as to be usable for subsequent reference;</p> <p class=\"paragraph\">  e) “maintenance arrangement” means an agreement in writing relating to the payment of maintenance which –</p> <p class=\"subpara\"><span>  i) has</span><span> </span><span>been</span><span> </span>formally<span>\n</span><span>drawn</span><span> </span><span>up</span><span> </span><span>or</span><span> </span><span>registered</span><span> </span><span>as</span><span> </span><span>an</span><span> </span>authentic<span> </span><span>instrument</span><span> </span><span>by</span><span> </span>a<span> </span>competent authority,<span> </span><span>or</span></p> <p class=\"subpara\"><span>  ii) has</span>\r\nbeen<span> </span>authenticated<span> </span><span>by,</span><span> </span>or<span> </span>concluded,<span> </span><span>registered</span><span> </span>or<span> </span>filed<span> </span>with<span> </span>a<span> </span>competent<span>\n</span>authority,</p> <p class=\"paragraph\"> and<span> </span>may<span> be</span><span> </span><span>the</span><span> </span>subject<span> </span><span>of</span><span> </span>review<span>\n</span><span>and</span><span> </span><span>modification </span><span>by</span><span> </span>a<span> </span><span>competent</span><span> </span>authority;</p> <p class=\"paragraph\">  f) “vulnerable person” means a person who, by reason of an impairment or insufficiency of his or her personal faculties, is not able to support him or herself.</p> <p class=\"headingx\">CHAPTER II <br/>  ADMINISTRATIVE CO-OPERATION</p> <p class=\"headingx\">Article 4 <br/>  Designation of Central Authorities</p> <p class=\"section\">1 A<span> </span>Contracting<span> </span>State<span>\n</span>shall<span> </span><span>designate</span><span> </span>a<span> </span><span>Central</span><span> </span>Authority<span> </span>to<span> </span>discharge<span> </span><span>the</span><span> </span>duties<span>\n</span>that<span> </span><span>are</span><span> </span><span>imposed</span><span> </span><span>by</span><span> </span><span>the</span><span> </span><span>Convention</span><span> </span><span>on</span><span> </span>such<span> </span><span>an</span><span> </span>authority.</p> <p class=\"section\">2 Federal States, States with more than one system of law or States having autonomous territorial units shall be free to appoint more than one Central Authority and shall specify the territorial or personal extent of their functions. Where a State has appointed more than one Central Authority, it shall designate the Central Authority to which any communication may be addressed for transmission to the appropriate Central Authority within that State.</p> <p class=\"section\">3 The designation of the Central Authority or Central Authorities, their contact details, and where appropriate the extent of their functions as specified in paragraph 2, shall be communicated by a Contracting State to the Permanent Bureau of the Hague Conference on Private International Law at the time when the instrument of ratification or accession is deposited or when a declaration is submitted in accordance with Article 61. Contracting States shall promptly inform the Permanent Bureau of any changes.</p> <p class=\"headingx\">Article 5 <br/>  General functions of Central Authorities</p> <p class=\"section\">Central<span> </span>Authorities<span> </span>shall<span> </span>–</p> <p class=\"paragraph\">  a) co-operate<span> </span>with<span> </span>each<span> </span>other<span> </span>and<span> </span>promote<span> </span>co-operation<span> </span>amongst<span> </span>the<span> </span>competent authorities<span> </span><span>in</span><span> </span>their States<span> </span><span>to</span><span> </span>achieve<span>\n</span><span>the</span><span> </span>purposes<span> </span>of<span> </span><span>the</span>\r\nConvention;</p> <p class=\"paragraph\"><span>  b) seek as</span><span> </span><span>far</span>\n<span>as </span>possible<span> </span>solutions<span> </span>to<span> </span>difficulties<span> </span><span>which</span><span> </span><span>arise</span><span> </span>in<span> </span><span>the</span><span> </span>application<span> </span><span>of</span><span> </span><span>the</span><span> </span>C<span>on</span><span>v</span><span>en</span><span>t</span><span>i</span><span>on</span>.</p> <p class=\"headingx\">Article 6 <br/>  Specific functions of Central Authorities</p> <p class=\"section\">1 Central <span>Authorities</span>\n<span>shall</span> <span>provide</span> <span>assistance</span> <span>in</span> relation <span>to</span> <span>applications</span> <span>under</span><span> </span>Chapter<span> </span><span>III.</span><span> </span><span>In</span><span> </span>particular<span>\n</span>they<span> </span><span>shall</span><span> </span>–</p> <p class=\"paragraph\">  a) transmit and receive such applications;</p> <p class=\"paragraph\">  b) initiate or facilitate the institution of proceedings in respect of such applications.</p> <p class=\"section\">2 In relation to such applications they shall take all appropriate measures –</p> <p class=\"paragraph\">  a) where the circumstances require, to provide or facilitate the provision of legal assistance;</p> <p class=\"paragraph\">  b) to help locate the debtor or the creditor;</p> <p class=\"paragraph\">  c) to help obtain relevant information concerning the income and, if necessary, other financial circumstances of the debtor or creditor, including the location of assets;</p> <p class=\"paragraph\">  d) to encourage amicable solutions with a view to obtaining voluntary payment of maintenance, where suitable by use of mediation, conciliation or similar processes;</p> <p class=\"paragraph\">  e) to facilitate the ongoing enforcement of maintenance decisions, including any arrears;</p> <p class=\"paragraph\">  f) to facilitate the collection and expeditious transfer of maintenance payments;</p> <p class=\"paragraph\">  g) to facilitate the obtaining of documentary or other evidence;</p> <p class=\"paragraph\">  h) to provide assistance in establishing parentage where necessary for the recovery of maintenance;</p> <p class=\"paragraph\">  i) to initiate or facilitate the institution of proceedings to obtain any necessary provisional measures that are territorial in nature and the purpose of which is to secure the outcome of a pending maintenance application;</p> <p class=\"paragraph\">  j) to facilitate service of documents.</p> <p class=\"section\">3 The functions of the Central Authority under this Article may, to the extent permitted under the law of its State, be performed by public bodies, or other bodies subject to the supervision of the competent authorities of that State. The designation of any such public bodies or other bodies, as well as their contact details and the extent of their functions, shall be communicated by a Contracting State to the Permanent Bureau of the Hague Conference on Private International Law. Contracting States shall promptly inform the Permanent.</p> <p class=\"section\">4 Nothing in this Article or Article 7 shall be interpreted as imposing an obligation on a Central Authority to exercise powers that can be exercised only by judicial authorities under the law of the requested State</p> <p class=\"headingx\">Article 7 <br/>  Requests for specific measures</p> <p class=\"section\">1 A Central Authority may make a request, supported by reasons, to another Central Authority to take appropriate specific measures under Article 6(2) b), c), g), h), i) and j) when no application under Article 10 is pending. The requested Central Authority shall take such measures as are appropriate if satisfied that they are necessary to assist a potential applicant in making an application under Article 10 or in determining whether such an application should be initiated.</p> <p class=\"section\">2 A Central Authority may also take specific measures on the request of another Central Authority in relation to a case having an international element concerning the recovery of maintenance pending in the requesting State.</p> <p class=\"headingx\">Article 8 <br/>  Central Authority costs</p> <p class=\"section\">1 Each Central Authority shall bear its own costs in applying this Convention.</p> <p class=\"section\">2 Central Authorities may not impose any charge on an applicant for the provision of their services under the Convention save for exceptional costs arising from a request for a specific measure under Article 7.</p> <p class=\"section\">3 The requested Central Authority may not recover the costs of the services referred to in paragraph 2 without the prior consent of the applicant to the provision of those services at such cost.</p> <p class=\"headingx\">CHAPTER <span>III <br/>\n</span>APPLICATIONS<span> </span>THROUGH<span> </span><span>CENTRAL</span><span> </span><span>AUTHORITIES</span></p> <p class=\"headingx\">Article 9 <br/>  Application through Central Authorities</p> <p class=\"section\">An<span> </span>application<span> </span>under<span>\n</span>this<span> </span>Chapter<span> </span>shall<span> </span><span>be</span><span> </span><span>made</span><span> </span>through<span> </span>the<span> </span>Central<span> </span><span>Authority</span><span> </span><span>of</span><span> </span>the<span> </span>Contracting<span> </span>State<span> </span>in<span> </span><span>which</span><span> </span>the<span> </span>applicant<span> </span><span>resides</span><span> </span>to<span> </span><span>the</span><span> </span>Central<span> </span>Authority<span>\n</span><span>of</span><span> </span><span>the</span><span> </span>requested<span>\n</span>State.<span> </span>For the<span> purpose </span><span>of</span><span> </span>this<span> </span>provision,<span> </span><span>residence\r\n</span>excludes<span> </span><span>mere </span>presence.</p> <p class=\"headingx\">Article 10 <br/>  Available applications</p> <p class=\"section\">1 The following categories of application shall be available to a creditor in a requesting State seeking to recover maintenance under this Convention –</p> <p class=\"paragraph\"><span>  a) recognition</span>\n<span>or</span><span>\n</span>recognition<span> </span>and enforcement<span> </span><span>of</span><span> </span>a<span> </span>decision;</p> <p class=\"paragraph\">  b) enforcement<span> </span><span>of</span><span> </span>a decision made<span> </span><span>or</span><span> </span>recognised in <span>the</span><span> </span>requested State;</p> <p class=\"paragraph\">  c) establishment<span> </span><span>of</span><span> </span>a<span> </span>decision<span>\n</span><span>in</span><span> </span>the<span> </span>requested<span> </span>State<span> </span>where<span> </span>there<span> </span>is<span> </span>no<span> </span>existing<span> </span>decision,<span> </span>including<span> </span>where<span> </span>necessary<span>\n</span><span>the</span> establishment<span> </span><span>of</span><span> </span>parentage;</p> <p class=\"paragraph\">  d) establishment<span> </span><span>of</span><span> </span>a<span> </span>decision<span>\n</span>in<span> </span>the<span> </span>requested<span> </span>State<span> </span>where<span> </span>recognition<span> </span>and<span> </span>enforcement<span> </span><span>of</span><span> </span>a<span> </span>decision<span> </span>is<span> </span><span>not</span><span> </span>possible,<span> </span><span>or</span><span> </span>is<span> </span>refused,<span> </span>because<span>\n</span><span>of</span><span> </span><span>the</span><span> </span>lack<span> </span><span>of</span><span> </span>a<span> </span>basis<span> </span><span>for</span><span> </span>recognition<span> </span>and<span> </span>enforcement<span> </span>under<span> </span>Article<span> </span>20,<span> </span><span>or</span><span> </span><span>on</span><span> </span>the<span> </span>grounds<span>\n</span>specified<span> </span><span>in</span><span> </span>Article<span> </span>22 b) or e);</p> <p class=\"paragraph\">  e) modification <span>of</span><span> </span>a decision made<span> </span><span>in</span><span> </span><span>the</span>\r\nrequested State;</p> <p class=\"paragraph\">  f) modification <span>of</span><span> </span>a decision made<span> </span><span>in</span><span> </span>a<span> </span>State other <span>than</span><span> </span><span>the</span><span> </span>requested State.</p> <p class=\"section\">2 The following categories of application shall be available to a debtor in a requesting State against whom there is an existing maintenance decision –</p> <p class=\"paragraph\">  a) recognition of a decision, or an equivalent procedure leading to the suspension, or limiting the enforcement, of a previous decision in the requested State;</p> <p class=\"paragraph\">  b) modification of a decision made in the requested State;</p> <p class=\"paragraph\">  c) modification of a decision made in a State other than the requested State.</p> <p class=\"section\">3 Save as otherwise provided in this Convention, the applications in paragraphs 1 and 2 shall be determined under the law of the requested State, and applications in paragraphs 1 c) to f) and 2 b) and c) shall be subject to the jurisdictional rules applicable in the requested State.</p> <p class=\"headingx\">Article 11 <br/>  Application contents</p> <p class=\"section\">1 All applications under Article 10 shall as a minimum include –</p> <p class=\"paragraph\">  a) a<span> </span><span>statement</span><span>\n</span><span>of</span><span> </span><span>the</span><span> </span>nature<span> </span><span>of</span><span> </span>the<span> </span>application<span> </span><span>or</span><span> </span>applications;</p> <p class=\"paragraph\"><span>  b) the</span><span> </span>name<span> </span>and<span> </span><span>contact</span><span> </span>details,<span>\n</span><span>including</span><span> </span><span>the</span><span> </span>address<span>\n</span><span>and</span><span> </span>date<span> </span><span>of</span><span> </span>birth<span> </span><span>of</span><span> </span><span>the</span><span> </span>applicant;</p> <p class=\"paragraph\"><span>  c) the</span><span> </span>name and,<span>\n</span><span>if</span><span> </span>known,<span> </span>address<span> </span>and <span>date</span><span> </span><span>of</span><span> </span>birth<span> </span>of<span> </span><span>the</span>\r\nrespondent;</p> <p class=\"paragraph\"><span>  d) the</span><span> </span>name and date <span>of</span><span> </span>birth <span>of</span><span> </span><span>any</span><span> </span>person\r\n<span>for</span> <span>whom</span><span> </span>maintenance<span> </span>is<span> </span>sought;</p> <p class=\"paragraph\"><span>  e) the</span><span> </span>grounds<span>\n</span>upon<span> which</span><span> </span><span>the</span><span> </span>application<span> </span>is<span> </span><span>based;</span></p> <p class=\"paragraph\">  f) in<span> </span><span>an</span><span> </span><span>application</span><span> </span><span>by</span><span> </span>a<span> </span>creditor,<span> </span><span>information</span><span> </span><span>concerning</span><span> </span>where<span> </span><span>the</span><span> </span>maintenance<span> </span>payment<span>\n</span>should<span> be</span><span> </span>sent<span> </span><span>or</span><span> </span>electronically<span> </span>transmitted;</p> <p class=\"paragraph\">  g) save<span> </span><span>in</span><span> </span><span>an</span><span> </span>application<span> </span>under<span> </span>Article<span> </span>10(1) a) and (2) a), any<span> </span>information<span> </span><span>or</span><span> </span>document<span>\n</span><span>specified</span><span> </span><span>by</span><span> </span>declaration<span> </span><span>in</span><span> </span>accordance<span> </span>with<span> </span><span>Article</span><span> </span><span>63</span><span> </span><span>by</span><span> </span><span>the</span><span> </span><span>requested</span><span>\n</span>State;</p> <p class=\"paragraph\"><span>  h) the</span><span> </span>name<span> </span>and<span> </span>contact<span>\n</span>details<span> </span><span>of</span><span> </span><span>the</span><span> </span>person<span> </span><span>or</span><span> </span>unit<span> </span><span>from</span><span> </span><span>the</span><span> </span>Central<span> </span>Authority<span>\n</span><span>of</span><span> </span><span>the</span> requesting<span> </span>State<span> </span>responsible<span> </span><span>for</span>\r\nprocessing <span>the</span><span> </span>application.</p> <p class=\"section\">2 As appropriate, and to the extent known, the application shall in addition in particular include –</p> <p class=\"paragraph\">  a) the financial circumstances of the creditor;</p> <p class=\"paragraph\">  b) the financial circumstances of the debtor, including the name and address of the employer of the debtor and the nature and location of the assets of the debtor;</p> <p class=\"paragraph\">  c) any other information that may assist with the location of the respondent.</p> <p class=\"section\">3 The application shall be accompanied by any necessary supporting information or documentation including documentation concerning the entitlement of the applicant to free legal assistance. In the case of applications under Article 10(1) a) and (2) a), the application shall be accompanied only by the documents listed in Article 25.</p> <p class=\"section\">4 An application under Article 10 may be made in the form recommended and published by the Hague Conference on Private International Law.</p> <p class=\"headingx\">Article 12 <br/>  Transmission, receipt and processing of applications and cases through Central Authorities</p> <p class=\"section\">1 The Central Authority of the requesting State shall assist the applicant in ensuring that the application is accompanied by all the information and documents known by it to be necessary for consideration of the application.</p> <p class=\"section\">2 The Central Authority of the requesting State shall, when satisfied that the application complies with the requirements of the Convention, transmit the application on behalf of and with the consent of the applicant to the Central Authority of the requested State. The application shall be accompanied by the transmittal form set out in Annex 1. The Central Authority of the requesting State shall, when requested by the Central Authority of the requested State, provide a complete copy certified by the competent authority in the State of origin of any document specified under Articles 16(3), 25(1) a), b), and d), (3) b) and 30(3).</p> <p class=\"section\">3 The requested Central Authority shall, within six weeks from the date of receipt of the application, acknowledge receipt in the form set out in Annex 2, and inform the Central Authority of the requesting State what initial steps have been or will be taken to deal with the application, and may request any further necessary documents and information. Within the same six-week period, the requested Central Authority shall provide to the requesting Central Authority the name and contact details of the person or unit responsible for responding to inquiries regarding the progress of the application.</p> <p class=\"section\">4 Within three months after the acknowledgement, the requested Central Authority shall inform the requesting Central Authority of the status of the application.</p> <p class=\"section\">5 Requesting and requested Central Authorities shall keep each other informed of –</p> <p class=\"paragraph\"><span>  a) the</span><span> </span>person<span> </span><span>or</span><span> </span>unit<span> </span>responsible<span> </span><span>for</span><span> </span>a<span> </span>particular\r\n<span>case;</span></p> <p class=\"paragraph\"><span>  b) the</span><span> </span>progress<span>\n</span><span>of</span><span> </span>the<span> </span><span>case,</span></p> <p class=\"section\"><span>and</span><span> </span>shall provide<span> </span>timely<span> </span>responses<span> </span>to<span> </span>enquiries.</p> <p class=\"section\">6 Central Authorities shall process a case as quickly as a proper consideration of the issues will allow.</p> <p class=\"section\">7 Central Authorities shall employ the most rapid and efficient means of communication at their disposal.</p> <p class=\"section\">8 A requested Central Authority may refuse to process an application only if it is manifest that the requirements of the Convention are not fulfilled. In such case, that Central Authority shall promptly inform the requesting Central Authority of its reasons for refusal.</p> <p class=\"section\">9 The requested Central Authority may not reject an application solely on the basis that additional documents or information are needed. However, the requested Central Authority may ask the requesting Central Authority to provide these additional documents or information. If the requesting Central Authority does not do so within three months or a longer period specified by the requested Central Authority, the requested Central Authority may decide that it will no longer process the application. In this case, it shall inform the requesting Central Authority of this decision.</p> <p class=\"headingx\">Article 13 <br/>  Means of communication</p> <p class=\"section\">Any application made through Central Authorities of the Contracting States in accordance with this Chapter, and any document or information appended thereto or provided by a Central Authority, may not be challenged by the respondent by reason only of the medium or means of communication employed between the Central Authorities concerned.</p> <p class=\"headingx\">Article 14 <br/>  Effective access to procedures</p> <p class=\"section\">1 The requested State shall provide applicants with effective access to procedures, including enforcement and appeal procedures, arising from applications under this Chapter.</p> <p class=\"section\">2 To provide such effective access, the requested State shall provide free legal assistance in accordance with Articles 14 to 17 unless paragraph 3 applies.</p> <p class=\"section\">3 The requested State shall not be obliged to provide such free legal assistance if and to the extent that the procedures of that State enable the applicant to make the case without the need for such assistance, and the Central Authority provides such services as are necessary free of charge.</p> <p class=\"section\">4 Entitlements to free legal assistance shall not be less than those available in equivalent domestic cases.</p> <p class=\"section\">5 No security, bond or deposit, however described, shall be required to guarantee the payment of costs and expenses in proceedings under the Convention.</p> <p class=\"headingx\">Article 15 <br/>  Free legal assistance for child support applications</p> <p class=\"section\">1 The requested State shall provide free legal assistance in respect of all applications by a creditor under this Chapter concerning maintenance obligations arising from a parent-child relationship towards a person under the age of 21 years.</p> <p class=\"section\">2 Notwithstanding paragraph 1, the requested State may, in relation to applications other than those under Article 10(1) a) and b) and the cases covered by Article 20(4), refuse free legal assistance if it considers that, on the merits, the application or any appeal is manifestly unfounded.</p> <p class=\"headingx\">Article 16 <br/>  Declaration to permit use of child-centred means test</p> <p class=\"section\"><span>1 Notwithstanding</span><span> </span>Article<span> </span>15(1),<span> </span>a<span> </span>State<span> </span>may<span> </span>declare,<span> </span><span>in</span><span> </span>accordance<span> </span>with<span> </span>Article<span> </span><span>63,</span><span> </span>that<span> </span><span>it</span><span> </span>will<span> </span>provide<span>\n</span>free<span> </span><span>legal</span><span> </span><span>assistance</span><span> </span><span>in</span><span> </span><span>respect</span><span> </span><span>of</span><span> </span><span>applications</span><span> </span><span>other</span><span> </span><span>than</span><span> </span>under<span>\n</span>Article<span> </span>10(1) a) and b) and<span> </span><span>the</span><span> </span><span>cases</span><span> </span>covered<span>\n</span><span>by</span><span> </span>Article<span> </span>20(4),<span> </span>subject<span>\n</span>to<span> </span>a<span> </span><span>test</span><span> </span>based<span> </span>on<span> </span>an<span> </span>assessment<span> </span><span>of</span><span> </span><span>the</span><span> </span>means<span>\r\nof</span><span> </span><span>the</span> <span>child.</span></p> <p class=\"section\">2 A<span> </span>State<span> </span><span>shall,</span><span> </span><span>at</span><span> </span><span>the</span><span> </span><span>time</span><span> </span><span>of</span><span> </span>making<span> </span>such<span> </span>a<span> </span>declaration,<span> </span>provide<span>\n</span>information<span> </span>to<span> </span><span>the Permanent</span><span> </span>Bureau<span>\n</span><span>of</span><span> </span><span>the</span><span> </span><span>Hague</span><span> </span>Conference<span> </span><span>on</span><span> </span><span>Private</span><span> </span><span>International</span><span> </span><span>Law</span><span> </span>concerning<span> </span><span>the</span><span> </span>manner<span>\n</span><span>in</span><span> </span>which<span> </span><span>the</span><span> </span><span>assessment</span><span> </span><span>of</span><span> </span><span>the</span><span> </span><span>child’s</span><span> </span><span>means</span><span> </span>will<span> </span>be<span> </span>carried<span>\n</span>out,<span> </span>including<span> </span><span>the</span><span> </span>financial criteria<span> </span>which<span> </span>would <span>need</span><span> </span><span>to</span><span> </span>be<span> </span>met<span> </span><span>to</span><span> </span>satisfy<span> </span><span>the</span>\n<span>test.</span></p> <p class=\"section\">3 An<span> </span><span>application</span><span> </span>referred<span> </span>to<span> </span><span>in</span><span> </span>paragraph<span> </span><span>1,</span><span> </span><span>addressed</span><span> </span>to<span> </span>a<span> </span>State<span> </span>which<span> </span><span>has</span><span> </span>made<span> </span><span>the</span><span> </span><span>declaration</span><span> </span>referred<span> </span><span>to</span><span> </span><span>in</span><span> </span>that<span> </span><span>paragraph,</span><span> </span>shall<span> </span>include<span> </span>a<span> </span>formal<span> </span><span>attestation</span><span> </span><span>by</span><span> </span><span>the</span><span> </span><span>applicant</span><span> </span>stating<span>\n</span>that<span> </span><span>the</span><span> </span>child’s<span> </span><span>means</span><span> </span><span>meet</span><span> </span><span>the</span><span> </span>criteria<span>\n</span>referred<span> </span><span>to</span><span> </span><span>in</span><span> </span>paragraph<span> </span><span>2.</span><span> </span>The<span> </span><span>requested</span><span>\n</span><span>State</span><span> </span>may<span> </span>only<span> </span>request<span>\n</span>further<span> </span>evidence<span> </span><span>of</span><span> </span><span>the</span><span> </span><span>child’s</span><span> </span>means<span> </span><span>if</span><span> </span><span>it</span><span> </span>has<span> </span>reasonable<span> </span>grounds<span> </span>to <span>believe</span> that<span> the</span><span> </span>information provided <span>by</span><span> </span><span>the</span><span> </span><span>applicant</span><span> </span><span>is</span><span> </span>inaccurate.</p> <p class=\"section\"><span>4 If</span><span> </span>the<span> </span><span>most</span><span> </span>favourable<span> </span>legal<span> </span>assistance<span> </span>provided<span>\n</span><span>for</span><span> </span><span>by</span><span> </span><span>the</span><span> </span>law<span> </span><span>of</span><span> </span><span>the</span><span> </span>requested<span> </span>State<span> </span><span>in</span><span> </span>respect<span> </span><span>of</span><span> </span>applications<span> </span>under<span> </span>this<span> </span>Chapter<span> </span>concerning<span> </span>maintenance obligations<span> </span>arising<span>\n</span><span>from</span><span> </span>a<span> </span>parent-child<span> </span>relationship<span> </span>towards<span> </span>a<span> </span>child<span> </span>is<span> </span>more<span> </span>favourable<span> </span>than<span> </span>that<span> </span>provided<span>\n</span><span>for</span> under paragraphs<span> </span>1<span> </span><span>to</span><span> </span>3,<span> </span>the most<span>\n</span>favourable<span> </span>legal assistance<span> </span>shall<span> </span><span>be</span> provided.</p> <p class=\"headingx\">Article 17 <br/>  Applications not qualifying under Article 15 or Article 16</p> <p class=\"section\">In the case of all applications under this Convention other than those under Article 15 or Article 16 –</p> <p class=\"paragraph\"><span>  a) the</span><span> </span>provision<span>\n</span><span>of</span><span> </span>free<span> </span><span>legal</span><span> </span>assistance<span> </span>may<span> </span>be<span> </span><span>made</span><span> </span>subject<span> </span>to a <span>means</span><span> </span><span>or</span><span> </span>a <span>merits</span><span> </span>test;</p> <p class=\"paragraph\"><span>  b) an</span><span> </span>applicant,<span> </span><span>who</span><span> </span><span>in</span><span> </span><span>the</span><span> </span>State<span>\n</span><span>of</span><span> </span><span>origin</span><span> </span><span>has</span><span> </span>benefited<span> </span><span>from</span><span> </span><span>free</span><span> </span><span>legal</span><span> </span>assistance,<span> </span>shall<span> </span><span>be</span><span> </span><span>entitled,</span><span>\n</span><span>in</span><span> </span><span>any</span><span> </span><span>proceedings</span><span> </span><span>for</span><span> </span>recognition<span> </span><span>or</span><span> </span><span>enforcement,</span><span> </span><span>to</span><span> </span><span>benefit,</span><span> </span><span>at</span><span> </span>least<span> </span>to<span> </span><span>the</span><span> </span><span>same</span><span> </span><span>extent,</span><span> </span><span>from</span><span> </span>free<span> </span><span>legal</span><span> </span>assistance<span> </span>as<span> </span>provided<span> </span><span>for</span><span> </span>by<span> </span><span>the</span><span> </span>law<span> </span><span>of</span><span> </span><span>the</span><span> </span>State<span> </span>addressed under<span> </span><span>the</span> same<span> </span>circumstances.</p> <p class=\"headingx\">CHAPTER IV <br/>  RESTRICTIONS ON BRINGING PROCEEDINGS</p> <p class=\"headingx\">Article 18 <br/>  Limit on proceedings</p> <p class=\"section\">1 Where a decision is made in a Contracting State where the creditor is habitually resident, proceedings to modify the decision or to make a new decision cannot be brought by the debtor in any other Contracting State as long as the creditor remains habitually resident in the State where the decision was made.</p> <p class=\"section\">2 Paragraph 1 shall not apply –</p> <p class=\"paragraph\">  a) where,<span> </span>except<span> </span>in<span> </span>disputes<span> </span>relating<span>\n</span><span>to</span><span> </span>maintenance<span> </span>obligations<span> </span><span>in</span><span> </span>respect<span>\n</span><span>of</span><span> </span>children,<span> </span><span>there</span><span> </span>is<span> </span>agreement<span>\n</span>in<span> </span><span>writing</span><span> </span><span>between</span><span>\n</span>the<span> </span>parties<span> </span>to<span> </span><span>the</span><span> </span><span>jurisdiction</span><span> </span><span>of</span><span> </span>that<span> </span>other Contracting<span> State;</span></p> <p class=\"paragraph\">  b) where the<span> </span>creditor<span> </span>submits<span>\n</span>to<span> </span>the<span> </span>jurisdiction<span> </span><span>of</span><span> </span><span>that</span><span> </span>other Contracting State<span> </span>either<span> </span>expressly<span> or</span><span> </span><span>by</span><span> </span>defending<span> </span>on the<span> </span>merits<span> of</span><span> </span><span>the</span><span> </span><span>case</span><span> </span>without<span> </span>objecting to <span>the</span><span> </span>jurisdiction<span> </span>at<span> </span><span>the</span><span> </span>first<span> </span>available opportunity;</p> <p class=\"paragraph\">  c) where<span> </span><span>the</span><span> </span>competent<span> </span>authority<span>\n</span><span>in</span><span> </span>the<span> </span>State<span> </span><span>of</span><span> </span><span>origin</span><span> </span>cannot,<span> </span><span>or</span><span> </span>refuses<span> </span>to,<span> </span>exercise<span> </span>jurisdiction<span> </span><span>to</span><span> </span>modify<span> </span><span>the</span><span> </span>decision<span> </span><span>or</span>\n<span>make</span> a <span>new</span><span> </span>decision;<span> </span><span>or</span></p> <p class=\"paragraph\">  d) where<span> </span>the<span> </span>decision<span>\n</span>made<span> </span>in<span> </span><span>the</span><span> </span>State<span> </span><span>of</span><span> </span>origin<span> </span>cannot<span>\n</span><span>be</span><span> </span>recognised<span> </span><span>or</span><span> </span>declared<span> </span>enforceable<span> </span>in<span> </span><span>the</span><span> </span>Contracting<span> </span>State<span> </span>where<span> </span>proceedings<span> </span><span>to</span><span> </span>modify<span> </span>the<span> </span>decision<span>\n</span><span>or</span><span> </span>make a <span>new</span><span> </span>decision are<span> </span>contemplated.</p> <p class=\"headingx\">CHAPTER V <br/>  RECOGNITION AND ENFORCEMENT</p> <p class=\"headingx\">Article 19 <br/>  Scope of the Chapter</p> <p class=\"section\">1 This Chapter shall apply to a decision rendered by a judicial or administrative authority in respect of a maintenance obligation. The term “decision” also includes a settlement or agreement concluded before or approved by such an authority. A decision may include automatic adjustment by indexation and a requirement to pay arrears, retroactive maintenance or interest and a determination of costs or expenses.</p> <p class=\"section\">2 If a decision does not relate solely to a maintenance obligation, the effect of this Chapter is limited to the parts of the decision which concern maintenance obligations.</p> <p class=\"section\">3 For the purpose of paragraph 1, “administrative authority” means a public body whose decisions, under the law of the State where it is established –</p> <p class=\"paragraph\">  a) may<span> </span><span>be</span><span> </span><span>made </span>the<span>\n</span><span>subject</span><span> </span><span>of</span><span> </span><span>an</span><span> </span>appeal<span>\n</span>to<span> </span><span>or</span> <span>review</span><span> </span><span>by</span><span> </span>a<span> </span>judicial<span> </span>authority;<span> </span><span>and</span></p> <p class=\"paragraph\">  b) have<span> </span>a<span> </span>similar<span>\n</span>force<span> </span><span>and</span><span> </span>effect<span> </span><span>to</span><span> </span>a<span> </span><span>decision</span><span>\n</span><span>of</span><span> </span>a<span> </span><span>judicial</span><span>\n</span>authority<span> </span><span>on</span><span> </span><span>the</span><span> </span><span>same</span><span> </span>matter.</p> <p class=\"section\">4 This Chapter also applies to maintenance arrangements in accordance with Article 30.</p> <p class=\"section\">5 The provisions of this Chapter shall apply to a request for recognition and enforcement made directly to a competent authority of the State addressed in accordance with Article 37.</p> <p class=\"headingx\">Article 20 <br/>  Bases for recognition and enforcement</p> <p class=\"section\">1 A decision made in one Contracting State (“the State of origin”) shall be recognised and enforced in other Contracting States if –</p> <p class=\"paragraph\"><span>  a) the</span><span> </span>respondent<span> </span>was<span> </span>habitually<span> </span>resident<span>\n</span><span>in</span><span> </span><span>the</span><span> </span>State<span> </span><span>of</span><span> </span>origin<span> </span><span>at</span><span> </span><span>the</span><span> </span>time<span> </span>proceedings<span> </span><span>were </span>instituted;</p> <p class=\"paragraph\">  b) the<span> </span>respondent<span> </span>has<span> </span><span>submitted</span><span>\n</span><span>to</span><span> </span><span>the</span><span> </span><span>jurisdiction</span><span> </span>either<span>\n</span>expressly<span> </span><span>or</span><span> </span><span>by</span><span> </span>defending<span> </span><span>on</span><span> </span><span>the</span><span> </span><span>merits</span><span> </span><span>of</span><span> </span>the<span> </span>case<span> </span><span>without</span><span> </span>objecting<span>\n</span><span>to</span><span> </span><span>the</span><span> </span><span>jurisdiction</span><span> </span><span>at</span><span> </span><span>the</span><span> </span>first<span> </span>available<span> </span>opportunity;</p> <p class=\"paragraph\"><span>  c) the</span><span> </span>creditor<span>\n</span><span>was</span><span> </span>habitually<span> </span><span>resident</span><span>\n</span>in<span> </span>the<span> </span>State<span> </span><span>of</span><span> </span><span>origin</span><span> </span><span>at</span><span> </span>the<span> </span><span>time</span><span> </span>proceedings<span> </span>were<span> </span><span>instituted;</span></p> <p class=\"paragraph\">  d) the<span> </span><span>child</span><span> </span><span>for</span><span> </span>whom<span> </span>maintenance<span> </span><span>was</span><span> </span><span>ordered</span><span> </span><span>was</span><span> </span>habitually<span> </span><span>resident</span><span> </span>in<span> </span><span>the</span><span> </span>State<span> </span><span>of</span><span> </span>origin<span> </span><span>at</span><span> </span>the<span> </span><span>time</span><span> </span>proceedings<span> </span>were<span> </span><span>instituted,</span><span> </span>provided<span> </span><span>that</span><span> </span><span>the</span><span> </span>respondent<span> </span>has<span> </span>lived<span> </span><span>with</span><span> </span><span>the</span><span> </span><span>child</span><span> </span>in<span> </span>that<span> </span>State<span> </span><span>or</span><span> </span>has<span> </span><span>resided</span><span> </span><span>in</span><span> </span>that<span> </span><span>State</span><span> </span><span>and</span><span> </span><span>provided</span><span>\n</span><span>support</span><span> </span><span>for</span> <span>the</span><span> </span><span>child </span>there;</p> <p class=\"paragraph\">  e) except<span> </span><span>in</span><span> </span>disputes<span> </span>relating<span>\n</span><span>to</span><span> </span><span>maintenance</span><span> </span><span>obligations</span><span> </span><span>in</span><span> </span>respect<span> </span><span>of</span><span> </span><span>children,</span><span>\n</span><span>there</span><span> </span><span>has</span><span> </span>been<span>\r\nagreement</span><span> </span><span>to</span><span> </span><span>the</span><span> </span>jurisdiction<span> </span><span>in</span><span> </span><span>writing\r\n</span><span>by</span><span> </span>the<span> </span>parties;<span> </span><span>or</span></p> <p class=\"paragraph\"><span>  f) the</span><span> </span><span>decision</span><span> </span><span>was</span><span> </span><span>made</span><span> </span><span>by</span><span> </span><span>an</span><span> </span>authority<span>\n</span>exercising<span> </span><span>jurisdiction</span><span> </span><span>on</span><span> </span>a<span> </span>matter<span> </span><span>of</span><span> </span>personal<span>\n</span>status<span> </span><span>or</span><span> </span>parental<span> </span>responsibility,<span> </span>unless<span> </span><span>that</span><span> </span><span>jurisdiction</span><span> </span><span>was</span><span> </span>based<span> </span><span>solely</span><span> </span><span>on</span><span> </span><span>the</span><span> </span><span>nationality</span><span> </span><span>of</span><span> </span><span>one</span><span> </span><span>of</span><span> </span>the<span> </span>parties.</p> <p class=\"section\">2 A Contracting State may make a reservation, in accordance with Article 62, in respect of paragraph 1 c), e) or f).</p> <p class=\"section\">3 A Contracting State making a reservation under paragraph 2 shall recognise and enforce a decision if its law would in similar factual circumstances confer or would have conferred jurisdiction on its authorities to make such a decision.</p> <p class=\"section\">4 A Contracting State shall, if recognition of a decision is not possible as a result of a reservation under paragraph 2, and if the debtor is habitually resident in that State, take all appropriate measures to establish a decision for the benefit of the creditor. The preceding <span>sentence</span> <span>shall</span>\n<span>not</span> <span>apply</span> <span>to</span> <span>direct</span> <span>requests</span>\n<span>for</span> <span>recognition</span>\n<span>and</span> <span>enforcement</span> <span>under</span><span> </span><span>Article</span><span> </span><span>19(5)</span><span> </span><span>or</span><span> </span><span>to</span><span> </span><span>claims</span><span> </span><span>for</span><span> </span><span>support</span><span> </span><span>referred to</span><span> </span><span>in</span><span> </span><span>Article</span><span>\n</span><span>2(1) </span>b).</p> <p class=\"section\">5 A decision in favour of a child under the age of 18 years which cannot be recognised by virtue only of a reservation in respect of paragraph 1 c), e) or f) shall be accepted as establishing the eligibility of that child for maintenance in the State addressed.</p> <p class=\"section\">6 A decision shall be recognised only if it has effect in the State of origin, and shall be enforced only if it is enforceable in the State of origin.</p> <p class=\"headingx\">Article 21 <br/>  Severability and partial recognition and enforcement</p> <p class=\"section\">1 If the State addressed is unable to recognise or enforce the whole of the decision, it shall recognise or enforce any severable part of the decision which can be so recognised or enforced.</p> <p class=\"section\">2 Partial recognition or enforcement of a decision can always be applied for.</p> <p class=\"headingx\">Article 22 <br/>  Grounds for refusing recognition and enforcement</p> <p class=\"section\">Recognition and enforcement of a decision may be refused if –</p> <p class=\"paragraph\">  a) recognition and enforcement of the decision is manifestly incompatible with the public policy (“<i>ordre public</i>”) of the State addressed;</p> <p class=\"paragraph\">  b) the decision was obtained by fraud in connection with a matter of procedure;</p> <p class=\"paragraph\">  c) proceedings between the same parties and having the same purpose are pending before an authority of the State addressed and those proceedings were the first to be instituted;</p> <p class=\"paragraph\">  d) the decision is incompatible with a decision rendered between the same parties and having the same purpose, either in the State addressed or in another State, provided that this latter decision fulfils the conditions necessary for its recognition and enforcement in the State addressed;</p> <p class=\"paragraph\">  e) in a case where the respondent has neither appeared nor was represented in proceedings in the State of origin –</p> <p class=\"subpara\"><span>  i) when</span><span> </span><span>the</span><span> </span>law<span> </span><span>of</span><span> </span><span>the</span><span> </span>State<span> </span><span>of</span><span> </span>origin<span> </span>provides<span> </span><span>for</span><span> </span><span>notice</span><span> </span><span>of</span><span> </span>proceedings,<span> </span><span>the</span><span> </span><span>respondent</span><span> </span>did<span> </span><span>not</span><span> </span>have proper<span> </span>notice <span>of</span><span> </span><span>the</span> <span>proceedings</span><span> </span>and <span>an</span><span> </span>opportunity<span> </span>to be<span> </span><span>heard,</span><span>\n</span><span>or</span></p> <p class=\"subpara\">  ii) when<span> </span><span>the</span><span> </span>law<span> </span><span>of</span><span> </span>the<span> </span>State<span> </span><span>of</span><span> </span>origin<span>\n</span>does<span> </span>not<span> </span>provide<span>\n</span><span>for</span><span> </span>notice<span> </span><span>of</span><span> </span>the<span> </span>proceedings,<span> </span>the<span> </span>respondent<span> </span><span>did</span><span> </span>not<span> </span>have<span> </span>proper<span> </span>notice<span> </span><span>of</span><span> </span>the<span> </span>decision<span> </span>and<span> </span>an<span> </span>opportunity<span> </span>to<span> </span>challenge<span> </span>or<span> </span>appeal\r\n<span>it </span>on<span> </span>fact<span> </span><span>and</span><span> </span>law;<span> </span>or</p> <p class=\"paragraph\">  f) the decision was made in violation of Article 18.</p> <p class=\"headingx\">Article 23 <br/>  Procedure on an application for recognition and enforcement</p> <p class=\"section\">1 Subject to the provisions of the Convention, the procedures for recognition and enforcement shall be governed by the law of the State addressed.</p> <p class=\"section\">2 Where an application for recognition and enforcement of a decision has been made through Central Authorities in accordance with Chapter III, the requested Central Authority shall promptly either –</p> <p class=\"paragraph\">  a) refer<span> </span>the<span> </span>application<span> </span><span>to</span><span> </span>the<span> </span><span>competent</span><span>\n</span>authority<span> </span>which<span> </span>shall<span> </span>without<span> </span>delay<span> </span><span>declare</span><span>\n</span><span>the</span><span> </span>decision<span> enforceable</span><span> </span><span>or</span><span> </span>register<span>\n</span><span>the</span><span> </span>decision<span> </span>for enforcement;<span> </span><span>or</span></p> <p class=\"paragraph\">  b) if<span> </span>it<span> </span>is<span> </span>the<span> </span>competent<span>\n</span>authority<span> </span><span>take</span><span> </span><span>such</span><span> </span>steps<span> </span><span>itself.</span></p> <p class=\"section\">3 Where the request is made directly to a competent authority in the State addressed in accordance with Article 19(5), that authority shall without delay declare the decision enforceable or register the decision for enforcement.</p> <p class=\"section\">4 A declaration or registration may be refused only on the ground set out in Article 22 a). At this stage neither the applicant nor the respondent is entitled to make any submissions.</p> <p class=\"section\">5 The applicant and the respondent shall be promptly notified of the declaration or registration, made under paragraphs 2 and 3, or the refusal thereof in accordance with paragraph 4, and may bring a challenge or appeal on fact and on a point of law.</p> <p class=\"section\">6 A challenge or an appeal is to be lodged within 30 days of notification under paragraph 5. If the contesting party is not resident in the Contracting State in which the declaration or registration was made or refused, the challenge or appeal shall be lodged within 60 days of notification.</p> <p class=\"section\">7 A challenge or appeal may be founded only on the following –</p> <p class=\"paragraph\"><span>  a) the</span><span> </span><span>grounds</span><span> </span><span>for</span><span> </span>refusing<span>\n</span>recognition<span> </span>and <span>enforcement</span><span> </span>set<span> </span><span>out</span><span> </span><span>in</span><span> </span>Article<span> </span><span>22;</span></p> <p class=\"paragraph\"><span>  b) the</span><span> </span><span>bases</span><span> </span><span>for</span><span> </span>recognition and<span> </span>enforcement<span> </span><span>under</span><span> </span><span>Article</span><span>\n</span><span>20;</span></p> <p class=\"paragraph\"><span>  c) the</span> <span>authenticity</span> <span>or</span> <span>integrity</span> <span>of</span> <span>any</span>\r\ndocument transmitted <span>in</span> accordance <span>with</span><span> </span><span>Article</span><span>\n</span><span>25(1)</span><span> </span>a),<span> </span><span>b)</span><span> </span><span>or</span><span> </span><span>d)</span><span> </span><span>or</span><span> </span>(3)<span> </span>b).</p> <p class=\"section\">8 A challenge or an appeal by a respondent may also be founded on the fulfilment of the debt to the extent that the recognition and enforcement relates to payments that fell due in the past.</p> <p class=\"section\">9 The applicant and the respondent shall be promptly notified of the decision following the challenge or the appeal.</p> <p class=\"section\">10 A further appeal, if permitted by the law of the State addressed, shall not have the effect of staying the enforcement of the decision unless there are exceptional circumstances.</p> <p class=\"section\">11 In taking any decision on recognition and enforcement, including any appeal, the competent authority shall act expeditiously.</p> <p class=\"headingx\">Article 24 <br/>  Alternative procedure on an application for recognition and enforcement</p> <p class=\"section\">1 Notwithstanding Article 23(2) to (11), a State may declare, in accordance with Article 63, that it will apply the procedure for recognition and enforcement set out in this Article.</p> <p class=\"section\">2 Where an application for recognition and enforcement of a decision has been made through Central Authorities in accordance with Chapter III, the requested Central Authority shall promptly either –</p> <p class=\"paragraph\"><span>  a) refer</span> <span>the</span> <span>application</span>\r\nto <span>the</span> competent authority which shall decide on <span>the</span><span> </span><span>application</span><span> </span><span>for</span><span> </span>recognition<span> </span>and<span> </span><span>enforcement;</span><span> </span><span>or</span></p> <p class=\"paragraph\">  b) if<span> </span>it<span> </span>is<span> </span>the competent<span> </span>authority,<span> </span>take<span> </span>such a <span>decision</span><span> </span>itself.</p> <p class=\"section\">3 A decision on recognition and enforcement shall be given by the competent authority after the respondent has been duly and promptly notified of the proceedings and both parties have been given an adequate opportunity to be heard.</p> <p class=\"section\">4 The competent authority may review the grounds for refusing recognition and enforcement set out in Article 22 a), c) and d) of its own motion. It may review any grounds listed in Articles 20, 22 and 23(7) c) if raised by the respondent or if concerns relating to those grounds arise from the face of the documents submitted in accordance with Article 25.</p> <p class=\"section\">5 A refusal of recognition and enforcement may also be founded on the fulfilment of the debt to the extent that the recognition and enforcement relates to payments that fell due in the past.</p> <p class=\"section\">6 Any appeal, if permitted by the law of the State addressed, shall not have the effect of staying the enforcement of the decision unless there are exceptional circumstances.</p> <p class=\"section\">7 In taking any decision on recognition and enforcement, including any appeal, the competent authority shall act expeditiously.</p> <p class=\"headingx\"><span>Article</span><span> </span><span>25</span><span> <br/>\n</span>Documents</p> <p class=\"section\">1 An application for recognition and enforcement under Article 23 or Article 24 shall be accompanied by the following –</p> <p class=\"paragraph\">  a) a<span> </span><span>complete</span><span>\n</span>text<span> </span><span>of</span><span> </span>the<span> </span>decision;</p> <p class=\"paragraph\">  b) a<span> </span>document<span> </span><span>stating</span><span> </span>that<span> </span><span>the</span><span> </span>decision<span> </span>is<span> </span><span>enforceable</span><span> </span><span>in</span><span> </span>the<span> </span><span>State</span><span> </span><span>of</span><span> </span>origin<span> </span>and,<span> </span>in<span> </span><span>the</span><span> </span><span>case</span><span> </span><span>of</span><span> </span>a<span> </span>decision<span> </span><span>by</span><span> </span><span>an</span><span> </span><span>administrative</span><span> </span><span>authority,</span><span> </span>a<span> </span>document<span> </span>stating<span> </span><span>that</span><span> </span>the<span> </span>requirements<span> </span><span>of</span><span> </span><span>Article</span><span> </span>19(3)<span> </span>are<span> </span><span>met</span><span> </span>unless<span> </span><span>that</span><span> </span><span>State</span> has<span>\n</span><span>specified</span> in<span> </span>accordance<span> </span><span>with</span><span> </span><span>Article</span><span> </span><span>57</span><span> </span><span>that</span><span> </span><span>decisions</span><span> </span><span>of</span><span> </span>its<span> </span><span>administrative</span><span> </span><span>authorities</span><span> </span>always<span>\n</span>meet<span> </span>those<span> requirements;</span></p> <p class=\"paragraph\">  c) if<span> </span>the<span> </span><span>respondent</span><span> </span><span>did</span><span> </span><span>not</span><span> </span>appear<span>\n</span>and<span> </span><span>was</span><span> </span>not<span> </span>represented<span> </span><span>in</span><span> </span><span>the</span><span> </span>proceedings<span> </span><span>in</span><span> </span><span>the</span><span> </span>State<span> </span><span>of</span><span> </span>origin,<span> </span>a<span> </span>document<span> </span><span>or</span><span> </span>documents<span>\n</span>attesting,<span> </span><span>as</span><span> </span>appropriate,<span> </span>either<span> </span>that<span> </span><span>the</span><span> </span><span>respondent</span><span> </span><span>had</span><span> </span>proper<span>\n</span>notice<span> </span><span>of</span><span> </span><span>the</span><span> </span><span>proceedings</span><span> </span>and<span> </span><span>an</span><span> </span>opportunity<span> </span>to<span> </span><span>be</span><span> </span>heard,<span> </span><span>or</span><span> </span>that<span> </span>the<span> </span>respondent<span> </span>had<span> </span>proper<span> </span><span>notice</span><span> </span><span>of</span><span> </span>the<span> </span>decision<span> </span><span>and</span><span> </span>the<span> </span>opportunity<span> </span><span>to</span><span> </span><span>challenge</span><span> </span><span>or</span><span> </span>appeal it<span>\n</span><span>on</span><span> </span>fact<span> </span><span>and</span><span> </span><span>law;</span></p> <p class=\"paragraph\">  d) where<span> </span>necessary,<span> </span>a<span> </span>document<span> </span><span>showing</span><span> </span>the<span> </span>amount<span> </span><span>of</span><span> </span>any<span> </span>arrears<span> </span>and<span> </span><span>the</span><span> </span><span>date</span><span> </span>such<span> </span>amount<span> </span><span>was</span><span> </span><span>calculated;</span></p> <p class=\"paragraph\">  e) where<span> </span>necessary,<span> </span><span>in</span><span> </span>the<span> </span><span>case</span><span> </span><span>of</span><span> </span>a<span> </span>decision<span> </span>providing<span> </span><span>for</span><span> </span>automatic<span>\n</span><span>adjustment</span><span> </span><span>by</span><span> </span>indexation,<span> </span>a<span> </span>document<span> </span><span>providing</span><span> </span>the<span> </span><span>information</span><span> </span>necessary<span> </span>to<span> </span><span>make</span><span> </span>the<span> </span>appropriate<span> </span>calculations;</p> <p class=\"paragraph\">  f) where<span> </span>necessary,<span> </span>documentation<span> </span><span>showing</span><span> </span>the<span> </span>extent<span> </span>to<span> </span>which<span> </span>the<span> </span>applicant<span> </span>received<span>\n</span>free<span> </span><span>legal</span> assistance<span> </span>in<span> </span><span>the</span><span> </span><span>State </span><span>of</span><span> </span>origin.</p> <p class=\"section\">2 Upon a challenge or appeal under Article 23(7) c) or upon request by the competent authority in the State addressed, a complete copy of the document concerned, certified by the competent authority in the State of origin, shall be provided promptly –</p> <p class=\"paragraph\">  a) by the Central Authority of the requesting State, where the application has been made in accordance with Chapter III;</p> <p class=\"paragraph\">  b) by the applicant, where the request has been made directly to a competent authority of the State addressed.</p> <p class=\"section\">3 A Contracting State may specify in accordance with Article 57 –</p> <p class=\"paragraph\">  a) that a complete copy of the decision certified by the competent authority in the State of origin must accompany the application;</p> <p class=\"paragraph\">  b) circumstances in which it will accept, in lieu of a complete text of the decision, an abstract or extract of the decision drawn up by the competent authority of the State of origin, which may be made in the form recommended and published by the Hague Conference on Private International Law; or</p> <p class=\"paragraph\">  c) that it does not require a document stating that the requirements of Article 19(3) are met.</p> <p class=\"headingx\">Article 26 <br/>  Procedure on an application for recognition</p> <p class=\"section\">This Chapter shall apply <i>mutatis mutandis</i>\r\nto an application for recognition of a decision, save that the requirement of enforceability is replaced by the requirement that the decision has effect in the State of origin.</p> <p class=\"headingx\">Article 27 <br/>  Findings of fact</p> <p class=\"section\">Any competent authority of the State addressed shall be bound by the findings of fact on which the authority of the State of origin based its jurisdiction.</p> <p class=\"headingx\">Article 28 <br/>  No review of the merits</p> <p class=\"section\">There shall be no review by any competent authority of the State addressed of the merits of a decision.</p> <p class=\"headingx\">Article 29 <br/>  Physical presence of the child or the applicant not required</p> <p class=\"section\">The physical presence of the child or the applicant shall not be required in any proceedings in the State addressed under this Chapter.</p> <p class=\"headingx\">Article 30 <br/>  Maintenance arrangements</p> <p class=\"section\">1 A maintenance arrangement made in a Contracting State shall be entitled to recognition and enforcement as a decision under this Chapter provided that it is enforceable as a decision in the State of origin.</p> <p class=\"section\">2 For the purpose of Article 10(1) a) and b) and (2) a), the term “decision” includes a maintenance arrangement.</p> <p class=\"section\">3 An application for recognition and enforcement of a maintenance arrangement shall be accompanied by the following –</p> <p class=\"paragraph\">  a) complete text of the maintenance arrangement; and</p> <p class=\"paragraph\">  b) a document stating that the particular maintenance arrangement is enforceable as a decision in the State of origin.</p> <p class=\"section\">4 Recognition and enforcement of a maintenance arrangement may be refused if –</p> <p class=\"paragraph\">  a) the recognition and enforcement is manifestly incompatible with the public policy of the State addressed;</p> <p class=\"paragraph\">  b) the maintenance arrangement was obtained by fraud or falsification;</p> <p class=\"paragraph\">  c) the maintenance arrangement is incompatible with a decision rendered between the same parties and having the same purpose, either in the State addressed or in another State, provided that this latter decision fulfils the conditions necessary for its recognition and enforcement in the State addressed.</p> <p class=\"section\">5 The provisions of this Chapter, with the exception of Articles 20, 22, 23(7) and 25(1) and (3), shall apply <i>mutatis mutandis</i> to the recognition and enforcement of a maintenance arrangement save that –</p> <p class=\"paragraph\">  a) a declaration or registration in accordance with Article 23(2) and (3) may be refused only on the ground set out in paragraph 4 a);</p> <p class=\"paragraph\">  b) a challenge or appeal as referred to in Article 23(6) may be founded only on the following –</p> <p class=\"subpara\">  i) the grounds for refusing recognition and enforcement set out in paragraph 4,</p> <p class=\"subpara\">  ii) the authenticity or integrity of any document transmitted in accordance with paragraph 3;</p> <p class=\"paragraph\">  c) as regards the procedure under Article 24(4), the competent authority may review of its own motion the ground for refusing recognition and enforcement set out in paragraph 4 a) of this Article. It may review all grounds listed in paragraph 4 of this Article and the authenticity or integrity of any document transmitted in accordance with paragraph 3 if raised by the respondent or if concerns relating to those grounds arise from the face of those documents.</p> <p class=\"section\">6 Proceedings for recognition and enforcement of a maintenance arrangement shall be suspended if a challenge concerning the arrangement is pending before a competent authority of a Contracting State.</p> <p class=\"section\">7 A State may declare, in accordance with Article 63, that applications for recognition and enforcement of a maintenance arrangement shall only be made through Central Authorities.</p> <p class=\"section\">8 A Contracting State may, in accordance with Article 62, reserve the right not to recognise and enforce a maintenance arrangement.</p> <p class=\"headingx\">Article 31 <br/>  Decisions produced by the combined effect of provisional and confirmation orders</p> <p class=\"section\">Where a decision is produced by the combined effect of a provisional order made in one State and an order by an authority in another State (“the confirming State”) confirming the provisional order –</p> <p class=\"paragraph\">  a) each of those States shall be deemed for the purposes of this Chapter to be a State of origin;</p> <p class=\"paragraph\">  b) the requirements of Article 22 e) shall be met if the respondent had proper notice of the proceedings in the confirming State and an opportunity to oppose the confirmation of the provisional order;</p> <p class=\"paragraph\">  c) the requirement of Article 20(6) that a decision be enforceable in the State of origin shall be met if the decision is enforceable in the confirming State; and</p> <p class=\"paragraph\">  d) Article 18 shall not prevent proceedings for the modification of the decision being commenced in either State.</p> <p class=\"headingx\">CHAPTER VI <br/>  ENFORCEMENT BY THE STATE ADDRESSED</p> <p class=\"headingx\">Article 32 <br/>  Enforcement under internal law</p> <p class=\"section\">1 Subject to the provisions of this Chapter, enforcement shall take place in accordance with the law of the State addressed.</p> <p class=\"section\">2 Enforcement shall be prompt.</p> <p class=\"section\">3 In the case of applications through Central Authorities, where a decision has been declared enforceable or registered for enforcement under Chapter V, enforcement shall proceed without the need for further action by the applicant.</p> <p class=\"section\">4 Effect shall be given to any rules applicable in the State of origin of the decision relating to the duration of the maintenance obligation.</p> <p class=\"section\">5 Any limitation on the period for which arrears may be enforced shall be determined either by the law of the State of origin of the decision or by the law of the State addressed, whichever provides for the longer limitation period.</p> <p class=\"headingx\">Article 33 <br/>  Non-discrimination</p> <p class=\"section\">The State addressed shall provide at least the same range of enforcement methods for cases under the Convention as are available in domestic cases.</p> <p class=\"headingx\">Article 34 <br/>  Enforcement measures</p> <p class=\"section\">1 Contracting States shall make available in internal law effective measures to enforce decisions under this Convention.</p> <p class=\"section\">2 Such measures may include –</p> <p class=\"paragraph\">  a) wage withholding;</p> <p class=\"paragraph\">  b) garnishment from bank accounts and other sources;</p> <p class=\"paragraph\">  c) deductions from social security payments;</p> <p class=\"paragraph\">  d) lien on or forced sale of property;</p> <p class=\"paragraph\">  e) tax refund withholding;</p> <p class=\"paragraph\">  f) withholding or attachment of pension benefits;</p> <p class=\"paragraph\">  g) credit bureau reporting;</p> <p class=\"paragraph\">  h) denial, suspension or revocation of various licenses (for example, driving licenses);</p> <p class=\"paragraph\">  i) the use of mediation, conciliation or similar processes to bring about voluntary compliance.</p> <p class=\"headingx\">Article 35 <br/>  Transfer of funds</p> <p class=\"section\">1 Contracting States are encouraged to promote, including by means of international agreements, the use of the most cost-effective and efficient methods available to transfer funds payable as maintenance.</p> <p class=\"section\">2 A Contracting State, under whose law the transfer of funds is restricted, shall accord the highest priority to the transfer of funds payable under this Convention.</p> <p class=\"headingx\">CHAPTER VII <br/>  PUBLIC BODIES</p> <p class=\"headingx\">Article 36 <br/>  Public bodies as applicants</p> <p class=\"section\">1 For the purposes of applications for recognition and enforcement under Article 10(1) a) and b) and cases covered by Article 20(4), “creditor” includes a public body acting in place of an individual to whom maintenance is owed or one to which reimbursement is owed for benefits provided in place of maintenance.</p> <p class=\"section\">2 The right of a public body to act in place of an individual to whom maintenance is owed or to seek reimbursement of benefits provided to the creditor in place of maintenance shall be governed by the law to which the body is subject.</p> <p class=\"section\">3 A public body may seek recognition or claim enforcement of –</p> <p class=\"paragraph\">  a) a decision rendered against a debtor on the application of a public body which claims payment of benefits provided in place of maintenance;</p> <p class=\"paragraph\">  b) a decision rendered between a creditor and debtor to the extent of the benefits provided to the creditor in place of maintenance.</p> <p class=\"section\">4 The public body seeking recognition or claiming enforcement of a decision shall upon request furnish any document necessary to establish its right under paragraph 2 and that benefits have been provided to the creditor.</p> <p class=\"headingx\">CHAPTER VIII <br/>  GENERAL PROVISIONS</p> <p class=\"headingx\">Article 37 <br/>  Direct requests to competent authorities</p> <p class=\"section\">1 The Convention shall not exclude the possibility of recourse to such procedures as may be available under the internal law of a Contracting State allowing a person (an applicant) to seize directly a competent authority of that State in a matter governed by the Convention including, subject to Article 18, for the purpose of having a maintenance decision established or modified.</p> <p class=\"section\">2 Articles 14(5) and 17 b) and the provisions of Chapters V, VI, VII and this Chapter, with the exception of Articles 40(2), 42, 43(3), 44(3), 45 and 55, shall apply in relation to a request for recognition and enforcement made directly to a competent authority in a Contracting State.</p> <p class=\"section\">3 For the purpose of paragraph 2, Article 2(1) a) shall apply to a decision granting maintenance to a vulnerable person over the age specified in that sub-paragraph where such decision was rendered before the person reached that age and provided for maintenance beyond that age by reason of the impairment.</p> <p class=\"headingx\">Article 38 <br/>  Protection of personal data</p> <p class=\"section\">Personal data gathered or transmitted under the Convention shall be used only for the purposes for which they were gathered or transmitted.</p> <p class=\"headingx\">Article 39 <br/>  Confidentiality</p> <p class=\"section\">Any authority processing information shall ensure its confidentiality in accordance with the law of its State.</p> <p class=\"headingx\">Article 40 <br/>  Non-disclosure of information</p> <p class=\"section\">1 An authority shall not disclose or confirm information gathered or transmitted in application of this Convention if it determines that to do so could jeopardise the health, safety or liberty of a person.</p> <p class=\"section\">2 A determination to this effect made by one Central Authority shall be taken into account by another Central Authority, in particular in cases of family violence.</p> <p class=\"section\">3 Nothing in this Article shall impede the gathering and transmitting of information by and between authorities in so far as necessary to carry out the obligations under the Convention.</p> <p class=\"headingx\">Article 41 <br/>  No legalisation</p> <p class=\"section\">No legalisation or similar formality may be required in the context of this Convention.</p> <p class=\"headingx\">Article 42 <br/>  Power of attorney</p> <p class=\"section\">The Central Authority of the requested State may require a power of attorney from the applicant only if it acts on his or her behalf in judicial proceedings or before other authorities, or in order to designate a representative so to act.</p> <p class=\"headingx\">Article 43 <br/>  Recovery of costs</p> <p class=\"section\">1 Recovery of any costs incurred in the application of this Convention shall not take precedence over the recovery of maintenance.</p> <p class=\"section\">2 A State may recover costs from an unsuccessful party.</p> <p class=\"section\">3 For the purposes of an application under Article 10(1) b) to recover costs from an unsuccessful party in accordance with paragraph 2, the term “creditor” in Article 10(1) shall include a State.</p> <p class=\"section\">4 This Article shall be without prejudice to Article 8.</p> <p class=\"headingx\">Article 44 <br/>  Language requirements</p> <p class=\"section\">1 Any application and related documents shall be in the original language, and shall be accompanied by a translation into an official language of the requested State or another language which the requested State has indicated, by way of declaration in accordance with Article 63, it will accept, unless the competent authority of that State dispenses with translation.</p> <p class=\"section\">2 A Contracting State which has more than one official language and cannot, for reasons of internal law, accept for the whole of its territory documents in one of those languages shall, by declaration in accordance with Article 63, specify the language in which such documents or translations thereof shall be drawn up for submission in the specified parts of its territory.</p> <p class=\"section\">3 Unless otherwise agreed by the Central Authorities, any other communications between such Authorities shall be in an official language of the requested State or in either English or French. However, a Contracting State may, by making a reservation in accordance with Article 62, object to the use of either English or French.</p> <p class=\"headingx\">Article 45 <br/>  Means and costs of translation</p> <p class=\"section\">1 In the case of applications under Chapter III, the Central Authorities may agree in an individual case or generally that the translation into an official language of the requested State may be made in the requested State from the original language or from any other agreed language. If there is no agreement and it is not possible for the requesting Central Authority to comply with the requirements of Article 44(1) and (2), then the application and related documents may be transmitted with translation into English or French for further translation into an official language of the requested State.</p> <p class=\"section\">2 The cost of translation arising from the application of paragraph 1 shall be borne by the requesting State unless otherwise agreed by Central Authorities of the States concerned.</p> <p class=\"section\">3 Notwithstanding Article 8, the requesting Central Authority may charge an applicant for the costs of translation of an application and related documents, except in so far as those costs may be covered by its system of legal assistance.</p> <p class=\"headingx\">Article 46 <br/>  Non-unified legal systems – interpretation</p> <p class=\"section\">1 In relation to a State in which two or more systems of law or sets of rules of law with regard to any matter dealt with in this Convention apply in different territorial units –</p> <p class=\"paragraph\">  a) any reference to the law or procedure of a State shall be construed as referring, where appropriate, to the law or procedure in force in the relevant territorial unit;</p> <p class=\"paragraph\">  b) any reference to a decision established, recognised, recognised and enforced, enforced or modified in that State shall be construed as referring, where appropriate, to a decision established, recognised, recognised and enforced, enforced or modified in the relevant territorial unit;</p> <p class=\"paragraph\">  c) any reference to a judicial or administrative authority in that State shall be construed as referring, where appropriate, to a judicial or administrative authority in the relevant territorial unit;</p> <p class=\"paragraph\">  d) any reference to competent authorities, public bodies, and other bodies of that State, other than Central Authorities, shall be construed as referring, where appropriate, to those authorised to act in the relevant territorial unit;</p> <p class=\"paragraph\">  e) any reference to residence or habitual residence in that State shall be construed as referring, where appropriate, to residence or habitual residence in the relevant territorial unit;</p> <p class=\"paragraph\">  f) any reference to location of assets in that State shall be construed as referring, where appropriate, to the location of assets in the relevant territorial unit;</p> <p class=\"paragraph\">  g) any reference to a reciprocity arrangement in force in a State shall be construed as referring, where appropriate, to a reciprocity arrangement in force in the relevant territorial unit;</p> <p class=\"paragraph\">  h) any reference to free legal assistance in that State shall be construed as referring, where appropriate, to free legal assistance in the relevant territorial unit;</p> <p class=\"paragraph\">  i) any reference to a maintenance arrangement made in a State shall be construed as referring, where appropriate, to a maintenance arrangement made in the relevant territorial unit;</p> <p class=\"paragraph\">  j) any reference to recovery of costs by a State shall be construed as referring, where appropriate, to the recovery of costs by the relevant territorial unit.</p> <p class=\"section\">2 This Article shall not apply to a Regional Economic Integration Organisation.</p> <p class=\"headingx\">Article 47 <br/>  Non-unified legal systems – substantive rules</p> <p class=\"section\">1 A Contracting State with two or more territorial units in which different systems of law apply shall not be bound to apply this Convention to situations which involve solely such different territorial units.</p> <p class=\"section\">2 A competent authority in a territorial unit of a Contracting State with two or more territorial units in which different systems of law apply shall not be bound to recognise or enforce a decision from another Contracting State solely because the decision has been recognised or enforced in another territorial unit of the same Contracting State under this Convention.</p> <p class=\"section\">3 This Article shall not apply to a Regional Economic Integration Organisation.</p> <p class=\"headingx\">Article 48 <br/>  Co-ordination with prior Hague Maintenance Conventions</p> <p class=\"section\">In relations between the Contracting States, this Convention replaces, subject to Article 56(2), the <i>Hague Convention of 2 October 1973 on the Recognition and Enforcement of Decisions Relating to Maintenance Obligations</i> and the <i>Hague Convention of 15 April 1958 concerning the recognition and enforcement of decisions relating to maintenance obligations towards children</i> in so far as their scope of application as between such States coincides with the scope of application of this Convention.</p> <p class=\"headingx\">Article 49 <br/>  Co-ordination with the 1956 New York Convention</p> <p class=\"section\">In relations between the Contracting States, this Convention replaces the United Nations Convention on the Recovery Abroad of Maintenance of 20 June 1956, in so far as its scope of application as between such States coincides with the scope of application of this Convention.</p> <p class=\"headingx\">Article 50 <br/>  Relationship with prior Hague Conventions on service of documents and taking of evidence</p> <p class=\"section\">This Convention does not affect the <i>Hague Convention of 1 March 1954 on civil procedure</i>, the <i>Hague Convention of 15 November 1965 on the Service Abroad of Judicial and Extrajudicial Documents in Civil or Commercial Matters</i> and the <i>Hague Convention of 18 March 1970 on the Taking of Evidence Abroad in Civil or Commercial Matters</i>.</p> <p class=\"headingx\">Article 51 <br/>  Co-ordination of instruments and supplementary agreements</p> <p class=\"section\">1 This Convention does not affect any international instrument concluded before this Convention to which Contracting States are Parties and which contains provisions on matters governed by this Convention.</p> <p class=\"section\">2 Any Contracting State may conclude with one or more Contracting States agreements, which contain provisions on matters governed by the Convention, with a view to improving the application of the Convention between or among themselves, provided that such agreements are consistent with the objects and purpose of the Convention and do not affect, in the relationship of such States with other Contracting States, the application of the provisions of the Convention. The States which have concluded such an agreement shall transmit a copy to the depositary of the Convention.</p> <p class=\"section\">3 Paragraphs 1 and 2 shall also apply to reciprocity arrangements and to uniform laws based on special ties between the States concerned.</p> <p class=\"section\">4 This Convention shall not affect the application of instruments of a Regional Economic Integration Organisation that is a Party to this Convention, adopted after the conclusion of the Convention, on matters governed by the Convention provided that such instruments do not affect, in the relationship of Member States of the Regional Economic Integration Organisation with other Contracting States, the application of the provisions of the Convention. As concerns the recognition or enforcement of decisions as between Member States of the Regional Economic Integration Organisation, the Convention shall not affect the rules of the Regional Economic Integration Organisation, whether adopted before or after the conclusion of the Convention.</p> <p class=\"headingx\">Article 52 <br/>  Most effective rule</p> <p class=\"section\">1 This Convention shall not prevent the application of an agreement, arrangement or international instrument in force between the requesting State and the requested State, or a reciprocity arrangement in force in the requested State that provides for –</p> <p class=\"paragraph\">  a) broader bases for recognition of maintenance decisions, without prejudice to Article 22 f) of the Convention;</p> <p class=\"paragraph\">  b) simplified, more expeditious procedures on an application for recognition or recognition and enforcement of maintenance decisions;</p> <p class=\"paragraph\">  c) more beneficial legal assistance than that provided for under Articles 14 to 17; or</p> <p class=\"paragraph\">  d) procedures permitting an applicant from a requesting State to make a request directly to the Central Authority of the requested State.</p> <p class=\"section\">2 This Convention shall not prevent the application of a law in force in the requested State that provides for more effective rules as referred to in paragraph 1 a) to c). However, as regards simplified, more expeditious procedures referred to in paragraph 1 b), they must be compatible with the protection offered to the parties under Articles 23 and 24, in particular as regards the rights of the parties to be duly notified of the proceedings and be given adequate opportunity to be heard and as regards the effects of any challenge or appeal.</p> <p class=\"headingx\">Article 53 <br/>  Uniform interpretation</p> <p class=\"section\">In the interpretation of this Convention, regard shall be had to its international character and to the need to promote uniformity in its application.</p> <p class=\"headingx\">Article 54 <br/>  Review of practical operation of the Convention</p> <p class=\"section\">1 The Secretary General of the Hague Conference on Private International Law shall at regular intervals convene a Special Commission in order to review the practical operation of the Convention and to encourage the development of good practices under the Convention.</p> <p class=\"section\">2 For the purpose of such review, Contracting States shall co-operate with the Permanent Bureau of the Hague Conference on Private International Law in the gathering of information, including statistics and case law, concerning the practical operation of the Convention.</p> <p class=\"headingx\">Article 55 <br/>  Amendment of forms</p> <p class=\"section\">1 The forms annexed to this Convention may be amended by a decision of a Special Commission convened by the Secretary General of the Hague Conference on Private International Law to which all Contracting States and all Members shall be invited. Notice of the proposal to amend the forms shall be included in the agenda for the meeting.</p> <p class=\"section\">2 Amendments adopted by the Contracting States present at the Special Commission shall come into force for all Contracting States on the first day of the seventh calendar month after the date of their communication by the depositary to all Contracting States.</p> <p class=\"section\">3 During the period provided for in paragraph 2 any Contracting State may by notification in writing to the depositary make a reservation, in accordance with Article 62, with respect to the amendment. The State making such reservation shall, until the reservation is withdrawn, be treated as a State not Party to the present Convention with respect to that amendment.</p> <p class=\"headingx\">Article 56 <br/>  Transitional provisions</p> <p class=\"section\">1 The Convention shall apply in every case where –</p> <p class=\"paragraph\">  a) a request pursuant to Article 7 or an application pursuant to Chapter III has been received by the Central Authority of the requested State after the Convention has entered into force between the requesting State and the requested State;</p> <p class=\"paragraph\">  b) a direct request for recognition and enforcement has been received by the competent authority of the State addressed after the Convention has entered into force between the State of origin and the State addressed.</p> <p class=\"section\">2 With regard to the recognition and enforcement of decisions between Contracting States to this Convention that are also Parties to either of the Hague Maintenance Conventions mentioned in Article 48, if the conditions for the recognition and enforcement under this Convention prevent the recognition and enforcement of a decision given in the State of origin before the entry into force of this Convention for that State, that would otherwise have been recognised and enforced under the terms of the Convention that was in effect at the time the decision was rendered, the conditions of that Convention shall apply.</p> <p class=\"section\">3 The State addressed shall not be bound under this Convention to enforce a decision or a maintenance arrangement, in respect of payments falling due prior to the entry into force of the Convention between the State of origin and the State addressed, except for maintenance obligations arising from a parent-child relationship towards a person under the age of 21 years.</p> <p class=\"headingx\">Article 57 <br/>  Provision of information concerning laws, procedures and services</p> <p class=\"section\">1 A Contracting State, by the time its instrument of ratification or accession is deposited or a declaration is submitted in accordance with Article 61 of the Convention, shall provide the Permanent Bureau of the Hague Conference on Private International Law with –</p> <p class=\"paragraph\">  a) a description of its laws and procedures concerning maintenance obligations;</p> <p class=\"paragraph\">  b) a description of the measures it will take to meet the obligations under Article 6;</p> <p class=\"paragraph\">  c) a description of how it will provide applicants with effective access to procedures, as required under Article 14;</p> <p class=\"paragraph\">  d) a description of its enforcement rules and procedures, including any limitations on enforcement, in particular debtor protection rules and limitation periods;</p> <p class=\"paragraph\">  e) any specification referred to in Article 25(1) b) and (3).</p> <p class=\"section\">2 Contracting States may, in fulfilling their obligations under paragraph 1, utilise a country profile form recommended and published by the Hague Conference on Private International Law.</p> <p class=\"section\">3 Information shall be kept up to date by the Contracting States.</p> <p class=\"headingx\">CHAPTER IX <br/>  FINAL PROVISIONS</p> <p class=\"headingx\">Article 58 <br/>  Signature, ratification and accession</p> <p class=\"section\">1 The Convention shall be open for signature by the States which were Members of the Hague Conference on Private International Law at the time of its Twenty-First Session and by the other States which participated in that Session.</p> <p class=\"section\">2 It shall be ratified, accepted or approved and the instruments of ratification, acceptance or approval shall be deposited with the Ministry of Foreign Affairs of the Kingdom of the Netherlands, depositary of the Convention.</p> <p class=\"section\">3 Any other State or Regional Economic Integration Organisation may accede to the Convention after it has entered into force in accordance with Article 60(1).</p> <p class=\"section\">4 The instrument of accession shall be deposited with the depositary.</p> <p class=\"section\">5 Such accession shall have effect only as regards the relations between the acceding State and those Contracting States which have not raised an objection to its accession in the 12 months after the date of the notification referred to in Article 65. Such an objection may also be raised by States at the time when they ratify, accept or approve the Convention after an accession. Any such objection shall be notified to the depositary.</p> <p class=\"headingx\">Article 59 <br/>  Regional Economic Integration Organisations</p> <p class=\"section\">1 A Regional Economic Integration Organisation which is constituted solely by sovereign States and has competence over some or all of the matters governed by this Convention may similarly sign, accept, approve or accede to this Convention. The Regional Economic Integration Organisation shall in that case have the rights and obligations of a Contracting State, to the extent that the Organisation has competence over matters governed by the Convention.</p> <p class=\"section\">2 The Regional Economic Integration Organisation shall, at the time of signature, acceptance, approval or accession, notify the depositary in writing of the matters governed by this Convention in respect of which competence has been transferred to that Organisation by its Member States. The Organisation shall promptly notify the depositary in writing of any changes to its competence as specified in the most recent notice given under this paragraph.</p> <p class=\"section\">3 At the time of signature, acceptance, approval or accession, a Regional Economic Integration Organisation may declare in accordance with Article 63 that it exercises competence over all the matters governed by this Convention and that the Member States which have transferred competence to the Regional Economic Integration Organisation in respect of the matter in question shall be bound by this Convention by virtue of the signature, acceptance, approval or accession of the Organisation.</p> <p class=\"section\">4 For the purposes of the entry into force of this Convention, any instrument deposited by a Regional Economic Integration Organisation shall not be counted unless the Regional Economic Integration Organisation makes a declaration in accordance with paragraph 3.</p> <p class=\"section\">5 Any reference to a “Contracting State” or “State” in this Convention shall apply equally to a Regional Economic Integration Organisation that is a Party to it, where appropriate. In the event that a declaration is made by a Regional Economic Integration Organisation in accordance with paragraph 3, any reference to a “Contracting State” or “State” in this Convention shall apply equally to the relevant Member States of the Organisation, where appropriate.</p> <p class=\"headingx\">Article 60 <br/>  Entry into force</p> <p class=\"section\">1 The Convention shall enter into force on the first day of the month following the expiration of three months after the deposit of the second instrument of ratification, acceptance or approval referred to in Article 58.</p> <p class=\"section\">2 Thereafter the Convention shall enter into force –</p> <p class=\"paragraph\">  a) for each State or Regional Economic Integration Organisation referred to in Article 59(1) subsequently ratifying, accepting or approving it, on the first day of the month following the expiration of three months after the deposit of its instrument of ratification, acceptance or approval;</p> <p class=\"paragraph\">  b) for each State or Regional Economic Integration Organisation referred to in Article 58(3) on the day after the end of the period during which objections may be raised in accordance with Article 58(5);</p> <p class=\"paragraph\">  c) for a territorial unit to which the Convention has been extended in accordance with Article 61, on the first day of the month following the expiration of three months after the notification referred to in that Article.</p> <p class=\"headingx\">Article 61 <br/>  Declarations with respect to non-unified legal systems</p> <p class=\"section\">1 If a State has two or more territorial units in which different systems of law are applicable in relation to matters dealt with in the Convention, it may at the time of signature, ratification, acceptance, approval or accession declare in accordance with Article 63 that this Convention shall extend to all its territorial units or only to one or more of them and may modify this declaration by submitting another declaration at any time.</p> <p class=\"section\">2 Any such declaration shall be notified to the depositary and shall state expressly the territorial units to which the Convention applies.</p> <p class=\"section\">3 If a State makes no declaration under this Article, the Convention shall extend to all territorial units of that State.</p> <p class=\"section\">4 This Article shall not apply to a Regional Economic Integration Organisation.</p> <p class=\"headingx\">Article 62 <br/>  Reservations</p> <p class=\"section\">1 Any Contracting State may, not later than the time of ratification, acceptance, approval or accession, or at the time of making a declaration in terms of Article 61, make one or more of the reservations provided for in Articles 2(2), 20(2), 30(8), 44(3) and 55(3). No other reservation shall be permitted.</p> <p class=\"section\">2 Any State may at any time withdraw a reservation it has made. The withdrawal shall be notified to the depositary.</p> <p class=\"section\">3 The reservation shall cease to have effect on the first day of the third calendar month after the notification referred to in paragraph 2.</p> <p class=\"section\">4 Reservations under this Article shall have no reciprocal effect with the exception of the reservation provided for in Article 2(2).</p> <p class=\"headingx\">Article 63 <br/>  Declarations</p> <p class=\"section\">1 Declarations referred to in Articles 2(3), 11(1) g), 16(1), 24(1), 30(7), 44(1) and (2), 59(3) and 61(1), may be made upon signature, ratification, acceptance, approval or accession or at any time thereafter, and may be modified or withdrawn at any time.</p> <p class=\"section\">2 Declarations, modifications and withdrawals shall be notified to the depositary.</p> <p class=\"section\">3 A declaration made at the time of signature, ratification, acceptance, approval or accession shall take effect simultaneously with the entry into force of this Convention for the State concerned.</p> <p class=\"section\">4 A declaration made at a subsequent time, and any modification or withdrawal of a declaration, shall take effect on the first day of the month following the expiration of three months after the date on which the notification is received by the depositary.</p> <p class=\"headingx\">Article 64 <br/>  Denunciation</p> <p class=\"section\">1 A Contracting State to the Convention may denounce it by a notification in writing addressed to the depositary. The denunciation may be limited to certain territorial units of a multi-unit State to which the Convention applies.</p> <p class=\"section\">2 The denunciation shall take effect on the first day of the month following the expiration of 12 months after the date on which the notification is received by the depositary. Where a longer period for the denunciation to take effect is specified in the notification, the denunciation shall take effect upon the expiration of such longer period after the date on which the notification is received by the depositary.</p> <p class=\"headingx\">Article 65 <br/>  Notification</p> <p class=\"section\">The depositary shall notify the Members of the Hague Conference on Private International Law, and other States and Regional Economic Integration Organisations which have signed, ratified, accepted, approved or acceded in accordance with Articles 58 and 59 of the following –</p> <p class=\"paragraph\">  a) the signatures, ratifications, acceptances and approvals referred to in Articles 58 and 59;</p> <p class=\"paragraph\">  b) the accessions and objections raised to accessions referred to in Articles 58(3) and (5) and 59;</p> <p class=\"paragraph\">  c) the date on which the Convention enters into force in accordance with Article 60;</p> <p class=\"paragraph\">  d) the declarations referred to in Articles 2(3), 11(1) g), 16(1), 24(1), 30(7), 44(1) and (2), 59(3) and 61(1);</p> <p class=\"paragraph\">  e) the agreements referred to in Article 51(2);</p> <p class=\"paragraph\">  f) the reservations referred to in Articles 2(2), 20(2), 30(8), 44(3) and 55(3), and the withdrawals referred to in Article 62(2);</p> <p class=\"paragraph\">  g) the denunciations referred to in Article 64.</p> <p class=\"section\">IN WITNESS WHEREOF the undersigned, being duly authorised thereto, have signed this Convention.</p> <p class=\"section\">DONE at The Hague, on the 23rd day of November 2007, in the English and French languages, both texts being equally authentic, in a single copy which shall be deposited in the archives of the Government of the Kingdom of the Netherlands, and of which a certified copy shall be sent, through diplomatic channels, to each of the Members of the Hague Conference on Private International Law at the date of its Twenty-First Session and to each of the other States which have participated in that Session.</p> <p class=\"headingx\">Annex 1 <br/>  transmittal form under article 12(2)</p> <p class=\"MsoNormal\"><img alt=\"Page 1 of the Transmittal form under Article 12(2)\" border=\"0\" height=\"869\" id=\"Picture 1\" src=\"23i09_e_files/image001.jpg\" width=\"672\"/></p> <p class=\"MsoNormal\"><img alt=\"Page 4 of the Transmittal form under Article 12(2)\" border=\"0\" height=\"391\" id=\"Picture 5\" src=\"23i09_e_files/image002.jpg\" width=\"671\"/></p> <p class=\"headingx\">Annex 2 <br/>  Acknowledgement form under article 12(3)</p> <p class=\"MsoNormal\"><img alt=\"Page 1 of Acknowledgement form under Article 12(3)\" border=\"0\" height=\"857\" id=\"Picture 10\" src=\"23i09_e_files/image003.jpg\" width=\"662\"/></p> <p class=\"MsoNormal\"><img alt=\"Page 2 of Acknowledgement form under Article 12(3)\" border=\"0\" height=\"869\" id=\"Picture 7\" src=\"23i09_e_files/image004.jpg\" width=\"672\"/></p> <p class=\"MsoNormal\"><img alt=\"Page 3 of Acknowledgement form under Article 12(3)\" border=\"0\" height=\"255\" id=\"Picture 9\" src=\"23i09_e_files/image005.jpg\" width=\"671\"/></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/23i09\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Schedule 1",
            "section_x": "Convention on the international recovery of child support and other forms of family maintenance",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        }
    ]
}