{
    "act_info": {
        "full_title": "Interpretation Act, R.S.O. 1990, c. I.11",
        "act_name_text": "Not Found",
        "citation": "Interpretation Act, R.S.O. 1990, c. I.11",
        "url": "https://www.ontario.ca/laws/statute/90i11",
        "date_scraped": "2023-12-19 10:01:04"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90i11/v4",
            "valid_from": "October 19, 2006",
            "valid_to": "July 24, 2007"
        },
        {
            "a_href": "/laws/statute/90i11/v3",
            "valid_from": "June 22, 2006",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "/laws/statute/90i11/v2",
            "valid_from": "January 31, 2004",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/90i11/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "January 30, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "id": "1.",
            "section": "Application of Act",
            "content": "1. (1) The provisions of this Act apply to every Act of the Legislature contained in these Revised Statutes or here-after passed, except in so far as any such provision, (a) is inconsistent with the intent or object of the Act; (b) would give to a word, expression or provision of the Act an interpretation inconsistent with the context; or (c) is in the Act declared not applicable thereto. R.S.O. 1990, c. I.11, s. 1 (1). Application of certain sections to regulations (2) Sections 2, 4, 9, 28 and 29 apply to the regulations made under the authority of an Act. R.S.O. 1990, c. I.11, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>1.</b> (1) The provisions of this Act apply to every Act of the Legislature contained in these Revised Statutes or here-after passed, except in so far as any such provision,</p> <p class=\"clause-e\">(a) is inconsistent with the intent or object of the Act;</p> <p class=\"clause-e\">(b) would give to a word, expression or provision of the Act an interpretation inconsistent with the context; or</p> <p class=\"clause-e\">(c) is in the Act declared not applicable thereto. R.S.O. 1990, c. I.11, s. 1 (1).</p> <p class=\"headnote-e\"><b>Application of certain sections to regulations</b></p> <p class=\"subsection-e\">(2) Sections 2, 4, 9, 28 and 29 apply to the regulations made under the authority of an Act. R.S.O. 1990, c. I.11, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Interpretation provisions in other Acts",
            "content": "2. Where an Act contains an interpretation provision, it shall be read and construed as subject to the exceptions contained in subsection 1 (1). R.S.O. 1990, c. I.11, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> Where an Act contains an interpretation provision, it shall be read and construed as subject to the exceptions contained in subsection 1 (1). R.S.O. 1990, c. I.11, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Application to this Act",
            "content": "3. The provisions of this Act apply to the construction of it and to the words and expressions used in it. R.S.O. 1990, c. I.11, s. 3. Rules of Construction",
            "raw_html": "<p class=\"section-e\"><b>3.</b> The provisions of this Act apply to the construction of it and to the words and expressions used in it. R.S.O. 1990, c. I.11, s. 3.</p> <p class=\"heading1-e\">Rules of Construction</p>"
        },
        {
            "id": "4.",
            "section": "Law always speaking",
            "content": "4. The law shall be considered as always speaking and, where a matter or thing is expressed in the present tense, it is to be applied to the circumstances as they arise, so that effect may be given to each Act and every part of it according to its true intent and meaning. R.S.O. 1990, c. I.11, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> The law shall be considered as always speaking and, where a matter or thing is expressed in the present tense, it is to be applied to the circumstances as they arise, so that effect may be given to each Act and every part of it according to its true intent and meaning. R.S.O. 1990, c. I.11, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "What may be done under an Act before it is in operation",
            "content": "5. Where an Act is not to come into operation immediately on the passing thereof and confers power to make an appointment, to make, grant or issue an order, warrant, scheme, letters patent, rules, regulations or by-laws, to give notices, to prescribe forms, or to do any thing for the purposes of the Act, that power may be exercised at any time after the passing of the Act, but an instrument made under the power, unless the contrary is necessary for bringing the Act into operation, does not come into operation until the Act comes into operation. R.S.O. 1990, c. I.11, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> Where an Act is not to come into operation immediately on the passing thereof and confers power to make an appointment, to make, grant or issue an order, warrant, scheme, letters patent, rules, regulations or by-laws, to give notices, to prescribe forms, or to do any thing for the purposes of the Act, that power may be exercised at any time after the passing of the Act, but an instrument made under the power, unless the contrary is necessary for bringing the Act into operation, does not come into operation until the Act comes into operation. R.S.O. 1990, c. I.11, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Meaning of expressions used in instruments issued under an Act",
            "content": "6. Where an Act confers power to make, grant or issue an order, warrant, scheme, letters patent, rule, regulation or by-law, expressions used therein, unless the contrary intention appears, have the same meaning as in the Act conferring the power. R.S.O. 1990, c. I.11, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> Where an Act confers power to make, grant or issue an order, warrant, scheme, letters patent, rule, regulation or by-law, expressions used therein, unless the contrary intention appears, have the same meaning as in the Act conferring the power. R.S.O. 1990, c. I.11, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Judicial notice",
            "content": "7. (1) Every Act shall be judicially noticed by judges, justices of the peace and others without being specially pleaded. R.S.O. 1990, c. I.11, s. 7 (1). Idem (2) Every proclamation shall be judicially noticed by judges, justices of the peace and others without being specially pleaded. R.S.O. 1990, c. I.11, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) Every Act shall be judicially noticed by judges, justices of the peace and others without being specially pleaded. R.S.O. 1990, c. I.11, s. 7 (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Every proclamation shall be judicially noticed by judges, justices of the peace and others without being specially pleaded. R.S.O. 1990, c. I.11, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": "Effect of preamble",
            "content": "8. The preamble of an Act shall be deemed a part thereof and is intended to assist in explaining the purport and object of the Act. R.S.O. 1990, c. I.11, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> The preamble of an Act shall be deemed a part thereof and is intended to assist in explaining the purport and object of the Act. R.S.O. 1990, c. I.11, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Marginal notes, headings, etc., not part of Act",
            "content": "9. The marginal notes and headings in the body of an Act and references to former enactments form no part of the Act but shall be deemed to be inserted for convenience of reference only. R.S.O. 1990, c. I.11, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> The marginal notes and headings in the body of an Act and references to former enactments form no part of the Act but shall be deemed to be inserted for convenience of reference only. R.S.O. 1990, c. I.11, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "All Acts remedial",
            "content": "10. Every Act shall be deemed to be remedial, whether its immediate purport is to direct the doing of any thing that the Legislature deems to be for the public good or to prevent or punish the doing of any thing that it deems to be contrary to the public good, and shall accordingly receive such fair, large and liberal construction and interpretation as will best ensure the attainment of the object of the Act according to its true intent, meaning and spirit. R.S.O. 1990, c. I.11, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> Every Act shall be deemed to be remedial, whether its immediate purport is to direct the doing of any thing that the Legislature deems to be for the public good or to prevent or punish the doing of any thing that it deems to be contrary to the public good, and shall accordingly receive such fair, large and liberal construction and interpretation as will best ensure the attainment of the object of the Act according to its true intent, meaning and spirit. R.S.O. 1990, c. I.11, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "The Crown",
            "content": "11. No Act affects the rights of Her Majesty, Her heirs or successors, unless it is expressly stated therein that Her Majesty is bound thereby. R.S.O. 1990, c. I.11, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> No Act affects the rights of Her Majesty, Her heirs or successors, unless it is expressly stated therein that Her Majesty is bound thereby. R.S.O. 1990, c. I.11, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Private Acts",
            "content": "12. No Act of the nature of a private Act affects the rights of any person, or body corporate, politic or collegiate, such only excepted as are therein mentioned or referred to. R.S.O. 1990, c. I.11, s. 12. Repeal, Amendment and Consolidation",
            "raw_html": "<p class=\"section-e\"><b>12.</b> No Act of the nature of a private Act affects the rights of any person, or body corporate, politic or collegiate, such only excepted as are therein mentioned or referred to. R.S.O. 1990, c. I.11, s. 12.</p> <p class=\"heading1-e\">Repeal, Amendment and Consolidation</p>"
        },
        {
            "id": "13.",
            "section": "Reservation of power to repeal or amend",
            "content": "13. Every Act shall be construed as reserving to the Legislature the power of repealing or amending it, and of revoking, restricting, or modifying any power, privilege or advantage thereby vested in or granted to any person or party, whenever the repeal, amendment, revocation, restriction or modification is considered by the Legislature to be required for the public good. R.S.O. 1990, c. I.11, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> Every Act shall be construed as reserving to the Legislature the power of repealing or amending it, and of revoking, restricting, or modifying any power, privilege or advantage thereby vested in or granted to any person or party, whenever the repeal, amendment, revocation, restriction or modification is considered by the Legislature to be required for the public good. R.S.O. 1990, c. I.11, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Repeal, effect",
            "content": "14. (1) Where an Act is repealed or where a regulation is revoked, the repeal or revocation does not, except as in this Act otherwise provided, (a) revive any Act, regulation or thing not in force or existing at the time at which the repeal or revocation takes effect; (b) affect the previous operation of any Act, regulation or thing so repealed or revoked; (c) affect any right, privilege, obligation or liability acquired, accrued, accruing or incurred under the Act, regulation or thing so repealed or revoked; (d) affect any offence committed against any Act, regulation or thing so repealed or revoked, or any penalty or forfeiture or punishment incurred in respect thereof; (e) affect any investigation, legal proceeding or remedy in respect of any such privilege, obligation, liability, penalty, forfeiture or punishment, and any such investigation, legal proceeding or remedy may be instituted, continued or enforced, and any such penalty, forfeiture or punishment may be imposed as if the Act, regulation or thing had not been so repealed or revoked. R.S.O. 1990, c. I.11, s. 14 (1). When other provisions substituted (2) If other provisions are substituted for those so repealed or revoked, (a) all officers and persons acting under the Act, regulation or thing so repealed or revoked, shall continue to act as if appointed under the provisions so substituted until others are appointed in their stead; (b) all proceedings taken under the Act, regulation or thing so repealed or revoked, shall be taken up and continued under and in conformity with the provisions so substituted, so far as consistently may be; (c) in the recovery or enforcement of penalties and forfeitures incurred, and in the enforcement of rights existing or accruing under the Act, regulation or thing so repealed or revoked, or in any other proceeding in relation to matters that have happened before the repeal or revocation, the procedure established by the substituted provisions shall be followed so far as it can be adapted; and (d) if any penalty, forfeiture or punishment is reduced or mitigated by any of the provisions of the Act, regulation or thing whereby such other provisions are substituted, the penalty, forfeiture or punishment, if imposed or adjudged after such repeal or revocation, shall be reduced or mitigated accordingly. R.S.O. 1990, c. I.11, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"><b>14.</b> (1) Where an Act is repealed or where a regulation is revoked, the repeal or revocation does not, except as in this Act otherwise provided,</p> <p class=\"clause-e\">(a) revive any Act, regulation or thing not in force or existing at the time at which the repeal or revocation takes effect;</p> <p class=\"clause-e\">(b) affect the previous operation of any Act, regulation or thing so repealed or revoked;</p> <p class=\"clause-e\">(c) affect any right, privilege, obligation or liability acquired, accrued, accruing or incurred under the Act, regulation or thing so repealed or revoked;</p> <p class=\"clause-e\">(d) affect any offence committed against any Act, regulation or thing so repealed or revoked, or any penalty or forfeiture or punishment incurred in respect thereof;</p> <p class=\"clause-e\">(e) affect any investigation, legal proceeding or remedy in respect of any such privilege, obligation, liability, penalty, forfeiture or punishment,</p> <p class=\"Ssection-e\">and any such investigation, legal proceeding or remedy may be instituted, continued or enforced, and any such penalty, forfeiture or punishment may be imposed as if the Act, regulation or thing had not been so repealed or revoked. R.S.O. 1990, c. I.11, s. 14 (1).</p> <p class=\"headnote-e\"><b>When other provisions substituted</b></p> <p class=\"subsection-e\">(2) If other provisions are substituted for those so repealed or revoked,</p> <p class=\"clause-e\">(a) all officers and persons acting under the Act, regulation or thing so repealed or revoked, shall continue to act as if appointed under the provisions so substituted until others are appointed in their stead;</p> <p class=\"clause-e\">(b) all proceedings taken under the Act, regulation or thing so repealed or revoked, shall be taken up and continued under and in conformity with the provisions so substituted, so far as consistently may be;</p> <p class=\"clause-e\">(c) in the recovery or enforcement of penalties and forfeitures incurred, and in the enforcement of rights existing or accruing under the Act, regulation or thing so repealed or revoked, or in any other proceeding in relation to matters that have happened before the repeal or revocation, the procedure established by the substituted provisions shall be followed so far as it can be adapted; and</p> <p class=\"clause-e\">(d) if any penalty, forfeiture or punishment is reduced or mitigated by any of the provisions of the Act, regulation or thing whereby such other provisions are substituted, the penalty, forfeiture or punishment, if imposed or adjudged after such repeal or revocation, shall be reduced or mitigated accordingly. R.S.O. 1990, c. I.11, s. 14 (2).</p>"
        },
        {
            "id": "15.",
            "section": "Re-enactment, amendment, consolidation and revision",
            "content": "15. Where an Act is repealed and other provisions are substituted by way of re-enactment, amendment, revision or consolidation, (a) all regulations, orders, rules and by-laws made under the repealed Act continue good and valid in so far as they are not inconsistent with the substituted Act until they are annulled and others made in their stead; and (b) a reference in an unrepealed Act, or in a rule, order or regulation made thereunder to such repealed Act, shall, as regards any subsequent transaction, matter or thing be held and construed to be a reference to the provisions of the substituted Act relating to the same subject-matter and, if there is no provision in the substituted Act relating to the same subject-matter, the repealed Act stands good and shall be read and construed as unrepealed in so far, and in so far only, as is necessary to support, maintain or give effect to such unrepealed Act, or such rule, order or regulation made thereunder. R.S.O. 1990, c. I.11, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> Where an Act is repealed and other provisions are substituted by way of re-enactment, amendment, revision or consolidation,</p> <p class=\"clause-e\">(a) all regulations, orders, rules and by-laws made under the repealed Act continue good and valid in so far as they are not inconsistent with the substituted Act until they are annulled and others made in their stead; and</p> <p class=\"clause-e\">(b) a reference in an unrepealed Act, or in a rule, order or regulation made thereunder to such repealed Act, shall, as regards any subsequent transaction, matter or thing be held and construed to be a reference to the provisions of the substituted Act relating to the same subject-matter and, if there is no provision in the substituted Act relating to the same subject-matter, the repealed Act stands good and shall be read and construed as unrepealed in so far, and in so far only, as is necessary to support, maintain or give effect to such unrepealed Act, or such rule, order or regulation made thereunder. R.S.O. 1990, c. I.11, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Repeal of Act not a declaration that Act was in force",
            "content": "16. The repeal of an Act shall be deemed not to be or to involve a declaration that the Act was or was considered by the Legislature to have been previously in force. R.S.O. 1990, c. I.11, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> The repeal of an Act shall be deemed not to be or to involve a declaration that the Act was or was considered by the Legislature to have been previously in force. R.S.O. 1990, c. I.11, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Repeal or amendment not a declaration of previous law",
            "content": "17. The repeal or amendment of an Act shall be deemed not to be or to involve any declaration as to the previous state of the law. R.S.O. 1990, c. I.11, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> The repeal or amendment of an Act shall be deemed not to be or to involve any declaration as to the previous state of the law. R.S.O. 1990, c. I.11, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Amendment of Act not a declaration of different state of law",
            "content": "18. The amendment of an Act shall be deemed not to be or to involve a declaration that the law under the Act was or was considered by the Legislature to have been different from the law as it has become under the Act as so amended. R.S.O. 1990, c. I.11, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> The amendment of an Act shall be deemed not to be or to involve a declaration that the law under the Act was or was considered by the Legislature to have been different from the law as it has become under the Act as so amended. R.S.O. 1990, c. I.11, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Re-enactment, etc., not an adoption of judicial construction",
            "content": "19. The Legislature shall not, by re-enacting, revising, consolidating or amending an Act, be deemed to have adopted the construction that has by judicial decision or otherwise been placed upon the language used in the Act or upon similar language. R.S.O. 1990, c. I.11, s. 19. Death of Sovereign",
            "raw_html": "<p class=\"section-e\"><b>19.</b> The Legislature shall not, by re-enacting, revising, consolidating or amending an Act, be deemed to have adopted the construction that has by judicial decision or otherwise been placed upon the language used in the Act or upon similar language. R.S.O. 1990, c. I.11, s. 19.</p> <p class=\"heading1-e\">Death of Sovereign</p>"
        },
        {
            "id": "20.",
            "section": "Death of Sovereign",
            "content": "20. Where a reigning Sovereign dies, no rule or construction of law shall be applied so as to prevent the continuation of any matter under the successor to the Crown as if the death had not occurred. R.S.O. 1990, c. I.11, s. 20. Proclamations",
            "raw_html": "<p class=\"section-e\"><b>20.</b> Where a reigning Sovereign dies, no rule or construction of law shall be applied so as to prevent the continuation of any matter under the successor to the Crown as if the death had not occurred. R.S.O. 1990, c. I.11, s. 20.</p> <p class=\"heading1-e\">Proclamations</p>"
        },
        {
            "id": "21.",
            "section": "Lieutenant Governor acting by proclamation",
            "content": "21. Where the Lieutenant Governor is authorized to do any act by proclamation, the proclamation is to be understood to be a proclamation issued under an order of the Lieutenant Governor in Council, but it is not necessary for the proclamation to mention that it is issued under such an order. R.S.O. 1990, c. I.11, s. 21. Crown Appointments",
            "raw_html": "<p class=\"section-e\"><b>21.</b> Where the Lieutenant Governor is authorized to do any act by proclamation, the proclamation is to be understood to be a proclamation issued under an order of the Lieutenant Governor in Council, but it is not necessary for the proclamation to mention that it is issued under such an order. R.S.O. 1990, c. I.11, s. 21.</p> <p class=\"heading1-e\">Crown Appointments</p>"
        },
        {
            "id": "22.",
            "section": "Tenure of office",
            "content": "22. Authority to the Lieutenant Governor to make an appointment to an office, by commission or otherwise, shall be deemed authority to appoint during pleasure. R.S.O. 1990, c. I.11, s. 22. Regulations",
            "raw_html": "<p class=\"section-e\"><b>22.</b> Authority to the Lieutenant Governor to make an appointment to an office, by commission or otherwise, shall be deemed authority to appoint during pleasure. R.S.O. 1990, c. I.11, s. 22.</p> <p class=\"heading1-e\">Regulations</p>"
        },
        {
            "id": "23.",
            "section": "Regulations",
            "content": "23. The Lieutenant Governor in Council may make regulations for the due enforcement and carrying into effect of any Act of the Legislature and, where there is no provision in the Act, may prescribe forms and may fix fees to be charged by all officers and persons by whom anything is required to be done. R.S.O. 1990, c. I.11, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23.</b> The Lieutenant Governor in Council may make regulations for the due enforcement and carrying into effect of any Act of the Legislature and, where there is no provision in the Act, may prescribe forms and may fix fees to be charged by all officers and persons by whom anything is required to be done. R.S.O. 1990, c. I.11, s. 23.</p>"
        },
        {
            "id": "23.1",
            "section": "Approved form instead of prescribed form",
            "content": "23.1 (1) If an Act contains power to prescribe a form by regulation, the minister who administers the Act may, (a) approve a form, including an electronic form, to be used instead of the prescribed form; and (b) make a regulation under the Act revoking the existing prescribed form, if any. 1994, c. 27, s. 47. Same (2) If a form has been approved under clause (1) (a) but the Act requires the use of a prescribed form or contains power to make a regulation requiring its use, the minister who administers the Act may make a regulation under the Act requiring the use of the approved form, and no form need be prescribed. 1994, c. 27, s. 47. Imprisonment 24. Repealed: 2002, c. 18, Sched. N, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>23.1</b> (1) If an Act contains power to prescribe a form by regulation, the minister who administers the Act may,</p> <p class=\"clause-e\">(a) approve a form, including an electronic form, to be used instead of the prescribed form; and</p> <p class=\"clause-e\">(b) make a regulation under the Act revoking the existing prescribed form, if any. 1994, c. 27, s. 47.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) If a form has been approved under clause (1) (a) but the Act requires the use of a prescribed form or contains power to make a regulation requiring its use, the minister who administers the Act may make a regulation under the Act requiring the use of the approved form, and no form need be prescribed. 1994, c. 27, s. 47.</p> <p class=\"heading1-e\">Imprisonment</p> <p class=\"section-e\"><b>24.</b> Repealed: 2002, c. 18, Sched. N, s. 17.</p>"
        },
        {
            "id": "24.",
            "section": "Same",
            "content": "24. Repealed: 2002, c. 18, Sched. N, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>24.</b> Repealed: 2002, c. 18, Sched. N, s. 17.</p>"
        },
        {
            "id": "25.",
            "section": "Hard labour",
            "content": "25. Where power to impose imprisonment is conferred by an Act, it shall be deemed to authorize the imposing of imprisonment with hard labour. R.S.O. 1990, c. I.11, s. 25. Offence under More Than One Provision",
            "raw_html": "<p class=\"section-e\"><b>25.</b> Where power to impose imprisonment is conferred by an Act, it shall be deemed to authorize the imposing of imprisonment with hard labour. R.S.O. 1990, c. I.11, s. 25.</p> <p class=\"heading1-e\">Offence under More Than One Provision</p>"
        },
        {
            "id": "26.",
            "section": "Offence under more than one provision",
            "content": "26. Where an act or omission constitutes an offence under two or more Acts, the offender, unless the contrary intention appears, is liable to be prosecuted and punished under either or any of those Acts, but is not liable to be punished twice for the same act or omission. R.S.O. 1990, c. I.11, s. 26. Corporations",
            "raw_html": "<p class=\"section-e\"><b>26.</b> Where an act or omission constitutes an offence under two or more Acts, the offender, unless the contrary intention appears, is liable to be prosecuted and punished under either or any of those Acts, but is not liable to be punished twice for the same act or omission. R.S.O. 1990, c. I.11, s. 26.</p> <p class=\"heading1-e\">Corporations</p>"
        },
        {
            "id": "27.",
            "section": "Effect of words constituting a corporation",
            "content": "27. In every Act, unless the contrary intention appears, words making any association or number of persons a corporation or body politic and corporate, (a) vest in the corporation power to sue and be sued, to contract and be contracted with by its corporate name, to have a common seal, to alter or change the seal at its pleasure, to have perpetual succession, to acquire and hold personal property or movables for the purpose for which the corporation is constituted, and to alienate the same at pleasure; (b) vest in a majority of the members of the corporation the power to bind the others by their acts; and (c) exempt individual members of the corporation from personal liability for its debts, obligations or acts if they do not contravene the provisions of the Act incorporating them. R.S.O. 1990, c. I.11, s. 27. Implied Provisions",
            "raw_html": "<p class=\"section-e\"><b>27.</b> In every Act, unless the contrary intention appears, words making any association or number of persons a corporation or body politic and corporate,</p> <p class=\"clause-e\">(a) vest in the corporation power to sue and be sued, to contract and be contracted with by its corporate name, to have a common seal, to alter or change the seal at its pleasure, to have perpetual succession, to acquire and hold personal property or movables for the purpose for which the corporation is constituted, and to alienate the same at pleasure;</p> <p class=\"clause-e\">(b) vest in a majority of the members of the corporation the power to bind the others by their acts; and</p> <p class=\"clause-e\">(c) exempt individual members of the corporation from personal liability for its debts, obligations or acts if they do not contravene the provisions of the Act incorporating them. R.S.O. 1990, c. I.11, s. 27.</p> <p class=\"heading1-e\">Implied Provisions</p>"
        },
        {
            "id": "28.",
            "section": "Implied provisions,",
            "content": "28. In every Act, unless the contrary intention appears, as to jurisdiction (a) where anything is directed to be done by or before a provincial judge or a justice of the peace or other public functionary or officer, it shall be done by or before one whose jurisdiction or powers extend to the place where it is to be done; implied powers (b) where power is given to a person, officer or functionary to do or to enforce the doing of an act or thing, all such powers shall be understood to be also given as are necessary to enable the person, officer or functionary to do or enforce the doing of the act or thing; acts to be done by more than two (c) where an act or thing is required to be done by more than two persons, a majority of them may do it; deviation from forms (d) where a form is prescribed, deviations therefrom not affecting the substance or calculated to mislead do not vitiate it; powers and duties to be exercised and performed from time to time (e) where a power is conferred or a duty is imposed on the holder of an office as such, the power may be exercised and the duty shall be performed from time to time as occasion requires; to be exercised and performed by holder of office for time being (f) where a power is conferred or a duty is imposed on the holder of an office as such, the power may be exercised and the duty shall be performed by the holder of the office for the time being; power to make by-laws, etc., to confer power to alter (g) where power is conferred to make by-laws, regulations, rules or orders, it includes power to alter or revoke the same from time to time and make others; computation of time where time limited expires on a holiday (h) where the time limited by an Act for a proceeding or for the doing of any thing under its provisions expires or falls upon a holiday, the time so limited extends to and the thing may be done on the day next following that is not a holiday; idem (i) where the time limited for a proceeding or for the doing of any thing in a court office, a land registry office or a sheriff’s office expires or falls on a day that is prescribed as a holiday for that office, the time so limited extends to and the thing may be done on the day next following that is not a holiday; number and gender (j) words importing the singular number or the masculine gender only include more persons, parties or things of the same kind than one, and females as well as males and the converse; idem (k) a word interpreted in the singular number has a corresponding meaning when used in the plural; words authorizing appointment include power to remove (l) words authorizing the appointment of a public officer or functionary, or a deputy, include the power of removing or reappointing the person or appointing another in or to act in his or her stead, from time to time in the discretion of the authority in whom the power of appointment is vested; directions to public officer to apply to successors and deputy (m) words directing or empowering a public officer or functionary to do an act or thing, or otherwise applying to the public officer by his or her name of office, include his or her successors in office and lawful deputy; reference to sections by numbers (n) where reference is made by number or letter to two or more sections, subsections, paragraphs, clauses or other provisions in an Act, the number or letter first mentioned and the one last mentioned shall both be deemed to be included in the reference; words authorizing appointment include power to appoint deputy (o) words authorizing the appointment of a public officer or functionary or the appointment of a person to administer an Act include the power of appointing a deputy to perform and have all the powers and authority of such public officer or functionary or person to be exercised in such manner and upon such occasions as are specified in the instrument appointing him or her, or such limited powers and authority as the instrument prescribes. R.S.O. 1990, c. I.11, s. 28; 1999, c. 12, Sched. B, s. 10. Words and Terms",
            "raw_html": "<p class=\"section-e\"><b>28.</b> In every Act, unless the contrary intention appears,</p> <p class=\"headnote-e\"><b>as to jurisdiction</b></p> <p class=\"clause-e\">(a) where anything is directed to be done by or before a provincial judge or a justice of the peace or other public functionary or officer, it shall be done by or before one whose jurisdiction or powers extend to the place where it is to be done;</p> <p class=\"headnote-e\"><b>implied powers</b></p> <p class=\"clause-e\">(b) where power is given to a person, officer or functionary to do or to enforce the doing of an act or thing, all such powers shall be understood to be also given as are necessary to enable the person, officer or functionary to do or enforce the doing of the act or thing;</p> <p class=\"headnote-e\"><b>acts to be done by more than two</b></p> <p class=\"clause-e\">(c) where an act or thing is required to be done by more than two persons, a majority of them may do it;</p> <p class=\"headnote-e\"><b>deviation from forms</b></p> <p class=\"clause-e\">(d) where a form is prescribed, deviations therefrom not affecting the substance or calculated to mislead do not vitiate it;</p> <p class=\"headnote-e\"><b>powers and duties to be exercised and performed from time to time</b></p> <p class=\"clause-e\">(e) where a power is conferred or a duty is imposed on the holder of an office as such, the power may be exercised and the duty shall be performed from time to time as occasion requires;</p> <p class=\"headnote-e\"><b>to be exercised and performed by holder of office for time being</b></p> <p class=\"clause-e\">(f) where a power is conferred or a duty is imposed on the holder of an office as such, the power may be exercised and the duty shall be performed by the holder of the office for the time being;</p> <p class=\"headnote-e\"><b>power to make by-laws, etc., to confer power to alter</b></p> <p class=\"clause-e\">(g) where power is conferred to make by-laws, regulations, rules or orders, it includes power to alter or revoke the same from time to time and make others;</p> <p class=\"headnote-e\"><b>computation of time where time limited expires on a holiday</b></p> <p class=\"clause-e\">(h) where the time limited by an Act for a proceeding or for the doing of any thing under its provisions expires or falls upon a holiday, the time so limited extends to and the thing may be done on the day next following that is not a holiday;</p> <p class=\"headnote-e\"><b>idem</b></p> <p class=\"clause-e\">(i) where the time limited for a proceeding or for the doing of any thing in a court office, a land registry office or a sheriff’s office expires or falls on a day that is prescribed as a holiday for that office, the time so limited extends to and the thing may be done on the day next following that is not a holiday;</p> <p class=\"headnote-e\"><b>number and gender</b></p> <p class=\"clause-e\">(j) words importing the singular number or the masculine gender only include more persons, parties or things of the same kind than one, and females as well as males and the converse;</p> <p class=\"headnote-e\"><b>idem</b></p> <p class=\"clause-e\">(k) a word interpreted in the singular number has a corresponding meaning when used in the plural;</p> <p class=\"headnote-e\"><b>words authorizing appointment include power to remove</b></p> <p class=\"clause-e\">(l) words authorizing the appointment of a public officer or functionary, or a deputy, include the power of removing or reappointing the person or appointing another in or to act in his or her stead, from time to time in the discretion of the authority in whom the power of appointment is vested;</p> <p class=\"headnote-e\"><b>directions to public officer to apply to successors and deputy</b></p> <p class=\"clause-e\">(m) words directing or empowering a public officer or functionary to do an act or thing, or otherwise applying to the public officer by his or her name of office, include his or her successors in office and lawful deputy;</p> <p class=\"headnote-e\"><b>reference to sections by numbers</b></p> <p class=\"clause-e\">(n) where reference is made by number or letter to two or more sections, subsections, paragraphs, clauses or other provisions in an Act, the number or letter first mentioned and the one last mentioned shall both be deemed to be included in the reference;</p> <p class=\"headnote-e\"><b>words authorizing appointment include power to appoint deputy</b></p> <p class=\"clause-e\">(o) words authorizing the appointment of a public officer or functionary or the appointment of a person to administer an Act include the power of appointing a deputy to perform and have all the powers and authority of such public officer or functionary or person to be exercised in such manner and upon such occasions as are specified in the instrument appointing him or her, or such limited powers and authority as the instrument prescribes. R.S.O. 1990, c. I.11, s. 28; 1999, c. 12, Sched. B, s. 10.</p> <p class=\"heading1-e\">Words and Terms</p>"
        },
        {
            "id": "29.",
            "section": "Words and terms",
            "content": "29. (1) In every Act, unless the context otherwise requires, “Act” includes enactment; (“loi”) “affidavit”, in the case of persons allowed by law to affirm or declare instead of swearing, includes affirmation and declaration; (“affidavit”) “Assembly” means the Legislative Assembly of Ontario; (“Assemblée”) “county” includes two or more counties united for purposes to which the Act relates; (“comté”) “Court of Appeal” means the Court of Appeal for Ontario; (“Cour d’appel”) “Divisional Court” means the Divisional Court of the Superior Court of Justice; (“Cour divisionnaire”) “Great Seal” means the Great Seal of Ontario; (“grand sceau”) “herein” used in a provision of an Act relates to the whole Act and not to that provision only; (“ci-inclus”, “dans les présentes”) “Her Majesty”, “His Majesty”, “the Queen”, “the King” or “the Crown” means the Sovereign of the United Kingdom, Canada and Her other Realms and Territories, and Head of the Commonwealth; (“Sa Majesté”, “la Reine”, “le Roi”, “la Couronne”) “holiday” includes Sunday, New Year’s Day, Good Friday, Easter Monday, Christmas Day, the birthday or the day fixed by proclamation of the Governor General for the celebration of the birthday of the reigning Sovereign, Victoria Day, Dominion Day, Labour Day, Remembrance Day, and any day appointed by proclamation of the Governor General or the Lieutenant Governor as a public holiday or for a general fast or thanksgiving, and when any holiday, except Remembrance Day, falls on a Sunday, the day next following is in lieu thereof a holiday; (“jour férié”) “justice of the peace” includes two or more justices of the peace or provincial judges assembled or acting together; (“juge de paix”) “legally qualified medical practitioner”, “duly qualified medical practitioner”, or any words importing legal recognition of a person as a medical practitioner or member of the medical profession, means a member of the College of Physicians and Surgeons of Ontario; (“médecin dûment qualifié”, “médecin dûment qualifié pour exercer sa profession”) “Lieutenant Governor” means the Lieutenant Governor of Ontario, or the chief executive officer or administrator for the time being carrying on the government of Ontario by whatever title that person is designated; (“lieutenant-gouverneur”) “Lieutenant Governor in Council” means the Lieutenant Governor of Ontario or the person administering the government of Ontario for the time being acting by and with the advice of the Executive Council of Ontario; (“lieutenant-gouverneur en conseil”) “mental illness” means the condition of mind of a mentally ill person; (“maladie mentale”) “mental incompetency” means the condition of mind of a mentally incompetent person; (“incapacité mentale”) “mental incompetent” and “mentally incompetent person” means a person, (i) in whom there is such a condition of arrested or incomplete development of mind, whether arising from inherent causes or induced by disease or injury, or (ii) who is suffering from such a disorder of the mind, that the person requires care, supervision and control for his or her protection and the protection of his or her property; (“incapable mental”, “personne frappée d’incapacité mentale”) “mentally ill person” means a person, other than a mental defective, who is suffering from such a disorder of the mind that he or she requires care, supervision and control for his or her own protection or welfare, or for the protection of others; (“malade mental”) “month” means a calendar month; (“mois”) “newspaper”, in a provision requiring publication in a newspaper, means a printed publication in sheet form, intended for general circulation, published regularly at intervals of not longer than a week, consisting in great part of news of current events of general interest and sold to the public and to regular subscribers; (“journal”) “now”, “next”, “heretofore” and “hereafter” shall be construed as having reference to the date of the coming into force of the Act; (“maintenant”, “prochainement”, “jusqu’ici”, “dorénavant”) “oath”, in the case of persons allowed by law to affirm or declare instead of swearing, includes affirmation and declaration; (“serment”) “peace officer” includes a mayor, warden, reeve, sheriff, deputy sheriff, sheriff’s officer, and justice of the peace, and also the superintendent, governor, jailer, keeper, guard or any other officer or permanent employee of a correctional institution, and also a police officer, bailiff, constable or other person employed for the preservation and maintenance of the public peace or for the service or execution of civil process; (“agent de la paix”) “person” includes a corporation and the heirs, executors, administrators or other legal representatives of a person to whom the context can apply according to law; (“personne”) “proclamation” means a proclamation under the Great Seal; (“proclamation”) “registrar” includes a deputy registrar; (“greffier”, “registrateur”, “registraire”, “préposé aux registres”) “rules committee” means a rules committee established under the Courts of Justice Act; (“comité des règles”) “rules of court”, when used in relation to a court, means rules made by the authority having power to make rules or orders regulating the practice and procedure of such court, or for the purpose of an Act directing or authorizing anything to be done by rules of court; (“règles de pratique”) “security” means sufficient security, and “sureties” means sufficient sureties, and where these words are used, one person is sufficient therefor unless otherwise expressly required; (“caution”, “cautionnement”) “swear”, in the case of persons for the time being allowed by law to affirm or declare instead of swearing, includes affirm and declare, and “sworn” has a corresponding meaning; (“prêter serment”, “sous serment”, “assermenté”) “writing”, “written”, or any term of like import, includes words printed, painted, engraved, lithographed, photographed, or represented or reproduced by any other mode in a visible form; (“écrit”) “year” means a calendar year. (“an”, “année”) R.S.O. 1990, c. I.11, s. 29 (1); 1993, c. 27, Sched.; 1998, c. 18, Sched. G, s. 61; 2006, c. 19, Sched. B, s. 11; 2006, c. 19, Sched. C, s. 1 (1). Imperative and permissive forms (2) In the English version of an Act, the word “shall” shall be construed as imperative and the word “may” as permissive. In the French version, obligation is usually expressed by the use of the present indicative form of the relevant verb, and occasionally by other verbs or expressions that convey that meaning; the conferring of a power, right, authorization or permission is usually expressed by the use of the verb “pouvoir”, and occasionally by other expressions that convey those meanings. R.S.O. 1990, c. I.11, s. 29 (2). Special Interpretation Clauses",
            "raw_html": "<p class=\"section-e\"><b>29.</b> (1) In every Act, unless the context otherwise requires,</p> <p class=\"firstdef-e\">“Act” includes enactment; (“loi”)</p> <p class=\"definition-e\">“affidavit”, in the case of persons allowed by law to affirm or declare instead of swearing, includes affirmation and declaration; (“affidavit”)</p> <p class=\"definition-e\">“Assembly” means the Legislative Assembly of Ontario; (“Assemblée”)</p> <p class=\"definition-e\">“county” includes two or more counties united for purposes to which the Act relates; (“comté”)</p> <p class=\"definition-e\">“Court of Appeal” means the Court of Appeal for Ontario; (“Cour d’appel”)</p> <p class=\"definition-e\">“Divisional Court” means the Divisional Court of the Superior Court of Justice; (“Cour divisionnaire”)</p> <p class=\"definition-e\">“Great Seal” means the Great Seal of Ontario; (“grand sceau”)</p> <p class=\"definition-e\">“herein” used in a provision of an Act relates to the whole Act and not to that provision only; (“ci-inclus”, “dans les présentes”)</p> <p class=\"definition-e\">“Her Majesty”, “His Majesty”, “the Queen”, “the King” or “the Crown” means the Sovereign of the United Kingdom, Canada and Her other Realms and Territories, and Head of the Commonwealth; (“Sa Majesté”, “la Reine”, “le Roi”, “la Couronne”)</p> <p class=\"definition-e\">“holiday” includes Sunday, New Year’s Day, Good Friday, Easter Monday, Christmas Day, the birthday or the day fixed by proclamation of the Governor General for the celebration of the birthday of the reigning Sovereign, Victoria Day, Dominion Day, Labour Day, Remembrance Day, and any day appointed by proclamation of the Governor General or the Lieutenant Governor as a public holiday or for a general fast or thanksgiving, and when any holiday, except Remembrance Day, falls on a Sunday, the day next following is in lieu thereof a holiday; (“jour férié”)</p> <p class=\"definition-e\">“justice of the peace” includes two or more justices of the peace or provincial judges assembled or acting together; (“juge de paix”)</p> <p class=\"definition-e\">“legally qualified medical practitioner”, “duly qualified medical practitioner”, or any words importing legal recognition of a person as a medical practitioner or member of the medical profession, means a member of the College of Physicians and Surgeons of Ontario; (“médecin dûment qualifié”, “médecin dûment qualifié pour exercer sa profession”)</p> <p class=\"definition-e\">“Lieutenant Governor” means the Lieutenant Governor of Ontario, or the chief executive officer or administrator for the time being carrying on the government of Ontario by whatever title that person is designated; (“lieutenant-gouverneur”)</p> <p class=\"definition-e\">“Lieutenant Governor in Council” means the Lieutenant Governor of Ontario or the person administering the government of Ontario for the time being acting by and with the advice of the Executive Council of Ontario; (“lieutenant-gouverneur en conseil”)</p> <p class=\"definition-e\">“mental illness” means the condition of mind of a mentally ill person; (“maladie mentale”)</p> <p class=\"definition-e\">“mental incompetency” means the condition of mind of a mentally incompetent person; (“incapacité mentale”)</p> <p class=\"definition-e\">“mental incompetent” and “mentally incompetent person” means a person,</p> <p class=\"defclause-e\">(i) in whom there is such a condition of arrested or incomplete development of mind, whether arising from inherent causes or induced by disease or injury, or</p> <p class=\"defclause-e\">(ii) who is suffering from such a disorder of the mind,</p> <p class=\"Sdefinition-e\">that the person requires care, supervision and control for his or her protection and the protection of his or her property; (“incapable mental”, “personne frappée d’incapacité mentale”)</p> <p class=\"definition-e\">“mentally ill person” means a person, other than a mental defective, who is suffering from such a disorder of the mind that he or she requires care, supervision and control for his or her own protection or welfare, or for the protection of others; (“malade mental”)</p> <p class=\"definition-e\">“month” means a calendar month; (“mois”)</p> <p class=\"definition-e\">“newspaper”, in a provision requiring publication in a newspaper, means a printed publication in sheet form, intended for general circulation, published regularly at intervals of not longer than a week, consisting in great part of news of current events of general interest and sold to the public and to regular subscribers; (“journal”)</p> <p class=\"definition-e\">“now”, “next”, “heretofore” and “hereafter” shall be construed as having reference to the date of the coming into force of the Act; (“maintenant”, “prochainement”, “jusqu’ici”, “dorénavant”)</p> <p class=\"definition-e\">“oath”, in the case of persons allowed by law to affirm or declare instead of swearing, includes affirmation and declaration; (“serment”)</p> <p class=\"definition-e\">“peace officer” includes a mayor, warden, reeve, sheriff, deputy sheriff, sheriff’s officer, and justice of the peace, and also the superintendent, governor, jailer, keeper, guard or any other officer or permanent employee of a correctional institution, and also a police officer, bailiff, constable or other person employed for the preservation and maintenance of the public peace or for the service or execution of civil process; (“agent de la paix”)</p> <p class=\"definition-e\">“person” includes a corporation and the heirs, executors, administrators or other legal representatives of a person to whom the context can apply according to law; (“personne”)</p> <p class=\"definition-e\">“proclamation” means a proclamation under the Great Seal; (“proclamation”)</p> <p class=\"definition-e\">“registrar” includes a deputy registrar; (“greffier”, “registrateur”, “registraire”, “préposé aux registres”)</p> <p class=\"definition-e\">“rules committee” means a rules committee established under the <i>Courts of Justice Act</i>; (“comité des règles”)</p> <p class=\"definition-e\">“rules of court”, when used in relation to a court, means rules made by the authority having power to make rules or orders regulating the practice and procedure of such court, or for the purpose of an Act directing or authorizing anything to be done by rules of court; (“règles de pratique”)</p> <p class=\"definition-e\">“security” means sufficient security, and “sureties” means sufficient sureties, and where these words are used, one person is sufficient therefor unless otherwise expressly required; (“caution”, “cautionnement”)</p> <p class=\"definition-e\">“swear”, in the case of persons for the time being allowed by law to affirm or declare instead of swearing, includes affirm and declare, and “sworn” has a corresponding meaning; (“prêter serment”, “sous serment”, “assermenté”)</p> <p class=\"definition-e\">“writing”, “written”, or any term of like import, includes words printed, painted, engraved, lithographed, photographed, or represented or reproduced by any other mode in a visible form; (“écrit”)</p> <p class=\"definition-e\">“year” means a calendar year. (“an”, “année”) R.S.O. 1990, c. I.11, s. 29 (1); 1993, c. 27, Sched.; 1998, c. 18, Sched. G, s. 61; 2006, c. 19, Sched. B, s. 11; 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Imperative and permissive forms</b></p> <p class=\"subsection-e\">(2) In the English version of an Act, the word “shall” shall be construed as imperative and the word “may” as permissive. In the French version, obligation is usually expressed by the use of the present indicative form of the relevant verb, and occasionally by other verbs or expressions that convey that meaning; the conferring of a power, right, authorization or permission is usually expressed by the use of the verb “pouvoir”, and occasionally by other expressions that convey those meanings. R.S.O. 1990, c. I.11, s. 29 (2).</p> <p class=\"heading1-e\">Special Interpretation Clauses</p>"
        },
        {
            "id": "30.",
            "section": "Legal matters",
            "content": "30. The interpretation section of the Courts of Justice Act extends to all Acts relating to legal matters. R.S.O. 1990, c. I.11, s. 30; 1993, c. 27, Sched.",
            "raw_html": "<p class=\"section-e\"><b>30.</b> The interpretation section of the <i>Courts of Justice Act</i> extends to all Acts relating to legal matters. R.S.O. 1990, c. I.11, s. 30; 1993, c. 27, Sched.</p>"
        },
        {
            "id": "30.1",
            "section": "Immunity provisions",
            "content": "30.1 (1) Where words referring to actions or other proceedings for damages are used in a provision excluding or limiting the liability of the Crown or any other person, third or subsequent party proceedings and proceedings for contribution and indemnity or restitution are included. 2000, c. 26, Sched. A, s. 9. Transition (2) Subsection (1) applies in respect of proceedings commenced on or after October 4, 2000. 2000, c. 26, Sched. A, s. 9. 31. Repealed: 2002, c. 17, Sched. F, Table. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>30.1 </b>(1) Where words referring to actions or other proceedings for damages are used in a provision excluding or limiting the liability of the Crown or any other person, third or subsequent party proceedings and proceedings for contribution and indemnity or restitution are included. 2000, c. 26, Sched. A, s. 9.</p> <p class=\"headnote-e\"><b>Transition</b></p> <p class=\"subsection-e\">(2) Subsection (1) applies in respect of proceedings commenced on or after October 4, 2000. 2000, c. 26, Sched. A, s. 9.</p> <p class=\"section-e\"><b>31.</b> Repealed: 2002, c. 17, Sched. F, Table.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90i11_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90i11_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "31.",
            "section": "Transition",
            "content": "31. Repealed: 2002, c. 17, Sched. F, Table. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>31.</b> Repealed: 2002, c. 17, Sched. F, Table.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90i11_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90i11_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}