{
    "act_info": {
        "full_title": "International Commercial Arbitration Act, 2017, S.O. 2017, c. 2, Sched. 5",
        "act_name_text": "International Commercial Arbitration Act, 2017",
        "citation": "S.O. 2017, c. 2, Sched. 5",
        "url": "https://www.ontario.ca/laws/statute/17i02b",
        "date_scraped": "2023-12-19 02:50:42"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 22, 2017",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "section_x": "PART I THE CONVENTION",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Interpretation",
            "part_id": "PART I  ",
            "part_type": "PART I THE CONVENTION",
            "section_y": "Interpretation",
            "content": "1 Except as otherwise provided in this Act, words and expressions used in this Part have the same meaning as the corresponding words and expressions in the Convention.",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>Except as otherwise provided in this Act, words and expressions used in this Part have the same meaning as the corresponding words and expressions in the Convention.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Application of Convention",
            "part_id": "PART I  ",
            "part_type": "PART I THE CONVENTION",
            "section_y": "Application of Convention",
            "content": "2 (1) Subject to this Act, the Convention on the Recognition and Enforcement of Foreign Arbitral Awards, adopted by the United Nations Conference on International Commercial Arbitration in New York on 10 June 1958 and set out in Schedule 1, has force of law in Ontario in relation to arbitral awards or arbitration agreements in respect of differences arising out of commercial legal relationships. Same (2) Subsection (1) applies to arbitral awards and arbitration agreements whether made before or after the coming into force of this Act. Determining application (3) In determining whether the Convention applies to certain types of arbitral awards, (a) an arbitral award made in a jurisdiction within Canada that is considered to be international in that jurisdiction is not considered to be a domestic award for the purpose of article I (1) of the Convention; and (b) an arbitral award made in a jurisdiction within Canada that is not considered to be international in that jurisdiction is considered to be a domestic award for the purpose of article I (1) of the Convention.",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>(1) Subject to this Act, the Convention on the Recognition and Enforcement of Foreign Arbitral Awards, adopted by the United Nations Conference on International Commercial Arbitration in New York on 10 June 1958 and set out in Schedule 1, has force of law in Ontario in relation to arbitral awards or arbitration agreements in respect of differences arising out of commercial legal relationships.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsection (1) applies to arbitral awards and arbitration agreements whether made before or after the coming into force of this Act.</p> <p class=\"headnote\">Determining application</p> <p class=\"subsection\">(3) In determining whether the Convention applies to certain types of arbitral awards,</p> <p class=\"paragraph\">  (a) an arbitral award made in a jurisdiction within Canada that is considered to be international in that jurisdiction is not considered to be a domestic award for the purpose of article I (1) of the Convention; and</p> <p class=\"paragraph\">  (b) an arbitral award made in a jurisdiction within Canada that is not considered to be international in that jurisdiction is considered to be a domestic award for the purpose of article I (1) of the Convention.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "Designation of court",
            "part_id": "PART I  ",
            "part_type": "PART I THE CONVENTION",
            "section_y": "Designation of court",
            "content": "3 For the purpose of seeking recognition and enforcement of an arbitral award pursuant to the Convention, application shall be made to the Superior Court of Justice. Part II   The Model Law",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3 </b>For the purpose of seeking recognition and enforcement of an arbitral award pursuant to the Convention, application shall be made to the Superior Court of Justice.</p> <p class=\"partnum\"><a name=\"BK4\"></a>Part II <br/>  The Model Law</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "PART II  ",
            "section_x": "PART II THE MODEL LAW",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Interpretation",
            "part_id": "PART II  ",
            "part_type": "PART II THE MODEL LAW",
            "section_y": "Interpretation",
            "content": "4 Except as otherwise provided in this Act, words and expressions used in this Part have the same meaning as the corresponding words and expressions in the Model Law.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>Except as otherwise provided in this Act, words and expressions used in this Part have the same meaning as the corresponding words and expressions in the Model Law.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Application of Model Law",
            "part_id": "PART II  ",
            "part_type": "PART II THE MODEL LAW",
            "section_y": "Application of Model Law",
            "content": "5 (1) Subject to this Act, the Model Law on International Commercial Arbitration, adopted by the United Nations Commission on International Trade Law on 21 June 1985, as amended by the United Nations Commission on International Trade Law on 7 July 2006, set out in Schedule 2, has force of law in Ontario. Same (2) With respect to article 7 of the Model Law, option I applies in Ontario; option II does not. Same (3) The Model Law applies to international commercial arbitration agreements and awards made in international commercial arbitrations, whether made before or after the coming into force of this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>(1) Subject to this Act, the Model Law on International Commercial Arbitration, adopted by the United Nations Commission on International Trade Law on 21 June 1985, as amended by the United Nations Commission on International Trade Law on 7 July 2006, set out in Schedule 2, has force of law in Ontario.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) With respect to article 7 of the Model Law, option I applies in Ontario; option II does not.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Model Law applies to international commercial arbitration agreements and awards made in international commercial arbitrations, whether made before or after the coming into force of this Act.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Interpretation of Model Law",
            "part_id": "PART II  ",
            "part_type": "PART II THE MODEL LAW",
            "section_y": "Interpretation of Model Law",
            "content": "6 (1) For the purposes of subsection 5 (1), the words and expressions listed in Column 2 of the following table, as used in the provisions of the Model Law set out in Column 1 of the table, shall be read as the words and expressions listed in the corresponding row of Column 3 of the table. Table  Column 1   Column 2   Column 3 \n\n  article 1 (1)   “agreement in force between this State and any other State or States”   “an agreement that is in force in Ontario between Canada and any other country or countries” \n\n  articles 1 (2), 17 J, 27, 34 (2) (a) (i), 34 (2) (b) (ii), and 36(1) (b) (ii)   “this State”   “Ontario” \n\n  article 1 (3)   “different States” and “the State”   “different countries” and “the country”, respectively \n\n  article 1 (5)   “any other law of this State”   “any other law of Ontario or laws of Canada that are in force in Ontario” \n\n  articles 34 (2) (b) (i), and 36 (1) (b) (i)   “the law of this State”   “the law of Ontario and any laws of Canada that are in force in Ontario” \n\n  article 35 (2)   “this State”   “Canada”  Same, “court” or “competent court” (2) “Court” or “competent court”, when used in the Model Law in reference to an Ontario court, shall be read as a reference to the Superior Court of Justice unless the context requires otherwise. Use of extrinsic material (3) In applying the Model Law, recourse may be had to, (a) the Reports of the United Nations Commission on International Trade Law on the work of its 18th (3 – 21 June 1985) and 39th (19 June – 7 July 2006) sessions (U.N. Docs. A/40/17 and A/61/17); (b) the International Commercial Arbitration Analytical Commentary on Draft Text of a Model Law on International Commercial Arbitration (U.N. Doc A/CN.9/264); and (c) the Commentary of the United Nations Commission on International Trade Law concerning the UNCITRAL Model Law on International Commercial Arbitration 1985 with Amendments as Adopted in 2006 (U.N. Sales No. E.08.V.4).",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>(1) For the purposes of subsection 5 (1), the words and expressions listed in Column 2 of the following table, as used in the provisions of the Model Law set out in Column 1 of the table, shall be read as the words and expressions listed in the corresponding row of Column 3 of the table.</p> <p class=\"headingx\">Table</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"840\">\n<tr> <td valign=\"top\" width=\"266\"> <p class=\"table\">Column 1</p> </td> <td valign=\"top\" width=\"266\"> <p class=\"table\">Column 2</p> </td> <td valign=\"top\" width=\"266\"> <p class=\"table\">Column 3</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"266\"> <p class=\"table\">article 1 (1)</p> </td> <td valign=\"top\" width=\"266\"> <p class=\"table\">“agreement in force between this State and any other State or States”</p> </td> <td valign=\"top\" width=\"266\"> <p class=\"table\">“an agreement that is in force in Ontario between Canada and any other country or countries”</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"266\"> <p class=\"table\">articles 1 (2), 17 J, 27, 34 (2) (a) (i), 34 (2) (b) (ii), and 36(1) (b) (ii)</p> </td> <td valign=\"top\" width=\"266\"> <p class=\"table\">“this State”</p> </td> <td valign=\"top\" width=\"266\"> <p class=\"table\">“Ontario”</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"266\"> <p class=\"table\">article 1 (3)</p> </td> <td valign=\"top\" width=\"266\"> <p class=\"table\">“different States” and “the State”</p> </td> <td valign=\"top\" width=\"266\"> <p class=\"table\">“different countries” and “the country”, respectively</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"266\"> <p class=\"table\">article 1 (5)</p> </td> <td valign=\"top\" width=\"266\"> <p class=\"table\">“any other law of this State”</p> </td> <td valign=\"top\" width=\"266\"> <p class=\"table\">“any other law of Ontario or laws of Canada that are in force in Ontario”</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"266\"> <p class=\"table\">articles 34 (2) (b) (i), and 36 (1) (b) (i)</p> </td> <td valign=\"top\" width=\"266\"> <p class=\"table\">“the law of this State”</p> </td> <td valign=\"top\" width=\"266\"> <p class=\"table\">“the law of Ontario and any laws of Canada that are in force in Ontario”</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"266\"> <p class=\"table\">article 35 (2)</p> </td> <td valign=\"top\" width=\"266\"> <p class=\"table\">“this State”</p> </td> <td valign=\"top\" width=\"266\"> <p class=\"table\">“Canada”</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headnote\">Same, “court” or “competent court”</p> <p class=\"subsection\">(2) “Court” or “competent court”, when used in the Model Law in reference to an Ontario court, shall be read as a reference to the Superior Court of Justice unless the context requires otherwise.</p> <p class=\"headnote\">Use of extrinsic material</p> <p class=\"subsection\">(3) In applying the Model Law, recourse may be had to,</p> <p class=\"paragraph\">  (a) the Reports of the United Nations Commission on International Trade Law on the work of its 18th (3 – 21 June 1985) and 39th (19 June – 7 July 2006) sessions (U.N. Docs. A/40/17 and A/61/17);</p> <p class=\"paragraph\">  (b) the International Commercial Arbitration Analytical Commentary on Draft Text of a Model Law on International Commercial Arbitration (U.N. Doc A/CN.9/264); and</p> <p class=\"paragraph\">  (c) the Commentary of the United Nations Commission on International Trade Law concerning the UNCITRAL Model Law on International Commercial Arbitration 1985 with Amendments as Adopted in 2006 (U.N. Sales No. E.08.V.4).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "section_x": "Rules applicable to substance of dispute",
            "part_id": "PART II  ",
            "part_type": "PART II THE MODEL LAW",
            "section_y": "Rules applicable to substance of dispute",
            "content": "7 Despite article 28 (2) of the Model Law, if the parties fail to make a designation pursuant to article 28 (1) of the Model Law, the arbitral tribunal shall apply the rules of law it considers to be appropriate given all the circumstances respecting the dispute. Part III   General",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>7 </b>Despite article 28 (2) of the Model Law, if the parties fail to make a designation pursuant to article 28 (1) of the Model Law, the arbitral tribunal shall apply the rules of law it considers to be appropriate given all the circumstances respecting the dispute.</p> <p class=\"partnum\"><a name=\"BK9\"></a>Part III <br/>  General</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "PART III  ",
            "section_x": "PART III GENERAL",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "section_x": "Enforcement of consolidation agreements",
            "part_id": "PART III  ",
            "part_type": "PART III GENERAL",
            "section_y": "Enforcement of consolidation agreements",
            "content": "8 (1) If all parties to two or more arbitral proceedings have agreed to consolidate those proceedings, a party, with notice to the others, may apply to the Superior Court of Justice for an order that the proceedings be consolidated as agreed to by the parties. Consolidation permissible without order (2) Subsection (1) does not prohibit parties from consolidating arbitral proceedings without a court order. Powers of court (3) On an application under subsection (1), if all parties to the arbitral proceedings have agreed to consolidate the proceedings but have not agreed, through the adoption of procedural rules or otherwise, to the following matters, the court may, subject to subsection (4), make an order deciding either or both of those matters: 1. The designation of parties as claimants or respondents or a method for making those designations. 2. The method for determining the composition of the arbitral tribunal. Same, limitation (4) If the arbitral proceedings are under different arbitration agreements, no order shall be made under subsection (1) unless, by their arbitration agreements or otherwise, the parties have agreed, (a) to the same place of arbitration or a method for determining a single place of arbitration for the consolidated proceeding within Ontario; (b) to the same procedural rules or a method for determining a single set of procedural rules for the conduct of the consolidated proceedings; and (c) either to have the consolidated proceedings administered by the same arbitral institution or to have the consolidated proceedings not be administered by any arbitral institution. Relevant circumstances (5) In making an order under this section, the court may have regard to any circumstances that it considers relevant, including whether, (a) one or more arbitrators have been appointed in one or more of the arbitral proceedings; (b) the applicant delayed applying for the order; or (c) any material prejudice to any of the parties or any injustice may result from making an order.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>8 </b>(1) If all parties to two or more arbitral proceedings have agreed to consolidate those proceedings, a party, with notice to the others, may apply to the Superior Court of Justice for an order that the proceedings be consolidated as agreed to by the parties.</p> <p class=\"headnote\">Consolidation permissible without order</p> <p class=\"subsection\">(2) Subsection (1) does not prohibit parties from consolidating arbitral proceedings without a court order.</p> <p class=\"headnote\">Powers of court</p> <p class=\"subsection\">(3) On an application under subsection (1), if all parties to the arbitral proceedings have agreed to consolidate the proceedings but have not agreed, through the adoption of procedural rules or otherwise, to the following matters, the court may, subject to subsection (4), make an order deciding either or both of those matters:</p> <p class=\"paragraph\">  1. The designation of parties as claimants or respondents or a method for making those designations.</p> <p class=\"paragraph\">  2. The method for determining the composition of the arbitral tribunal.</p> <p class=\"headnote\">Same, limitation</p> <p class=\"subsection\">(4) If the arbitral proceedings are under different arbitration agreements, no order shall be made under subsection (1) unless, by their arbitration agreements or otherwise, the parties have agreed,</p> <p class=\"paragraph\">  (a) to the same place of arbitration or a method for determining a single place of arbitration for the consolidated proceeding within Ontario;</p> <p class=\"paragraph\">  (b) to the same procedural rules or a method for determining a single set of procedural rules for the conduct of the consolidated proceedings; and</p> <p class=\"paragraph\">  (c) either to have the consolidated proceedings administered by the same arbitral institution or to have the consolidated proceedings not be administered by any arbitral institution.</p> <p class=\"headnote\">Relevant circumstances</p> <p class=\"subsection\">(5) In making an order under this section, the court may have regard to any circumstances that it considers relevant, including whether,</p> <p class=\"paragraph\">  (a) one or more arbitrators have been appointed in one or more of the arbitral proceedings;</p> <p class=\"paragraph\">  (b) the applicant delayed applying for the order; or</p> <p class=\"paragraph\">  (c) any material prejudice to any of the parties or any injustice may result from making an order.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "section_x": "Stay of proceedings",
            "part_id": "PART III  ",
            "part_type": "PART III GENERAL",
            "section_y": "Stay of proceedings",
            "content": "9 Where, pursuant to article II (3) of the Convention or article 8 of the Model Law, a court refers the parties to arbitration, the proceedings of the court are stayed with respect to the matters to which the arbitration relates.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>9 </b>Where, pursuant to article II (3) of the Convention or article 8 of the Model Law, a court refers the parties to arbitration, the proceedings of the court are stayed with respect to the matters to which the arbitration relates.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "section_x": "Limitation period",
            "part_id": "PART III  ",
            "part_type": "PART III GENERAL",
            "section_y": "Limitation period",
            "content": "10 No application under the Convention or the Model Law for recognition or enforcement (or both) of an arbitral award shall be made after the later of December 31, 2018 and the tenth anniversary of, (a) the date on which the award was made; or (b) if proceedings at the place of arbitration to set aside the award were commenced, the date on which the proceedings concluded.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>10 </b>No application under the Convention or the Model Law for recognition or enforcement (or both) of an arbitral award shall be made after the later of December 31, 2018 and the tenth anniversary of,</p> <p class=\"paragraph\">  (a) the date on which the award was made; or</p> <p class=\"paragraph\">  (b) if proceedings at the place of arbitration to set aside the award were commenced, the date on which the proceedings concluded.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "section_x": "Appeals re jurisdiction",
            "part_id": "PART III  ",
            "part_type": "PART III GENERAL",
            "section_y": "Appeals re jurisdiction",
            "content": "11 (1) If, pursuant to article 16 (2) of the Model Law, an arbitral tribunal rules on a plea that it does not have jurisdiction, any party may apply to the Superior Court of Justice to decide the matter. No appeal (2) The court’s decision under subsection (1) is not subject to appeal. Effect on other matters (3) If the arbitral tribunal rules on the plea as a preliminary question and an application is brought under this section, the proceedings of the arbitral tribunal are not stayed with respect to any other matters to which the arbitration relates and are within its jurisdiction.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>11 </b>(1) If, pursuant to article 16 (2) of the Model Law, an arbitral tribunal rules on a plea that it does not have jurisdiction, any party may apply to the Superior Court of Justice to decide the matter.</p> <p class=\"headnote\">No appeal</p> <p class=\"subsection\">(2) The court’s decision under subsection (1) is not subject to appeal.</p> <p class=\"headnote\">Effect on other matters</p> <p class=\"subsection\">(3) If the arbitral tribunal rules on the plea as a preliminary question and an application is brought under this section, the proceedings of the arbitral tribunal are not stayed with respect to any other matters to which the arbitration relates and are within its jurisdiction.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "section_x": "Crown bound",
            "part_id": "PART III  ",
            "part_type": "PART III GENERAL",
            "section_y": "Crown bound",
            "content": "12 (1) This Act binds the Crown. Enforceability of awards (2) An award recognized pursuant to this Act is enforceable against the Crown in the same manner and to the same extent as a judgment is enforceable against the Crown. Part IV (OMITTED) 13-15 Omitted (amends, repeals or revokes other legislation). Part V (OMITTED) 16 Omitted\r\n(provides for coming into force of provisions of this Act). 17 Omitted (enacts short title of this Act). Schedule 1   Convention on the Recognition and Enforcement of Foreign Arbitral Awards Article I 1 This Convention shall apply to the recognition and enforcement of arbitral awards made in the territory of a State other than the State where the recognition and enforcement of such awards are sought, and arising out of differences between persons, whether physical or legal. It shall also apply to arbitral awards not considered as domestic awards in the State where their recognition and enforcement are sought. 2 The term “arbitral awards” shall include not only awards made by arbitrators appointed for each case but also those made by permanent arbitral bodies to which the parties have submitted. 3 When signing, ratifying or acceding to this Convention, or notifying extension under article X hereof, any State may on the basis of reciprocity declare that it will apply the Convention to the recognition and enforcement of awards made only in the territory of another Contracting State. It may also declare that it will apply the Convention only to differences arising out of legal relationships, whether contractual or not, which are considered as commercial under the national law of the State making such declaration. Article II 1 Each Contracting State shall recognize an agreement in writing under which the parties undertake to submit to arbitration all or any differences which have arisen or which may arise between them in respect of a defined legal relationship, whether contractual or not, concerning a subject matter capable of settlement by arbitration. 2 The term “agreement in writing” shall include an arbitral clause in a contract or an arbitration agreement, signed by the parties or contained in an exchange of letters or telegrams. 3 The court of a Contracting State, when seized of an action in a matter in respect of which the parties have made an agreement within the meaning of this article, shall, at the request of one of the parties, refer the parties to arbitration, unless it finds that the said agreement is null and void, inoperative or incapable of being performed. Article III Each Contracting State shall recognize arbitral awards as binding and enforce them in accordance with the rules of procedure of the territory where the award is relied upon, under the conditions laid down in the following articles. There shall not be imposed substantially more onerous conditions or higher fees or charges on the recognition or enforcement of arbitral awards to which this Convention applies than are imposed on the recognition or enforcement of domestic arbitral awards. Article IV 1 To obtain the recognition and enforcement mentioned in the preceding article, the party applying for recognition and enforcement shall, at the time of the application, supply: (a) The duly authenticated original award or a duly certified copy thereof; (b) The original agreement referred to in article II or a duly certified copy thereof. 2 If the said award or agreement is not made in an official language of the country in which the award is relied upon, the party applying for recognition and enforcement of the award shall produce a translation of these documents into such language. The translation shall be certified by an official or sworn translator or by a diplomatic or consular agent. Article V 1 Recognition and enforcement of the award may be refused, at the request of the party against whom it is invoked, only if that party furnishes to the competent authority where the recognition and enforcement is sought, proof that: (a) The parties to the agreement referred to in article II were, under the law applicable to them, under some incapacity, or the said agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law of the country where the award was made; or (b) The party against whom the award is invoked was not given proper notice of the appointment of the arbitrator or of the arbitration proceedings or was otherwise unable to present his case; or (c) The award deals with a difference not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration, provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, that part of the award which contains decisions on matters submitted to arbitration may be recognized and enforced; or (d) The composition of the arbitral authority or the arbitral procedure was not in accordance with the agreement of the parties, or, failing such agreement, was not in accordance with the law of the country where the arbitration took place; or (e) The award has not yet become binding on the parties, or has been set aside or suspended by a competent authority of the country in which, or under the law of which, that award was made. 2 Recognition and enforcement of an arbitral award may also be refused if the competent authority in the country where recognition and enforcement is sought finds that: (a) The subject matter of the difference is not capable of settlement by arbitration under the law of that country; or (b) The recognition or enforcement of the award would be contrary to the public policy of that country. Article VI If an application for the setting aside or suspension of the award has been made to a competent authority referred to in article V(l)(e), the authority before which the award is sought to be relied upon may, if it considers it proper, adjourn the decision on the enforcement of the award and may also, on the application of the party claiming enforcement of the award, order the other party to give suitable security. Article VII 1 The provisions of the present Convention shall not affect the validity of multilateral or bilateral agreements concerning the recognition and enforcement of arbitral awards entered into by the Contracting States nor deprive any interested party of any right he may have to avail himself of an arbitral award in the manner and to the extent allowed by the law or the treaties of the country where such award is sought to be relied upon. 2 The Geneva Protocol on Arbitration Clauses of 1923 and the Geneva Convention on the Execution of Foreign Arbitral Awards of 1927 shall cease to have effect between Contracting States on their becoming bound and to the extent that they become bound, by this Convention. Article VIII 1 This Convention shall be open until 31 December 1958 for signature on behalf of any Member of the United Nations and also on behalf of any other State which is or hereafter becomes a member of any specialized agency of the United Nations, or which is or hereafter becomes a party to the Statute of the International Court of Justice, or any other State to which an invitation has been addressed by the General Assembly of the United Nations. 2 This Convention shall be ratified and the instrument of ratification shall be deposited with the Secretary-General of the United Nations. Article IX 1 This Convention shall be open for accession to all States referred to in article VIII. 2 Accession shall be effected by the deposit of an instrument of accession with the Secretary-General of the United Nations. Article X 1 Any State may, at the time of signature, ratification or accession, declare that this Convention shall extend to all or any of the territories for the international relations of which it is responsible. Such a declaration shall take effect when the Convention enters into force for the State concerned. 2 At any time thereafter any such extension shall be made by notification addressed to the Secretary-General of the United Nations and shall take effect as from the ninetieth day after the day of receipt by the Secretary-General of the United Nations of this notification, or as from the date of entry into force of the Convention for the State concerned, whichever is the later. 3 With respect to those territories to which this Convention is not extended at the time of signature, ratification or accession, each State concerned shall consider the possibility of taking the necessary steps in order to extend the application of this Convention to such territories, subject, where necessary for constitutional reasons, to the consent of the Governments of such territories. Article XI In the case of a federal or non-unitary State, the following provisions shall apply: (a) With respect to those articles of this Convention that come within the legislative jurisdiction of the federal authority, the obligations of the federal Government shall to this extent be the same as those of Contracting States which are not federal States; (b) With respect to those articles of this Convention that come within the legislative jurisdiction of constituent states or provinces which are not, under the constitutional system of the federation, bound to take legislative action, the federal Government shall bring such articles with a favourable recommendation to the notice of the appropriate authorities of constituent states or provinces at the earliest possible moment; (c) A federal State Party to this Convention shall, at the request of any other Contracting State transmitted through the Secretary-General of the United Nations, supply a statement of the law and practice of the federation and its constituent units in regard to any particular provision of this Convention, showing the extent to which effect has been given to that provision by legislative or other action. Article XII 1 This Convention shall come into force on the ninetieth day following the date of deposit of the third instrument of ratification or accession. 2 For each State ratifying or acceding to this Convention after the deposit of the third instrument of ratification or accession, this Convention shall enter into force on the ninetieth day after deposit by such State of its instrument of ratification or accession. Article XIII 1 Any Contracting State may denounce this Convention by a written notification to the Secretary-General of the United Nations. Denunciation shall take effect one year after the date of receipt of the notification by the Secretary-General. 2 Any State which has made a declaration or notification under article X may, at any time thereafter, by notification to the Secretary-General of the United Nations, declare that this Convention shall cease to extend to the territory concerned one year after the date of the receipt of the notification by the Secretary-General. 3 This Convention shall continue to be applicable to arbitral awards in respect of which recognition or enforcement proceedings have been instituted before the denunciation takes effect. Article XIV A Contracting State shall not be entitled to avail itself of the present Convention against other Contracting States except to the extent that it is itself bound to apply the Convention. Article XV The Secretary-General of the United Nations shall notify the States contemplated in article VIII of the following: (a) Signatures and ratifications in accordance with article VIII; (b) Accessions in accordance with article IX; (c) Declarations and notifications under articles I, X and XI; (d) The date upon which this Convention enters into force in accordance with article XII; (e) Denunciations and notifications in accordance with article XIII. Article XVI 1 This Convention, of which the Chinese, English, French, Russian and Spanish texts shall be equally authentic, shall be deposited in the archives of the United Nations. 2 The Secretary-General of the United Nations shall transmit a certified copy of this Convention to the States contemplated in article VIII. Schedule 2   UNCITRAL Model Law on International Commercial Arbitration (United Nations documents A/40/17, annex I and A/61/17, annex I) (As adopted by the United Nations Commission on    International Trade Law on 21 June 1985,    and as amended by the United Nations Commission    on International Trade Law on 7 July 2006) CHAPTER I.   GENERAL PROVISIONS Article 1. Scope of application (1) This Law applies to international commercial arbitration, subject to any agreement in force between this State and any other State or States. (2) The provisions of this Law, except articles 8, 9, 17 H, 17 I, 17 J, 35 and 36, apply only if the place of arbitration is in the territory of this State. (3) An arbitration is international if: (a) the parties to an arbitration agreement have, at the time of the conclusion of that agreement, their places of business in different States; or (b) one of the following places is situated outside the State in which the parties have their places of business: (i) the place of arbitration if determined in, or pursuant to, the arbitration agreement; (ii) any place where a substantial part of the obligations of the commercial relationship is to be performed or the place with which the subject- matter of the dispute is most closely connected; or (c) the parties have expressly agreed that the subject-matter of the arbitration agreement relates to more than one country. (4) For the purposes of paragraph (3) of this article: (a) if a party has more than one place of business, the place of business is that which has the closest relationship to the arbitration agreement; (b) if a party does not have a place of business, reference is to be made to his habitual residence. (5) This Law shall not affect any other law of this State by virtue of which certain disputes may not be submitted to arbitration or may be submitted to arbitration only according to provisions other than those of this Law. Article 2. Definitions and rules of interpretation For the purposes of this Law: (a) “arbitration” means any arbitration whether or not administered by a permanent arbitral institution; (b) “arbitral tribunal” means a sole arbitrator or a panel of arbitrators; (c) “court” means a body or organ of the judicial system of a State; (d) where a provision of this Law, except article 28, leaves the parties free to determine a certain issue, such freedom includes the right of the parties to authorize a third party, including an institution, to make that determination; (e) where a provision of this Law refers to the fact that the parties have agreed or that they may agree or in any other way refers to an agreement of the parties, such agreement includes any arbitration rules referred to in that agreement; (f) where a provision of this Law, other than in articles 25(a) and 32(2) (a), refers to a claim, it also applies to a counter-claim, and where it refers to a defence, it also applies to a defence to such counter-claim. Article 2 A. International origin and general principles (1) In the interpretation of this Law, regard is to be had to its international origin and to the need to promote uniformity in its application and the observance of good faith. (2) Questions concerning matters governed by this Law which are not expressly settled in it are to be settled in conformity with the general principles on which this Law is based. Article 3. Receipt of written communications (1) Unless otherwise agreed by the parties: (a) any written communication is deemed to have been received if it is delivered to the addressee personally or if it is delivered at his place of business, habitual residence or mailing address; if none of these can be found after making a reasonable inquiry, a written communication is deemed to have been received if it is sent to the addressee’s last-known place of business, habitual residence or mailing address by registered letter or any other means which provides a record of the attempt to deliver it; (b) the communication is deemed to have been received on the day it is so delivered. (2) The provisions of this article do not apply to communications in court proceedings. Article 4. Waiver of right to object A party who knows that any provision of this Law from which the parties may derogate or any requirement under the arbitration agreement has not been complied with and yet proceeds with the arbitration without stating his objection to such non-compliance without undue delay or, if a time-limit is provided therefor, within such period of time, shall be deemed to have waived his right to object. Article 5. Extent of court intervention In matters governed by this Law, no court shall intervene except where so provided in this Law. Article 6. Court or other authority for certain functions of arbitration assistance and supervision The functions referred to in articles 11(3), 11(4), 13(3), 14, 16(3) and 34(2) shall be performed by the Superior Court of Justice. CHAPTER II.   ARBITRATION AGREEMENT Option I Article 7. Definition and form of arbitration agreement (1) “Arbitration agreement” is an agreement by the parties to submit to arbitration all or certain disputes which have arisen or which may arise between them in respect of a defined legal relationship, whether contractual or not. An arbitration agreement may be in the form of an arbitration clause in a contract or in the form of a separate agreement. (2) The arbitration agreement shall be in writing. (3) An arbitration agreement is in writing if its content is recorded in any form, whether or not the arbitration agreement or contract has been concluded orally, by conduct, or by other means. (4) The requirement that an arbitration agreement be in writing is met by an electronic communication if the information contained therein is accessible so as to be useable for subsequent reference; “electronic communication” means any communication that the parties make by means of data messages; “data message” means information generated, sent, received or stored by electronic, magnetic, optical or similar means, including, but not limited to, electronic data interchange (EDI), electronic mail, telegram, telex or telecopy. (5) Furthermore, an arbitration agreement is in writing if it is contained in an exchange of statements of claim and defence in which the existence of an agreement is alleged by one party and not denied by the other. (6) The reference in a contract to any document containing an arbitration clause constitutes an arbitration agreement in writing, provided that the reference is such as to make that clause part of the contract. Option II Article 7. Definition of arbitration agreement “Arbitration agreement” is an agreement by the parties to submit to arbitration all or certain disputes which have arisen or which may arise between them in respect of a defined legal relationship, whether contractual or not. Article 8. Arbitration agreement and substantive claim before court (1) A court before which an action is brought in a matter which is the subject of an arbitration agreement shall, if a party so requests not later than when submitting his first statement on the substance of the dispute, refer the parties to arbitration unless it finds that the agreement is null and void, inoperative or incapable of being performed. (2) Where an action referred to in paragraph (1) of this article has been brought, arbitral proceedings may nevertheless be commenced or continued, and an award may be made, while the issue is pending before the court. Article 9. Arbitration agreement and interim measures by court It is not incompatible with an arbitration agreement for a party to request, before or during arbitral proceedings, from a court an interim measure of protection and for a court to grant such measure. CHAPTER III.   COMPOSITION OF ARBITRAL TRIBUNAL Article 10. Number of arbitrators (1) The parties are free to determine the number of arbitrators. (2) Failing such determination, the number of arbitrators shall be three. Article 11. Appointment of arbitrators (1) No person shall be precluded by reason of his nationality from acting as an arbitrator, unless otherwise agreed by the parties. (2) The parties are free to agree on a procedure of appointing the arbitrator or arbitrators, subject to the provisions of paragraphs (4) and (5) of this article. (3) Failing such agreement, (a) in an arbitration with three arbitrators, each party shall appoint one arbitrator, and the two arbitrators thus appointed shall appoint the third arbitrator; if a party fails to appoint the arbitrator within thirty days of receipt of a request to do so from the other party, or if the two arbitrators fail to agree on the third arbitrator within thirty days of their appointment, the appointment shall be made, upon request of a party, by the court or other authority specified in article 6; (b) in an arbitration with a sole arbitrator, if the parties are unable to agree on the arbitrator, he shall be appointed, upon request of a party, by the court or other authority specified in article 6. (4) Where, under an appointment procedure agreed upon by the parties, (a) a party fails to act as required under such procedure, or (b) the parties, or two arbitrators, are unable to reach an agreement expected of them under such procedure, or (c) a third party, including an institution, fails to perform any function entrusted to it under such procedure, any party may request the court or other authority specified in article 6 to take the necessary measure, unless the agreement on the appointment procedure provides other means for securing the appointment. (5) A decision on a matter entrusted by paragraph (3) or (4) of this article to the court or other authority specified in article 6 shall be subject to no appeal. The court or other authority, in appointing an arbitrator, shall have due regard to any qualifications required of the arbitrator by the agreement of the parties and to such considerations as are likely to secure the appointment of an independent and impartial arbitrator and, in the case of a sole or third arbitrator, shall take into account as well the advisability of appointing an arbitrator of a nationality other than those of the parties. Article 12. Grounds for challenge (1) When a person is approached in connection with his possible appointment as an arbitrator, he shall disclose any circumstances likely to give rise to justifiable doubts as to his impartiality or independence. An arbitrator, from the time of his appointment and throughout the arbitral proceedings, shall without delay disclose any such circumstances to the parties unless they have already been informed of them by him. (2) An arbitrator may be challenged only if circumstances exist that give rise to justifiable doubts as to his impartiality or independence, or if he does not possess qualifications agreed to by the parties. A party may challenge an arbitrator appointed by him, or in whose appointment he has participated, only for reasons of which he becomes aware after the appointment has been made. Article 13. Challenge procedure (1) The parties are free to agree on a procedure for challenging an arbitrator, subject to the provisions of paragraph (3) of this article. (2) Failing such agreement, a party who intends to challenge an arbitrator shall, within fifteen days after becoming aware of the constitution of the arbitral tribunal or after becoming aware of any circumstance referred to in article 12(2), send a written statement of the reasons for the challenge to the arbitral tribunal. Unless the challenged arbitrator withdraws from his office or the other party agrees to the challenge, the arbitral tribunal shall decide on the challenge. (3) If a challenge under any procedure agreed upon by the parties or under the procedure of paragraph (2) of this article is not successful, the challenging party may request, within thirty days after having received notice of the decision rejecting the challenge, the court or other authority specified in article 6 to decide on the challenge, which decision shall be subject to no appeal; while such a request is pending, the arbitral tribunal, including the challenged arbitrator, may continue the arbitral proceedings and make an award. Article 14. Failure or impossibility to act (1) If an arbitrator becomes de jure or de facto unable to perform his functions or for other reasons fails to act without undue delay, his mandate terminates if he withdraws from his office or if the parties agree on the termination. Otherwise, if a controversy remains concerning any of these grounds, any party may request the court or other authority specified in article 6 to decide on the termination of the mandate, which decision shall be subject to no appeal. (2) If, under this article or article 13(2), an arbitrator withdraws from his office or a party agrees to the termination of the mandate of an arbitrator, this does not imply acceptance of the validity of any ground referred to in this article or article 12(2). Article 15. Appointment of substitute arbitrator Where the mandate of an arbitrator terminates under article 13 or 14 or because of his withdrawal from office for any other reason or because of the revocation of his mandate by agreement of the parties or in any other case of termination of his mandate, a substitute arbitrator shall be appointed according to the rules that were applicable to the appointment of the arbitrator being replaced. CHAPTER IV.   JURISDICTION OF ARBITRAL TRIBUNAL Article 16. Competence of arbitral tribunal to rule on its jurisdiction (1) The arbitral tribunal may rule on its own jurisdiction, including any objections with respect to the existence or validity of the arbitration agreement. For that purpose, an arbitration clause which forms part of a contract shall be treated as an agreement independent of the other terms of the contract. A decision by the arbitral tribunal that the contract is null and void shall not entail ipso jure the invalidity of the arbitration clause. (2) A plea that the arbitral tribunal does not have jurisdiction shall be raised not later than the submission of the statement of defence. A party is not precluded from raising such a plea by the fact that he has appointed, or participated in the appointment of, an arbitrator. A plea that the arbitral tribunal is exceeding the scope of its authority shall be raised as soon as the matter alleged to be beyond the scope of its authority is raised during the arbitral proceedings. The arbitral tribunal may, in either case, admit a later plea if it considers the delay justified. (3) The arbitral tribunal may rule on a plea referred to in paragraph (2) of this article either as a preliminary question or in an award on the merits. If the arbitral tribunal rules as a preliminary question that it has jurisdiction, any party may request, within thirty days after having received notice of that ruling, the court specified in article 6 to decide the matter, which decision shall be subject to no appeal; while such a request is pending, the arbitral tribunal may continue the arbitral proceedings and make an award. CHAPTER IV A.   INTERIM MEASURES AND PRELIMINARY ORDERS Section 1. Interim measures Article 17. Power of arbitral tribunal to order interim measures (1) Unless otherwise agreed by the parties, the arbitral tribunal may, at the request of a party, grant interim measures. (2) An interim measure is any temporary measure, whether in the form of an award or in another form, by which, at any time prior to the issuance of the award by which the dispute is finally decided, the arbitral tribunal orders a party to: (a) Maintain or restore the status quo pending determination of the dispute; (b) Take action that would prevent, or refrain from taking action that is likely to cause, current or imminent harm or prejudice to the arbitral process itself; (c) Provide a means of preserving assets out of which a subsequent award may be satisfied; or (d) Preserve evidence that may be relevant and material to the resolution of the dispute. Article 17 A. Conditions for granting interim measures (1) The party requesting an interim measure under article 17(2)(a), (b) and (c) shall satisfy the arbitral tribunal that: (a) Harm not adequately reparable by an award of damages is likely to result if the measure is not ordered, and such harm substantially outweighs the harm that is likely to result to the party against whom the measure is directed if the measure is granted; and (b) There is a reasonable possibility that the requesting party will succeed on the merits of the claim. The determination on this possibility shall not affect the discretion of the arbitral tribunal in making any subsequent determination. (2) With regard to a request for an interim measure under article 17(2)(d), the requirements in paragraphs (1)(a) and (b) of this article shall apply only to the extent the arbitral tribunal considers appropriate. Section 2. Preliminary orders Article 17 B. Applications for preliminary orders and conditions for granting preliminary orders (1) Unless otherwise agreed by the parties, a party may, without notice to any other party, make a request for an interim measure together with an application for a preliminary order directing a party not to frustrate the purpose of the interim measure requested. (2) The arbitral tribunal may grant a preliminary order provided it considers that prior disclosure of the request for the interim measure to the party against whom it is directed risks frustrating the purpose of the measure. (3) The conditions defined under article 17A apply to any preliminary order, provided that the harm to be assessed under article 17A(1)(a), is the harm likely to result from the order being granted or not. Article 17 C. Specific regime for preliminary orders (1) Immediately after the arbitral tribunal has made a determination in respect of an application for a preliminary order, the arbitral tribunal shall give notice to all parties of the request for the interim measure, the application for the preliminary order, the preliminary order, if any, and all other communications, including by indicating the content of any oral communication, between any party and the arbitral tribunal in relation thereto. (2) At the same time, the arbitral tribunal shall give an opportunity to any party against whom a preliminary order is directed to present its case at the earliest practicable time. (3) The arbitral tribunal shall decide promptly on any objection to the preliminary order. (4) A preliminary order shall expire after twenty days from the date on which it was issued by the arbitral tribunal. However, the arbitral tribunal may issue an interim measure adopting or modifying the preliminary order, after the party against whom the preliminary order is directed has been given notice and an opportunity to present its case. (5) A preliminary order shall be binding on the parties but shall not be subject to enforcement by a court. Such a preliminary order does not constitute an award. Section 3. Provisions applicable to interim measures and preliminary orders Article 17 D. Modification, suspension, termination The arbitral tribunal may modify, suspend or terminate an interim measure or a preliminary order it has granted, upon application of any party or, in exceptional circumstances and upon prior notice to the parties, on the arbitral tribunal’s own initiative. Article 17 E. Provision of security (1) The arbitral tribunal may require the party requesting an interim measure to provide appropriate security in connection with the measure. (2) The arbitral tribunal shall require the party applying for a preliminary order to provide security in connection with the order unless the arbitral tribunal considers it inappropriate or unnecessary to do so. Article 17 F. Disclosure (1) The arbitral tribunal may require any party promptly to disclose any material change in the circumstances on the basis of which the measure was requested or granted. (2) The party applying for a preliminary order shall disclose to the arbitral tribunal all circumstances that are likely to be relevant to the arbitral tribunal’s determination whether to grant or maintain the order, and such obligation shall continue until the party against whom the order has been requested has had an opportunity to present its case. Thereafter, paragraph (1) of this article shall apply. Article 17 G. Costs and damages The party requesting an interim measure or applying for a preliminary order shall be liable for any costs and damages caused by the measure or the order to any party if the arbitral tribunal later determines that, in the circumstances, the measure or the order should not have been granted. The arbitral tribunal may award such costs and damages at any point during the proceedings. Section 4. Recognition and enforcement of interim measures Article 17 H. Recognition and enforcement (1) An interim measure issued by an arbitral tribunal shall be recognized as binding and, unless otherwise provided by the arbitral tribunal, enforced upon application to the competent court, irrespective of the country in which it was issued, subject to the provisions of article 17 I. (2) The party who is seeking or has obtained recognition or enforcement of an interim measure shall promptly inform the court of any termination, suspension or modification of that interim measure. (3) The court of the State where recognition or enforcement is sought may, if it considers it proper, order the requesting party to provide appropriate security if the arbitral tribunal has not already made a determination with respect to security or where such a decision is necessary to protect the rights of third parties. Article 17 I. Grounds for refusing recognition or enforcement (1) Recognition or enforcement of an interim measure may be refused only: (a) At the request of the party against whom it is invoked if the court is satisfied that: (i) Such refusal is warranted on the grounds set forth in article 36(1)(a)(i), (ii), (iii) or (iv); or (ii) The arbitral tribunal’s decision with respect to the provision of security in connection with the interim measure issued by the arbitral tribunal has not been complied with; or (iii) The interim measure has been terminated or suspended by the arbitral tribunal or, where so empowered, by the court of the State in which the arbitration takes place or under the law of which that interim measure was granted; or (b) If the court finds that: (i) The interim measure is incompatible with the powers conferred upon the court unless the court decides to reformulate the interim measure to the extent necessary to adapt it to its own powers and procedures for the purposes of enforcing that interim measure and without modifying its substance; or (ii) Any of the grounds set forth in article 36(1)(b)(i) or (ii), apply to the recognition and enforcement of the interim measure. (2) Any determination made by the court on any ground in paragraph (1) of this article shall be effective only for the purposes of the application to recognize and enforce the interim measure. The court where recognition or enforcement is sought shall not, in making that determination, undertake a review of the substance of the interim measure. Section 5. Court-ordered interim measures Article 17 J. Court-ordered interim measures A court shall have the same power of issuing an interim measure in relation to arbitration proceedings, irrespective of whether their place is in the territory of this State, as it has in relation to proceedings in courts. The court shall exercise such power in accordance with its own procedures in consideration of the specific features of international arbitration. CHAPTER V.   CONDUCT OF ARBITRAL PROCEEDINGS Article 18. Equal treatment of parties The parties shall be treated with equality and each party shall be given a full opportunity of presenting his case. Article 19. Determination of rules of procedure (1) Subject to the provisions of this Law, the parties are free to agree on the procedure to be followed by the arbitral tribunal in conducting the proceedings. (2) Failing such agreement, the arbitral tribunal may, subject to the provisions of this Law, conduct the arbitration in such manner as it considers appropriate. The power conferred upon the arbitral tribunal includes the power to determine the admissibility, relevance, materiality and weight of any evidence. Article 20. Place of arbitration (1) The parties are free to agree on the place of arbitration. Failing such agreement, the place of arbitration shall be determined by the arbitral tribunal having regard to the circumstances of the case, including the convenience of the parties. (2) Notwithstanding the provisions of paragraph (1) of this article, the arbitral tribunal may, unless otherwise agreed by the parties, meet at any place it considers appropriate for consultation among its members, for hearing witnesses, experts or the parties, or for inspection of goods, other property or documents. Article 21. Commencement of arbitral proceedings Unless otherwise agreed by the parties, the arbitral proceedings in respect of a particular dispute commence on the date on which a request for that dispute to be referred to arbitration is received by the respondent. Article 22. Language (1) The parties are free to agree on the language or languages to be used in the arbitral proceedings. Failing such agreement, the arbitral tribunal shall determine the language or languages to be used in the proceedings. This agreement or determination, unless otherwise specified therein, shall apply to any written statement by a party, any hearing and any award, decision or other communication by the arbitral tribunal. (2) The arbitral tribunal may order that any documentary evidence shall be accompanied by a translation into the language or languages agreed upon by the parties or determined by the arbitral tribunal. Article 23. Statements of claim and defence (1) Within the period of time agreed by the parties or determined by the arbitral tribunal, the claimant shall state the facts supporting his claim, the points at issue and the relief or remedy sought, and the respondent shall state his defence in respect of these particulars, unless the parties have otherwise agreed as to the required elements of such statements. The parties may submit with their statements all documents they consider to be relevant or may add a reference to the documents or other evidence they will submit. (2) Unless otherwise agreed by the parties, either party may amend or supplement his claim or defence during the course of the arbitral proceedings, unless the arbitral tribunal considers it inappropriate to allow such amendment having regard to the delay in making it. Article 24. Hearings and written proceedings (1) Subject to any contrary agreement by the parties, the arbitral tribunal shall decide whether to hold oral hearings for the presentation of evidence or for oral argument, or whether the proceedings shall be conducted on the basis of documents and other materials. However, unless the parties have agreed that no hearings shall be held, the arbitral tribunal shall hold such hearings at an appropriate stage of the proceedings, if so requested by a party. (2) The parties shall be given sufficient advance notice of any hearing and of any meeting of the arbitral tribunal for the purposes of inspection of goods, other property or documents. (3) All statements, documents or other information supplied to the arbitral tribunal by one party shall be communicated to the other party. Also any expert report or evidentiary document on which the arbitral tribunal may rely in making its decision shall be communicated to the parties. Article 25. Default of a party Unless otherwise agreed by the parties, if, without showing sufficient cause, (a) the claimant fails to communicate his statement of claim in accordance with article 23(1), the arbitral tribunal shall terminate the proceedings; (b) the respondent fails to communicate his statement of defence in accordance with article 23(1), the arbitral tribunal shall continue the proceedings without treating such failure in itself as an admission of the claimant’s allegations; (c) any party fails to appear at a hearing or to produce documentary evidence, the arbitral tribunal may continue the proceedings and make the award on the evidence before it. Article 26. Expert appointed by arbitral tribunal (1) Unless otherwise agreed by the parties, the arbitral tribunal, (a) may appoint one or more experts to report to it on specific issues to be determined by the arbitral tribunal; (b) may require a party to give the expert any relevant information or to produce, or to provide access to, any relevant documents, goods or other property for his inspection. (2) Unless otherwise agreed by the parties, if a party so requests or if the arbitral tribunal considers it necessary, the expert shall, after delivery of his written or oral report, participate in a hearing where the parties have the opportunity to put questions to him and to present expert witnesses in order to testify on the points at issue. Article 27. Court assistance in taking evidence The arbitral tribunal or a party with the approval of the arbitral tribunal may request from a competent court of this State assistance in taking evidence. The court may execute the request within its competence and according to its rules on taking evidence. CHAPTER VI.   MAKING OF AWARD AND TERMINATION OF PROCEEDINGS Article 28. Rules applicable to substance of dispute (1) The arbitral tribunal shall decide the dispute in accordance with such rules of law as are chosen by the parties as applicable to the substance of the dispute. Any designation of the law or legal system of a given State shall be construed, unless otherwise expressed, as directly referring to the substantive law of that State and not to its conflict of laws rules. (2) Failing any designation by the parties, the arbitral tribunal shall apply the law determined by the conflict of laws rules which it considers applicable. (3) The arbitral tribunal shall decide ex aequo et bono or as amiable compositeur only if the parties have expressly authorized it to do so. (4) In all cases, the arbitral tribunal shall decide in accordance with the terms of the contract and shall take into account the usages of the trade applicable to the transaction. Article 29. Decision-making by panel of arbitrators In arbitral proceedings with more than one arbitrator, any decision of the arbitral tribunal shall be made, unless otherwise agreed by the parties, by a majority of all its members. However, questions of procedure may be decided by a presiding arbitrator, if so authorized by the parties or all members of the arbitral tribunal. Article 30. Settlement (1) If, during arbitral proceedings, the parties settle the dispute, the arbitral tribunal shall terminate the proceedings and, if requested by the parties and not objected to by the arbitral tribunal, record the settlement in the form of an arbitral award on agreed terms. (2) An award on agreed terms shall be made in accordance with the provisions of article 31 and shall state that it is an award. Such an award has the same status and effect as any other award on the merits of the case. Article 31. Form and contents of award (1) The award shall be made in writing and shall be signed by the arbitrator or arbitrators. In arbitral proceedings with more than one arbitrator, the signatures of the majority of all members of the arbitral tribunal shall suffice, provided that the reason for any omitted signature is stated. (2) The award shall state the reasons upon which it is based, unless the parties have agreed that no reasons are to be given or the award is an award on agreed terms under article 30. (3) The award shall state its date and the place of arbitration as determined in accordance with article 20(1). The award shall be deemed to have been made at that place. (4) After the award is made, a copy signed by the arbitrators in accordance with paragraph (1) of this article shall be delivered to each party. Article 32. Termination of proceedings (1) The arbitral proceedings are terminated by the final award or by an order of the arbitral tribunal in accordance with paragraph (2) of this article. (2) The arbitral tribunal shall issue an order for the termination of the arbitral proceedings when: (a) the claimant withdraws his claim, unless the respondent objects thereto and the arbitral tribunal recognizes a legitimate interest on his part in obtaining a final settlement of the dispute; (b) the parties agree on the termination of the proceedings; (c) the arbitral tribunal finds that the continuation of the proceedings has for any other reason become unnecessary or impossible. (3) The mandate of the arbitral tribunal terminates with the termination of the arbitral proceedings, subject to the provisions of articles 33 and 34(4). Article 33. Correction and interpretation of award; additional award (1) Within thirty days of receipt of the award, unless another period of time has been agreed upon by the parties: (a) a party, with notice to the other party, may request the arbitral tribunal to correct in the award any errors in computation, any clerical or typographical errors or any errors of similar nature; (b) if so agreed by the parties, a party, with notice to the other party, may request the arbitral tribunal to give an interpretation of a specific point or part of the award. If the arbitral tribunal considers the request to be justified, it shall make the correction or give the interpretation within thirty days of receipt of the request. The interpretation shall form part of the award. (2) The arbitral tribunal may correct any error of the type referred to in paragraph (1)(a) of this article on its own initiative within thirty days of the date of the award. (3) Unless otherwise agreed by the parties, a party, with notice to the other party, may request, within thirty days of receipt of the award, the arbitral tribunal to make an additional award as to claims presented in the arbitral proceedings but omitted from the award. If the arbitral tribunal considers the request to be justified, it shall make the additional award within sixty days. (4) The arbitral tribunal may extend, if necessary, the period of time within which it shall make a correction, interpretation or an additional award under paragraph (1) or (3) of this article. (5) The provisions of article 31 shall apply to a correction or interpretation of the award or to an additional award. CHAPTER VII.   RECOURSE AGAINST AWARD Article 34. Application for setting aside as exclusive recourse against arbitral award (1) Recourse to a court against an arbitral award may be made only by an application for setting aside in accordance with paragraphs (2) and (3) of this article. (2) An arbitral award may be set aside by the court specified in article 6 only if: (a) the party making the application furnishes proof that: (i) a party to the arbitration agreement referred to in article 7 was under some incapacity; or the said agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law of this State; or (ii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iii) the award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or contains decisions on matters beyond the scope of the submission to arbitration, provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the award which contains decisions on matters not submitted to arbitration may be set aside; or (iv) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Law from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Law; or (b) the court finds that: (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law of this State; or (ii) the award is in conflict with the public policy of this State. (3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the award or, if a request had been made under article 33, from the date on which that request had been disposed of by the arbitral tribunal. (4) The court, when asked to set aside an award, may, where appropriate and so requested by a party, suspend the setting aside proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the arbitral tribunal’s opinion will eliminate the grounds for setting aside. CHAPTER VIII.   RECOGNITION AND ENFORCEMENT OF AWARDS Article 35. Recognition and enforcement (1) An arbitral award, irrespective of the country in which it was made, shall be recognized as binding and, upon application in writing to the competent court, shall be enforced subject to the provisions of this article and of article 36. (2) The party relying on an award or applying for its enforcement shall supply the original award or a copy thereof. If the award is not made in an official language of this State, the court may request the party to supply a translation thereof into such language. Article 36. Grounds for refusing recognition or enforcement (1) Recognition or enforcement of an arbitral award, irrespective of the country in which it was made, may be refused only: (a) at the request of the party against whom it is invoked, if that party furnishes to the competent court where recognition or enforcement is sought proof that: (i) a party to the arbitration agreement referred to in article 7 was under some incapacity; or the said agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law of the country where the award was made; or (ii) the party against whom the award is invoked was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iii) the award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration, provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, that part of the award which contains decisions on matters submitted to arbitration may be recognized and enforced; or (iv) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties or, failing such agreement, was not in accordance with the law of the country where the arbitration took place; or (v) the award has not yet become binding on the parties or has been set aside or suspended by a court of the country in which, or under the law of which, that award was made; or (b) if the court finds that: (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law of this State; or (ii) the recognition or enforcement of the award would be contrary to the public policy of this State. (2) If an application for setting aside or suspension of an award has been made to a court referred to in paragraph (1)(a)(v) of this article, the court where recognition or enforcement is sought may, if it considers it proper, adjourn its decision and may also, on the application of the party claiming recognition or enforcement of the award, order the other party to provide appropriate security. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>12 </b>(1) This Act binds the Crown.</p> <p class=\"headnote\">Enforceability of awards</p> <p class=\"subsection\">(2) An award recognized pursuant to this Act is enforceable against the Crown in the same manner and to the same extent as a judgment is enforceable against the Crown.</p> <p class=\"Pheadingx\">Part IV (OMITTED)</p> <p class=\"section\"><b>13-15</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"Pheadingx\">Part V (OMITTED)</p> <p class=\"section\"><b>16 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>17</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"schedule\"><a name=\"BK15\"></a>Schedule 1 <br/>  Convention on the Recognition and Enforcement of Foreign Arbitral Awards</p> <p class=\"Pheading3\">Article I</p> <p class=\"section\">1 This Convention shall apply to the recognition and enforcement of arbitral awards made in the territory of a State other than the State where the recognition and enforcement of such awards are sought, and arising out of differences between persons, whether physical or legal. It shall also apply to arbitral awards not considered as domestic awards in the State where their recognition and enforcement are sought.</p> <p class=\"section\">2 The term “arbitral awards” shall include not only awards made by arbitrators appointed for each case but also those made by permanent arbitral bodies to which the parties have submitted.</p> <p class=\"section\">3 When signing, ratifying or acceding to this Convention, or notifying extension under article X hereof, any State may on the basis of reciprocity declare that it will apply the Convention to the recognition and enforcement of awards made only in the territory of another Contracting State. It may also declare that it will apply the Convention only to differences arising out of legal relationships, whether contractual or not, which are considered as commercial under the national law of the State making such declaration.</p> <p class=\"Pheading3\">Article II</p> <p class=\"section\">1 Each Contracting State shall recognize an agreement in writing under which the parties undertake to submit to arbitration all or any differences which have arisen or which may arise between them in respect of a defined legal relationship, whether contractual or not, concerning a subject matter capable of settlement by arbitration.</p> <p class=\"section\">2 The term “agreement in writing” shall include an arbitral clause in a contract or an arbitration agreement, signed by the parties or contained in an exchange of letters or telegrams.</p> <p class=\"section\">3 The court of a Contracting State, when seized of an action in a matter in respect of which the parties have made an agreement within the meaning of this article, shall, at the request of one of the parties, refer the parties to arbitration, unless it finds that the said agreement is null and void, inoperative or incapable of being performed.</p> <p class=\"Pheading3\">Article III</p> <p class=\"paranoindt\">Each Contracting State shall recognize arbitral awards as binding and enforce them in accordance with the rules of procedure of the territory where the award is relied upon, under the conditions laid down in the following articles. There shall not be imposed substantially more onerous conditions or higher fees or charges on the recognition or enforcement of arbitral awards to which this Convention applies than are imposed on the recognition or enforcement of domestic arbitral awards.</p> <p class=\"Pheading3\">Article IV</p> <p class=\"section\">1 To obtain the recognition and enforcement mentioned in the preceding article, the party applying for recognition and enforcement shall, at the time of the application, supply:</p> <p class=\"paragraph\">  (a) The duly authenticated original award or a duly certified copy thereof;</p> <p class=\"paragraph\">  (b) The original agreement referred to in article II or a duly certified copy thereof.</p> <p class=\"section\">2 If the said award or agreement is not made in an official language of the country in which the award is relied upon, the party applying for recognition and enforcement of the award shall produce a translation of these documents into such language. The translation shall be certified by an official or sworn translator or by a diplomatic or consular agent.</p> <p class=\"Pheading3\">Article V</p> <p class=\"section\">1 Recognition and enforcement of the award may be refused, at the request of the party against whom it is invoked, only if that party furnishes to the competent authority where the recognition and enforcement is sought, proof that:</p> <p class=\"paragraph\">  (a) The parties to the agreement referred to in article II were, under the law applicable to them, under some incapacity, or the said agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law of the country where the award was made; or</p> <p class=\"paragraph\">  (b) The party against whom the award is invoked was not given proper notice of the appointment of the arbitrator or of the arbitration proceedings or was otherwise unable to present his case; or</p> <p class=\"paragraph\">  (c) The award deals with a difference not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration, provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, that part of the award which contains decisions on matters submitted to arbitration may be recognized and enforced; or</p> <p class=\"paragraph\">  (d) The composition of the arbitral authority or the arbitral procedure was not in accordance with the agreement of the parties, or, failing such agreement, was not in accordance with the law of the country where the arbitration took place; or</p> <p class=\"paragraph\">  (e) The award has not yet become binding on the parties, or has been set aside or suspended by a competent authority of the country in which, or under the law of which, that award was made.</p> <p class=\"section\">2 Recognition and enforcement of an arbitral award may also be refused if the competent authority in the country where recognition and enforcement is sought finds that:</p> <p class=\"paragraph\">  (a) The subject matter of the difference is not capable of settlement by arbitration under the law of that country; or</p> <p class=\"paragraph\">  (b) The recognition or enforcement of the award would be contrary to the public policy of that country.</p> <p class=\"Pheading3\">Article VI</p> <p class=\"paranoindt\">If an application for the setting aside or suspension of the award has been made to a competent authority referred to in article V(l)(e), the authority before which the award is sought to be relied upon may, if it considers it proper, adjourn the decision on the enforcement of the award and may also, on the application of the party claiming enforcement of the award, order the other party to give suitable security.</p> <p class=\"Pheading3\">Article VII</p> <p class=\"section\">1 The provisions of the present Convention shall not affect the validity of multilateral or bilateral agreements concerning the recognition and enforcement of arbitral awards entered into by the Contracting States nor deprive any interested party of any right he may have to avail himself of an arbitral award in the manner and to the extent allowed by the law or the treaties of the country where such award is sought to be relied upon.</p> <p class=\"section\">2 The Geneva Protocol on Arbitration Clauses of 1923 and the Geneva Convention on the Execution of Foreign Arbitral Awards of 1927 shall cease to have effect between Contracting States on their becoming bound and to the extent that they become bound, by this Convention.</p> <p class=\"Pheading3\">Article VIII</p> <p class=\"section\">1 This Convention shall be open until 31 December 1958 for signature on behalf of any Member of the United Nations and also on behalf of any other State which is or hereafter becomes a member of any specialized agency of the United Nations, or which is or hereafter becomes a party to the Statute of the International Court of Justice, or any other State to which an invitation has been addressed by the General Assembly of the United Nations.</p> <p class=\"section\">2 This Convention shall be ratified and the instrument of ratification shall be deposited with the Secretary-General of the United Nations.</p> <p class=\"Pheading3\">Article IX</p> <p class=\"section\">1 This Convention shall be open for accession to all States referred to in article VIII.</p> <p class=\"section\">2 Accession shall be effected by the deposit of an instrument of accession with the Secretary-General of the United Nations.</p> <p class=\"Pheading3\">Article X</p> <p class=\"section\">1 Any State may, at the time of signature, ratification or accession, declare that this Convention shall extend to all or any of the territories for the international relations of which it is responsible. Such a declaration shall take effect when the Convention enters into force for the State concerned.</p> <p class=\"section\">2 At any time thereafter any such extension shall be made by notification addressed to the Secretary-General of the United Nations and shall take effect as from the ninetieth day after the day of receipt by the Secretary-General of the United Nations of this notification, or as from the date of entry into force of the Convention for the State concerned, whichever is the later.</p> <p class=\"section\">3 With respect to those territories to which this Convention is not extended at the time of signature, ratification or accession, each State concerned shall consider the possibility of taking the necessary steps in order to extend the application of this Convention to such territories, subject, where necessary for constitutional reasons, to the consent of the Governments of such territories.</p> <p class=\"Pheading3\">Article XI</p> <p class=\"paranoindt\">In the case of a federal or non-unitary State, the following provisions shall apply:</p> <p class=\"paragraph\">  (a) With respect to those articles of this Convention that come within the legislative jurisdiction of the federal authority, the obligations of the federal Government shall to this extent be the same as those of Contracting States which are not federal States;</p> <p class=\"paragraph\">  (b) With respect to those articles of this Convention that come within the legislative jurisdiction of constituent states or provinces which are not, under the constitutional system of the federation, bound to take legislative action, the federal Government shall bring such articles with a favourable recommendation to the notice of the appropriate authorities of constituent states or provinces at the earliest possible moment;</p> <p class=\"paragraph\">  (c) A federal State Party to this Convention shall, at the request of any other Contracting State transmitted through the Secretary-General of the United Nations, supply a statement of the law and practice of the federation and its constituent units in regard to any particular provision of this Convention, showing the extent to which effect has been given to that provision by legislative or other action.</p> <p class=\"Pheading3\">Article XII</p> <p class=\"section\">1 This Convention shall come into force on the ninetieth day following the date of deposit of the third instrument of ratification or accession.</p> <p class=\"section\">2 For each State ratifying or acceding to this Convention after the deposit of the third instrument of ratification or accession, this Convention shall enter into force on the ninetieth day after deposit by such State of its instrument of ratification or accession.</p> <p class=\"Pheading3\">Article XIII</p> <p class=\"section\">1 Any Contracting State may denounce this Convention by a written notification to the Secretary-General of the United Nations. Denunciation shall take effect one year after the date of receipt of the notification by the Secretary-General.</p> <p class=\"section\">2 Any State which has made a declaration or notification under article X may, at any time thereafter, by notification to the Secretary-General of the United Nations, declare that this Convention shall cease to extend to the territory concerned one year after the date of the receipt of the notification by the Secretary-General.</p> <p class=\"section\">3 This Convention shall continue to be applicable to arbitral awards in respect of which recognition or enforcement proceedings have been instituted before the denunciation takes effect.</p> <p class=\"Pheading3\">Article XIV</p> <p class=\"paranoindt\">A Contracting State shall not be entitled to avail itself of the present Convention against other Contracting States except to the extent that it is itself bound to apply the Convention.</p> <p class=\"Pheading3\">Article XV</p> <p class=\"paranoindt\">The Secretary-General of the United Nations shall notify the States contemplated in article VIII of the following:</p> <p class=\"paragraph\">  (a) Signatures and ratifications in accordance with article VIII;</p> <p class=\"paragraph\">  (b) Accessions in accordance with article IX;</p> <p class=\"paragraph\">  (c) Declarations and notifications under articles I, X and XI;</p> <p class=\"paragraph\">  (d) The date upon which this Convention enters into force in accordance with article XII;</p> <p class=\"paragraph\">  (e) Denunciations and notifications in accordance with article XIII.</p> <p class=\"Pheading3\">Article XVI</p> <p class=\"section\">1 This Convention, of which the Chinese, English, French, Russian and Spanish texts shall be equally authentic, shall be deposited in the archives of the United Nations.</p> <p class=\"section\">2 The Secretary-General of the United Nations shall transmit a certified copy of this Convention to the States contemplated in article VIII.</p> <p class=\"schedule\"><a name=\"BK16\"></a>Schedule 2 <br/>  UNCITRAL Model Law on International Commercial Arbitration</p> <p class=\"heading3\">(United Nations documents A/40/17, annex I and A/61/17, annex I)</p> <p class=\"Pheading3\">(As adopted by the United Nations Commission on  <br/>  International Trade Law on 21 June 1985,  <br/>  and as amended by the United Nations Commission  <br/>  on International Trade Law on 7 July 2006)</p> <p class=\"headingx\">CHAPTER I. <br/>  GENERAL PROVISIONS</p> <p class=\"heading3\"><i>Article 1. Scope of application</i></p> <p class=\"subsection\">(1) This Law applies to international commercial arbitration, subject to any agreement in force between this State and any other State or States.</p> <p class=\"subsection\">(2) The provisions of this Law, except articles 8, 9, 17 H, 17 I, 17 J, 35 and 36, apply only if the place of arbitration is in the territory of this State.</p> <p class=\"subsection\">(3) An arbitration is international if:</p> <p class=\"paragraph\">  (a) the parties to an arbitration agreement have, at the time of the conclusion of that agreement, their places of business in different States; or</p> <p class=\"paragraph\">  (b) one of the following places is situated outside the State in which the parties have their places of business:</p> <p class=\"subpara\">  (i) the place of arbitration if determined in, or pursuant to, the arbitration agreement;</p> <p class=\"subpara\">  (ii) any place where a substantial part of the obligations of the commercial relationship is to be performed or the place with which the subject- matter of the dispute is most closely connected; or</p> <p class=\"paragraph\">  (c) the parties have expressly agreed that the subject-matter of the arbitration agreement relates to more than one country.</p> <p class=\"subsection\">(4) For the purposes of paragraph (3) of this article:</p> <p class=\"paragraph\">  (a) if a party has more than one place of business, the place of business is that which has the closest relationship to the arbitration agreement;</p> <p class=\"paragraph\">  (b) if a party does not have a place of business, reference is to be made to his habitual residence.</p> <p class=\"subsection\">(5) This Law shall not affect any other law of this State by virtue of which certain disputes may not be submitted to arbitration or may be submitted to arbitration only according to provisions other than those of this Law.</p> <p class=\"heading3\"><i>Article 2. Definitions and rules of interpretation</i></p> <p class=\"paranoindt\">For the purposes of this Law:</p> <p class=\"paragraph\">  (a) “arbitration” means any arbitration whether or not administered by a permanent arbitral institution;</p> <p class=\"paragraph\">  (b) “arbitral tribunal” means a sole arbitrator or a panel of arbitrators;</p> <p class=\"paragraph\">  (c) “court” means a body or organ of the judicial system of a State;</p> <p class=\"paragraph\">  (d) where a provision of this Law, except article 28, leaves the parties free to determine a certain issue, such freedom includes the right of the parties to authorize a third party, including an institution, to make that determination;</p> <p class=\"paragraph\">  (e) where a provision of this Law refers to the fact that the parties have agreed or that they may agree or in any other way refers to an agreement of the parties, such agreement includes any arbitration rules referred to in that agreement;</p> <p class=\"paragraph\">  (f) where a provision of this Law, other than in articles 25(a) and 32(2) (a), refers to a claim, it also applies to a counter-claim, and where it refers to a defence, it also applies to a defence to such counter-claim.</p> <p class=\"heading3\"><i>Article 2 A. International origin and general principles</i></p> <p class=\"subsection\">(1) In the interpretation of this Law, regard is to be had to its international origin and to the need to promote uniformity in its application and the observance of good faith.</p> <p class=\"subsection\">(2) Questions concerning matters governed by this Law which are not expressly settled in it are to be settled in conformity with the general principles on which this Law is based.</p> <p class=\"heading3\"><i>Article 3. Receipt of written communications</i></p> <p class=\"subsection\">(1) Unless otherwise agreed by the parties:</p> <p class=\"paragraph\">  (a) any written communication is deemed to have been received if it is delivered to the addressee personally or if it is delivered at his place of business, habitual residence or mailing address; if none of these can be found after making a reasonable inquiry, a written communication is deemed to have been received if it is sent to the addressee’s last-known place of business, habitual residence or mailing address by registered letter or any other means which provides a record of the attempt to deliver it;</p> <p class=\"paragraph\">  (b) the communication is deemed to have been received on the day it is so delivered.</p> <p class=\"subsection\">(2) The provisions of this article do not apply to communications in court proceedings.</p> <p class=\"heading3\"><i>Article 4. Waiver of right to object</i></p> <p class=\"paranoindt\">A party who knows that any provision of this Law from which the parties may derogate or any requirement under the arbitration agreement has not been complied with and yet proceeds with the arbitration without stating his objection to such non-compliance without undue delay or, if a time-limit is provided therefor, within such period of time, shall be deemed to have waived his right to object.</p> <p class=\"heading3\"><i>Article 5. Extent of court intervention</i></p> <p class=\"paranoindt\">In matters governed by this Law, no court shall intervene except where so provided in this Law.</p> <p class=\"heading3\"><i>Article 6. Court or other authority for certain functions of arbitration assistance and supervision</i></p> <p class=\"paranoindt\">The functions referred to in articles 11(3), 11(4), 13(3), 14, 16(3) and 34(2) shall be performed by the Superior Court of Justice.</p> <p class=\"headingx\">CHAPTER II. <br/>  ARBITRATION AGREEMENT</p> <p class=\"paranoindt\"><i>Option I</i></p> <p class=\"heading3\"><i>Article 7. Definition and form of arbitration agreement</i></p> <p class=\"subsection\">(1) “Arbitration agreement” is an agreement by the parties to submit to arbitration all or certain disputes which have arisen or which may arise between them in respect of a defined legal relationship, whether contractual or not. An arbitration agreement may be in the form of an arbitration clause in a contract or in the form of a separate agreement.</p> <p class=\"subsection\">(2) The arbitration agreement shall be in writing.</p> <p class=\"subsection\">(3) An arbitration agreement is in writing if its content is recorded in any form, whether or not the arbitration agreement or contract has been concluded orally, by conduct, or by other means.</p> <p class=\"subsection\">(4) The requirement that an arbitration agreement be in writing is met by an electronic communication if the information contained therein is accessible so as to be useable for subsequent reference; “electronic communication” means any communication that the parties make by means of data messages; “data message” means information generated, sent, received or stored by electronic, magnetic, optical or similar means, including, but not limited to, electronic data interchange (EDI), electronic mail, telegram, telex or telecopy.</p> <p class=\"subsection\">(5) Furthermore, an arbitration agreement is in writing if it is contained in an exchange of statements of claim and defence in which the existence of an agreement is alleged by one party and not denied by the other.</p> <p class=\"subsection\">(6) The reference in a contract to any document containing an arbitration clause constitutes an arbitration agreement in writing, provided that the reference is such as to make that clause part of the contract.</p> <p class=\"paranoindt\"><i>Option II</i></p> <p class=\"heading3\"><i>Article 7. Definition of arbitration agreement</i></p> <p class=\"paranoindt\">“Arbitration agreement” is an agreement by the parties to submit to arbitration all or certain disputes which have arisen or which may arise between them in respect of a defined legal relationship, whether contractual or not.</p> <p class=\"heading3\"><i>Article 8. Arbitration agreement and substantive claim before court</i></p> <p class=\"subsection\">(1) A court before which an action is brought in a matter which is the subject of an arbitration agreement shall, if a party so requests not later than when submitting his first statement on the substance of the dispute, refer the parties to arbitration unless it finds that the agreement is null and void, inoperative or incapable of being performed.</p> <p class=\"subsection\">(2) Where an action referred to in paragraph (1) of this article has been brought, arbitral proceedings may nevertheless be commenced or continued, and an award may be made, while the issue is pending before the court.</p> <p class=\"heading3\"><i>Article 9. Arbitration agreement and interim measures by court</i></p> <p class=\"paranoindt\">It is not incompatible with an arbitration agreement for a party to request, before or during arbitral proceedings, from a court an interim measure of protection and for a court to grant such measure.</p> <p class=\"headingx\">CHAPTER III. <br/>  COMPOSITION OF ARBITRAL TRIBUNAL</p> <p class=\"heading3\"><i>Article 10. Number of arbitrators</i></p> <p class=\"subsection\">(1) The parties are free to determine the number of arbitrators.</p> <p class=\"subsection\">(2) Failing such determination, the number of arbitrators shall be three.</p> <p class=\"heading3\"><i>Article 11. Appointment of arbitrators</i></p> <p class=\"subsection\">(1) No person shall be precluded by reason of his nationality from acting as an arbitrator, unless otherwise agreed by the parties.</p> <p class=\"subsection\">(2) The parties are free to agree on a procedure of appointing the arbitrator or arbitrators, subject to the provisions of paragraphs (4) and (5) of this article.</p> <p class=\"subsection\">(3) Failing such agreement,</p> <p class=\"paragraph\">  (a) in an arbitration with three arbitrators, each party shall appoint one arbitrator, and the two arbitrators thus appointed shall appoint the third arbitrator; if a party fails to appoint the arbitrator within thirty days of receipt of a request to do so from the other party, or if the two arbitrators fail to agree on the third arbitrator within thirty days of their appointment, the appointment shall be made, upon request of a party, by the court or other authority specified in article 6;</p> <p class=\"paragraph\">  (b) in an arbitration with a sole arbitrator, if the parties are unable to agree on the arbitrator, he shall be appointed, upon request of a party, by the court or other authority specified in article 6.</p> <p class=\"subsection\">(4) Where, under an appointment procedure agreed upon by the parties,</p> <p class=\"paragraph\">  (a) a party fails to act as required under such procedure, or</p> <p class=\"paragraph\">  (b) the parties, or two arbitrators, are unable to reach an agreement expected of them under such procedure, or</p> <p class=\"paragraph\">  (c) a third party, including an institution, fails to perform any function entrusted to it under such procedure, any party may request the court or other authority specified in article 6 to take the necessary measure, unless the agreement on the appointment procedure provides other means for securing the appointment.</p> <p class=\"subsection\">(5) A decision on a matter entrusted by paragraph (3) or (4) of this article to the court or other authority specified in article 6 shall be subject to no appeal. The court or other authority, in appointing an arbitrator, shall have due regard to any qualifications required of the arbitrator by the agreement of the parties and to such considerations as are likely to secure the appointment of an independent and impartial arbitrator and, in the case of a sole or third arbitrator, shall take into account as well the advisability of appointing an arbitrator of a nationality other than those of the parties.</p> <p class=\"heading3\"><i>Article 12. Grounds for challenge</i></p> <p class=\"subsection\">(1) When a person is approached in connection with his possible appointment as an arbitrator, he shall disclose any circumstances likely to give rise to justifiable doubts as to his impartiality or independence. An arbitrator, from the time of his appointment and throughout the arbitral proceedings, shall without delay disclose any such circumstances to the parties unless they have already been informed of them by him.</p> <p class=\"subsection\">(2) An arbitrator may be challenged only if circumstances exist that give rise to justifiable doubts as to his impartiality or independence, or if he does not possess qualifications agreed to by the parties. A party may challenge an arbitrator appointed by him, or in whose appointment he has participated, only for reasons of which he becomes aware after the appointment has been made.</p> <p class=\"heading3\"><i>Article 13. Challenge procedure</i></p> <p class=\"subsection\">(1) The parties are free to agree on a procedure for challenging an arbitrator, subject to the provisions of paragraph (3) of this article.</p> <p class=\"subsection\">(2) Failing such agreement, a party who intends to challenge an arbitrator shall, within fifteen days after becoming aware of the constitution of the arbitral tribunal or after becoming aware of any circumstance referred to in article 12(2), send a written statement of the reasons for the challenge to the arbitral tribunal. Unless the challenged arbitrator withdraws from his office or the other party agrees to the challenge, the arbitral tribunal shall decide on the challenge.</p> <p class=\"subsection\">(3) If a challenge under any procedure agreed upon by the parties or under the procedure of paragraph (2) of this article is not successful, the challenging party may request, within thirty days after having received notice of the decision rejecting the challenge, the court or other authority specified in article 6 to decide on the challenge, which decision shall be subject to no appeal; while such a request is pending, the arbitral tribunal, including the challenged arbitrator, may continue the arbitral proceedings and make an award.</p> <p class=\"heading3\"><i>Article 14. Failure or impossibility to act</i></p> <p class=\"subsection\">(1) If an arbitrator becomes <i>de jure</i> or <i>de facto</i> unable to perform his functions or for other reasons fails to act without undue delay, his mandate terminates if he withdraws from his office or if the parties agree on the termination. Otherwise, if a controversy remains concerning any of these grounds, any party may request the court or other authority specified in article 6 to decide on the termination of the mandate, which decision shall be subject to no appeal.</p> <p class=\"subsection\">(2) If, under this article or article 13(2), an arbitrator withdraws from his office or a party agrees to the termination of the mandate of an arbitrator, this does not imply acceptance of the validity of any ground referred to in this article or article 12(2).</p> <p class=\"heading3\"><i>Article 15. Appointment of substitute arbitrator</i></p> <p class=\"paranoindt\">Where the mandate of an arbitrator terminates under article 13 or 14 or because of his withdrawal from office for any other reason or because of the revocation of his mandate by agreement of the parties or in any other case of termination of his mandate, a substitute arbitrator shall be appointed according to the rules that were applicable to the appointment of the arbitrator being replaced.</p> <p class=\"headingx\">CHAPTER IV. <br/>  JURISDICTION OF ARBITRAL TRIBUNAL</p> <p class=\"heading3\"><i>Article 16. Competence of arbitral tribunal to rule on its jurisdiction</i></p> <p class=\"subsection\">(1) The arbitral tribunal may rule on its own jurisdiction, including any objections with respect to the existence or validity of the arbitration agreement. For that purpose, an arbitration clause which forms part of a contract shall be treated as an agreement independent of the other terms of the contract. A decision by the arbitral tribunal that the contract is null and void shall not entail <i>ipso jure</i> the invalidity of the arbitration clause.</p> <p class=\"subsection\">(2) A plea that the arbitral tribunal does not have jurisdiction shall be raised not later than the submission of the statement of defence. A party is not precluded from raising such a plea by the fact that he has appointed, or participated in the appointment of, an arbitrator. A plea that the arbitral tribunal is exceeding the scope of its authority shall be raised as soon as the matter alleged to be beyond the scope of its authority is raised during the arbitral proceedings. The arbitral tribunal may, in either case, admit a later plea if it considers the delay justified.</p> <p class=\"subsection\">(3) The arbitral tribunal may rule on a plea referred to in paragraph (2) of this article either as a preliminary question or in an award on the merits. If the arbitral tribunal rules as a preliminary question that it has jurisdiction, any party may request, within thirty days after having received notice of that ruling, the court specified in article 6 to decide the matter, which decision shall be subject to no appeal; while such a request is pending, the arbitral tribunal may continue the arbitral proceedings and make an award.</p> <p class=\"headingx\">CHAPTER IV A. <br/>  INTERIM MEASURES AND PRELIMINARY ORDERS</p> <p class=\"Pheading3\">Section 1. Interim measures</p> <p class=\"heading3\"><i>Article 17. Power of arbitral tribunal to order interim measures</i></p> <p class=\"subsection\">(1) Unless otherwise agreed by the parties, the arbitral tribunal may, at the request of a party, grant interim measures.</p> <p class=\"subsection\">(2) An interim measure is any temporary measure, whether in the form of an award or in another form, by which, at any time prior to the issuance of the award by which the dispute is finally decided, the arbitral tribunal orders a party to:</p> <p class=\"paragraph\">  (a) Maintain or restore the status quo pending determination of the dispute;</p> <p class=\"paragraph\">  (b) Take action that would prevent, or refrain from taking action that is likely to cause, current or imminent harm or prejudice to the arbitral process itself;</p> <p class=\"paragraph\">  (c) Provide a means of preserving assets out of which a subsequent award may be satisfied; or</p> <p class=\"paragraph\">  (d) Preserve evidence that may be relevant and material to the resolution of the dispute.</p> <p class=\"heading3\"><i>Article 17 A. Conditions for granting interim measures</i></p> <p class=\"subsection\">(1) The party requesting an interim measure under article 17(2)(a), (b) and (c) shall satisfy the arbitral tribunal that:</p> <p class=\"paragraph\">  (a) Harm not adequately reparable by an award of damages is likely to result if the measure is not ordered, and such harm substantially outweighs the harm that is likely to result to the party against whom the measure is directed if the measure is granted; and</p> <p class=\"paragraph\">  (b) There is a reasonable possibility that the requesting party will succeed on the merits of the claim. The determination on this possibility shall not affect the discretion of the arbitral tribunal in making any subsequent determination.</p> <p class=\"subsection\">(2) With regard to a request for an interim measure under article 17(2)(d), the requirements in paragraphs (1)(a) and (b) of this article shall apply only to the extent the arbitral tribunal considers appropriate.</p> <p class=\"Pheading3\">Section 2. Preliminary orders</p> <p class=\"heading3\"><i>Article 17 B. Applications for preliminary orders and conditions for granting preliminary orders</i></p> <p class=\"subsection\">(1) Unless otherwise agreed by the parties, a party may, without notice to any other party, make a request for an interim measure together with an application for a preliminary order directing a party not to frustrate the purpose of the interim measure requested.</p> <p class=\"subsection\">(2) The arbitral tribunal may grant a preliminary order provided it considers that prior disclosure of the request for the interim measure to the party against whom it is directed risks frustrating the purpose of the measure.</p> <p class=\"subsection\">(3) The conditions defined under article 17A apply to any preliminary order, provided that the harm to be assessed under article 17A(1)(a), is the harm likely to result from the order being granted or not.</p> <p class=\"heading3\"><i>Article 17 C. Specific regime for preliminary orders</i></p> <p class=\"subsection\">(1) Immediately after the arbitral tribunal has made a determination in respect of an application for a preliminary order, the arbitral tribunal shall give notice to all parties of the request for the interim measure, the application for the preliminary order, the preliminary order, if any, and all other communications, including by indicating the content of any oral communication, between any party and the arbitral tribunal in relation thereto.</p> <p class=\"subsection\">(2) At the same time, the arbitral tribunal shall give an opportunity to any party against whom a preliminary order is directed to present its case at the earliest practicable time.</p> <p class=\"subsection\">(3) The arbitral tribunal shall decide promptly on any objection to the preliminary order.</p> <p class=\"subsection\">(4) A preliminary order shall expire after twenty days from the date on which it was issued by the arbitral tribunal. However, the arbitral tribunal may issue an interim measure adopting or modifying the preliminary order, after the party against whom the preliminary order is directed has been given notice and an opportunity to present its case.</p> <p class=\"subsection\">(5) A preliminary order shall be binding on the parties but shall not be subject to enforcement by a court. Such a preliminary order does not constitute an award.</p> <p class=\"Pheading3\">Section 3. Provisions applicable to interim measures and preliminary orders</p> <p class=\"heading3\"><i>Article 17 D. Modification, suspension, termination</i></p> <p class=\"paranoindt\">The arbitral tribunal may modify, suspend or terminate an interim measure or a preliminary order it has granted, upon application of any party or, in exceptional circumstances and upon prior notice to the parties, on the arbitral tribunal’s own initiative.</p> <p class=\"heading3\"><i>Article 17 E. Provision of security</i></p> <p class=\"subsection\">(1) The arbitral tribunal may require the party requesting an interim measure to provide appropriate security in connection with the measure.</p> <p class=\"subsection\">(2) The arbitral tribunal shall require the party applying for a preliminary order to provide security in connection with the order unless the arbitral tribunal considers it inappropriate or unnecessary to do so.</p> <p class=\"heading3\"><i>Article 17 F. Disclosure</i></p> <p class=\"subsection\">(1) The arbitral tribunal may require any party promptly to disclose any material change in the circumstances on the basis of which the measure was requested or granted.</p> <p class=\"subsection\">(2) The party applying for a preliminary order shall disclose to the arbitral tribunal all circumstances that are likely to be relevant to the arbitral tribunal’s determination whether to grant or maintain the order, and such obligation shall continue until the party against whom the order has been requested has had an opportunity to present its case. Thereafter, paragraph (1) of this article shall apply.</p> <p class=\"heading3\"><i>Article 17 G. Costs and damages</i></p> <p class=\"paranoindt\">The party requesting an interim measure or applying for a preliminary order shall be liable for any costs and damages caused by the measure or the order to any party if the arbitral tribunal later determines that, in the circumstances, the measure or the order should not have been granted. The arbitral tribunal may award such costs and damages at any point during the proceedings.</p> <p class=\"Pheading3\">Section 4. Recognition and enforcement of interim measures</p> <p class=\"heading3\"><i>Article 17 H. Recognition and enforcement</i></p> <p class=\"subsection\">(1) An interim measure issued by an arbitral tribunal shall be recognized as binding and, unless otherwise provided by the arbitral tribunal, enforced upon application to the competent court, irrespective of the country in which it was issued, subject to the provisions of article 17 I.</p> <p class=\"subsection\">(2) The party who is seeking or has obtained recognition or enforcement of an interim measure shall promptly inform the court of any termination, suspension or modification of that interim measure.</p> <p class=\"subsection\">(3) The court of the State where recognition or enforcement is sought may, if it considers it proper, order the requesting party to provide appropriate security if the arbitral tribunal has not already made a determination with respect to security or where such a decision is necessary to protect the rights of third parties.</p> <p class=\"heading3\"><i>Article 17 I. Grounds for refusing recognition or enforcement</i></p> <p class=\"subsection\">(1) Recognition or enforcement of an interim measure may be refused only:</p> <p class=\"paragraph\">  (a) At the request of the party against whom it is invoked if the court is satisfied that:</p> <p class=\"subpara\">  (i) Such refusal is warranted on the grounds set forth in article 36(1)(a)(i), (ii), (iii) or (iv); or</p> <p class=\"subpara\">  (ii) The arbitral tribunal’s decision with respect to the provision of security in connection with the interim measure issued by the arbitral tribunal has not been complied with; or</p> <p class=\"subpara\">  (iii) The interim measure has been terminated or suspended by the arbitral tribunal or, where so empowered, by the court of the State in which the arbitration takes place or under the law of which that interim measure was granted; or</p> <p class=\"paragraph\">  (b) If the court finds that:</p> <p class=\"subpara\">  (i) The interim measure is incompatible with the powers conferred upon the court unless the court decides to reformulate the interim measure to the extent necessary to adapt it to its own powers and procedures for the purposes of enforcing that interim measure and without modifying its substance; or</p> <p class=\"subpara\">  (ii) Any of the grounds set forth in article 36(1)(b)(i) or (ii), apply to the recognition and enforcement of the interim measure.</p> <p class=\"subsection\">(2) Any determination made by the court on any ground in paragraph (1) of this article shall be effective only for the purposes of the application to recognize and enforce the interim measure. The court where recognition or enforcement is sought shall not, in making that determination, undertake a review of the substance of the interim measure.</p> <p class=\"Pheading3\">Section 5. Court-ordered interim measures</p> <p class=\"heading3\"><i>Article 17 J. Court-ordered interim measures</i></p> <p class=\"paranoindt\">A court shall have the same power of issuing an interim measure in relation to arbitration proceedings, irrespective of whether their place is in the territory of this State, as it has in relation to proceedings in courts. The court shall exercise such power in accordance with its own procedures in consideration of the specific features of international arbitration.</p> <p class=\"headingx\">CHAPTER V. <br/>  CONDUCT OF ARBITRAL PROCEEDINGS</p> <p class=\"heading3\"><i>Article 18. Equal treatment of parties</i></p> <p class=\"paranoindt\">The parties shall be treated with equality and each party shall be given a full opportunity of presenting his case.</p> <p class=\"heading3\"><i>Article 19. Determination of rules of procedure</i></p> <p class=\"subsection\">(1) Subject to the provisions of this Law, the parties are free to agree on the procedure to be followed by the arbitral tribunal in conducting the proceedings.</p> <p class=\"subsection\">(2) Failing such agreement, the arbitral tribunal may, subject to the provisions of this Law, conduct the arbitration in such manner as it considers appropriate. The power conferred upon the arbitral tribunal includes the power to determine the admissibility, relevance, materiality and weight of any evidence.</p> <p class=\"heading3\"><i>Article 20. Place of arbitration</i></p> <p class=\"subsection\">(1) The parties are free to agree on the place of arbitration. Failing such agreement, the place of arbitration shall be determined by the arbitral tribunal having regard to the circumstances of the case, including the convenience of the parties.</p> <p class=\"subsection\">(2) Notwithstanding the provisions of paragraph (1) of this article, the arbitral tribunal may, unless otherwise agreed by the parties, meet at any place it considers appropriate for consultation among its members, for hearing witnesses, experts or the parties, or for inspection of goods, other property or documents.</p> <p class=\"heading3\"><i>Article 21. Commencement of arbitral proceedings</i></p> <p class=\"paranoindt\">Unless otherwise agreed by the parties, the arbitral proceedings in respect of a particular dispute commence on the date on which a request for that dispute to be referred to arbitration is received by the respondent.</p> <p class=\"heading3\"><i>Article 22. Language</i></p> <p class=\"subsection\">(1) The parties are free to agree on the language or languages to be used in the arbitral proceedings. Failing such agreement, the arbitral tribunal shall determine the language or languages to be used in the proceedings. This agreement or determination, unless otherwise specified therein, shall apply to any written statement by a party, any hearing and any award, decision or other communication by the arbitral tribunal.</p> <p class=\"subsection\">(2) The arbitral tribunal may order that any documentary evidence shall be accompanied by a translation into the language or languages agreed upon by the parties or determined by the arbitral tribunal.</p> <p class=\"heading3\"><i>Article 23. Statements of claim and defence</i></p> <p class=\"subsection\">(1) Within the period of time agreed by the parties or determined by the arbitral tribunal, the claimant shall state the facts supporting his claim, the points at issue and the relief or remedy sought, and the respondent shall state his defence in respect of these particulars, unless the parties have otherwise agreed as to the required elements of such statements. The parties may submit with their statements all documents they consider to be relevant or may add a reference to the documents or other evidence they will submit.</p> <p class=\"subsection\">(2) Unless otherwise agreed by the parties, either party may amend or supplement his claim or defence during the course of the arbitral proceedings, unless the arbitral tribunal considers it inappropriate to allow such amendment having regard to the delay in making it.</p> <p class=\"heading3\"><i>Article 24. Hearings and written proceedings</i></p> <p class=\"subsection\">(1) Subject to any contrary agreement by the parties, the arbitral tribunal shall decide whether to hold oral hearings for the presentation of evidence or for oral argument, or whether the proceedings shall be conducted on the basis of documents and other materials. However, unless the parties have agreed that no hearings shall be held, the arbitral tribunal shall hold such hearings at an appropriate stage of the proceedings, if so requested by a party.</p> <p class=\"subsection\">(2) The parties shall be given sufficient advance notice of any hearing and of any meeting of the arbitral tribunal for the purposes of inspection of goods, other property or documents.</p> <p class=\"subsection\">(3) All statements, documents or other information supplied to the arbitral tribunal by one party shall be communicated to the other party. Also any expert report or evidentiary document on which the arbitral tribunal may rely in making its decision shall be communicated to the parties.</p> <p class=\"heading3\"><i>Article 25. Default of a party</i></p> <p class=\"paranoindt\">Unless otherwise agreed by the parties, if, without showing sufficient cause,</p> <p class=\"paragraph\">  (a) the claimant fails to communicate his statement of claim in accordance with article 23(1), the arbitral tribunal shall terminate the proceedings;</p> <p class=\"paragraph\">  (b) the respondent fails to communicate his statement of defence in accordance with article 23(1), the arbitral tribunal shall continue the proceedings without treating such failure in itself as an admission of the claimant’s allegations;</p> <p class=\"paragraph\">  (c) any party fails to appear at a hearing or to produce documentary evidence, the arbitral tribunal may continue the proceedings and make the award on the evidence before it.</p> <p class=\"heading3\"><i>Article 26. Expert appointed by arbitral tribunal</i></p> <p class=\"subsection\">(1) Unless otherwise agreed by the parties, the arbitral tribunal,</p> <p class=\"paragraph\">  (a) may appoint one or more experts to report to it on specific issues to be determined by the arbitral tribunal;</p> <p class=\"paragraph\">  (b) may require a party to give the expert any relevant information or to produce, or to provide access to, any relevant documents, goods or other property for his inspection.</p> <p class=\"subsection\">(2) Unless otherwise agreed by the parties, if a party so requests or if the arbitral tribunal considers it necessary, the expert shall, after delivery of his written or oral report, participate in a hearing where the parties have the opportunity to put questions to him and to present expert witnesses in order to testify on the points at issue.</p> <p class=\"heading3\"><i>Article 27. Court assistance in taking evidence</i></p> <p class=\"paranoindt\">The arbitral tribunal or a party with the approval of the arbitral tribunal may request from a competent court of this State assistance in taking evidence. The court may execute the request within its competence and according to its rules on taking evidence.</p> <p class=\"headingx\">CHAPTER VI. <br/>  MAKING OF AWARD AND TERMINATION OF PROCEEDINGS</p> <p class=\"heading3\"><i>Article 28. Rules applicable to substance of dispute</i></p> <p class=\"subsection\">(1) The arbitral tribunal shall decide the dispute in accordance with such rules of law as are chosen by the parties as applicable to the substance of the dispute. Any designation of the law or legal system of a given State shall be construed, unless otherwise expressed, as directly referring to the substantive law of that State and not to its conflict of laws rules.</p> <p class=\"subsection\">(2) Failing any designation by the parties, the arbitral tribunal shall apply the law determined by the conflict of laws rules which it considers applicable.</p> <p class=\"subsection\">(3) The arbitral tribunal shall decide <i>ex aequo et bono</i> or as <i>amiable compositeur</i> only if the parties have expressly authorized it to do so.</p> <p class=\"subsection\">(4) In all cases, the arbitral tribunal shall decide in accordance with the terms of the contract and shall take into account the usages of the trade applicable to the transaction.</p> <p class=\"heading3\"><i>Article 29. Decision-making by panel of arbitrators</i></p> <p class=\"paranoindt\">In arbitral proceedings with more than one arbitrator, any decision of the arbitral tribunal shall be made, unless otherwise agreed by the parties, by a majority of all its members. However, questions of procedure may be decided by a presiding arbitrator, if so authorized by the parties or all members of the arbitral tribunal.</p> <p class=\"heading3\"><i>Article 30. Settlement</i></p> <p class=\"subsection\">(1) If, during arbitral proceedings, the parties settle the dispute, the arbitral tribunal shall terminate the proceedings and, if requested by the parties and not objected to by the arbitral tribunal, record the settlement in the form of an arbitral award on agreed terms.</p> <p class=\"subsection\">(2) An award on agreed terms shall be made in accordance with the provisions of article 31 and shall state that it is an award. Such an award has the same status and effect as any other award on the merits of the case.</p> <p class=\"heading3\"><i>Article 31. Form and contents of award</i></p> <p class=\"subsection\">(1) The award shall be made in writing and shall be signed by the arbitrator or arbitrators. In arbitral proceedings with more than one arbitrator, the signatures of the majority of all members of the arbitral tribunal shall suffice, provided that the reason for any omitted signature is stated.</p> <p class=\"subsection\">(2) The award shall state the reasons upon which it is based, unless the parties have agreed that no reasons are to be given or the award is an award on agreed terms under article 30.</p> <p class=\"subsection\">(3) The award shall state its date and the place of arbitration as determined in accordance with article 20(1). The award shall be deemed to have been made at that place.</p> <p class=\"subsection\">(4) After the award is made, a copy signed by the arbitrators in accordance with paragraph (1) of this article shall be delivered to each party.</p> <p class=\"heading3\"><i>Article 32. Termination of proceedings</i></p> <p class=\"subsection\">(1) The arbitral proceedings are terminated by the final award or by an order of the arbitral tribunal in accordance with paragraph (2) of this article.</p> <p class=\"subsection\">(2) The arbitral tribunal shall issue an order for the termination of the arbitral proceedings when:</p> <p class=\"paragraph\">  (a) the claimant withdraws his claim, unless the respondent objects thereto and the arbitral tribunal recognizes a legitimate interest on his part in obtaining a final settlement of the dispute;</p> <p class=\"paragraph\">  (b) the parties agree on the termination of the proceedings;</p> <p class=\"paragraph\">  (c) the arbitral tribunal finds that the continuation of the proceedings has for any other reason become unnecessary or impossible.</p> <p class=\"subsection\">(3) The mandate of the arbitral tribunal terminates with the termination of the arbitral proceedings, subject to the provisions of articles 33 and 34(4).</p> <p class=\"heading3\"><i>Article 33. Correction and interpretation of award; additional award</i></p> <p class=\"subsection\">(1) Within thirty days of receipt of the award, unless another period of time has been agreed upon by the parties:</p> <p class=\"paragraph\">  (a) a party, with notice to the other party, may request the arbitral tribunal to correct in the award any errors in computation, any clerical or typographical errors or any errors of similar nature;</p> <p class=\"paragraph\">  (b) if so agreed by the parties, a party, with notice to the other party, may request the arbitral tribunal to give an interpretation of a specific point or part of the award.</p> <p class=\"paranoindt\">If the arbitral tribunal considers the request to be justified, it shall make the correction or give the interpretation within thirty days of receipt of the request. The interpretation shall form part of the award.</p> <p class=\"subsection\">(2) The arbitral tribunal may correct any error of the type referred to in paragraph (1)(a) of this article on its own initiative within thirty days of the date of the award.</p> <p class=\"subsection\">(3) Unless otherwise agreed by the parties, a party, with notice to the other party, may request, within thirty days of receipt of the award, the arbitral tribunal to make an additional award as to claims presented in the arbitral proceedings but omitted from the award. If the arbitral tribunal considers the request to be justified, it shall make the additional award within sixty days.</p> <p class=\"subsection\">(4) The arbitral tribunal may extend, if necessary, the period of time within which it shall make a correction, interpretation or an additional award under paragraph (1) or (3) of this article.</p> <p class=\"subsection\">(5) The provisions of article 31 shall apply to a correction or interpretation of the award or to an additional award.</p> <p class=\"headingx\">CHAPTER VII. <br/>  RECOURSE AGAINST AWARD</p> <p class=\"heading3\"><i>Article 34. Application for setting aside as exclusive recourse against arbitral award</i></p> <p class=\"subsection\">(1) Recourse to a court against an arbitral award may be made only by an application for setting aside in accordance with paragraphs (2) and (3) of this article.</p> <p class=\"subsection\">(2) An arbitral award may be set aside by the court specified in article 6 only if:</p> <p class=\"paragraph\">  (a) the party making the application furnishes proof that:</p> <p class=\"subpara\">  (i) a party to the arbitration agreement referred to in article 7 was under some incapacity; or the said agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law of this State; or</p> <p class=\"subpara\">  (ii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or</p> <p class=\"subpara\">  (iii) the award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or contains decisions on matters beyond the scope of the submission to arbitration, provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the award which contains decisions on matters not submitted to arbitration may be set aside; or</p> <p class=\"subpara\">  (iv) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Law from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Law; or</p> <p class=\"paragraph\">  (b) the court finds that:</p> <p class=\"subpara\">  (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law of this State; or</p> <p class=\"subpara\">  (ii) the award is in conflict with the public policy of this State.</p> <p class=\"subsection\">(3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the award or, if a request had been made under article 33, from the date on which that request had been disposed of by the arbitral tribunal.</p> <p class=\"subsection\">(4) The court, when asked to set aside an award, may, where appropriate and so requested by a party, suspend the setting aside proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the arbitral tribunal’s opinion will eliminate the grounds for setting aside.</p> <p class=\"headingx\">CHAPTER VIII. <br/>  RECOGNITION AND ENFORCEMENT OF AWARDS</p> <p class=\"heading3\"><i>Article 35. Recognition and enforcement</i></p> <p class=\"subsection\">(1) An arbitral award, irrespective of the country in which it was made, shall be recognized as binding and, upon application in writing to the competent court, shall be enforced subject to the provisions of this article and of article 36.</p> <p class=\"subsection\">(2) The party relying on an award or applying for its enforcement shall supply the original award or a copy thereof. If the award is not made in an official language of this State, the court may request the party to supply a translation thereof into such language.</p> <p class=\"heading3\"><i>Article 36. Grounds for refusing recognition or enforcement</i></p> <p class=\"subsection\">(1) Recognition or enforcement of an arbitral award, irrespective of the country in which it was made, may be refused only:</p> <p class=\"paragraph\">  (a) at the request of the party against whom it is invoked, if that party furnishes to the competent court where recognition or enforcement is sought proof that:</p> <p class=\"subpara\">  (i) a party to the arbitration agreement referred to in article 7 was under some incapacity; or the said agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law of the country where the award was made; or</p> <p class=\"subpara\">  (ii) the party against whom the award is invoked was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or</p> <p class=\"subpara\">  (iii) the award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration, provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, that part of the award which contains decisions on matters submitted to arbitration may be recognized and enforced; or</p> <p class=\"subpara\">  (iv) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties or, failing such agreement, was not in accordance with the law of the country where the arbitration took place; or</p> <p class=\"subpara\">  (v) the award has not yet become binding on the parties or has been set aside or suspended by a court of the country in which, or under the law of which, that award was made; or</p> <p class=\"paragraph\">  (b) if the court finds that:</p> <p class=\"subpara\">  (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law of this State; or</p> <p class=\"subpara\">  (ii) the recognition or enforcement of the award would be contrary to the public policy of this State.</p> <p class=\"subsection\">(2) If an application for setting aside or suspension of an award has been made to a court referred to in paragraph (1)(a)(v) of this article, the court where recognition or enforcement is sought may, if it considers it proper, adjourn its decision and may also, on the application of the party claiming recognition or enforcement of the award, order the other party to provide appropriate security.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/17i02b\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Schedule 1",
            "section_x": "Convention on the recognition and enforcement of foreign arbitral awards",
            "part_id": "PART III  ",
            "part_type": "PART III GENERAL",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Schedule 2",
            "section_x": "Uncitral model law on international commercial arbitration",
            "part_id": "PART III  ",
            "part_type": "PART III GENERAL",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        }
    ]
}