{
    "act_info": {
        "full_title": "Integrated Community Health Services Centres Act, 2023, S.O. 2023, c. 4, Sched. 1",
        "act_name_text": "Integrated Community Health Services Centres Act, 2023",
        "citation": "S.O. 2023, c. 4, Sched. 1",
        "url": "https://www.ontario.ca/laws/statute/23i04",
        "date_scraped": "2023-12-18 03:05:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September 25, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/23i04/v1",
            "valid_from": "May 18, 2023",
            "valid_to": "September 24, 2023"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/230215",
            "Citation": "O. Reg. 215/23",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Preamble",
            "section_x": "Preamble",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "PART I  ",
            "section_x": "PART I INTERPRETATION AND APPLICATION",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.",
            "section_x": "Interpretation",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND APPLICATION",
            "section_y": "Interpretation",
            "content": "1 (1) In this Act, “Board” means the Health Services Appeal and Review Board under the Ministry of Health and Long-Term Care Appeal and Review Boards Act, 1998; (“Commission”) “compliance order” means an order made under section 49; (“ordre de conformité”) “Director” means the Director or Directors appointed under section 3 and, where more than one Director has been appointed, means the Director or Directors that have been assigned the power, function or duty in the provision in which the term appears; (“directeur”) “facility cost” means, (a)  a charge, fee or payment for or in respect of a service or operating cost that, (i)  supports, assists and is a necessary adjunct, or any of them, to an insured service, and (ii)  is not part of the insured service, or (b)  any other charge, fee or payment that is prescribed as a facility cost; (“coûts d’établissement”) “health facility” means a place in which one or more members of the public receive health services and includes an integrated community health services centre; (“établissement de santé”) “inspecting body” means an organization that is prescribed as an inspecting body in accordance with the regulations; (“organisme d’inspection”) “inspector” means an inspector appointed under section 42 or 43; (“inspecteur”) “insured person” has the same meaning as in the Health Insurance Act; (“assuré”) “insured service” means, (a)  a service rendered by a physician for which an amount payable is prescribed by the regulations under the Health Insurance Act, or (b)  a service prescribed as an insured service under the Health Insurance Act rendered by a practitioner within the meaning of that Act; (“service assuré”) “integrated community health services centre” means, subject to any exemptions set out in the regulations, (a)  a health facility, including a community surgical and diagnostic centre, in which one or more members of the public receive services for or in respect of which facility costs are charged or paid, or (b)  a health facility, including a community surgical and diagnostic centre, or a class of health facilities, that is prescribed; (“centre de services de santé communautaire intégré”) “justice” has the same meaning as in the Provincial Offences Act; (“juge”) “licence” means a licence issued by the Director under this Act; (“permis”) “licensee” means the holder of a licence; (“titulaire de permis”) “Minister” means the Minister of Health or such other member of the Executive Council as may be assigned the administration of this Act under the Executive Council Act; (“ministre”) “Ministry” means the ministry of the Minister; (“ministère”) “patient” means a person who receives health services in a health facility; (“patient”) “personal information” means personal information as defined in the Freedom of Information and Protection of Privacy Act and includes personal health information as defined in the Personal Health Information Protection Act, 2004; (“renseignements personnels”) “physician” has the same meaning as in the Health Insurance Act; (“médecin”) “Plan” means the Ontario Health Insurance Plan referred to in section 10 of the Health Insurance Act; (“Régime”) “prescribed” means prescribed by the regulations; (“prescrit”) “provincial offences officer” has the same meaning as in the Provincial Offences Act; (“agent des infractions provinciales”) “quality and safety standards” means, (a)  the quality and safety standards established by an inspecting body under paragraph 1 of subsection 43 (3), (b)  any additional quality and safety standards that may be prescribed, and (c)  any other applicable generally accepted quality and safety standards; (“normes de qualité et de sécurité”) “regulated health professional” means a health professional whose profession is regulated under the Regulated Health Professions Act, 1991; (“membre d’une profession de la santé réglementée”) “regulations” means regulations made under this Act; (“règlements”) “requirement under this Act” means, (a)  a requirement contained in this Act or its regulations, (b)  a requirement set out in a compliance order or other order authorized under this Act, or (c)  a requirement that is a limitation and condition of a licence or condition of receiving funding. (“exigence que prévoit la présente loi”) Interest affecting the control of a corporation (2) A person shall be deemed to have an interest affecting the control of a corporation if the person, alone or with one or more associates, directly or indirectly beneficially owns or controls the lesser of, (a)  voting shares in the corporation in a sufficient number to permit that person, either alone or with one or more associates, to direct the management and policies of the corporation; or (b)  voting shares to which are attached 10 per cent or more of the voting rights attached to all issued and outstanding voting shares of the corporation. Associates (3) Persons shall be deemed to be associates of each other if, (a)  one person is a corporation of which the other person is an officer or director; (b)  one person is a partner of the other person; (c)  one person is a corporation of which the other person beneficially owns, directly or indirectly, voting shares carrying more than 10 per cent of the voting rights attached to all voting shares of the corporation for the time being outstanding; (d)  both persons are members of a voting trust where the trust relates to shares of a corporation; (e)  one person is the father, mother, brother, sister, child or spouse of the other person or is another relative who has the same home as the other person; or (f)  both persons are associates within the meaning of clauses (a) to (e) of the same person. Corporations without share capital (4) For the purposes of this Act, the provisions of this Act related to corporations, their control, and the ownership, control and voting of shares apply with necessary modifications in respect of corporations to which the Not-for-Profit Corporations Act, 2010\r\napplies.",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>1</b> (1) In this Act,</p> <p class=\"definition\">“Board” means the Health Services Appeal and Review Board under the <i>Ministry of Health and Long-Term Care Appeal and Review Boards Act, 1998</i>; (“Commission”)</p> <p class=\"definition\">“compliance order” means an order made under section 49; (“ordre de conformité”)</p> <p class=\"definition\">“Director” means the Director or Directors appointed under section 3 and, where more than one Director has been appointed, means the Director or Directors that have been assigned the power, function or duty in the provision in which the term appears; (“directeur”)</p> <p class=\"definition\">“facility cost” means,</p> <p class=\"paragraph\">  (a)  a charge, fee or payment for or in respect of a service or operating cost that,</p> <p class=\"subpara\">  (i)  supports, assists and is a necessary adjunct, or any of them, to an insured service, and</p> <p class=\"subpara\">  (ii)  is not part of the insured service, or</p> <p class=\"paragraph\">  (b)  any other charge, fee or payment that is prescribed as a facility cost; (“coûts d’établissement”)</p> <p class=\"definition\">“health facility” means a place in which one or more members of the public receive health services and includes an integrated community health services centre; (“établissement de santé”)</p> <p class=\"definition\">“inspecting body” means an organization that is prescribed as an inspecting body in accordance with the regulations; (“organisme d’inspection”)</p> <p class=\"definition\">“inspector” means an inspector appointed under section 42 or 43; (“inspecteur”)</p> <p class=\"definition\">“insured person” has the same meaning as in the <i>Health Insurance Act</i>; (“assuré”)</p> <p class=\"definition\">“insured service” means,</p> <p class=\"paragraph\">  (a)  a service rendered by a physician for which an amount payable is prescribed by the regulations under the <i>Health Insurance Act</i>, or</p> <p class=\"paragraph\">  (b)  a service prescribed as an insured service under the <i>Health Insurance Act</i> rendered by a practitioner within the meaning of that Act; (“service assuré”)</p> <p class=\"definition\">“integrated community health services centre” means, subject to any exemptions set out in the regulations,</p> <p class=\"paragraph\">  (a)  a health facility, including a community surgical and diagnostic centre, in which one or more members of the public receive services for or in respect of which facility costs are charged or paid, or</p> <p class=\"paragraph\">  (b)  a health facility, including a community surgical and diagnostic centre, or a class of health facilities, that is prescribed; (“centre de services de santé communautaire intégré”)</p> <p class=\"definition\">“justice” has the same meaning as in the <i>Provincial Offences Act</i>; (“juge”)</p> <p class=\"definition\">“licence” means a licence issued by the Director under this Act; (“permis”)</p> <p class=\"definition\">“licensee” means the holder of a licence; (“titulaire de permis”)</p> <p class=\"definition\">“Minister” means the Minister of Health or such other member of the Executive Council as may be assigned the administration of this Act under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“Ministry” means the ministry of the Minister; (“ministère”)</p> <p class=\"definition\">“patient” means a person who receives health services in a health facility; (“patient”)</p> <p class=\"definition\">“personal information” means personal information as defined in the <i>Freedom of Information and Protection of Privacy Act</i> and includes personal health information as defined in the <i>Personal Health Information Protection Act, 2004</i>; (“renseignements personnels”)</p> <p class=\"definition\">“physician” has the same meaning as in the <i>Health Insurance Act</i>; (“médecin”)</p> <p class=\"definition\">“Plan” means the Ontario Health Insurance Plan referred to in section 10 of the <i>Health Insurance Act</i>; (“Régime”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“provincial offences officer” has the same meaning as in the <i>Provincial Offences Act</i>; (“agent des infractions provinciales”)</p> <p class=\"definition\">“quality and safety standards” means,</p> <p class=\"paragraph\">  (a)  the quality and safety standards established by an inspecting body under paragraph 1 of subsection 43 (3),</p> <p class=\"paragraph\">  (b)  any additional quality and safety standards that may be prescribed, and</p> <p class=\"paragraph\">  (c)  any other applicable generally accepted quality and safety standards; (“normes de qualité et de sécurité”)</p> <p class=\"definition\">“regulated health professional” means a health professional whose profession is regulated under the <i>Regulated Health Professions Act, 1991</i>; (“membre d’une profession de la santé réglementée”)</p> <p class=\"definition\">“regulations” means regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“requirement under this Act” means,</p> <p class=\"paragraph\">  (a)  a requirement contained in this Act or its regulations,</p> <p class=\"paragraph\">  (b)  a requirement set out in a compliance order or other order authorized under this Act, or</p> <p class=\"paragraph\">  (c)  a requirement that is a limitation and condition of a licence or condition of receiving funding. (“exigence que prévoit la présente loi”)</p> <p class=\"headnote\">Interest affecting the control of a corporation</p> <p class=\"subsection\">(2) A person shall be deemed to have an interest affecting the control of a corporation if the person, alone or with one or more associates, directly or indirectly beneficially owns or controls the lesser of,</p> <p class=\"paragraph\">  (a)  voting shares in the corporation in a sufficient number to permit that person, either alone or with one or more associates, to direct the management and policies of the corporation; or</p> <p class=\"paragraph\">  (b)  voting shares to which are attached 10 per cent or more of the voting rights attached to all issued and outstanding voting shares of the corporation.</p> <p class=\"headnote\">Associates</p> <p class=\"subsection\">(3) Persons shall be deemed to be associates of each other if,</p> <p class=\"paragraph\">  (a)  one person is a corporation of which the other person is an officer or director;</p> <p class=\"paragraph\">  (b)  one person is a partner of the other person;</p> <p class=\"paragraph\">  (c)  one person is a corporation of which the other person beneficially owns, directly or indirectly, voting shares carrying more than 10 per cent of the voting rights attached to all voting shares of the corporation for the time being outstanding;</p> <p class=\"paragraph\">  (d)  both persons are members of a voting trust where the trust relates to shares of a corporation;</p> <p class=\"paragraph\">  (e)  one person is the father, mother, brother, sister, child or spouse of the other person or is another relative who has the same home as the other person; or</p> <p class=\"paragraph\">  (f)  both persons are associates within the meaning of clauses (a) to (e) of the same person.</p> <p class=\"headnote\">Corporations without share capital</p> <p class=\"subsection\">(4) For the purposes of this Act, the provisions of this Act related to corporations, their control, and the ownership, control and voting of shares apply with necessary modifications in respect of corporations to which the <i>Not-for-Profit Corporations Act, 2010</i>\r\napplies.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Application of Act",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION AND APPLICATION",
            "section_y": "Application of Act",
            "content": "2 This Act does not apply to a place, service or class of services, health facility or class of health facilities or person or class of persons that is exempted by the regulations. PART II   DIRECTOR",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>This Act does not apply to a place, service or class of services, health facility or class of health facilities or person or class of persons that is exempted by the regulations.</p> <p class=\"partnum\"><a name=\"BK4\"></a><span>PART II <br/>  DIRECTOR</span></p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "PART II  ",
            "section_x": "PART II DIRECTOR",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.",
            "section_x": "Director",
            "part_id": "PART II  ",
            "part_type": "PART II DIRECTOR",
            "section_y": "Director",
            "content": "3 (1) The Minister shall appoint one or more persons as the Director for integrated community health services centres. Director may be individual or other entity (2) A Director may be an individual or another entity. If more than one Director appointed (3) Where more than one person is appointed as Director, the appointment may specify the functions and duties of each person who is appointed. Director’s powers (4) Subject to this Act and the regulations, the Director has the power to perform any functions or duties that the Director has under this Act. PART III   LICENSING AND RELATED MATTERS Licence Applications",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>3</b> (1) The Minister shall appoint one or more persons as the Director for integrated community health services centres.</p> <p class=\"headnote\">Director may be individual or other entity</p> <p class=\"subsection\">(2) A Director may be an individual or another entity.</p> <p class=\"headnote\">If more than one Director appointed</p> <p class=\"subsection\">(3) Where more than one person is appointed as Director, the appointment may specify the functions and duties of each person who is appointed.</p> <p class=\"headnote\">Director’s powers</p> <p class=\"subsection\">(4) Subject to this Act and the regulations, the Director has the power to perform any functions or duties that the Director has under this Act.</p> <p class=\"partnum\"><a name=\"BK6\"></a><span>PART III <br/>  LICENSING AND RELATED MATTERS</span></p> <p class=\"heading1\"><a name=\"BK7\"></a>Licence Applications</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "PART III  ",
            "section_x": "PART III LICENSING AND RELATED MATTERS",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Licence Applications",
            "section_x": "Licence Applications",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "4.",
            "section_x": "Licence required",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Licence required",
            "content": "4 No person shall establish or operate an integrated community health services centre except under the authority of a licence.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>4</b> No person shall establish or operate an integrated community health services centre except under the authority of a licence.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "5.",
            "section_x": "Call for applications",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Call for applications",
            "content": "5 (1) The Minister may at any time authorize the Director to call for one or more applications for the establishment and operation of one or more integrated community health services centres by, (a)  sending a call for applications to one or more specified persons; or (b)  publishing a call for applications in any manner the Director considers appropriate. Contents of call for applications (2) A call for applications shall specify, (a)  the service or services to be provided in the integrated community health services centre; (b)  the locality in which the integrated community health services centre is to be located; (c)  such other requirements and limitations as the Minister considers relevant; and (d)  the final date for submission of applications. Submission of applications (3) Any person may respond to a call for applications by submitting an application to the Director. Required contents for licence application (4) A licence application must be in the form specified by the Director and must include, but is not limited to, (a)  a detailed description of the service or services to be provided in the proposed integrated community health services centre and how it will provide connected and convenient care, including the applicant’s, (i)  capacity to improve patient wait times, (ii)  plans to improve patient experiences and access to care in the proposed integrated community health services centre, and (iii)  plans to integrate with the health system; (b)  details of the applicant’s quality assurance and continuous quality improvement programming, including policies for infection prevention and control; (c)  the business, clinical and professional experience of the applicant, including how the applicant will meet all governance and management responsibilities of the proposed integrated community health services centre; (d)  details of the physical nature of the proposed integrated community health services centre, including its address and distance to other integrated community health services centres and hospitals; (e)  a detailed staffing model for the proposed integrated community health services centre and evidence of the sustainability of this model, including, (i)  staff classification with rates of compensation and ranges of compensation, as applicable, (ii)  the number of staff required for each position, (iii)  the model for staffing anaesthesia delivery, if applicable, and (iv)  information regarding the hospital privileges of physicians who provide services at the centre, if applicable; (f)  a description of how the applicant has consulted with health system partners in the development of the application, including any endorsement of the application by health system partners; (g)  a description of current linkages with health system partners and how the applicant will maintain and improve those linkages to promote optimal patient care pathways; (h)  a description of how the proposed integrated community health services centre will address the health equity needs of diverse, vulnerable, priority and underserviced populations, taking into account linguistic needs, in the region specified in the call for applications; (i)  a description of any uninsured services that are being provided or will be provided at the proposed integrated community health services centre, including, (i)  a description of any charges for the uninsured services, and (ii)  a detailed description of the processes for providing information and obtaining patient consent in connection with any uninsured services; and (j)  such other information as is specified in the call for applications. Consideration of applications (5) The Director shall consider all applications submitted in response to a call for applications.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>5 </b>(1) The Minister may at any time authorize the Director to call for one or more applications for the establishment and operation of one or more integrated community health services centres by,</p> <p class=\"paragraph\">  (a)  sending a call for applications to one or more specified persons; or</p> <p class=\"paragraph\">  (b)  publishing a call for applications in any manner the Director considers appropriate.</p> <p class=\"headnote\">Contents of call for applications</p> <p class=\"subsection\">(2) A call for applications shall specify,</p> <p class=\"paragraph\">  (a)  the service or services to be provided in the integrated community health services centre;</p> <p class=\"paragraph\">  (b)  the locality in which the integrated community health services centre is to be located;</p> <p class=\"paragraph\">  (c)  such other requirements and limitations as the Minister considers relevant; and</p> <p class=\"paragraph\">  (d)  the final date for submission of applications.</p> <p class=\"headnote\">Submission of applications</p> <p class=\"subsection\">(3) Any person may respond to a call for applications by submitting an application to the Director.</p> <p class=\"headnote\">Required contents for licence application</p> <p class=\"subsection\">(4) A licence application must be in the form specified by the Director and must include, but is not limited to,</p> <p class=\"paragraph\">  (a)  a detailed description of the service or services to be provided in the proposed integrated community health services centre and how it will provide connected and convenient care, including the applicant’s,</p> <p class=\"subpara\">  (i)  capacity to improve patient wait times,</p> <p class=\"subpara\">  (ii)  plans to improve patient experiences and access to care in the proposed integrated community health services centre, and</p> <p class=\"subpara\">  (iii)  plans to integrate with the health system;</p> <p class=\"paragraph\">  (b)  details of the applicant’s quality assurance and continuous quality improvement programming, including policies for infection prevention and control;</p> <p class=\"paragraph\">  (c)  the business, clinical and professional experience of the applicant, including how the applicant will meet all governance and management responsibilities of the proposed integrated community health services centre;</p> <p class=\"paragraph\">  (d)  details of the physical nature of the proposed integrated community health services centre, including its address and distance to other integrated community health services centres and hospitals;</p> <p class=\"paragraph\">  (e)  a detailed staffing model for the proposed integrated community health services centre and evidence of the sustainability of this model, including,</p> <p class=\"subpara\">  (i)  staff classification with rates of compensation and ranges of compensation, as applicable,</p> <p class=\"subpara\">  (ii)  the number of staff required for each position,</p> <p class=\"subpara\">  (iii)  the model for staffing anaesthesia delivery, if applicable, and</p> <p class=\"subpara\">  (iv)  information regarding the hospital privileges of physicians who provide services at the centre, if applicable;</p> <p class=\"paragraph\">  (f)  a description of how the applicant has consulted with health system partners in the development of the application, including any endorsement of the application by health system partners;</p> <p class=\"paragraph\">  (g)  a description of current linkages with health system partners and how the applicant will maintain and improve those linkages to promote optimal patient care pathways;</p> <p class=\"paragraph\">  (h)  a description of how the proposed integrated community health services centre will address the health equity needs of diverse, vulnerable, priority and underserviced populations, taking into account linguistic needs, in the region specified in the call for applications;</p> <p class=\"paragraph\">  (i)  a description of any uninsured services that are being provided or will be provided at the proposed integrated community health services centre, including,</p> <p class=\"subpara\">  (i)  a description of any charges for the uninsured services, and</p> <p class=\"subpara\">  (ii)  a detailed description of the processes for providing information and obtaining patient consent in connection with any uninsured services; and</p> <p class=\"paragraph\">  (j)  such other information as is specified in the call for applications.</p> <p class=\"headnote\">Consideration of applications</p> <p class=\"subsection\">(5) The Director shall consider all applications submitted in response to a call for applications.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "6.",
            "section_x": "Issuance of licence",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Issuance of licence",
            "content": "6 (1) The Director may issue a licence to a person who has submitted an application for the establishment and operation of an integrated community health services centre if the Director is of the opinion that, (a)  the applicant provided all of the information required in subsection 5 (4); (b)  the licence should be issued, taking into account the considerations set out in subsection (2); (c)  the integrated community health services centre will be operated in accordance with this Act and the regulations and any other applicable Act or regulation; (d)  the persons listed in subsection (3) will operate the integrated community health services centre competently and in a responsible manner in accordance with this Act and the regulations, will ensure that the specified services are provided and will comply with the quality and safety standards; (e)  the past conduct relating to the operation of an integrated community health services centre or any other matter or business of a person listed in subsection (3) affords reasonable grounds to believe that, (i)  the centre will be operated with honesty and integrity and in accordance with the law, and (ii)  the centre will not be operated in a manner that is prejudicial to the health, safety or welfare of any person; and (f)  there is no other reason that the person should not be issued a licence. Considerations in assessing application (2) In deciding whether to issue a licence, the Director shall consider, (a)  the nature of the services to be provided in the proposed integrated community health services centre; (b)  the extent to which the services are already available in Ontario or in any part of Ontario; (c)  the extent to which the services to be provided in the proposed integrated community health services centre will promote connected and convenient care, including the applicant’s, (i)  capacity to improve patient wait times, (ii)  plans to improve patient experiences and access to care in the proposed integrated community health services centre, and (iii)  plans to integrate with the health system; (d)  the current and future need for the service or services in Ontario or any part of Ontario, taking into account the needs of diverse, vulnerable, priority and underserviced populations and linguistic needs; (e)  the potential impact on health system planning, including the availability of sustainable health human resources; (f)  whether the issuing of the licence would improve the availability of the services in the region specified in the call for applications; (g)  the potential impact on the co-ordination of health services, based on consultations with health system partners; (h)  the projected cost in public money for the operation of the proposed integrated community health services centre; (i)  the availability of public money to pay for the operation of the proposed integrated community health services centre; and (j)  any other matter that the Director considers relevant to the management of the health care system. Relevant persons (3) The following are the persons listed for the purposes of clauses (1) (d) and (e): 1.  The person who submitted the application. 2.  If the person who submitted the application is a corporation, the officers and directors of the corporation and any other person with an interest affecting control of the corporation. 3.  If the person with an interest affecting control mentioned in paragraph 2 is a corporation, the officers and directors of the corporation. 4.  Any other prescribed persons. Discretion (4) The issuance of a licence is discretionary, and the Director, (a)  is not required to issue a licence to any person; and (b)  may prefer any application over other applications. Limitation on licence issuance (5) The Director shall not issue a licence for the operation of an integrated community health services centre that is located, (a)  within the same building as, or in a building that is adjacent to, a private hospital within the meaning of the Private Hospitals Act; or (b)  at any other prescribed place. Limitations and conditions (6) A licence may be subject to such limitations and conditions as may be prescribed or as may be specified by the Director and set out in the licence. Same (7) The Director may specify as a limitation or condition of a licence the list of services or types of services in respect of which the integrated community health services centre is licensed. No licences issued to exempted persons (8) The Director shall not issue a licence to any person who is exempt from the application of this Act. Term limits (9) A licence shall be issued or renewed for a term of no more than five years unless a longer maximum term is provided for in the regulations.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>6 </b>(1) The Director may issue a licence to a person who has submitted an application for the establishment and operation of an integrated community health services centre if the Director is of the opinion that,</p> <p class=\"paragraph\">  (a)  the applicant provided all of the information required in subsection 5 (4);</p> <p class=\"paragraph\">  (b)  the licence should be issued, taking into account the considerations set out in subsection (2);</p> <p class=\"paragraph\">  (c)  the integrated community health services centre will be operated in accordance with this Act and the regulations and any other applicable Act or regulation;</p> <p class=\"paragraph\">  (d)  the persons listed in subsection (3) will operate the integrated community health services centre competently and in a responsible manner in accordance with this Act and the regulations, will ensure that the specified services are provided and will comply with the quality and safety standards;</p> <p class=\"paragraph\">  (e)  the past conduct relating to the operation of an integrated community health services centre or any other matter or business of a person listed in subsection (3) affords reasonable grounds to believe that,</p> <p class=\"subpara\">  (i)  the centre will be operated with honesty and integrity and in accordance with the law, and</p> <p class=\"subpara\">  (ii)  the centre will not be operated in a manner that is prejudicial to the health, safety or welfare of any person; and</p> <p class=\"paragraph\">  (f)  there is no other reason that the person should not be issued a licence.</p> <p class=\"headnote\">Considerations in assessing application</p> <p class=\"subsection\">(2) In deciding whether to issue a licence, the Director shall consider,</p> <p class=\"paragraph\">  (a)  the nature of the services to be provided in the proposed integrated community health services centre;</p> <p class=\"paragraph\">  (b)  the extent to which the services are already available in Ontario or in any part of Ontario;</p> <p class=\"paragraph\">  (c)  the extent to which the services to be provided in the proposed integrated community health services centre will promote connected and convenient care, including the applicant’s,</p> <p class=\"subpara\">  (i)  capacity to improve patient wait times,</p> <p class=\"subpara\">  (ii)  plans to improve patient experiences and access to care in the proposed integrated community health services centre, and</p> <p class=\"subpara\">  (iii)  plans to integrate with the health system;</p> <p class=\"paragraph\">  (d)  the current and future need for the service or services in Ontario or any part of Ontario, taking into account the needs of diverse, vulnerable, priority and underserviced populations and linguistic needs;</p> <p class=\"paragraph\">  (e)  the potential impact on health system planning, including the availability of sustainable health human resources;</p> <p class=\"paragraph\">  (f)  whether the issuing of the licence would improve the availability of the services in the region specified in the call for applications;</p> <p class=\"paragraph\">  (g)  the potential impact on the co-ordination of health services, based on consultations with health system partners;</p> <p class=\"paragraph\">  (h)  the projected cost in public money for the operation of the proposed integrated community health services centre;</p> <p class=\"paragraph\">  (i)  the availability of public money to pay for the operation of the proposed integrated community health services centre; and</p> <p class=\"paragraph\">  (j)  any other matter that the Director considers relevant to the management of the health care system.</p> <p class=\"headnote\">Relevant persons</p> <p class=\"subsection\">(3) The following are the persons listed for the purposes of clauses (1) (d) and (e):</p> <p class=\"paragraph\">  1.  The person who submitted the application.</p> <p class=\"paragraph\">  2.  If the person who submitted the application is a corporation, the officers and directors of the corporation and any other person with an interest affecting control of the corporation.</p> <p class=\"paragraph\">  3.  If the person with an interest affecting control mentioned in paragraph 2 is a corporation, the officers and directors of the corporation.</p> <p class=\"paragraph\">  4.  Any other prescribed persons.</p> <p class=\"headnote\">Discretion</p> <p class=\"subsection\">(4) The issuance of a licence is discretionary, and the Director,</p> <p class=\"paragraph\">  (a)  is not required to issue a licence to any person; and</p> <p class=\"paragraph\">  (b)  may prefer any application over other applications.</p> <p class=\"headnote\">Limitation on licence issuance</p> <p class=\"subsection\">(5) The Director shall not issue a licence for the operation of an integrated community health services centre that is located,</p> <p class=\"paragraph\">  (a)  within the same building as, or in a building that is adjacent to, a private hospital within the meaning of the <i>Private Hospitals Act</i>; or</p> <p class=\"paragraph\">  (b)  at any other prescribed place.</p> <p class=\"headnote\">Limitations and conditions</p> <p class=\"subsection\">(6) A licence may be subject to such limitations and conditions as may be prescribed or as may be specified by the Director and set out in the licence.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) The Director may specify as a limitation or condition of a licence the list of services or types of services in respect of which the integrated community health services centre is licensed.</p> <p class=\"headnote\">No licences issued to exempted persons</p> <p class=\"subsection\">(8) The Director shall not issue a licence to any person who is exempt from the application of this Act.</p> <p class=\"headnote\">Term limits</p> <p class=\"subsection\">(9) A licence shall be issued or renewed for a term of no more than five years unless a longer maximum term is provided for in the regulations.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "7.",
            "section_x": "Minister may direct refusal to issue licence in respect of call for applications",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Minister may direct refusal to issue licence in respect of call for applications",
            "content": "7 (1) At any time after the Minister authorizes the Director to request one or more calls for applications for the establishment and operation of an integrated community health services centre, and before any or all of the licences are issued, the Minister may direct the Director, in writing, not to issue a licence or licences in respect of the call for applications. Notice of direction not to license (2) Upon receipt of a direction under subsection (1), the Director shall give written notice of the Minister’s direction to each person who submitted an application in response to the call for applications. Public notice (3) If the Minister issues a direction under this section before the final day for the submission of applications, the Director shall, in addition to giving notice under subsection (2), publish notice of the direction in the same manner in which the call for applications was published.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>7 </b>(1) At any time after the Minister authorizes the Director to request one or more calls for applications for the establishment and operation of an integrated community health services centre, and before any or all of the licences are issued, the Minister may direct the Director, in writing, not to issue a licence or licences in respect of the call for applications.</p> <p class=\"headnote\">Notice of direction not to license</p> <p class=\"subsection\">(2) Upon receipt of a direction under subsection (1), the Director shall give written notice of the Minister’s direction to each person who submitted an application in response to the call for applications.</p> <p class=\"headnote\">Public notice</p> <p class=\"subsection\">(3) If the Minister issues a direction under this section before the final day for the submission of applications, the Director shall, in addition to giving notice under subsection (2), publish notice of the direction in the same manner in which the call for applications was published.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "8.",
            "section_x": "Expiry and surrender of licence",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Expiry and surrender of licence",
            "content": "8 (1) Every licence expires on the expiry date specified on the licence unless it is revoked or is surrendered to the Director before that date. Surrender (2) A licensee may surrender their licence to the Director but shall give the Director at least six months notice before doing so. Renewal, Relocation, Transfer, Etc.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>8 </b>(1) Every licence expires on the expiry date specified on the licence unless it is revoked or is surrendered to the Director before that date.</p> <p class=\"headnote\">Surrender</p> <p class=\"subsection\">(2) A licensee may surrender their licence to the Director but shall give the Director at least six months notice before doing so.</p> <p class=\"heading1\"><a name=\"BK13\"></a>Renewal, Relocation, Transfer, Etc.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Renewal, Relocation, Transfer, Etc.",
            "section_x": "Renewal, Relocation, Transfer, Etc.",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "9.",
            "section_x": "Renewal of licence",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Renewal of licence",
            "content": "9 (1) A licence is renewable, subject to the approval of the Director. Application required (2) A licensee may apply to the Director for the renewal of their licence. Compliance with requirements (3) The Director has the authority to approve an application for the renewal of a licence, subject to the licensee’s compliance with any requirements the Director considers necessary or advisable. Director’s decision (4) In deciding whether to approve an application for the renewal of a licence, the Director shall take into consideration the following matters, as well as any matters that the Director would be entitled to take into consideration if the Director were making a decision under subsection 13 (1): 1.  The licensee’s past conduct with respect to compliance with requirements under this Act. 2.  Any actions taken by the licensee in response to a compliance order. Additional limitations and conditions (5) At the time of renewing a licence, the Director may impose any limitations and conditions on the licence that the Director considers necessary or advisable in the circumstances. Continuation of licence pending renewal (6) Where, before the expiry of the licence, a licensee has applied for renewal of the licence, the licence shall be deemed to continue, (a)  until the renewal is approved; or (b)  if the licensee is served with notice that the Director does not approve the renewal of a licence under this section, until the date specified by the Director in the notice.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>9 </b>(1) A licence is renewable, subject to the approval of the Director.</p> <p class=\"headnote\">Application required</p> <p class=\"subsection\">(2) A licensee may apply to the Director for the renewal of their licence.</p> <p class=\"headnote\">Compliance with requirements</p> <p class=\"subsection\">(3) The Director has the authority to approve an application for the renewal of a licence, subject to the licensee’s compliance with any requirements the Director considers necessary or advisable.</p> <p class=\"headnote\">Director’s decision</p> <p class=\"subsection\">(4) In deciding whether to approve an application for the renewal of a licence, the Director shall take into consideration the following matters, as well as any matters that the Director would be entitled to take into consideration if the Director were making a decision under subsection 13 (1):</p> <p class=\"paragraph\">  1.  The licensee’s past conduct with respect to compliance with requirements under this Act.</p> <p class=\"paragraph\">  2.  Any actions taken by the licensee in response to a compliance order.</p> <p class=\"headnote\">Additional limitations and conditions</p> <p class=\"subsection\">(5) At the time of renewing a licence, the Director may impose any limitations and conditions on the licence that the Director considers necessary or advisable in the circumstances.</p> <p class=\"headnote\">Continuation of licence pending renewal</p> <p class=\"subsection\">(6) Where, before the expiry of the licence, a licensee has applied for renewal of the licence, the licence shall be deemed to continue,</p> <p class=\"paragraph\">  (a)  until the renewal is approved; or</p> <p class=\"paragraph\">  (b)  if the licensee is served with notice that the Director does not approve the renewal of a licence under this section, until the date specified by the Director in the notice.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "10.",
            "section_x": "Relocation",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Relocation",
            "content": "10 (1) A licensee shall not relocate an integrated community health services centre without the prior approval of the Director. Application (2) A licensee may apply to the Director for approval to relocate an integrated community health services centre. Approval (3) The Director may approve the relocation subject to such limitations and conditions as the Director considers necessary or advisable. No appeal (4) For greater certainty, section 15 does not apply to a decision to not approve a relocation. Limitation on relocation (5) The Director shall not approve the relocation of an integrated community health services centre to a location described in subsection 6 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>10 </b>(1) A licensee shall not relocate an integrated community health services centre without the prior approval of the Director.</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(2) A licensee may apply to the Director for approval to relocate an integrated community health services centre.</p> <p class=\"headnote\">Approval</p> <p class=\"subsection\">(3) The Director may approve the relocation subject to such limitations and conditions as the Director considers necessary or advisable.</p> <p class=\"headnote\">No appeal</p> <p class=\"subsection\">(4) For greater certainty, section 15 does not apply to a decision to not approve a relocation.</p> <p class=\"headnote\">Limitation on relocation</p> <p class=\"subsection\">(5) The Director shall not approve the relocation of an integrated community health services centre to a location described in subsection 6 (5).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "11.",
            "section_x": "Transfer of licence",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Transfer of licence",
            "content": "11 (1) A licence is not transferable without the prior approval of the Director. Application (2) A licensee may apply to the Director for approval of the transfer of a licence. Criteria (3) In deciding whether to approve an application for the transfer of a licence, the Director shall treat the proposed transferee of the licence as if the proposed transferee were an applicant for a licence and, for the purpose, subsection 6 (1) applies with necessary modifications. Considerations not required (4) Despite subsection (3), clause 6 (1) (a) does not apply to the decision to approve the transfer and, for greater certainty, the Director is not required to take into account the considerations set out in subsection 6 (2). Compliance with requirements (5) The Director may conditionally approve a transfer subject to compliance by the licensee or the proposed transferee with any requirements the Director considers necessary or advisable. Approval (6) The Director may approve the transfer of a licence subject to such limitations and conditions as the Director considers necessary or advisable.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>11 </b>(1) A licence is not transferable without the prior approval of the Director.</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(2) A licensee may apply to the Director for approval of the transfer of a licence.</p> <p class=\"headnote\">Criteria</p> <p class=\"subsection\">(3) In deciding whether to approve an application for the transfer of a licence, the Director shall treat the proposed transferee of the licence as if the proposed transferee were an applicant for a licence and, for the purpose, subsection 6 (1) applies with necessary modifications.</p> <p class=\"headnote\">Considerations not required</p> <p class=\"subsection\">(4) Despite subsection (3), clause 6 (1) (a) does not apply to the decision to approve the transfer and, for greater certainty, the Director is not required to take into account the considerations set out in subsection 6 (2).</p> <p class=\"headnote\">Compliance with requirements</p> <p class=\"subsection\">(5) The Director may conditionally approve a transfer subject to compliance by the licensee or the proposed transferee with any requirements the Director considers necessary or advisable.</p> <p class=\"headnote\">Approval</p> <p class=\"subsection\">(6) The Director may approve the transfer of a licence subject to such limitations and conditions as the Director considers necessary or advisable.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "12.",
            "section_x": "Order by Director to take control",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Order by Director to take control",
            "content": "12 (1) Where the Director is of the opinion that an integrated community health services centre should continue to operate after the expiry, surrender, suspension or revocation of the licence, after the death of the licensee or after the licensee ceases to operate the centre, the Director, by a written order, may take control of and operate the centre for a period not exceeding one year. Authority of Director (2) Where the Director takes control of and operates an integrated community health services centre under subsection (1), the Director has all the powers of the licensee and the Director may appoint one or more persons to operate the centre and each person so appointed is a representative of the Director. Payment for services and compensation for property (3) Where the Director takes control of an integrated community health services centre, the licensee, former licensee or estate of the licensee, as the case may be, (a)  is not entitled to payment for any service that is provided by the centre while the centre is under the control of the Director; and (b)  is entitled to reasonable compensation from the Crown for the use of property of the licensee, former licensee or estate of the licensee while the centre is under the control of the Director. Order effective immediately (4) An order under subsection (1) takes effect immediately and is final. Revocations, Suspensions, Refusals to Renew and Licence Amendments",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>12 </b>(1) Where the Director is of the opinion that an integrated community health services centre should continue to operate after the expiry, surrender, suspension or revocation of the licence, after the death of the licensee or after the licensee ceases to operate the centre, the Director, by a written order, may take control of and operate the centre for a period not exceeding one year.</p> <p class=\"headnote\">Authority of Director</p> <p class=\"subsection\">(2) Where the Director takes control of and operates an integrated community health services centre under subsection (1), the Director has all the powers of the licensee and the Director may appoint one or more persons to operate the centre and each person so appointed is a representative of the Director.</p> <p class=\"headnote\">Payment for services and compensation for property</p> <p class=\"subsection\">(3) Where the Director takes control of an integrated community health services centre, the licensee, former licensee or estate of the licensee, as the case may be,</p> <p class=\"paragraph\">  (a)  is not entitled to payment for any service that is provided by the centre while the centre is under the control of the Director; and</p> <p class=\"paragraph\">  (b)  is entitled to reasonable compensation from the Crown for the use of property of the licensee, former licensee or estate of the licensee while the centre is under the control of the Director.</p> <p class=\"headnote\">Order effective immediately</p> <p class=\"subsection\">(4) An order under subsection (1) takes effect immediately and is final.</p> <p class=\"heading1\"><a name=\"BK18\"></a>Revocations, Suspensions, Refusals to Renew and Licence Amendments</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Revocations, Suspensions, Refusals to Renew and Licence Amendments",
            "section_x": "Revocations, Suspensions, Refusals to Renew and Licence Amendments",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "13.",
            "section_x": "Revocation or suspension of licence",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Revocation or suspension of licence",
            "content": "13 (1) The Director may revoke or suspend a licence where, (a)  the licensee, any member of the licensee’s staff, an employee of the licensee or any regulated health professional affiliated with the integrated community health services centre is in contravention of any of the following, (i)  the requirements under this Act, (ii)  any other Act or regulation of Ontario, or (iii)  any Act or regulation of Canada; (b)  there is a breach of a limitation or condition of the licence; (c)  any person has made a false or misleading statement in any application made under this Act; (d)  any person has made a false or misleading statement in any report or document, or in any other information, that is requested by the Director or that is otherwise required to be furnished by this Act or the regulations or any other Act or regulation that applies to the integrated community health services centre; (e)  the Director is of the opinion that there is reasonable ground for belief that the integrated community health services centre is not being or will not be operated in accordance with the law and with honesty and integrity; (f)  the Director is of the opinion that there is reasonable ground for belief that the integrated community health services centre is not being or will not be operated competently and in a responsible manner in accordance with this Act or the regulations or any other Act or regulation that applies to the centre; (g)  the Director is of the opinion that there is reasonable ground for belief that the integrated community health services centre is not being operated in compliance with the quality and safety standards, having regard to any factors the Director considers relevant, including, without limitation, (i)  the nature of risks revealed in the course of inspections, and (ii)  the actions taken by the licensee in response to compliance orders; (h)  the licensed services have not been provided at the integrated community health services centre for a period of at least six months; (i)  the licensee has entered into a contract described in section 26 contrary to that section, whether or not the licensee has been convicted of an offence under that section; (j)  the licensee is a corporation that has not complied with the requirements in section 27, whether or not the licensee has been convicted of an offence under that section; (k)  the licensee is a corporation that has failed to notify the Director contrary to section 28; (l)  the licensee, any member of the licensee’s staff, any employee of the licensee or any regulated health professional affiliated with the integrated community health services centre has failed to co-operate with an inspector under section 44; (m)  the Director is of the opinion upon reasonable grounds that the integrated community health services centre is being operated or will be operated in a manner that poses a risk of serious harm to a person’s health and safety; (n)  the licensee has failed to comply with a request for information under section 59, whether or not the licensee has been convicted of an offence under that section; (o)  the licensee has failed to comply with a compliance order, whether or not the licensee has been convicted of an offence under section 63; or (p)  any other ground that may be prescribed applies. When effective (2) A decision of the Director under subsection (1) takes effect immediately upon notice of the decision being served upon the licensee, or, if another date is stipulated in the decision, upon that date. Due diligence, mistakes do not prevent action (3) The authority to take an action under subsection (1) may be exercised with respect to a licensee who has not complied with a requirement under this Act whether or not, (a)  the licensee took all reasonable steps to prevent the non-compliance; or (b)  at the time of the non-compliance, the licensee had an honest and reasonable belief in a set of facts that, if true, would have resulted in there not being any non-compliance. Transition (4) The period of six months referred to in clause (1) (h) includes any period of time in which the integrated community health services centre was licensed as an independent health facility under the\r\nIndependent Health Facilities Act, before that Act was repealed, and was not providing licensed services.",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>13 </b>(1) The Director may revoke or suspend a licence where,</p> <p class=\"paragraph\">  (a)  the licensee, any member of the licensee’s staff, an employee of the licensee or any regulated health professional affiliated with the integrated community health services centre is in contravention of any of the following,</p> <p class=\"subpara\">  (i)  the requirements under this Act,</p> <p class=\"subpara\">  (ii)  any other Act or regulation of Ontario, or</p> <p class=\"subpara\">  (iii)  any Act or regulation of Canada;</p> <p class=\"paragraph\">  (b)  there is a breach of a limitation or condition of the licence;</p> <p class=\"paragraph\">  (c)  any person has made a false or misleading statement in any application made under this Act;</p> <p class=\"paragraph\">  (d)  any person has made a false or misleading statement in any report or document, or in any other information, that is requested by the Director or that is otherwise required to be furnished by this Act or the regulations or any other Act or regulation that applies to the integrated community health services centre;</p> <p class=\"paragraph\">  (e)  the Director is of the opinion that there is reasonable ground for belief that the integrated community health services centre is not being or will not be operated in accordance with the law and with honesty and integrity;</p> <p class=\"paragraph\">  (f)  the Director is of the opinion that there is reasonable ground for belief that the integrated community health services centre is not being or will not be operated competently and in a responsible manner in accordance with this Act or the regulations or any other Act or regulation that applies to the centre;</p> <p class=\"paragraph\">  (g)  the Director is of the opinion that there is reasonable ground for belief that the integrated community health services centre is not being operated in compliance with the quality and safety standards, having regard to any factors the Director considers relevant, including, without limitation,</p> <p class=\"subpara\">  (i)  the nature of risks revealed in the course of inspections, and</p> <p class=\"subpara\">  (ii)  the actions taken by the licensee in response to compliance orders;</p> <p class=\"paragraph\">  (h)  the licensed services have not been provided at the integrated community health services centre for a period of at least six months;</p> <p class=\"paragraph\">  (i)  the licensee has entered into a contract described in section 26 contrary to that section, whether or not the licensee has been convicted of an offence under that section;</p> <p class=\"paragraph\">  (j)  the licensee is a corporation that has not complied with the requirements in section 27, whether or not the licensee has been convicted of an offence under that section;</p> <p class=\"paragraph\">  (k)  the licensee is a corporation that has failed to notify the Director contrary to section 28;</p> <p class=\"paragraph\">  (l)  the licensee, any member of the licensee’s staff, any employee of the licensee or any regulated health professional affiliated with the integrated community health services centre has failed to co-operate with an inspector under section 44;</p> <p class=\"paragraph\">  (m)  the Director is of the opinion upon reasonable grounds that the integrated community health services centre is being operated or will be operated in a manner that poses a risk of serious harm to a person’s health and safety;</p> <p class=\"paragraph\">  (n)  the licensee has failed to comply with a request for information under section 59, whether or not the licensee has been convicted of an offence under that section;</p> <p class=\"paragraph\">  (o)  the licensee has failed to comply with a compliance order, whether or not the licensee has been convicted of an offence under section 63; or</p> <p class=\"paragraph\">  (p)  any other ground that may be prescribed applies.</p> <p class=\"headnote\">When effective</p> <p class=\"subsection\">(2) A decision of the Director under subsection (1) takes effect immediately upon notice of the decision being served upon the licensee, or, if another date is stipulated in the decision, upon that date.</p> <p class=\"headnote\">Due diligence, mistakes do not prevent action</p> <p class=\"subsection\">(3) The authority to take an action under subsection (1) may be exercised with respect to a licensee who has not complied with a requirement under this Act whether or not,</p> <p class=\"paragraph\">  (a)  the licensee took all reasonable steps to prevent the non-compliance; or</p> <p class=\"paragraph\">  (b)  at the time of the non-compliance, the licensee had an honest and reasonable belief in a set of facts that, if true, would have resulted in there not being any non-compliance.</p> <p class=\"headnote\">Transition</p> <p class=\"subsection\">(4) The period of six months referred to in clause (1) (h) includes any period of time in which the integrated community health services centre was licensed as an independent health facility under the\r\n<i>Independent Health Facilities Act</i>, before that Act was repealed, and was not providing licensed services.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "14.",
            "section_x": "Amendments to conditions of licence",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Amendments to conditions of licence",
            "content": "14 (1) The Director may at any time amend the limitations and conditions of a licence, which may include adding or eliminating a service from the list of services in respect of which an integrated community health services centre is licensed. Application (2) A licensee may submit an application to the Director to amend the limitations and conditions of their licence by adding a service to the list of services in respect of which the integrated community health services centre is licensed. Approval (3) The Director may approve an application under subsection (2) subject to such limitations and conditions as the Director considers necessary or advisable. Eliminating service (4) Despite subsection (1), the Director shall not amend the limitations and conditions of a licence to eliminate a service from the list of services in respect of which an integrated community health services centre is licensed unless, (a)  the Director is of the opinion that there is reasonable ground for belief that the eliminated service is not being provided, or will not be provided, in a responsible manner in accordance with this Act or the regulations, or any other Act or regulation that applies to the centre; (b)  the Director is of the opinion that there is reasonable ground for belief that the eliminated service is being provided, or will be provided, in a manner that is prejudicial to the health, safety or welfare of any person; (c)  the licensed service has not been provided at the integrated community health services centre for a period of at least six months; or (d)  any other prescribed circumstances apply. Amendment takes effect immediately (5) An amendment under subsection (1) that eliminates a service takes effect immediately upon notice being served under subsection (6). Notice of amendment (6) The Director shall serve notice of an amendment under subsection (1) that eliminates a service, together with reasons for the decision, on the licensee. No appeal of decision to not add service (7) For greater certainty, section 15 does not apply to a decision by the Director to not approve an application under subsection (2) of this section by adding a service to the list of services in respect of which the integrated community health services centre is licensed. Transition (8) The period of six months referred to in clause (4) (c) includes any period of time in which the integrated community health services centre was licensed as an independent health facility under the\r\nIndependent Health Facilities Act, before that Act was repealed, and was not providing a licensed service.",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>14 </b>(1) The Director may at any time amend the limitations and conditions of a licence, which may include adding or eliminating a service from the list of services in respect of which an integrated community health services centre is licensed.</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(2) A licensee may submit an application to the Director to amend the limitations and conditions of their licence by adding a service to the list of services in respect of which the integrated community health services centre is licensed.</p> <p class=\"headnote\">Approval</p> <p class=\"subsection\">(3) The Director may approve an application under subsection (2) subject to such limitations and conditions as the Director considers necessary or advisable.</p> <p class=\"headnote\">Eliminating service</p> <p class=\"subsection\">(4) Despite subsection (1), the Director shall not amend the limitations and conditions of a licence to eliminate a service from the list of services in respect of which an integrated community health services centre is licensed unless,</p> <p class=\"paragraph\">  (a)  the Director is of the opinion that there is reasonable ground for belief that the eliminated service is not being provided, or will not be provided, in a responsible manner in accordance with this Act or the regulations, or any other Act or regulation that applies to the centre;</p> <p class=\"paragraph\">  (b)  the Director is of the opinion that there is reasonable ground for belief that the eliminated service is being provided, or will be provided, in a manner that is prejudicial to the health, safety or welfare of any person;</p> <p class=\"paragraph\">  (c)  the licensed service has not been provided at the integrated community health services centre for a period of at least six months; or</p> <p class=\"paragraph\">  (d)  any other prescribed circumstances apply.</p> <p class=\"headnote\">Amendment takes effect immediately</p> <p class=\"subsection\">(5) An amendment under subsection (1) that eliminates a service takes effect immediately upon notice being served under subsection (6).</p> <p class=\"headnote\">Notice of amendment</p> <p class=\"subsection\">(6) The Director shall serve notice of an amendment under subsection (1) that eliminates a service, together with reasons for the decision, on the licensee.</p> <p class=\"headnote\">No appeal of decision to not add service</p> <p class=\"subsection\">(7) For greater certainty, section 15 does not apply to a decision by the Director to not approve an application under subsection (2) of this section by adding a service to the list of services in respect of which the integrated community health services centre is licensed.</p> <p class=\"headnote\">Transition</p> <p class=\"subsection\">(8) The period of six months referred to in clause (4) (c) includes any period of time in which the integrated community health services centre was licensed as an independent health facility under the\r\n<i>Independent Health Facilities Act</i>, before that Act was repealed, and was not providing a licensed service.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "15.",
            "section_x": "Process where Director refuses renewal, revokes or suspends, etc.",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Process where Director refuses renewal, revokes or suspends, etc.",
            "content": "15 (1) If the Director does not approve the renewal of a licence under section 9, revokes or suspends a licence under subsection 13 (1) or amends the limitations and conditions of a licence under subsection 14 (1) to eliminate a service from the list of services in respect of which an integrated community health services centre is licensed, the Director shall serve notice of the decision, together with written reasons, on the licensee. Notice requiring hearing by Board (2) A notice under subsection (1) shall inform the licensee that the licensee is entitled to a hearing by the Board if the licensee mails or delivers, within 15 days after the notice under subsection (1) is served on the licensee, notice in writing requiring a hearing to the Director and the Board, and the licensee may so require such a hearing. No stay (3) Despite section 25 of the Statutory Powers Procedure Act, a request for a hearing by the Board made in accordance with subsection (2) of this section, or an appeal to Divisional Court of the Board’s decision under section 17 of this Act, shall not operate as a stay of a decision of the Director mentioned in subsection (1) of this section. No interim stay (4) Despite section 16.1 of the Statutory Powers Procedure Act, the Board shall not make an interim order to stay a decision of the Director mentioned in subsection (1) of this section. Onus (5) In a hearing under this section, the onus is on the licensee to establish that the decision of the Director is not in accordance with this Act and the regulations. Powers of Board where hearing (6) Where a licensee requires a hearing by the Board, the Board shall appoint a time for and hold the hearing and the Board may, by order, direct the Director to carry out the proposed action or refrain from carrying out the proposed action and to take such action as the Board considers the Director ought to take in accordance with this Act and the regulations, and for such purposes the Board may substitute its opinion for that of the Director. Opportunity to comply (7) Where the Board is required to hold a hearing, it shall proceed promptly to hold the hearing unless the licensee satisfies the Board that the licensee has not been given a reasonable opportunity to comply with all the applicable lawful requirements and that it would be just and reasonable to give the licensee that opportunity. Extension of time for requiring hearing (8) The Board may extend the time for the giving of notice requiring a hearing by a licensee under this section, either before or after expiration of such time, where it is satisfied that there are grounds for granting relief to the licensee and that there are reasonable grounds for applying for the extension, and the Board may give such directions as it considers proper regarding the extension. Notice when licence transfer not approved (9) Subsections (1) to (8) apply with necessary modifications where the Director does not approve the transfer of a licence and, for the purpose, (a)  the Director shall serve the notice under subsection (1) upon both the licensee and the proposed transferee; and (b)  the licensee and the proposed transferee, or either of them, may require the hearing by the Board, but if they each require such a hearing, the Board shall combine the applications into one proceeding.",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>15</b> (1) If the Director does not approve the renewal of a licence under section 9, revokes or suspends a licence under subsection 13 (1) or amends the limitations and conditions of a licence under subsection 14 (1) to eliminate a service from the list of services in respect of which an integrated community health services centre is licensed, the Director shall serve notice of the decision, together with written reasons, on the licensee.</p> <p class=\"headnote\">Notice requiring hearing by Board</p> <p class=\"subsection\">(2) A notice under subsection (1) shall inform the licensee that the licensee is entitled to a hearing by the Board if the licensee mails or delivers, within 15 days after the notice under subsection (1) is served on the licensee, notice in writing requiring a hearing to the Director and the Board, and the licensee may so require such a hearing.</p> <p class=\"headnote\">No stay</p> <p class=\"subsection\">(3) Despite section 25 of the <i>Statutory Powers Procedure Act</i>, a request for a hearing by the Board made in accordance with subsection (2) of this section, or an appeal to Divisional Court of the Board’s decision under section 17 of this Act, shall not operate as a stay of a decision of the Director mentioned in subsection (1) of this section.</p> <p class=\"headnote\">No interim stay</p> <p class=\"subsection\">(4) Despite section 16.1 of the <i>Statutory Powers Procedure Act</i>, the Board shall not make an interim order to stay a decision of the Director mentioned in subsection (1) of this section.</p> <p class=\"headnote\">Onus</p> <p class=\"subsection\">(5) In a hearing under this section, the onus is on the licensee to establish that the decision of the Director is not in accordance with this Act and the regulations.</p> <p class=\"headnote\">Powers of Board where hearing</p> <p class=\"subsection\">(6) Where a licensee requires a hearing by the Board, the Board shall appoint a time for and hold the hearing and the Board may, by order, direct the Director to carry out the proposed action or refrain from carrying out the proposed action and to take such action as the Board considers the Director ought to take in accordance with this Act and the regulations, and for such purposes the Board may substitute its opinion for that of the Director.</p> <p class=\"headnote\">Opportunity to comply</p> <p class=\"subsection\">(7) Where the Board is required to hold a hearing, it shall proceed promptly to hold the hearing unless the licensee satisfies the Board that the licensee has not been given a reasonable opportunity to comply with all the applicable lawful requirements and that it would be just and reasonable to give the licensee that opportunity.</p> <p class=\"headnote\">Extension of time for requiring hearing</p> <p class=\"subsection\">(8) The Board may extend the time for the giving of notice requiring a hearing by a licensee under this section, either before or after expiration of such time, where it is satisfied that there are grounds for granting relief to the licensee and that there are reasonable grounds for applying for the extension, and the Board may give such directions as it considers proper regarding the extension.</p> <p class=\"headnote\">Notice when licence transfer not approved</p> <p class=\"subsection\">(9) Subsections (1) to (8) apply with necessary modifications where the Director does not approve the transfer of a licence and, for the purpose,</p> <p class=\"paragraph\">  (a)  the Director shall serve the notice under subsection (1) upon both the licensee and the proposed transferee; and</p> <p class=\"paragraph\">  (b)  the licensee and the proposed transferee, or either of them, may require the hearing by the Board, but if they each require such a hearing, the Board shall combine the applications into one proceeding.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "16.",
            "section_x": "Hearings before the Board",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Hearings before the Board",
            "content": "16 (1) The Director, the person who has requested the hearing and any other person the Board may specify are parties to proceedings before the Board under this Act. Submissions (2) The Board may permit any person who is not a party before it to make written or oral submissions to the Board and, where it does so, those submissions may be made either personally or through a person authorized under the Law Society Act to represent the non-party. Examination of documentary evidence (3) A party to proceedings shall be afforded an opportunity to examine, before the hearing, any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing. Members holding hearing not to have taken part in investigation, etc. (4) Members of the Board holding a hearing shall not have taken part before the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or party’s representative except upon notice to and opportunity for all parties to participate, but the Board may seek legal advice from an adviser independent from the parties and, in such case, the nature of the advice shall be made known to the parties so that the parties may make submissions as to the law. Recording of evidence (5) Any oral evidence taken before the Board at a hearing shall be recorded and, if so required, copies of a transcript of that evidence shall be provided upon the same terms as in the Superior Court of Justice. Findings of fact (6) The findings of fact of the Board in a hearing shall be based exclusively on evidence admissible or matters that may be noticed under the Statutory Powers Procedure Act. Release of documentary evidence (7) Documents and things put in evidence at the hearing shall, upon the request of the person who produced them, be released to that person by the Board within a reasonable time after the matter in issue has been finally determined.",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>16</b> (1) The Director, the person who has requested the hearing and any other person the Board may specify are parties to proceedings before the Board under this Act.</p> <p class=\"headnote\">Submissions</p> <p class=\"subsection\">(2) The Board may permit any person who is not a party before it to make written or oral submissions to the Board and, where it does so, those submissions may be made either personally or through a person authorized under the <i>Law Society Act</i> to represent the non-party.</p> <p class=\"headnote\">Examination of documentary evidence</p> <p class=\"subsection\">(3) A party to proceedings shall be afforded an opportunity to examine, before the hearing, any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing.</p> <p class=\"headnote\">Members holding hearing not to have taken part in investigation, etc.</p> <p class=\"subsection\">(4) Members of the Board holding a hearing shall not have taken part before the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or party’s representative except upon notice to and opportunity for all parties to participate, but the Board may seek legal advice from an adviser independent from the parties and, in such case, the nature of the advice shall be made known to the parties so that the parties may make submissions as to the law.</p> <p class=\"headnote\">Recording of evidence</p> <p class=\"subsection\">(5) Any oral evidence taken before the Board at a hearing shall be recorded and, if so required, copies of a transcript of that evidence shall be provided upon the same terms as in the Superior Court of Justice.</p> <p class=\"headnote\">Findings of fact</p> <p class=\"subsection\">(6) The findings of fact of the Board in a hearing shall be based exclusively on evidence admissible or matters that may be noticed under the <i>Statutory Powers Procedure Act</i>.</p> <p class=\"headnote\">Release of documentary evidence</p> <p class=\"subsection\">(7) Documents and things put in evidence at the hearing shall, upon the request of the person who produced them, be released to that person by the Board within a reasonable time after the matter in issue has been finally determined.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "17.",
            "section_x": "Appeal from decision of Board",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Appeal from decision of Board",
            "content": "17 (1) Any party to proceedings before the Board may appeal from its decision or order to the Divisional Court on a question of law alone. Record to be filed in court (2) Where any party appeals under subsection (1), the Board shall promptly file in the Divisional Court the record of the proceedings before it in which the decision was made, which, together with the transcript of evidence if it is not part of the Board’s record, shall constitute the record in the appeal. Powers of court on appeal (3) On an appeal under subsection (1), the Divisional Court may affirm or may rescind the decision of the Board or the court may refer the matter back to the Board for rehearing, in whole or in part, in accordance with such directions as the court considers proper. Final decision (4) The decision of the Divisional Court under this section is final.",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>17 </b>(1) Any party to proceedings before the Board may appeal from its decision or order to the Divisional Court on a question of law alone.</p> <p class=\"headnote\">Record to be filed in court</p> <p class=\"subsection\">(2) Where any party appeals under subsection (1), the Board shall promptly file in the Divisional Court the record of the proceedings before it in which the decision was made, which, together with the transcript of evidence if it is not part of the Board’s record, shall constitute the record in the appeal.</p> <p class=\"headnote\">Powers of court on appeal</p> <p class=\"subsection\">(3) On an appeal under subsection (1), the Divisional Court may affirm or may rescind the decision of the Board or the court may refer the matter back to the Board for rehearing, in whole or in part, in accordance with such directions as the court considers proper.</p> <p class=\"headnote\">Final decision</p> <p class=\"subsection\">(4) The decision of the Divisional Court under this section is final.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "18.",
            "section_x": "Minister’s direction",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Minister’s direction",
            "content": "18 (1) The Minister may direct the Director in writing to, (a)  revoke or refuse to renew a licence; or (b)  amend the limitations and conditions of a licence to eliminate a service from the list of services in respect of which the integrated community health services centre is licensed. Matters to be considered (2) In deciding whether or not to issue a direction under subsection (1), the Minister shall take into account the considerations listed in subsection 6 (2). Notice to licensee (3) Upon receipt of a direction under subsection (1), the Director must give the licensee at least six months written notice of the revocation, refusal to renew or elimination of services from the list of services in respect of which an integrated community health services centre is licensed. No appeal (4) For greater certainty, section 15 does not apply to a refusal to renew a licence, a revocation of a licence or an elimination of services under this section. Licensee Requirements",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>18 </b>(1) The Minister may direct the Director in writing to,</p> <p class=\"paragraph\">  (a)  revoke or refuse to renew a licence; or</p> <p class=\"paragraph\">  (b)  amend the limitations and conditions of a licence to eliminate a service from the list of services in respect of which the integrated community health services centre is licensed.</p> <p class=\"headnote\">Matters to be considered</p> <p class=\"subsection\">(2) In deciding whether or not to issue a direction under subsection (1), the Minister shall take into account the considerations listed in subsection 6 (2).</p> <p class=\"headnote\">Notice to licensee</p> <p class=\"subsection\">(3) Upon receipt of a direction under subsection (1), the Director must give the licensee at least six months written notice of the revocation, refusal to renew or elimination of services from the list of services in respect of which an integrated community health services centre is licensed.</p> <p class=\"headnote\">No appeal</p> <p class=\"subsection\">(4) For greater certainty, section 15 does not apply to a refusal to renew a licence, a revocation of a licence or an elimination of services under this section.</p> <p class=\"heading1\"><a name=\"BK25\"></a>Licensee Requirements</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "Licensee Requirements",
            "section_x": "Licensee Requirements",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "19.",
            "section_x": "Requirements for all applications",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Requirements for all applications",
            "content": "19 (1) Every application under this Part must, (a)  be in a form acceptable to the Director; and (b)  contain any information, which may include personal information, that the Director considers necessary or advisable. Director may request additional information (2) The Director may request additional information from any person in respect of any application under this Part. Information deemed to be supplied in confidence (3) Any information that the Director collects in relation to an application submitted under this Part shall be deemed, for the purposes of section 17 of the Freedom of Information and Protection of Privacy Act, to have been supplied in confidence to the Director.",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>19 </b>(1) Every application under this Part must,</p> <p class=\"paragraph\">  (a)  be in a form acceptable to the Director; and</p> <p class=\"paragraph\">  (b)  contain any information, which may include personal information, that the Director considers necessary or advisable.</p> <p class=\"headnote\">Director may request additional information</p> <p class=\"subsection\">(2) The Director may request additional information from any person in respect of any application under this Part.</p> <p class=\"headnote\">Information deemed to be supplied in confidence</p> <p class=\"subsection\">(3) Any information that the Director collects in relation to an application submitted under this Part shall be deemed, for the purposes of section 17 of the <i>Freedom of Information and Protection of Privacy Act</i>, to have been supplied in confidence to the Director.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "20.",
            "section_x": "Requirements on licensee",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Requirements on licensee",
            "content": "20 (1) Every licensee shall comply with every applicable requirement under this Act. Quality and safety standards (2) Every licensee shall comply with the applicable quality and safety standards. Licensee responsible (3) If the Director or an inspector is of the opinion that any person under the control of a licensee is failing to comply with a requirement under this Act, the licensee shall be deemed not to have complied with the relevant requirement, and the Director or inspector may take any action permitted under this Act in consequence.",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>20 </b>(1) Every licensee shall comply with every applicable requirement under this Act.</p> <p class=\"headnote\">Quality and safety standards</p> <p class=\"subsection\">(2) Every licensee shall comply with the applicable quality and safety standards.</p> <p class=\"headnote\">Licensee responsible</p> <p class=\"subsection\">(3) If the Director or an inspector is of the opinion that any person under the control of a licensee is failing to comply with a requirement under this Act, the licensee shall be deemed not to have complied with the relevant requirement, and the Director or inspector may take any action permitted under this Act in consequence.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "21.",
            "section_x": "Truthfulness",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Truthfulness",
            "content": "21 Every licensee shall provide truthful, complete and accurate information in any application, report, document or in any other information required or requested under this Act or as a limitation and condition of a licence or of receiving funding.",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>21 </b>Every licensee shall provide truthful, complete and accurate information in any application, report, document or in any other information required or requested under this Act or as a limitation and condition of a licence or of receiving funding.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "22.",
            "section_x": "Complaints process",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Complaints process",
            "content": "22 Every licensee shall, in accordance with the requirements provided for in the regulations, establish and maintain a process for receiving and responding to patient complaints.",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>22 </b>Every licensee shall, in accordance with the requirements provided for in the regulations, establish and maintain a process for receiving and responding to patient complaints.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "23.",
            "section_x": "Incident review process",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Incident review process",
            "content": "23 (1) Every licensee shall, in accordance with the requirements provided for in the regulations, if any, establish and maintain a process for the review of incidents. Reporting of incidents (2) Every licensee shall, in accordance with the requirements provided for in the regulations, if any, report incidents to the Director, and the report may include any necessary personal information related to such incidents. Definition (3) In this section, “incident” means any unintended event that occurs when a patient receives services in an integrated community health services centre that, (a)  results in death, or serious disability, injury or harm to the patient, and (b)  does not result primarily from the patient’s underlying medical condition or from a known risk inherent in providing the service.",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>23 </b>(1) Every licensee shall, in accordance with the requirements provided for in the regulations, if any, establish and maintain a process for the review of incidents.</p> <p class=\"headnote\">Reporting of incidents</p> <p class=\"subsection\">(2) Every licensee shall, in accordance with the requirements provided for in the regulations, if any, report incidents to the Director, and the report may include any necessary personal information related to such incidents.</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(3) In this section,</p> <p class=\"definition\">“incident” means any unintended event that occurs when a patient receives services in an integrated community health services centre that,</p> <p class=\"paragraph\">  (a)  results in death, or serious disability, injury or harm to the patient, and</p> <p class=\"paragraph\">  (b)  does not result primarily from the patient’s underlying medical condition or from a known risk inherent in providing the service.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "24.",
            "section_x": "Posting",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Posting",
            "content": "24 (1) Every licensee shall post any prescribed documents and information in a prominent place clearly visible to members of the public at or near the entrance of the integrated community health services centre and on the centre’s website, if any. Compliance with regulations (2) The prescribed documents and information must be posted in compliance with the requirements provided for in the regulations, if any.",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>24 </b>(1) Every licensee shall post any prescribed documents and information in a prominent place clearly visible to members of the public at or near the entrance of the integrated community health services centre and on the centre’s website, if any.</p> <p class=\"headnote\">Compliance with regulations</p> <p class=\"subsection\">(2) The prescribed documents and information must be posted in compliance with the requirements provided for in the regulations, if any.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "25.",
            "section_x": "Licence not to be used as security",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Licence not to be used as security",
            "content": "25 A licence shall not be used as security for the payment or performance of an obligation, and any transaction purporting to use a licence as security for the payment or performance of an obligation is void.",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>25 </b>A licence shall not be used as security for the payment or performance of an obligation, and any transaction purporting to use a licence as security for the payment or performance of an obligation is void.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "26.",
            "section_x": "Contracts",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Contracts",
            "content": "26 (1) A licensee shall not enter into a contract that may result in, (a)  a change in the beneficial ownership of the licence without a corresponding transfer of the licence; or (b)  in the case of a licensee that is a corporation, a person acquiring or increasing an interest affecting the control of the corporation while it is a licensee. Exception (2) Subsection (1) does not apply if the licence includes a limitation or condition as to the ownership or control of the licensee and the contract would not result in a breach of a limitation or condition.",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>26 </b>(1) A licensee shall not enter into a contract that may result in,</p> <p class=\"paragraph\">  (a)  a change in the beneficial ownership of the licence without a corresponding transfer of the licence; or</p> <p class=\"paragraph\">  (b)  in the case of a licensee that is a corporation, a person acquiring or increasing an interest affecting the control of the corporation while it is a licensee.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply if the licence includes a limitation or condition as to the ownership or control of the licensee and the contract would not result in a breach of a limitation or condition.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "27.",
            "section_x": "Share transfer",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Share transfer",
            "content": "27 A licensee that is a private company as defined in the Securities Act shall not permit an issue or transfer of its voting shares except in accordance with the limitations and conditions of the licence.",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>27 </b>A licensee that is a private company as defined in the <i>Securities Act</i> shall not permit an issue or transfer of its voting shares except in accordance with the limitations and conditions of the licence.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "28.",
            "section_x": "Duty of corporation to notify Director",
            "part_id": "PART III  ",
            "part_type": "PART III LICENSING AND RELATED MATTERS",
            "section_y": "Duty of corporation to notify Director",
            "content": "28 (1) A licensee that is a corporation shall notify the Director in writing within 15 days of any change in the officers or directors of the corporation. Same (2) Where a corporation has an interest in a licence and there is reasonable ground for belief that an event will occur whereby a person would acquire an interest or increase an interest affecting the control of the corporation while the corporation has an interest in the licence, the corporation shall immediately notify the Director. PART IV   PAYMENTS AND ACCOUNTABILITY",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>28</b> (1) A licensee that is a corporation shall notify the Director in writing within 15 days of any change in the officers or directors of the corporation.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Where a corporation has an interest in a licence and there is reasonable ground for belief that an event will occur whereby a person would acquire an interest or increase an interest affecting the control of the corporation while the corporation has an interest in the licence, the corporation shall immediately notify the Director.</p> <p class=\"partnum\"><a name=\"BK36\"></a><span>PART IV <br/>  PAYMENTS AND ACCOUNTABILITY</span></p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "PART IV  ",
            "section_x": "PART IV PAYMENTS AND ACCOUNTABILITY",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "29.",
            "section_x": "Payments and facility costs",
            "part_id": "PART IV  ",
            "part_type": "PART IV PAYMENTS AND ACCOUNTABILITY",
            "section_y": "Payments and facility costs",
            "content": "29 (1) The Minister may pay all or part of the facility costs or other operating costs of an integrated community health services centre. Other prescribed costs (2) The Minister may pay any other prescribed costs of an integrated community health services centre. Prohibition on charging of facility costs (3) No person shall charge a facility cost, or accept payment of a facility cost, for or in respect of a service provided in an integrated community health services centre unless the centre is operated by a licensee. Facility costs may only be charged to Minister or prescribed person (4) No person shall charge or accept payment of a facility cost unless the facility cost is charged to, and the payment accepted from, the Minister or a prescribed person. No preferences (5) No person shall, (a)  charge or accept payment for providing an insured person with a preference in obtaining access to an insured service at an integrated community health services centre; (b)  obtain or accept a benefit, direct or indirect, for providing an insured person with a preference in obtaining access to an insured service at an integrated community health services centre; or (c)  offer to do anything referred to in clause (a) or (b). No refusal for choice not to pay (6) No person shall refuse to provide or refuse to continue to provide an insured service to an insured person for any reason relating to the insured person’s choice not to pay, or not to provide a direct or indirect benefit, for any product, device or service offered at the integrated community health services centre. Obtaining funding to which not entitled (7) No person shall obtain, receive or attempt to obtain or receive any of the following that the person is not entitled to obtain or receive under this Act: 1.  Payment for or in respect of an integrated community health services centre. 2.  Payment for or in respect of a service provided in an integrated community health services centre. Regulation (8) A regulation made in respect of subsection (4) shall not prescribe an insured person who receives an insured service as a person to whom a facility cost may be charged, or from whom payment of a facility cost may be received, in respect of the service.",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>29 </b>(1) The Minister may pay all or part of the facility costs or other operating costs of an integrated community health services centre.</p> <p class=\"headnote\">Other prescribed costs</p> <p class=\"subsection\">(2) The Minister may pay any other prescribed costs of an integrated community health services centre.</p> <p class=\"headnote\">Prohibition on charging of facility costs</p> <p class=\"subsection\">(3) No person shall charge a facility cost, or accept payment of a facility cost, for or in respect of a service provided in an integrated community health services centre unless the centre is operated by a licensee.</p> <p class=\"headnote\">Facility costs may only be charged to Minister or prescribed person</p> <p class=\"subsection\">(4) No person shall charge or accept payment of a facility cost unless the facility cost is charged to, and the payment accepted from, the Minister or a prescribed person.</p> <p class=\"headnote\">No preferences</p> <p class=\"subsection\">(5) No person shall,</p> <p class=\"paragraph\">  (a)  charge or accept payment for providing an insured person with a preference in obtaining access to an insured service at an integrated community health services centre;</p> <p class=\"paragraph\">  (b)  obtain or accept a benefit, direct or indirect, for providing an insured person with a preference in obtaining access to an insured service at an integrated community health services centre; or</p> <p class=\"paragraph\">  (c)  offer to do anything referred to in clause (a) or (b).</p> <p class=\"headnote\">No refusal for choice not to pay</p> <p class=\"subsection\">(6) No person shall refuse to provide or refuse to continue to provide an insured service to an insured person for any reason relating to the insured person’s choice not to pay, or not to provide a direct or indirect benefit, for any product, device or service offered at the integrated community health services centre.</p> <p class=\"headnote\">Obtaining funding to which not entitled</p> <p class=\"subsection\">(7) No person shall obtain, receive or attempt to obtain or receive any of the following that the person is not entitled to obtain or receive under this Act:</p> <p class=\"paragraph\">  1.  Payment for or in respect of an integrated community health services centre.</p> <p class=\"paragraph\">  2.  Payment for or in respect of a service provided in an integrated community health services centre.</p> <p class=\"headnote\">Regulation</p> <p class=\"subsection\">(8) A regulation made in respect of subsection (4) shall not prescribe an insured person who receives an insured service as a person to whom a facility cost may be charged, or from whom payment of a facility cost may be received, in respect of the service.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "30.",
            "section_x": "Record-keeping",
            "part_id": "PART IV  ",
            "part_type": "PART IV PAYMENTS AND ACCOUNTABILITY",
            "section_y": "Record-keeping",
            "content": "30 (1) For the purposes of this Act, every licensee shall maintain such records as may be necessary to establish whether they have provided a service to a person for or in respect of which a facility cost is charged or paid. Same, providing service (2) For the purposes of this Act, every licensee shall maintain such records as may be necessary to demonstrate that a service for which they prepare or submit a claim for payment is the service that they provided. Same, necessary service (3) For the purposes of this Act, every licensee shall maintain such records as may be necessary to establish whether a service they have provided is medically or therapeutically necessary. Prompt preparation (4) The records described in subsections (1), (2) and (3) must be prepared promptly when the service is provided. Presumption (5) In the absence of a record described in subsection (1) or (3), it is presumed that a service for or in respect of which a facility cost is charged or paid was provided and that the amount payable is nil. Different service provided (6) In the absence of a record described in subsection (2), the service that was provided is presumed to be the service, if any, that the Minister considers to be described in the records as having been provided and not the service for which the claim for payment was prepared or submitted.",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>30 </b>(1) For the purposes of this Act, every licensee shall maintain such records as may be necessary to establish whether they have provided a service to a person for or in respect of which a facility cost is charged or paid.</p> <p class=\"headnote\">Same, providing service</p> <p class=\"subsection\">(2) For the purposes of this Act, every licensee shall maintain such records as may be necessary to demonstrate that a service for which they prepare or submit a claim for payment is the service that they provided.</p> <p class=\"headnote\">Same, necessary service</p> <p class=\"subsection\">(3) For the purposes of this Act, every licensee shall maintain such records as may be necessary to establish whether a service they have provided is medically or therapeutically necessary.</p> <p class=\"headnote\">Prompt preparation</p> <p class=\"subsection\">(4) The records described in subsections (1), (2) and (3) must be prepared promptly when the service is provided.</p> <p class=\"headnote\">Presumption</p> <p class=\"subsection\">(5) In the absence of a record described in subsection (1) or (3), it is presumed that a service for or in respect of which a facility cost is charged or paid was provided and that the amount payable is nil.</p> <p class=\"headnote\">Different service provided</p> <p class=\"subsection\">(6) In the absence of a record described in subsection (2), the service that was provided is presumed to be the service, if any, that the Minister considers to be described in the records as having been provided and not the service for which the claim for payment was prepared or submitted.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "31.",
            "section_x": "Refusal to pay if not required form, etc.",
            "part_id": "PART IV  ",
            "part_type": "PART IV PAYMENTS AND ACCOUNTABILITY",
            "section_y": "Refusal to pay if not required form, etc.",
            "content": "31 The Minister shall refuse to pay if the claim for payment is not prepared in the required form, does not meet the prescribed requirements or is not submitted to the Minister within the prescribed time. However, the Minister may pay if, in the Minister’s opinion, there are extenuating circumstances.",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>31 </b>The Minister shall refuse to pay if the claim for payment is not prepared in the required form, does not meet the prescribed requirements or is not submitted to the Minister within the prescribed time. However, the Minister may pay if, in the Minister’s opinion, there are extenuating circumstances.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "32.",
            "section_x": "Refusal to pay, pay reduced amount or substitute amount: circumstances",
            "part_id": "PART IV  ",
            "part_type": "PART IV PAYMENTS AND ACCOUNTABILITY",
            "section_y": "Refusal to pay, pay reduced amount or substitute amount: circumstances",
            "content": "32 (1) Under any of the following circumstances, the Minister may, with respect to a claim for payment for a service provided by a licensee, refuse to pay for the service, pay a reduced amount for the service, pay for the service the Minister considers to have been provided and not the service described in the claim that was submitted or require reimbursement of the amount paid for the service: 1.  If the Minister is of the opinion that any or all of the following apply: i.  All or part of the service was not in fact rendered. ii.  The service has not been rendered in accordance with a requirement under this Act. iii.  There is an absence of a record described in section 30. 2.  If the Minister is of the opinion that the nature of the service is misrepresented, whether deliberately or inadvertently. 3.  If the Minister is of the opinion that all or part of the service was not provided in accordance with the quality and safety standards. 4.  In such other circumstances as may be prescribed. Statistical methods (2) The Minister may, in determining amounts to be reimbursed under this section, use a random sample with a reasonable confidence interval of claims submitted by the licensee in respect of a service during a specified period of time and calculate the amount to be reimbursed for that service for that period or a portion of that period by assuming the results observed in the random sample are representative of all of the claims submitted by the licensee for that service during the period in question. Pre-payment refusal to pay, pay reduced amount or substitute amount (3) Where the Minister is of the opinion that a circumstance described in subsection (1) exists and has made a decision to refuse to pay or pay a reduced amount to a licensee, or to pay for the service the Minister considers to have been provided and not the service described in the claim, the Minister shall notify the licensee of the decision and the action taken. Post-payment notice that reimbursement is required (4) Where the Minister has made a payment to a licensee and the Minister is of the opinion that a circumstance described in subsection (1) exists and that reimbursement to the Minister is required, the Minister shall notify the licensee of the decision to require reimbursement and the amount of reimbursement that is required. Recovery by Minister (5) The Minister may obtain or recover money that, in the opinion of the Minister, a licensee owes to the Minister by any method, including, without being limited to, set-off against any money payable to them under this Act or, in the event that the licensee is a physician, any money payable to them under the Plan, unless another method of payment is agreed to by the Minister. Not a decision (6) For greater certainty, a refusal to pay under section 31 is not a decision for the purposes of this section. Patient not to pay (7) No person shall charge or accept payment or other benefit from an insured person for a service that is the subject of a decision of the Minister under this section, except as may be provided for in the regulations, if any.",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>32 </b>(1) Under any of the following circumstances, the Minister may, with respect to a claim for payment for a service provided by a licensee, refuse to pay for the service, pay a reduced amount for the service, pay for the service the Minister considers to have been provided and not the service described in the claim that was submitted or require reimbursement of the amount paid for the service:</p> <p class=\"paragraph\">  1.  If the Minister is of the opinion that any or all of the following apply:</p> <p class=\"subpara\">  i.  All or part of the service was not in fact rendered.</p> <p class=\"subpara\">  ii.  The service has not been rendered in accordance with a requirement under this Act.</p> <p class=\"subpara\">  iii.  There is an absence of a record described in section 30.</p> <p class=\"paragraph\">  2.  If the Minister is of the opinion that the nature of the service is misrepresented, whether deliberately or inadvertently.</p> <p class=\"paragraph\">  3.  If the Minister is of the opinion that all or part of the service was not provided in accordance with the quality and safety standards.</p> <p class=\"paragraph\">  4.  In such other circumstances as may be prescribed.</p> <p class=\"headnote\">Statistical methods</p> <p class=\"subsection\">(2) The Minister may, in determining amounts to be reimbursed under this section, use a random sample with a reasonable confidence interval of claims submitted by the licensee in respect of a service during a specified period of time and calculate the amount to be reimbursed for that service for that period or a portion of that period by assuming the results observed in the random sample are representative of all of the claims submitted by the licensee for that service during the period in question.</p> <p class=\"headnote\">Pre-payment refusal to pay, pay reduced amount or substitute amount</p> <p class=\"subsection\">(3) Where the Minister is of the opinion that a circumstance described in subsection (1) exists and has made a decision to refuse to pay or pay a reduced amount to a licensee, or to pay for the service the Minister considers to have been provided and not the service described in the claim, the Minister shall notify the licensee of the decision and the action taken.</p> <p class=\"headnote\">Post-payment notice that reimbursement is required</p> <p class=\"subsection\">(4) Where the Minister has made a payment to a licensee and the Minister is of the opinion that a circumstance described in subsection (1) exists and that reimbursement to the Minister is required, the Minister shall notify the licensee of the decision to require reimbursement and the amount of reimbursement that is required.</p> <p class=\"headnote\">Recovery by Minister</p> <p class=\"subsection\">(5) The Minister may obtain or recover money that, in the opinion of the Minister, a licensee owes to the Minister by any method, including, without being limited to, set-off against any money payable to them under this Act or, in the event that the licensee is a physician, any money payable to them under the Plan, unless another method of payment is agreed to by the Minister.</p> <p class=\"headnote\">Not a decision</p> <p class=\"subsection\">(6) For greater certainty, a refusal to pay under section 31 is not a decision for the purposes of this section.</p> <p class=\"headnote\">Patient not to pay</p> <p class=\"subsection\">(7) No person shall charge or accept payment or other benefit from an insured person for a service that is the subject of a decision of the Minister under this section, except as may be provided for in the regulations, if any.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "33.",
            "section_x": "Reimbursement, non-entitled person",
            "part_id": "PART IV  ",
            "part_type": "PART IV PAYMENTS AND ACCOUNTABILITY",
            "section_y": "Reimbursement, non-entitled person",
            "content": "33 The Minister may require reimbursement from a person for an amount paid under this Act in support of an insured service rendered to the person if, after the payment is made, the Minister determines that the person was not an insured person and was not entitled to have a payment made under this Act with respect to the service.",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>33 </b>The Minister may require reimbursement from a person for an amount paid under this Act in support of an insured service rendered to the person if, after the payment is made, the Minister determines that the person was not an insured person and was not entitled to have a payment made under this Act with respect to the service.</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "34.",
            "section_x": "Debt",
            "part_id": "PART IV  ",
            "part_type": "PART IV PAYMENTS AND ACCOUNTABILITY",
            "section_y": "Debt",
            "content": "34 The requirement to reimburse the Minister under section 32 or 33 creates a debt owed to the Crown in right of Ontario in the amount set out in the decision of the Minister.",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>34 </b>The requirement to reimburse the Minister under section 32 or 33 creates a debt owed to the Crown in right of Ontario in the amount set out in the decision of the Minister.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "35.",
            "section_x": "Transition",
            "part_id": "PART IV  ",
            "part_type": "PART IV PAYMENTS AND ACCOUNTABILITY",
            "section_y": "Transition",
            "content": "35 Sections 32, 33 and 34 apply, with necessary modifications, to services or payments that occurred under the Independent Health Facilities Act before that Act was repealed.",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>35 </b>Sections 32, 33 and 34 apply, with necessary modifications, to services or payments that occurred under the <i>Independent Health Facilities Act</i> before that Act was repealed.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "36.",
            "section_x": "Settlement",
            "part_id": "PART IV  ",
            "part_type": "PART IV PAYMENTS AND ACCOUNTABILITY",
            "section_y": "Settlement",
            "content": "36 Nothing in this Act prevents the Minister and a licensee from entering into an agreement at any time, and despite any other provision of this Act, with respect to amounts to be paid or recovered with respect to claims for services. However, for greater certainty, the Minister is not required to enter into any such agreement.",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>36 </b>Nothing in this Act prevents the Minister and a licensee from entering into an agreement at any time, and despite any other provision of this Act, with respect to amounts to be paid or recovered with respect to claims for services. However, for greater certainty, the Minister is not required to enter into any such agreement.</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "37.",
            "section_x": "Interest",
            "part_id": "PART IV  ",
            "part_type": "PART IV PAYMENTS AND ACCOUNTABILITY",
            "section_y": "Interest",
            "content": "37 Where the Minister has required payment under section 32, interest accrues on the amount that is required to be paid commencing on the date of the Minister’s decision, at the rate for postjudgment interest provided for under section 127 of the Courts of Justice Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>37 </b>Where the Minister has required payment under section 32, interest accrues on the amount that is required to be paid commencing on the date of the Minister’s decision, at the rate for postjudgment interest provided for under section 127 of the <i>Courts of Justice Act</i>.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "38.",
            "section_x": "Hearing by Board",
            "part_id": "PART IV  ",
            "part_type": "PART IV PAYMENTS AND ACCOUNTABILITY",
            "section_y": "Hearing by Board",
            "content": "38 (1) The following persons may request a hearing by the Board with respect to the following matters: 1.  A licensee may request a hearing to review a decision of the Minister under subsection 32 (3) or (4). 2.  A person may request a hearing to review a decision of the Minister under section 33. Notice of request (2) The person requesting a hearing shall file a notice of the request within 30 days after receiving notice of the decision of the Minister. Restrictions on hearing requests (3) For greater certainty, (a)  a licensee may request a hearing only for those matters provided for under subsection 32 (3) or (4) and with respect to them and only those matters may be the subject of a hearing by the Board in accordance with this Act; and (b)  a licensee may not request a hearing with respect to a decision by the Minister to pursue a remedy in contract or otherwise by operation of law.",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>38 </b>(1) The following persons may request a hearing by the Board with respect to the following matters:</p> <p class=\"paragraph\">  1.  A licensee may request a hearing to review a decision of the Minister under subsection 32 (3) or (4).</p> <p class=\"paragraph\">  2.  A person may request a hearing to review a decision of the Minister under section 33.</p> <p class=\"headnote\">Notice of request</p> <p class=\"subsection\">(2) The person requesting a hearing shall file a notice of the request within 30 days after receiving notice of the decision of the Minister.</p> <p class=\"headnote\">Restrictions on hearing requests</p> <p class=\"subsection\">(3) For greater certainty,</p> <p class=\"paragraph\">  (a)  a licensee may request a hearing only for those matters provided for under subsection 32 (3) or (4) and with respect to them and only those matters may be the subject of a hearing by the Board in accordance with this Act; and</p> <p class=\"paragraph\">  (b)  a licensee may not request a hearing with respect to a decision by the Minister to pursue a remedy in contract or otherwise by operation of law.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "39.",
            "section_x": "Powers of Board",
            "part_id": "PART IV  ",
            "part_type": "PART IV PAYMENTS AND ACCOUNTABILITY",
            "section_y": "Powers of Board",
            "content": "39 (1) If a person requests a hearing, the Board shall appoint a time for and hold the hearing and following the hearing may, by order, direct the Minister to take such action as the Board considers the Minister should take in accordance with this Act and the regulations. Extension of time for hearing (2) The Board may extend the time for the giving of notice by a person requesting a hearing under this section, either before or after expiration of such time, where it is satisfied that there are apparent grounds for granting relief to the claimant pursuant to a hearing and that there are reasonable grounds for applying for the extension, and the Board may give such directions as it considers proper regarding the extension. Onus (3) In any hearing under this section, the onus is on the licensee or other person to establish that the decision of the Minister is not in accordance with this Act and the regulations. Costs (4) In a hearing under paragraph 1 of subsection 38 (1), the Board may make an order granting costs to any party, subject to any rules or limitations that may be provided for in the regulations, and despite any other rules of the Board respecting costs and despite the Statutory Powers Procedure Act. Interest payable by Minister (5) If the Board has concluded that an amount is payable by the Minister to a licensee or any other person, interest calculated at the rate provided for postjudgment interest under section 127 of the Courts of Justice Act accrues from the date of recovery under subsection 32 (5) of this Act. No stay (6) Despite section 25 of the Statutory Powers Procedure Act, a request for a hearing under paragraph 1 of subsection 38 (1) of this Act does not have the effect of staying the decision with respect to which the request was made. No interim order to stay (7) Despite section 16.1 of the Statutory Powers Procedure Act, the Board shall not make an interim order to stay the decision with respect to which the request was made. May only order authorized payments (8) For greater certainty, the Board may only order payments that are authorized under this Act. Minister and Director are parties (9) The Minister and the Director, as applicable, are parties to a hearing under this section.",
            "raw_html": "<p class=\"section\"><a name=\"BK47\"></a><b>39 </b>(1) If a person requests a hearing, the Board shall appoint a time for and hold the hearing and following the hearing may, by order, direct the Minister to take such action as the Board considers the Minister should take in accordance with this Act and the regulations.</p> <p class=\"headnote\">Extension of time for hearing</p> <p class=\"subsection\">(2) The Board may extend the time for the giving of notice by a person requesting a hearing under this section, either before or after expiration of such time, where it is satisfied that there are apparent grounds for granting relief to the claimant pursuant to a hearing and that there are reasonable grounds for applying for the extension, and the Board may give such directions as it considers proper regarding the extension.</p> <p class=\"headnote\">Onus</p> <p class=\"subsection\">(3) In any hearing under this section, the onus is on the licensee or other person to establish that the decision of the Minister is not in accordance with this Act and the regulations.</p> <p class=\"headnote\">Costs</p> <p class=\"subsection\">(4) In a hearing under paragraph 1 of subsection 38 (1), the Board may make an order granting costs to any party, subject to any rules or limitations that may be provided for in the regulations, and despite any other rules of the Board respecting costs and despite the <i>Statutory Powers Procedure Act</i>.</p> <p class=\"headnote\">Interest payable by Minister</p> <p class=\"subsection\">(5) If the Board has concluded that an amount is payable by the Minister to a licensee or any other person, interest calculated at the rate provided for postjudgment interest under section 127 of the <i>Courts of Justice Act</i> accrues from the date of recovery under subsection 32 (5) of this Act.</p> <p class=\"headnote\">No stay</p> <p class=\"subsection\">(6) Despite section 25 of the <i>Statutory Powers Procedure Act</i>, a request for a hearing under paragraph 1 of subsection 38 (1) of this Act does not have the effect of staying the decision with respect to which the request was made.</p> <p class=\"headnote\">No interim order to stay</p> <p class=\"subsection\">(7) Despite section 16.1 of the <i>Statutory Powers Procedure Act</i>, the Board shall not make an interim order to stay the decision with respect to which the request was made.</p> <p class=\"headnote\">May only order authorized payments</p> <p class=\"subsection\">(8) For greater certainty, the Board may only order payments that are authorized under this Act.</p> <p class=\"headnote\">Minister and Director are parties</p> <p class=\"subsection\">(9) The Minister and the Director, as applicable, are parties to a hearing under this section.</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "40.",
            "section_x": "Appeal to Board",
            "part_id": "PART IV  ",
            "part_type": "PART IV PAYMENTS AND ACCOUNTABILITY",
            "section_y": "Appeal to Board",
            "content": "40 (1) Any party to the proceedings before the Board under section 39 may appeal from its decision or order to the Divisional Court in accordance with the rules of court. Record to be filed in court (2) Where any party appeals from a decision or order of the Board, the Board shall promptly file in the Divisional Court the record of the proceedings before it in which the decision was made, which, together with the transcript of evidence, if it is not part of the Board’s record, shall constitute the record in the appeal. Powers of court on appeal (3) An appeal under this section may be made on questions of law or fact or both and the court may affirm or may rescind the decision of the Board and may exercise all powers of the Board to direct the Minister to take any action which the Board may direct the Minister to take and as the court considers proper and for such purposes the court may substitute its opinion for that of the Minister or of the Board, or the court may refer the matter back to the Board for rehearing, in whole or in part, in accordance with such directions as the court considers proper. No stay (4) Despite section 25 of the Statutory Powers Procedure Act, an appeal under this section does not have the effect of staying the decision with respect to which the appeal is made.",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>40 </b>(1) Any party to the proceedings before the Board under section 39 may appeal from its decision or order to the Divisional Court in accordance with the rules of court.</p> <p class=\"headnote\">Record to be filed in court</p> <p class=\"subsection\">(2) Where any party appeals from a decision or order of the Board, the Board shall promptly file in the Divisional Court the record of the proceedings before it in which the decision was made, which, together with the transcript of evidence, if it is not part of the Board’s record, shall constitute the record in the appeal.</p> <p class=\"headnote\">Powers of court on appeal</p> <p class=\"subsection\">(3) An appeal under this section may be made on questions of law or fact or both and the court may affirm or may rescind the decision of the Board and may exercise all powers of the Board to direct the Minister to take any action which the Board may direct the Minister to take and as the court considers proper and for such purposes the court may substitute its opinion for that of the Minister or of the Board, or the court may refer the matter back to the Board for rehearing, in whole or in part, in accordance with such directions as the court considers proper.</p> <p class=\"headnote\">No stay</p> <p class=\"subsection\">(4) Despite section 25 of the <i>Statutory Powers Procedure Act</i>, an appeal under this section does not have the effect of staying the decision with respect to which the appeal is made.</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "41.",
            "section_x": "Ontario Health Insurance",
            "part_id": "PART IV  ",
            "part_type": "PART IV PAYMENTS AND ACCOUNTABILITY",
            "section_y": "Ontario Health Insurance",
            "content": "41 (1) In this section, “Plan” means the Ontario Health Insurance Plan referred to in section 10 of the Health Insurance Act. Plan to reimburse facility cost (2) Where the Director is satisfied that a person has paid a facility cost, all or part of which was charged in contravention of section 29, the Director may direct that the amount of the facility cost that was charged in contravention of section 29 be paid to the person out of the Plan. Fee is debt to Plan (3) The person who charged the facility cost referred to in subsection (2) is indebted to the Plan for an amount equal to the amount paid out of the Plan under subsection (2) and the administrative charge prescribed by the regulations. Set-off against Plan (4) If the person who charged the facility cost referred to in subsection (2) is a person who submits accounts directly to the Plan, then, subject to subsections (5), (6) and (8), part or all of the money owed to the Plan under subsection (3) may be recovered by set-off against any money payable to the person by the Plan. Notice of proposed set-off (5) The Director shall serve notice of the proposed set-off referred to in subsection (4), together with written reasons, on the person who is indebted to the Plan. Notice requiring hearing by Board (6) A notice under subsection (5) shall inform the person that they are entitled to a hearing by the Board if the person mails or delivers, within 15 days after the notice under subsection (5) is served on the person, notice in writing requiring a hearing to the Director and the Board, and the person may so require a hearing. Powers where no hearing (7) Where a person does not require a hearing by the Board in accordance with subsection (6), the proposed set-off stated in the notice under subsection (5) may be carried out. Powers of Board where hearing (8) Where a person requires a hearing by the Board, the Board shall appoint a time for and hold the hearing and the Board may, by order, direct that the proposed set-off be carried out or refrained from being carried out, and for such purposes, the Board may substitute its opinion for that of the Director. Extension of time for requiring hearing (9) The Board may extend the time for the giving of notice requiring a hearing by a person under this section, either before or after expiration of such time, where it is satisfied that there are grounds for granting relief to the person and that there are reasonable grounds for applying for the extension, and the Board may give such directions as it considers proper regarding the extension. Application of ss. 16, 17 (10) Sections 16 and 17 apply with necessary modifications to a hearing and decision by the Board under this section. Disclosure of information (11) Despite subsection 38 (1) of the Health Insurance Act, the General Manager may, for the purpose of this section, provide information regarding the nature of the services provided, the date or dates on which the services were provided and for whom, the name and address of the person who provided the services, the amounts paid or payable by the Plan for such services and the persons to whom the fee for the insured service and the facility cost were paid or are payable to, (a)  a member of the Board; (b)  the person who was charged or who paid the facility cost; (c)  the person who charged or accepted payment of the facility cost and counsel for the person; (d)  any person engaged in the administration of this Act or the regulations or any proceedings under this Act; or (e)  any other person with the consent of the person to whom the services were provided in respect of which the facility cost was charged. PART V   INSPECTIONS AND COMPLIANCE ORDERS Inspections",
            "raw_html": "<p class=\"section\"><a name=\"BK49\"></a><b>41 </b>(1) In this section,</p> <p class=\"definition\">“Plan” means the Ontario Health Insurance Plan referred to in section 10 of the <i>Health Insurance Act</i>.</p> <p class=\"headnote\">Plan to reimburse facility cost</p> <p class=\"subsection\">(2) Where the Director is satisfied that a person has paid a facility cost, all or part of which was charged in contravention of section 29, the Director may direct that the amount of the facility cost that was charged in contravention of section 29 be paid to the person out of the Plan.</p> <p class=\"headnote\">Fee is debt to Plan</p> <p class=\"subsection\">(3) The person who charged the facility cost referred to in subsection (2) is indebted to the Plan for an amount equal to the amount paid out of the Plan under subsection (2) and the administrative charge prescribed by the regulations.</p> <p class=\"headnote\">Set-off against Plan</p> <p class=\"subsection\">(4) If the person who charged the facility cost referred to in subsection (2) is a person who submits accounts directly to the Plan, then, subject to subsections (5), (6) and (8), part or all of the money owed to the Plan under subsection (3) may be recovered by set-off against any money payable to the person by the Plan.</p> <p class=\"headnote\">Notice of proposed set-off</p> <p class=\"subsection\">(5) The Director shall serve notice of the proposed set-off referred to in subsection (4), together with written reasons, on the person who is indebted to the Plan.</p> <p class=\"headnote\">Notice requiring hearing by Board</p> <p class=\"subsection\">(6) A notice under subsection (5) shall inform the person that they are entitled to a hearing by the Board if the person mails or delivers, within 15 days after the notice under subsection (5) is served on the person, notice in writing requiring a hearing to the Director and the Board, and the person may so require a hearing.</p> <p class=\"headnote\">Powers where no hearing</p> <p class=\"subsection\">(7) Where a person does not require a hearing by the Board in accordance with subsection (6), the proposed set-off stated in the notice under subsection (5) may be carried out.</p> <p class=\"headnote\">Powers of Board where hearing</p> <p class=\"subsection\">(8) Where a person requires a hearing by the Board, the Board shall appoint a time for and hold the hearing and the Board may, by order, direct that the proposed set-off be carried out or refrained from being carried out, and for such purposes, the Board may substitute its opinion for that of the Director.</p> <p class=\"headnote\">Extension of time for requiring hearing</p> <p class=\"subsection\">(9) The Board may extend the time for the giving of notice requiring a hearing by a person under this section, either before or after expiration of such time, where it is satisfied that there are grounds for granting relief to the person and that there are reasonable grounds for applying for the extension, and the Board may give such directions as it considers proper regarding the extension.</p> <p class=\"headnote\">Application of ss. 16, 17</p> <p class=\"subsection\">(10) Sections 16 and 17 apply with necessary modifications to a hearing and decision by the Board under this section.</p> <p class=\"headnote\">Disclosure of information</p> <p class=\"subsection\">(11) Despite subsection 38 (1) of the <i>Health Insurance Act</i>, the General Manager may, for the purpose of this section, provide information regarding the nature of the services provided, the date or dates on which the services were provided and for whom, the name and address of the person who provided the services, the amounts paid or payable by the Plan for such services and the persons to whom the fee for the insured service and the facility cost were paid or are payable to,</p> <p class=\"paragraph\">  (a)  a member of the Board;</p> <p class=\"paragraph\">  (b)  the person who was charged or who paid the facility cost;</p> <p class=\"paragraph\">  (c)  the person who charged or accepted payment of the facility cost and counsel for the person;</p> <p class=\"paragraph\">  (d)  any person engaged in the administration of this Act or the regulations or any proceedings under this Act; or</p> <p class=\"paragraph\">  (e)  any other person with the consent of the person to whom the services were provided in respect of which the facility cost was charged.</p> <p class=\"partnum\"><a name=\"BK50\"></a><span>PART V <br/>  INSPECTIONS AND COMPLIANCE ORDERS</span></p> <p class=\"heading1\"><a name=\"BK51\"></a>Inspections</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "PART V  ",
            "section_x": "PART V INSPECTIONS AND COMPLIANCE ORDERS",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "Inspections",
            "section_x": "Inspections",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS AND COMPLIANCE ORDERS",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "42.",
            "section_x": "Inspectors",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS AND COMPLIANCE ORDERS",
            "section_y": "Inspectors",
            "content": "42 (1) The Minister or the Director may appoint, in writing, one or more persons, or the members of any class of persons, as inspectors for the purpose of ensuring compliance with this Act and the regulations, subject to any limitations the Minister or Director may provide for in the appointment. Inspectors by virtue of office (2) Every reviewer appointed under the Health Insurance Act is, by virtue of office, an inspector for the purposes of this Act and shall be deemed to have been appointed for the purpose mentioned in subsection (1). Certificate of appointment (3) The Minister or Director shall issue to every inspector appointed under subsection (1) a certificate of appointment which the inspector shall produce, upon request, when acting in the performance of their duties. An inspector mentioned in subsection (2) shall produce their certificate of appointment issued under the Health Insurance Act. Inspection upon notice (4) If the Director considers it necessary or advisable that an inspection be carried out of an integrated community health services centre’s compliance with this Act and the regulations, the Director may give notice in writing to an inspector to conduct an inspection and the inspector shall comply with the notice.",
            "raw_html": "<p class=\"section\"><a name=\"BK52\"></a><b>42 </b>(1) The Minister or the Director may appoint, in writing, one or more persons, or the members of any class of persons, as inspectors for the purpose of ensuring compliance with this Act and the regulations, subject to any limitations the Minister or Director may provide for in the appointment.</p> <p class=\"headnote\">Inspectors by virtue of office</p> <p class=\"subsection\">(2) Every reviewer appointed under the <i>Health Insurance Act</i> is, by virtue of office, an inspector for the purposes of this Act and shall be deemed to have been appointed for the purpose mentioned in subsection (1).</p> <p class=\"headnote\">Certificate of appointment</p> <p class=\"subsection\">(3) The Minister or Director shall issue to every inspector appointed under subsection (1) a certificate of appointment which the inspector shall produce, upon request, when acting in the performance of their duties. An inspector mentioned in subsection (2) shall produce their certificate of appointment issued under the <i>Health Insurance Act</i>.</p> <p class=\"headnote\">Inspection upon notice</p> <p class=\"subsection\">(4) If the Director considers it necessary or advisable that an inspection be carried out of an integrated community health services centre’s compliance with this Act and the regulations, the Director may give notice in writing to an inspector to conduct an inspection and the inspector shall comply with the notice.</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "43.",
            "section_x": "Inspecting bodies",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS AND COMPLIANCE ORDERS",
            "section_y": "Inspecting bodies",
            "content": "43 (1) The regulations may prescribe one or more organizations as inspecting bodies of integrated community health services centres for the purposes of this Act and the regulations. Power to act (2) Every organization that is prescribed as an inspecting body is deemed to have among its objects all the powers necessary to act as an inspecting body for the purposes of this Act and the regulations. Responsibilities of inspecting bodies (3) Subject to the regulations, an inspecting body has the following powers and responsibilities with respect to the integrated community health services centres that are provided for in the regulations: 1.  Establishing, maintaining and publishing quality and safety standards for integrated community health services centres. 2.  Establishing schedules for the regular inspection of integrated community health services centres. 3.  Providing for the inspection of integrated community health services centres as the inspecting body considers advisable or as requested by the Director. 4.  Appointing inspectors to carry out the responsibilities of inspectors under this Act. In the appointment, the inspecting body may limit the authority of an inspector in such manner as the inspecting body considers necessary or advisable. 5.  Submitting reports of inspections and other information, which may include personal information, to the Director and to other prescribed persons or entities. 6.  Providing reports at such times, in such form, in such detail and with such supporting material as is required by the Director. 7.  Making summaries of inspection reports available to the public. 8.  Making compliance orders under clauses 49 (1) (a) and (b). 9.  Making compliance orders issued by the inspecting body available to the public. 10.  Establishing committees to carry out any functions of the inspecting body, or any function required by the Director. 11.  Establishing and collecting fees for any activity that the inspecting body is required or permitted to carry out under this Act, including fees for administrative and overhead costs related to the activity, from licence applicants and licensees. 12.  Exercising any power and carrying out any responsibility provided for in the regulations. Certificate of appointment (4) An inspecting body shall issue to every inspector appointed under paragraph 4 of subsection (3) a certificate of appointment which the inspector shall produce, upon request, when acting in the performance of their duties. No personal health information (5) Before making a compliance order, or a summary of a report, available to the public under subsection (3), the inspecting body shall remove all personal health information from the order or summary that it intends to make public. Inspection upon notice (6) If the Director considers it necessary or advisable that an inspection be carried out of an integrated community health services centre’s compliance with the quality and safety standards, the Director may give notice in writing to an inspecting body and the inspecting body shall direct an inspector to conduct an inspection. Shall carry out responsibilities (7) An inspecting body shall exercise its powers and carry out its responsibilities according to the requirements provided for in this Act and in the regulations. Requiring information (8) An inspecting body may request that a licensee, an applicant for a licence or a prescribed person provide the inspecting body with any information or reports that the inspecting body considers necessary or advisable for the purpose of carrying out its functions, and the licensee, applicant or prescribed person shall comply with the request in the manner and within the time set by the inspecting body. Not Crown Agency (9) Despite the Crown Agency Act, an inspecting body is not an agent of the Crown for any purpose and shall not hold itself out as such. Same (10) The following persons are not agents of the Crown and shall not hold themselves out as such: 1.  Persons who are employed or whose services are retained by an inspecting body. 2.  Members, officers and agents of an inspecting body. 3.  Members of the board of an inspecting body, including those appointed by the Minister, if any.",
            "raw_html": "<p class=\"section\"><a name=\"BK53\"></a><b>43 </b>(1) The regulations may prescribe one or more organizations as inspecting bodies of integrated community health services centres for the purposes of this Act and the regulations.</p> <p class=\"headnote\">Power to act</p> <p class=\"subsection\">(2) Every organization that is prescribed as an inspecting body is deemed to have among its objects all the powers necessary to act as an inspecting body for the purposes of this Act and the regulations.</p> <p class=\"headnote\">Responsibilities of inspecting bodies</p> <p class=\"subsection\">(3) Subject to the regulations, an inspecting body has the following powers and responsibilities with respect to the integrated community health services centres that are provided for in the regulations:</p> <p class=\"paragraph\">  1.  Establishing, maintaining and publishing quality and safety standards for integrated community health services centres.</p> <p class=\"paragraph\">  2.  Establishing schedules for the regular inspection of integrated community health services centres.</p> <p class=\"paragraph\">  3.  Providing for the inspection of integrated community health services centres as the inspecting body considers advisable or as requested by the Director.</p> <p class=\"paragraph\">  4.  Appointing inspectors to carry out the responsibilities of inspectors under this Act. In the appointment, the inspecting body may limit the authority of an inspector in such manner as the inspecting body considers necessary or advisable.</p> <p class=\"paragraph\">  5.  Submitting reports of inspections and other information, which may include personal information, to the Director and to other prescribed persons or entities.</p> <p class=\"paragraph\">  6.  Providing reports at such times, in such form, in such detail and with such supporting material as is required by the Director.</p> <p class=\"paragraph\">  7.  Making summaries of inspection reports available to the public.</p> <p class=\"paragraph\">  8.  Making compliance orders under clauses 49 (1) (a) and (b).</p> <p class=\"paragraph\">  9.  Making compliance orders issued by the inspecting body available to the public.</p> <p class=\"paragraph\">  10.  Establishing committees to carry out any functions of the inspecting body, or any function required by the Director.</p> <p class=\"paragraph\">  11.  Establishing and collecting fees for any activity that the inspecting body is required or permitted to carry out under this Act, including fees for administrative and overhead costs related to the activity, from licence applicants and licensees.</p> <p class=\"paragraph\">  12.  Exercising any power and carrying out any responsibility provided for in the regulations.</p> <p class=\"headnote\">Certificate of appointment</p> <p class=\"subsection\">(4) An inspecting body shall issue to every inspector appointed under paragraph 4 of subsection (3) a certificate of appointment which the inspector shall produce, upon request, when acting in the performance of their duties.</p> <p class=\"headnote\">No personal health information</p> <p class=\"subsection\">(5) Before making a compliance order, or a summary of a report, available to the public under subsection (3), the inspecting body shall remove all personal health information from the order or summary that it intends to make public.</p> <p class=\"headnote\">Inspection upon notice</p> <p class=\"subsection\">(6) If the Director considers it necessary or advisable that an inspection be carried out of an integrated community health services centre’s compliance with the quality and safety standards, the Director may give notice in writing to an inspecting body and the inspecting body shall direct an inspector to conduct an inspection.</p> <p class=\"headnote\">Shall carry out responsibilities</p> <p class=\"subsection\">(7) An inspecting body shall exercise its powers and carry out its responsibilities according to the requirements provided for in this Act and in the regulations.</p> <p class=\"headnote\">Requiring information</p> <p class=\"subsection\">(8) An inspecting body may request that a licensee, an applicant for a licence or a prescribed person provide the inspecting body with any information or reports that the inspecting body considers necessary or advisable for the purpose of carrying out its functions, and the licensee, applicant or prescribed person shall comply with the request in the manner and within the time set by the inspecting body.</p> <p class=\"headnote\">Not Crown Agency</p> <p class=\"subsection\">(9) Despite the <i>Crown Agency Act</i>, an inspecting body is not an agent of the Crown for any purpose and shall not hold itself out as such.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(10) The following persons are not agents of the Crown and shall not hold themselves out as such:</p> <p class=\"paragraph\">  1.  Persons who are employed or whose services are retained by an inspecting body.</p> <p class=\"paragraph\">  2.  Members, officers and agents of an inspecting body.</p> <p class=\"paragraph\">  3.  Members of the board of an inspecting body, including those appointed by the Minister, if any.</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "44.",
            "section_x": "Inspections",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS AND COMPLIANCE ORDERS",
            "section_y": "Inspections",
            "content": "44 (1) An inspector acting within the scope of their appointment may enter any of the following places at any reasonable time to conduct inspections in accordance with the purpose for which the inspector was appointed: 1.  A licensed integrated community health services centre, or a place in respect of which an application for or related to a licence has been made. 2.  Any business premises of a person or entity that owns or operates one or more integrated community health services centres. 3.  Any place that the inspector suspects, on reasonable grounds, is operating as an integrated community health services centre. 4.  Any place where a licensee or other person who may be operating an integrated community health services centre maintains records that relate in any way to, i.  the charging and accepting of facility costs, or ii.  the provision of services at an integrated community health services centre. Dwellings (2) No inspector shall enter a part of a place that is being used as a dwelling, except with the consent of the occupier of the part of the place or under the authority of an order under section 46. Use of force (3) An inspector is not entitled to use force to enter and inspect a place. Powers of inspector (4) An inspector conducting an inspection may, if the inspector considers it to be relevant to the inspection, (a)  examine records or anything else; (b)  demand the production of a record or any other thing; (c)  upon providing a receipt, remove a record or any other thing for review, examination or copying; (d)  in order to produce a record in readable form, use data storage, information processing or retrieval devices or systems that are normally used in carrying on business in the place; (e)  take photographs or make any other kind of recording but only in a manner that does not intercept any private communication and that is in keeping with reasonable expectations of privacy; (f)  question a person about a matter relevant to the inspection; (g)  call upon experts who may enter the premises and provide assistance to the inspector in carrying out the inspection in any manner that the inspector considers necessary or advisable; and (h)  if the consent of the person who is to receive the services has been obtained, observe the staff of the centre in providing services to members of the public. Written demand (5) A demand under this section that a record or any other thing be produced must be in writing and must include, (a)  a statement of the nature of the record or thing required; and (b)  a statement of when the records and other things are to be produced. Obligation to produce and assist (6) If an inspector demands that a record or any other thing be produced under this section, the person who has custody of the record or thing shall produce it and, in the case of a record, shall, on request, provide any assistance that is reasonably necessary to interpret the record or to produce it in a readable form. Records and things removed from place (7) A record or other thing that has been removed for review, examination or copying shall, (a)  be made available to the person from whom it was removed on request and at a time and place that are convenient for the person and for the inspector; and (b)  be returned to the person within a reasonable time. Co-operation (8) Every person shall give all reasonable assistance to an inspector in the exercise of the inspector’s powers or the performance of the inspector’s duties under this Act. Inspection report (9) Within a reasonable period of time after completing an inspection, an inspector shall make a report in writing to the Director or, in the case of an inspector appointed by an inspecting body, to the inspecting body. Director may require information (10) The Director may, in writing, require an inspector or the inspecting body to provide the Director with information respecting an inspection at any time, and the inspector or inspecting body shall comply with the requirement. Record (11) In this section, “record” means any document or record of information, in any form, including a record that contains personal information.",
            "raw_html": "<p class=\"section\"><a name=\"BK54\"></a><b>44 </b>(1) An inspector acting within the scope of their appointment may enter any of the following places at any reasonable time to conduct inspections in accordance with the purpose for which the inspector was appointed:</p> <p class=\"paragraph\">  1.  A licensed integrated community health services centre, or a place in respect of which an application for or related to a licence has been made.</p> <p class=\"paragraph\">  2.  Any business premises of a person or entity that owns or operates one or more integrated community health services centres.</p> <p class=\"paragraph\">  3.  Any place that the inspector suspects, on reasonable grounds, is operating as an integrated community health services centre.</p> <p class=\"paragraph\">  4.  Any place where a licensee or other person who may be operating an integrated community health services centre maintains records that relate in any way to,</p> <p class=\"subpara\">  i.  the charging and accepting of facility costs, or</p> <p class=\"subpara\">  ii.  the provision of services at an integrated community health services centre.</p> <p class=\"headnote\">Dwellings</p> <p class=\"subsection\">(2) No inspector shall enter a part of a place that is being used as a dwelling, except with the consent of the occupier of the part of the place or under the authority of an order under section 46.</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(3) An inspector is not entitled to use force to enter and inspect a place.</p> <p class=\"headnote\">Powers of inspector</p> <p class=\"subsection\">(4) An inspector conducting an inspection may, if the inspector considers it to be relevant to the inspection,</p> <p class=\"paragraph\">  (a)  examine records or anything else;</p> <p class=\"paragraph\">  (b)  demand the production of a record or any other thing;</p> <p class=\"paragraph\">  (c)  upon providing a receipt, remove a record or any other thing for review, examination or copying;</p> <p class=\"paragraph\">  (d)  in order to produce a record in readable form, use data storage, information processing or retrieval devices or systems that are normally used in carrying on business in the place;</p> <p class=\"paragraph\">  (e)  take photographs or make any other kind of recording but only in a manner that does not intercept any private communication and that is in keeping with reasonable expectations of privacy;</p> <p class=\"paragraph\">  (f)  question a person about a matter relevant to the inspection;</p> <p class=\"paragraph\">  (g)  call upon experts who may enter the premises and provide assistance to the inspector in carrying out the inspection in any manner that the inspector considers necessary or advisable; and</p> <p class=\"paragraph\">  (h)  if the consent of the person who is to receive the services has been obtained, observe the staff of the centre in providing services to members of the public.</p> <p class=\"headnote\">Written demand</p> <p class=\"subsection\">(5) A demand under this section that a record or any other thing be produced must be in writing and must include,</p> <p class=\"paragraph\">  (a)  a statement of the nature of the record or thing required; and</p> <p class=\"paragraph\">  (b)  a statement of when the records and other things are to be produced.</p> <p class=\"headnote\">Obligation to produce and assist</p> <p class=\"subsection\">(6) If an inspector demands that a record or any other thing be produced under this section, the person who has custody of the record or thing shall produce it and, in the case of a record, shall, on request, provide any assistance that is reasonably necessary to interpret the record or to produce it in a readable form.</p> <p class=\"headnote\">Records and things removed from place</p> <p class=\"subsection\">(7) A record or other thing that has been removed for review, examination or copying shall,</p> <p class=\"paragraph\">  (a)  be made available to the person from whom it was removed on request and at a time and place that are convenient for the person and for the inspector; and</p> <p class=\"paragraph\">  (b)  be returned to the person within a reasonable time.</p> <p class=\"headnote\">Co-operation</p> <p class=\"subsection\">(8) Every person shall give all reasonable assistance to an inspector in the exercise of the inspector’s powers or the performance of the inspector’s duties under this Act.</p> <p class=\"headnote\">Inspection report</p> <p class=\"subsection\">(9) Within a reasonable period of time after completing an inspection, an inspector shall make a report in writing to the Director or, in the case of an inspector appointed by an inspecting body, to the inspecting body.</p> <p class=\"headnote\">Director may require information</p> <p class=\"subsection\">(10) The Director may, in writing, require an inspector or the inspecting body to provide the Director with information respecting an inspection at any time, and the inspector or inspecting body shall comply with the requirement.</p> <p class=\"headnote\">Record</p> <p class=\"subsection\">(11) In this section,</p> <p class=\"definition\">“record” means any document or record of information, in any form, including a record that contains personal information.</p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "45.",
            "section_x": "Copy constitutes evidence",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS AND COMPLIANCE ORDERS",
            "section_y": "Copy constitutes evidence",
            "content": "45 (1) In any proceeding, other than a prosecution, a copy of an inspection report that appears to be signed by an inspector or the Director, or a copy of a decision of the Director made under this Act, is admissible as evidence of the inspection report or decision and of the facts appearing in the document without further proof. Same (2) In any proceeding, other than a prosecution, a copy of a record or thing made under clause 44 (4) (c) that appears to be certified as a true copy of the original by an inspector is admissible as evidence of the record or thing and of the facts appearing in it without further proof. Same, prosecution (3) In any prosecution, a copy of a decision, direction or inspection report made under this Act that appears to be signed by an inspector or the Director is admissible as evidence, in the absence of evidence to the contrary, of the decision, direction or inspection report and of the facts appearing in the document without further proof. Same (4) In any prosecution, a copy of a record or thing made under clause 44 (4) (c) that appears to be certified as a true copy of the original by an inspector is admissible as evidence, in the absence of evidence to the contrary, of the record or thing and of the facts appearing in it without further proof.",
            "raw_html": "<p class=\"section\"><a name=\"BK55\"></a><b>45 </b>(1) In any proceeding, other than a prosecution, a copy of an inspection report that appears to be signed by an inspector or the Director, or a copy of a decision of the Director made under this Act, is admissible as evidence of the inspection report or decision and of the facts appearing in the document without further proof.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In any proceeding, other than a prosecution, a copy of a record or thing made under clause 44 (4) (c) that appears to be certified as a true copy of the original by an inspector is admissible as evidence of the record or thing and of the facts appearing in it without further proof.</p> <p class=\"headnote\">Same, prosecution</p> <p class=\"subsection\">(3) In any prosecution, a copy of a decision, direction or inspection report made under this Act that appears to be signed by an inspector or the Director is admissible as evidence, in the absence of evidence to the contrary, of the decision, direction or inspection report and of the facts appearing in the document without further proof.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) In any prosecution, a copy of a record or thing made under clause 44 (4) (c) that appears to be certified as a true copy of the original by an inspector is admissible as evidence, in the absence of evidence to the contrary, of the record or thing and of the facts appearing in it without further proof.</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "46.",
            "section_x": "Order to enter",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS AND COMPLIANCE ORDERS",
            "section_y": "Order to enter",
            "content": "46 (1) On application without notice, a justice may issue an order authorizing an inspector named in the order to enter a place specified in the order and to exercise any of the powers mentioned in subsection 44 (4), if the justice is satisfied on information under oath that the inspector has been prevented from entering a place that may be entered under section 44, or has been prevented from exercising a power mentioned in subsection 44 (4), or that there are reasonable grounds to believe that the inspector will be prevented from entering the place or exercising the power. Expiry (2) An order shall name a date on which it expires, which shall not be later than 30 days after the order is issued. Extension of time (3) A justice may extend the date on which an order expires for an additional period of no more than 30 days, upon application without notice by the inspector named in the order. Police assistance (4) An inspector named in an order may call upon a police officer for assistance in executing the order and the police officer may use whatever force the police officer considers necessary to execute the order. Time of execution (5) An order may be executed only between 6 a.m. and 9 p.m. unless the order specifies otherwise. Other matters (6) Subsections 44 (2) and (4) to (9) apply, with necessary modifications, to the execution of an order.",
            "raw_html": "<p class=\"section\"><a name=\"BK56\"></a><b>46 </b>(1) On application without notice, a justice may issue an order authorizing an inspector named in the order to enter a place specified in the order and to exercise any of the powers mentioned in subsection 44 (4), if the justice is satisfied on information under oath that the inspector has been prevented from entering a place that may be entered under section 44, or has been prevented from exercising a power mentioned in subsection 44 (4), or that there are reasonable grounds to believe that the inspector will be prevented from entering the place or exercising the power.</p> <p class=\"headnote\">Expiry</p> <p class=\"subsection\">(2) An order shall name a date on which it expires, which shall not be later than 30 days after the order is issued.</p> <p class=\"headnote\">Extension of time</p> <p class=\"subsection\">(3) A justice may extend the date on which an order expires for an additional period of no more than 30 days, upon application without notice by the inspector named in the order.</p> <p class=\"headnote\">Police assistance</p> <p class=\"subsection\">(4) An inspector named in an order may call upon a police officer for assistance in executing the order and the police officer may use whatever force the police officer considers necessary to execute the order.</p> <p class=\"headnote\">Time of execution</p> <p class=\"subsection\">(5) An order may be executed only between 6 a.m. and 9 p.m. unless the order specifies otherwise.</p> <p class=\"headnote\">Other matters</p> <p class=\"subsection\">(6) Subsections 44 (2) and (4) to (9) apply, with necessary modifications, to the execution of an order.</p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "47.",
            "section_x": "Obstruction offence",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS AND COMPLIANCE ORDERS",
            "section_y": "Obstruction offence",
            "content": "47 Where an inspector is conducting an inspection under section 44 or executing an order under section 46 or where a provincial offences officer is executing a warrant under section 158 or 158.1 of the Provincial Offences Act with respect to a matter relevant to this Act, no person shall, (a)  hinder, obstruct or interfere with the inspector or officer, or otherwise impede the inspector or officer; (b)  destroy or alter a record or other thing that has been demanded under clause 44 (4) (b) or that is subject of a warrant under section 158 or 158.1 of the Provincial Offences Act; or (c)  fail to do anything required under subsections 44 (6) or (8) or subsection 48 (7).",
            "raw_html": "<p class=\"section\"><a name=\"BK57\"></a><b>47 </b>Where an inspector is conducting an inspection under section 44 or executing an order under section 46 or where a provincial offences officer is executing a warrant under section 158 or 158.1 of the <i>Provincial Offences Act</i> with respect to a matter relevant to this Act, no person shall,</p> <p class=\"paragraph\">  (a)  hinder, obstruct or interfere with the inspector or officer, or otherwise impede the inspector or officer;</p> <p class=\"paragraph\">  (b)  destroy or alter a record or other thing that has been demanded under clause 44 (4) (b) or that is subject of a warrant under section 158 or 158.1 of the <i>Provincial Offences Act</i>; or</p> <p class=\"paragraph\">  (c)  fail to do anything required under subsections 44 (6) or (8) or subsection 48 (7).</p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "48.",
            "section_x": "Production order",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS AND COMPLIANCE ORDERS",
            "section_y": "Production order",
            "content": "48 (1) On application without notice by a provincial offences officer, a justice may issue a production order to a person, other than a person under investigation for an offence, requiring the person to, (a)  produce documents or copies of documents, certified by affidavit to be true copies, or produce data; or (b)  prepare a document based on documents or data already in existence and produce it. Contents of order (2) A production order must stipulate when, where and how the documents or data are to be produced, and to whom they are to be produced. Grounds (3) A justice may make a production order if satisfied by information given under oath or affirmation that there are reasonable grounds to believe that, (a)  an offence under this Act has been or is being committed; (b)  the document or data will provide evidence respecting the offence or suspected offence; and (c)  the person who is subject to the order has possession or control of the document or data. Conditions (4) A production order may contain any conditions the justice considers advisable. Evidence (5) A copy of a document or data produced under this section, on proof by affidavit that it is a true copy, is admissible in evidence in proceedings under this Act and has the same probative force as the original document or data would have if it had been proved in the ordinary way. No return of copies (6) Copies of documents or data produced under this section are not required to be returned to the person who provided them. Compliance required (7) A person to whom a production order is directed shall comply with the order according to its terms. Compliance Orders",
            "raw_html": "<p class=\"section\"><a name=\"BK58\"></a><b>48 </b>(1) On application without notice by a provincial offences officer, a justice may issue a production order to a person, other than a person under investigation for an offence, requiring the person to,</p> <p class=\"paragraph\">  (a)  produce documents or copies of documents, certified by affidavit to be true copies, or produce data; or</p> <p class=\"paragraph\">  (b)  prepare a document based on documents or data already in existence and produce it.</p> <p class=\"headnote\">Contents of order</p> <p class=\"subsection\">(2) A production order must stipulate when, where and how the documents or data are to be produced, and to whom they are to be produced.</p> <p class=\"headnote\">Grounds</p> <p class=\"subsection\">(3) A justice may make a production order if satisfied by information given under oath or affirmation that there are reasonable grounds to believe that,</p> <p class=\"paragraph\">  (a)  an offence under this Act has been or is being committed;</p> <p class=\"paragraph\">  (b)  the document or data will provide evidence respecting the offence or suspected offence; and</p> <p class=\"paragraph\">  (c)  the person who is subject to the order has possession or control of the document or data.</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(4) A production order may contain any conditions the justice considers advisable.</p> <p class=\"headnote\">Evidence</p> <p class=\"subsection\">(5) A copy of a document or data produced under this section, on proof by affidavit that it is a true copy, is admissible in evidence in proceedings under this Act and has the same probative force as the original document or data would have if it had been proved in the ordinary way.</p> <p class=\"headnote\">No return of copies</p> <p class=\"subsection\">(6) Copies of documents or data produced under this section are not required to be returned to the person who provided them.</p> <p class=\"headnote\">Compliance required</p> <p class=\"subsection\">(7) A person to whom a production order is directed shall comply with the order according to its terms.</p> <p class=\"heading1\"><a name=\"BK59\"></a>Compliance Orders</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "Compliance Orders",
            "section_x": "Compliance Orders",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS AND COMPLIANCE ORDERS",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "49.",
            "section_x": "Compliance orders",
            "part_id": "PART V  ",
            "part_type": "PART V INSPECTIONS AND COMPLIANCE ORDERS",
            "section_y": "Compliance orders",
            "content": "49 (1) The Director may order a licensee to, (a)  do anything, or refrain from doing anything, to achieve compliance with a requirement under this Act; (b)  prepare, submit and implement a plan for achieving compliance with a requirement under this Act; or (c)  ensure that specified licensed services are not provided at the integrated community health services centre until the licensee achieves compliance with a requirement under this Act. Same, inspecting body (2) An inspecting body may order a licensee to do anything set out in clause (1) (a) or (b). Grounds (3) A compliance order under subsection (1) or (2) may be made if, in the opinion of the Director or inspecting body, after considering any factors provided for in this Act or the regulations, the licensee has not complied with a requirement under this Act or, if in the opinion of the Director or inspecting body, it is necessary or advisable to protect the health or safety of any person. Time of validity (4) A compliance order issued under this section is valid until the date set out in the order or until the conditions specified in the order have been met, whichever is earlier. Due diligence, mistakes do not prevent action (5) The authority to make a compliance order under this section may be exercised with respect to a licensee who has not complied with a requirement under this Act whether or not, (a)  the licensee took all reasonable steps to prevent the non-compliance; or (b)  at the time of the non-compliance, the licensee had an honest and reasonable belief in a set of facts that, if true, would have resulted in there not being any non-compliance. PART VI   MISCELLANEOUS",
            "raw_html": "<p class=\"section\"><a name=\"BK60\"></a><b>49 </b>(1) The Director may order a licensee to,</p> <p class=\"paragraph\">  (a)  do anything, or refrain from doing anything, to achieve compliance with a requirement under this Act;</p> <p class=\"paragraph\">  (b)  prepare, submit and implement a plan for achieving compliance with a requirement under this Act; or</p> <p class=\"paragraph\">  (c)  ensure that specified licensed services are not provided at the integrated community health services centre until the licensee achieves compliance with a requirement under this Act.</p> <p class=\"headnote\">Same, inspecting body</p> <p class=\"subsection\">(2) An inspecting body may order a licensee to do anything set out in clause (1) (a) or (b).</p> <p class=\"headnote\">Grounds</p> <p class=\"subsection\">(3) A compliance order under subsection (1) or (2) may be made if, in the opinion of the Director or inspecting body, after considering any factors provided for in this Act or the regulations, the licensee has not complied with a requirement under this Act or, if in the opinion of the Director or inspecting body, it is necessary or advisable to protect the health or safety of any person.</p> <p class=\"headnote\">Time of validity</p> <p class=\"subsection\">(4) A compliance order issued under this section is valid until the date set out in the order or until the conditions specified in the order have been met, whichever is earlier.</p> <p class=\"headnote\">Due diligence, mistakes do not prevent action</p> <p class=\"subsection\">(5) The authority to make a compliance order under this section may be exercised with respect to a licensee who has not complied with a requirement under this Act whether or not,</p> <p class=\"paragraph\">  (a)  the licensee took all reasonable steps to prevent the non-compliance; or</p> <p class=\"paragraph\">  (b)  at the time of the non-compliance, the licensee had an honest and reasonable belief in a set of facts that, if true, would have resulted in there not being any non-compliance.</p> <p class=\"partnum\"><a name=\"BK61\"></a><span>PART VI <br/>  MISCELLANEOUS</span></p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "PART VI  ",
            "section_x": "PART VI MISCELLANEOUS",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "50.",
            "section_x": "Consideration of past conduct",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section_y": "Consideration of past conduct",
            "content": "50 Where the Minister or Director makes a decision under this Act, they may consider any person’s current or past failures to comply with a requirement under this Act or under any other Act that they may consider relevant.",
            "raw_html": "<p class=\"section\"><a name=\"BK62\"></a><b>50 </b>Where the Minister or Director makes a decision under this Act, they may consider any person’s current or past failures to comply with a requirement under this Act or under any other Act that they may consider relevant.</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "51.",
            "section_x": "Service of notice",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section_y": "Service of notice",
            "content": "51 (1) Except where otherwise provided, any notice required by or provided for in this Act may be served by, (a)  personal service; (b)  courier; (c)  registered mail; (d)  electronic means; or (e)  any other prescribed method. When effective (2) Service of a notice is effective, (a)  in the case of a notice under clauses (1) (a) to (d), on the day of delivery; and (b)  in the case of a notice under clause (1) (e), as provided for in the regulations. Service by lettermail (3) Where an attempt has been made to effect service by a method set out in subsection (1), and for any reason service could not be effected, service may be made by lettermail. Same (4) Service by lettermail shall be deemed to be effective 14 business days after the day of mailing, unless the person or entity on whom service is to be made establishes that the notice was not received until a later date for reasons that they could not control, in which case service is effective on the day that the notice is actually received.",
            "raw_html": "<p class=\"section\"><a name=\"BK63\"></a><b>51 </b>(1) Except where otherwise provided, any notice required by or provided for in this Act may be served by,</p> <p class=\"paragraph\">  (a)  personal service;</p> <p class=\"paragraph\">  (b)  courier;</p> <p class=\"paragraph\">  (c)  registered mail;</p> <p class=\"paragraph\">  (d)  electronic means; or</p> <p class=\"paragraph\">  (e)  any other prescribed method.</p> <p class=\"headnote\">When effective</p> <p class=\"subsection\">(2) Service of a notice is effective,</p> <p class=\"paragraph\">  (a)  in the case of a notice under clauses (1) (a) to (d), on the day of delivery; and</p> <p class=\"paragraph\">  (b)  in the case of a notice under clause (1) (e), as provided for in the regulations.</p> <p class=\"headnote\">Service by lettermail</p> <p class=\"subsection\">(3) Where an attempt has been made to effect service by a method set out in subsection (1), and for any reason service could not be effected, service may be made by lettermail.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Service by lettermail shall be deemed to be effective 14 business days after the day of mailing, unless the person or entity on whom service is to be made establishes that the notice was not received until a later date for reasons that they could not control, in which case service is effective on the day that the notice is actually received.</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "52.",
            "section_x": "Not compellable witness",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section_y": "Not compellable witness",
            "content": "52 No person, including an inspector or a person who, at the request of an inspector, accompanies an inspector in doing anything authorized under this Act, is a compellable witness in a civil suit or any proceeding respecting any information or material furnished, obtained, made or received by them in the course of performing a function or duty or exercising a power under this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK64\"></a><b>52 </b>No person, including an inspector or a person who, at the request of an inspector, accompanies an inspector in doing anything authorized under this Act, is a compellable witness in a civil suit or any proceeding respecting any information or material furnished, obtained, made or received by them in the course of performing a function or duty or exercising a power under this Act.</p>"
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "53.",
            "section_x": "Protection of information",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section_y": "Protection of information",
            "content": "53 In a prosecution for an offence under this Act or where documents or materials provided for under section 48 of this Act or sections 158 to 160 of the Provincial Offences Act are filed with a court in relation to an inspection or an investigation into an offence under this Act, the court may, at any time, take precautions to avoid the disclosure by the court or any person of any personal information about an individual, including, where appropriate, (a)  removing the identifying information of any person whose personal information is referred to in any documents or materials; (b)  receiving representations without notice; (c)  conducting hearings or parts of hearings in private; or (d)  sealing all or part of the court files.",
            "raw_html": "<p class=\"section\"><a name=\"BK65\"></a><b>53 </b>In a prosecution for an offence under this Act or where documents or materials provided for under section 48 of this Act or sections 158 to 160 of the <i>Provincial Offences Act</i> are filed with a court in relation to an inspection or an investigation into an offence under this Act, the court may, at any time, take precautions to avoid the disclosure by the court or any person of any personal information about an individual, including, where appropriate,</p> <p class=\"paragraph\">  (a)  removing the identifying information of any person whose personal information is referred to in any documents or materials;</p> <p class=\"paragraph\">  (b)  receiving representations without notice;</p> <p class=\"paragraph\">  (c)  conducting hearings or parts of hearings in private; or</p> <p class=\"paragraph\">  (d)  sealing all or part of the court files.</p>"
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "54.",
            "section_x": "Certain documents",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section_y": "Certain documents",
            "content": "54 (1) In any proceeding under this Act, the Health Insurance Act or the Commitment to the Future of Medicare Act, 2004, a document purporting to be an extract of data or information from any database maintained and used by the Ministry in the ordinary course of business to record and track information about claims made under this Act or the Health Insurance Act and payments made under this Act or that Act that appears to be certified as a true extract by the Director or by the General Manager under the Health Insurance Act\r\nis admissible as evidence of the information contained in the extract and of the facts appearing in it without further proof. Prosecutions (2) Subsection (1) does not apply in respect of a prosecution.",
            "raw_html": "<p class=\"section\"><a name=\"BK66\"></a><b>54 </b>(1) In any proceeding under this Act, the <i>Health Insurance Act</i> or the <i>Commitment to the Future of Medicare Act, 2004</i>, a document purporting to be an extract of data or information from any database maintained and used by the Ministry in the ordinary course of business to record and track information about claims made under this Act or the <i>Health Insurance Act</i> and payments made under this Act or that Act that appears to be certified as a true extract by the Director or by the General Manager under the <i>Health Insurance Act</i>\r\nis admissible as evidence of the information contained in the extract and of the facts appearing in it without further proof.</p> <p class=\"headnote\">Prosecutions</p> <p class=\"subsection\">(2) Subsection (1) does not apply in respect of a prosecution.</p>"
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "55.",
            "section_x": "Filing with court",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section_y": "Filing with court",
            "content": "55 (1) A copy of any of the following may be filed with the Superior Court of Justice after the time in which an appeal may be made has passed, and once filed shall be entered in the same way as a judgment or order of the Superior Court of Justice and is enforceable as an order of that court: 1.  A decision of the Board made under this Act. 2.  An agreement to reimburse the Minister or the Plan signed by a licensee. 3.  A decision of the Minister under section 32 or 33. Personal property charge (2) Anything that may be filed under subsection (1) may also be entered as a lien and charge with the registrar under the Personal Property Security Act. Set-off (3) For greater certainty, nothing under this section affects any right of set-off that the Minister possesses under this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK67\"></a><b>55 </b>(1) A copy of any of the following may be filed with the Superior Court of Justice after the time in which an appeal may be made has passed, and once filed shall be entered in the same way as a judgment or order of the Superior Court of Justice and is enforceable as an order of that court:</p> <p class=\"paragraph\">  1.  A decision of the Board made under this Act.</p> <p class=\"paragraph\">  2.  An agreement to reimburse the Minister or the Plan signed by a licensee.</p> <p class=\"paragraph\">  3.  A decision of the Minister under section 32 or 33.</p> <p class=\"headnote\">Personal property charge</p> <p class=\"subsection\">(2) Anything that may be filed under subsection (1) may also be entered as a lien and charge with the registrar under the <i>Personal Property Security Act</i>.</p> <p class=\"headnote\">Set-off</p> <p class=\"subsection\">(3) For greater certainty, nothing under this section affects any right of set-off that the Minister possesses under this Act.</p>"
        },
        {
            "ahref_id": "#BK68",
            "TOCid": "56.",
            "section_x": "Publication",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section_y": "Publication",
            "content": "56 (1) Subject to the regulations, if any, the Minister is authorized to publish information, including personal information other than personal health information, that relates to any payments under this Act to a licensee. Same, Director (2) The Director is authorized to publish any information that relates to compliance with licensing and quality and safety standards under this Act, including personal information other than personal health information.",
            "raw_html": "<p class=\"section\"><a name=\"BK68\"></a><b>56 </b>(1) Subject to the regulations, if any, the Minister is authorized to publish information, including personal information other than personal health information, that relates to any payments under this Act to a licensee.</p> <p class=\"headnote\">Same, Director</p> <p class=\"subsection\">(2) The Director is authorized to publish any information that relates to compliance with licensing and quality and safety standards under this Act, including personal information other than personal health information.</p>"
        },
        {
            "ahref_id": "#BK69",
            "TOCid": "57.",
            "section_x": "Confidentiality for inspecting body and inspectors",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section_y": "Confidentiality for inspecting body and inspectors",
            "content": "57 (1) Every inspecting body and every inspector appointed by an inspecting body shall keep confidential all information that comes to their knowledge in the course of performing a function or duty or exercising a power related to the administration of this Act, subject to subsection (2). Disclosure (2) An inspecting body or inspector appointed by an inspecting body may disclose information described in subsection (1), (a)  to the Director, upon request of the Director or for purposes related to this Act, the Health Insurance Act\r\nor the Commitment to the Future of Medicare Act, 2004; (b)  to comply with any requirement under this Act to post the information or to make the information public; (c)  where the person to whom the information relates has consented to the disclosure; (d)  where the disclosure of the information is required or permitted by a law of Ontario or Canada; (e)  where disclosure is required in a proceeding before the Board; (f)  where the inspecting body has reasonable grounds to believe that the disclosure is necessary for the purpose of eliminating or reducing a significant risk of serious bodily harm to a person or group of persons; or (g)  in such circumstances as may be prescribed.",
            "raw_html": "<p class=\"section\"><a name=\"BK69\"></a><b>57 </b>(1) Every inspecting body and every inspector appointed by an inspecting body shall keep confidential all information that comes to their knowledge in the course of performing a function or duty or exercising a power related to the administration of this Act, subject to subsection (2).</p> <p class=\"headnote\">Disclosure</p> <p class=\"subsection\">(2) An inspecting body or inspector appointed by an inspecting body may disclose information described in subsection (1),</p> <p class=\"paragraph\">  (a)  to the Director, upon request of the Director or for purposes related to this Act, the <i>Health Insurance Act</i>\r\nor the <i>Commitment to the Future of Medicare Act, 2004</i>;</p> <p class=\"paragraph\">  (b)  to comply with any requirement under this Act to post the information or to make the information public;</p> <p class=\"paragraph\">  (c)  where the person to whom the information relates has consented to the disclosure;</p> <p class=\"paragraph\">  (d)  where the disclosure of the information is required or permitted by a law of Ontario or Canada;</p> <p class=\"paragraph\">  (e)  where disclosure is required in a proceeding before the Board;</p> <p class=\"paragraph\">  (f)  where the inspecting body has reasonable grounds to believe that the disclosure is necessary for the purpose of eliminating or reducing a significant risk of serious bodily harm to a person or group of persons; or</p> <p class=\"paragraph\">  (g)  in such circumstances as may be prescribed.</p>"
        },
        {
            "ahref_id": "#BK70",
            "TOCid": "58.",
            "section_x": "Personal information",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section_y": "Personal information",
            "content": "58 (1) The Minister may directly or indirectly collect personal information or use personal information, subject to such conditions as may be prescribed, for purposes related to the administration of this Act, the Health Insurance Act or the Commitment to the Future of Medicare Act, 2004 or for such other purposes as may be prescribed. Disclosure (2) The Minister shall disclose personal information, subject to such conditions as may be prescribed, if the disclosure is necessary for purposes related to the administration of this Act, the Health Insurance Act or the Commitment to the Future of Medicare Act, 2004 or for such other purposes as may be prescribed, but shall not disclose the information if, in the Minister’s opinion, the disclosure is not necessary for those purposes. Does not limit other use or disclosure (3) Subsections (1) and (2) do not limit the Minister’s authority to use and disclose personal information collected under subsection (1) if the use or disclosure, as the case may be, is permitted by the Personal Health Information Protection Act, 2004\r\nor the Freedom of Information and Protection of Privacy Act. Disclosure to Minister (4) A person is authorized to disclose any personal information to the Minister for a purpose set out in subsection (1). Collection and use of personal information by inspecting body (5) An inspecting body may directly or indirectly collect personal information or use personal information, subject to such conditions as may be prescribed, for purposes related to the administration of this Act or for such other purposes as may be prescribed. Limitation (6) In the course of performing a function or duty or exercising a power related to the administration of this Act, an inspecting body or inspector appointed by an inspecting body shall not, (a)  collect, use or disclose personal information if other information will serve the purpose of the collection, use or disclosure; and (b)  collect, use or disclose more personal information than is reasonably necessary to meet the purposes of the collection, use or disclosure. Disclosure to health college (7) Where the Director, the Minister or an inspecting body determines that it is advisable to do so, the Director, Minister or inspecting body shall disclose personal information to a College within the meaning of the Regulated Health Professions Act, 1991\r\nfor the purpose of the administration of that Act or an Act named in Schedule 1 to that Act. Notification if inspecting body (8) An inspecting body shall notify the Director when making a disclosure under subsection (7).",
            "raw_html": "<p class=\"section\"><a name=\"BK70\"></a><b>58 </b>(1) The Minister may directly or indirectly collect personal information or use personal information, subject to such conditions as may be prescribed, for purposes related to the administration of this Act, the <i>Health Insurance Act</i> or the <i>Commitment to the Future of Medicare Act, 2004</i> or for such other purposes as may be prescribed.</p> <p class=\"headnote\">Disclosure</p> <p class=\"subsection\">(2) The Minister shall disclose personal information, subject to such conditions as may be prescribed, if the disclosure is necessary for purposes related to the administration of this Act, the <i>Health Insurance Act</i> or the <i>Commitment to the Future of Medicare Act, 2004</i> or for such other purposes as may be prescribed, but shall not disclose the information if, in the Minister’s opinion, the disclosure is not necessary for those purposes.</p> <p class=\"headnote\">Does not limit other use or disclosure</p> <p class=\"subsection\">(3) Subsections (1) and (2) do not limit the Minister’s authority to use and disclose personal information collected under subsection (1) if the use or disclosure, as the case may be, is permitted by the <i>Personal Health Information Protection Act, 2004</i>\r\nor the <i>Freedom of Information and Protection of Privacy Act</i>.</p> <p class=\"headnote\">Disclosure to Minister</p> <p class=\"subsection\">(4) A person is authorized to disclose any personal information to the Minister for a purpose set out in subsection (1).</p> <p class=\"headnote\">Collection and use of personal information by inspecting body</p> <p class=\"subsection\">(5) An inspecting body may directly or indirectly collect personal information or use personal information, subject to such conditions as may be prescribed, for purposes related to the administration of this Act or for such other purposes as may be prescribed.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(6) In the course of performing a function or duty or exercising a power related to the administration of this Act, an inspecting body or inspector appointed by an inspecting body shall not,</p> <p class=\"paragraph\">  (a)  collect, use or disclose personal information if other information will serve the purpose of the collection, use or disclosure; and</p> <p class=\"paragraph\">  (b)  collect, use or disclose more personal information than is reasonably necessary to meet the purposes of the collection, use or disclosure.</p> <p class=\"headnote\">Disclosure to health college</p> <p class=\"subsection\">(7) Where the Director, the Minister or an inspecting body determines that it is advisable to do so, the Director, Minister or inspecting body shall disclose personal information to a College within the meaning of the <i>Regulated Health Professions Act, 1991</i>\r\nfor the purpose of the administration of that Act or an Act named in Schedule 1 to that Act.</p> <p class=\"headnote\">Notification if inspecting body</p> <p class=\"subsection\">(8) An inspecting body shall notify the Director when making a disclosure under subsection (7).</p>"
        },
        {
            "ahref_id": "#BK71",
            "TOCid": "59.",
            "section_x": "Disclosure of information to the Director",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section_y": "Disclosure of information to the Director",
            "content": "59 (1) The Director may request, at any time, that a licensee or other person disclose to the Director, or to a person specified by the Director, any information or reports that the Director considers necessary or advisable for purposes related to the administration of this Act or the Health Insurance Act or for other prescribed purposes, and the licensee or other person shall comply with the request. Same (2) The information referred to under subsection (1) may include personal information. Application (3) This section applies despite anything in the\r\nRegulated Health Professions Act, 1991, an Act listed in Schedule 1 to the Regulated Health Professions Act, 1991 or any regulations made under those Acts. Form and time (4) The information referred to in subsection (1) shall be provided in the form, and within the time, specified by the Director. Rules re providing records and information (5) Where the Director requires a licensee or other person to provide information under subsection (1), the following rules apply: 1.  The licensee or other person shall submit copies of the requested information and, where required by the Director, shall include a signed certificate of authenticity and a signed copy of an audit trail for electronic records. 2.  If the Director is not satisfied with the copies of the requested information, the Director may require the licensee or other person to produce the original documents to the Director, and the documents shall be returned to the licensee or other person in a timely manner after copies have been made. 3.  Where a licensee or other person fails to produce the copies or originals of information required under this section, the Director may, on notice to the licensee or other person, apply to a justice or a provincial judge for an order compelling production of the required information and the justice or provincial judge may issue the order if they are satisfied that there are reasonable grounds for believing that the licensee or other person failed to produce the information. Certificate of authenticity (6) A certificate of authenticity required under this section shall be in a form acceptable to the Director unless otherwise prescribed. Crown liability",
            "raw_html": "<p class=\"section\"><a name=\"BK71\"></a><b>59 </b>(1) The Director may request, at any time, that a licensee or other person disclose to the Director, or to a person specified by the Director, any information or reports that the Director considers necessary or advisable for purposes related to the administration of this Act or the <i>Health Insurance Act</i> or for other prescribed purposes, and the licensee or other person shall comply with the request.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The information referred to under subsection (1) may include personal information.</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(3) This section applies despite anything in the\r\n<i>Regulated Health Professions Act, 1991</i>, an Act listed in Schedule 1 to the <i>Regulated Health Professions Act, 1991</i> or any regulations made under those Acts.</p> <p class=\"headnote\">Form and time</p> <p class=\"subsection\">(4) The information referred to in subsection (1) shall be provided in the form, and within the time, specified by the Director.</p> <p class=\"headnote\">Rules re providing records and information</p> <p class=\"subsection\">(5) Where the Director requires a licensee or other person to provide information under subsection (1), the following rules apply:</p> <p class=\"paragraph\">  1.  The licensee or other person shall submit copies of the requested information and, where required by the Director, shall include a signed certificate of authenticity and a signed copy of an audit trail for electronic records.</p> <p class=\"paragraph\">  2.  If the Director is not satisfied with the copies of the requested information, the Director may require the licensee or other person to produce the original documents to the Director, and the documents shall be returned to the licensee or other person in a timely manner after copies have been made.</p> <p class=\"paragraph\">  3.  Where a licensee or other person fails to produce the copies or originals of information required under this section, the Director may, on notice to the licensee or other person, apply to a justice or a provincial judge for an order compelling production of the required information and the justice or provincial judge may issue the order if they are satisfied that there are reasonable grounds for believing that the licensee or other person failed to produce the information.</p> <p class=\"headnote\">Certificate of authenticity</p> <p class=\"subsection\">(6) A certificate of authenticity required under this section shall be in a form acceptable to the Director unless otherwise prescribed.</p> <p class=\"headnote\">Crown liability</p>"
        },
        {
            "ahref_id": "#BK72",
            "TOCid": "60.",
            "section_x": "Crown liability",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section_y": "No personal liability",
            "content": "60 (1) No cause of action arises against any current or former member of the Executive Council, the Director, an inspector appointed under this Act, an inspecting body or an officer, employee or agent of the Crown for any act done in good faith in the exercise or performance, or intended exercise or performance, of the person’s powers, duties or functions under this Act or for any alleged neglect, default or other omission in the exercise or performance in good faith of those powers, duties, functions or authority under this Act. Crown remains vicariously liable (2) Despite subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsection (1) of this section does not relieve the Crown of liability to which it would otherwise be subject as a result of the acts or omissions of a person specified in subsection (1). Proceedings barred (3) No proceeding shall be commenced against any person specified in subsection (1) in respect of a matter referred to in that subsection. Same (4) Subsection (3) does not apply with respect to an application for judicial review or any proceeding that is specifically provided for under this Act, but does apply with respect to any other court, administrative or arbitral proceeding claiming any remedy or relief, including specific performance, an injunction, declaratory relief, a remedy in contract, restitution, unjust enrichment or tort, a remedy for breach of trust or fiduciary obligation or any equitable remedy, enforcement of a judgment, order or award made outside Ontario or any form of compensation or damages including loss of revenue or profit. Proceedings by Crown not prevented (5) This section does not apply with respect to proceedings brought by the Crown.",
            "raw_html": "<p class=\"section\"><a name=\"BK72\"></a><b>60 </b>(1) No cause of action arises against any current or former member of the Executive Council, the Director, an inspector appointed under this Act, an inspecting body or an officer, employee or agent of the Crown for any act done in good faith in the exercise or performance, or intended exercise or performance, of the person’s powers, duties or functions under this Act or for any alleged neglect, default or other omission in the exercise or performance in good faith of those powers, duties, functions or authority under this Act.</p> <p class=\"headnote\">Crown remains vicariously liable</p> <p class=\"subsection\">(2) Despite subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsection (1) of this section does not relieve the Crown of liability to which it would otherwise be subject as a result of the acts or omissions of a person specified in subsection (1).</p> <p class=\"headnote\">Proceedings barred</p> <p class=\"subsection\">(3) No proceeding shall be commenced against any person specified in subsection (1) in respect of a matter referred to in that subsection.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Subsection (3) does not apply with respect to an application for judicial review or any proceeding that is specifically provided for under this Act, but does apply with respect to any other court, administrative or arbitral proceeding claiming any remedy or relief, including specific performance, an injunction, declaratory relief, a remedy in contract, restitution, unjust enrichment or tort, a remedy for breach of trust or fiduciary obligation or any equitable remedy, enforcement of a judgment, order or award made outside Ontario or any form of compensation or damages including loss of revenue or profit.</p> <p class=\"headnote\">Proceedings by Crown not prevented</p> <p class=\"subsection\">(5) This section does not apply with respect to proceedings brought by the Crown.</p>"
        },
        {
            "ahref_id": "#BK73",
            "TOCid": "61.",
            "section_x": "No compensation",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section_y": "No compensation",
            "content": "61 No compensation shall be payable by the Crown, the Minister, the Director or any other person engaged in the administration of this Act in respect of any loss suffered as a result of, (a)  the Director refusing to issue or renew a licence, revoking or suspending a licence, imposing limitations and conditions on a licence, amending limitations and conditions on a licence or refusing to approve the transfer of a licence; (b)  the Director approving or refusing to approve the relocation of an integrated community health services centre; (c)  enforcement of the prohibitions under section 4 or 29; or (d)  a compliance order issued under section 49.",
            "raw_html": "<p class=\"section\"><a name=\"BK73\"></a><b>61 </b>No compensation shall be payable by the Crown, the Minister, the Director or any other person engaged in the administration of this Act in respect of any loss suffered as a result of,</p> <p class=\"paragraph\">  (a)  the Director refusing to issue or renew a licence, revoking or suspending a licence, imposing limitations and conditions on a licence, amending limitations and conditions on a licence or refusing to approve the transfer of a licence;</p> <p class=\"paragraph\">  (b)  the Director approving or refusing to approve the relocation of an integrated community health services centre;</p> <p class=\"paragraph\">  (c)  enforcement of the prohibitions under section 4 or 29; or</p> <p class=\"paragraph\">  (d)  a compliance order issued under section 49.</p>"
        },
        {
            "ahref_id": "#BK74",
            "TOCid": "62.",
            "section_x": "Transition",
            "part_id": "PART VI  ",
            "part_type": "PART VI MISCELLANEOUS",
            "section_y": "Transition",
            "content": "62 (1) The following rules apply to any inspection, assessment or related proceeding under the Independent Health Facilities Act that was not finally determined on the day that Act was repealed: 1.  The inspection, assessment or proceeding, and any related proceedings, are continued. 2.  The inspection, assessment or proceeding, and any related proceedings, shall be dealt with in accordance with the Independent Health Facilities Act, as it read immediately before its repeal. 3.  The appointments of any persons under the Independent Health Facilities Act are continued for the purpose of disposing of the inspection, assessment or proceeding and any related proceeding until those issues have been finally determined. Same (2) When this subsection comes into force, every licence for an independent health facility under the Independent Health Facilities Act that was in force immediately before this subsection came into force continues under this Act, subject to the same limitations and conditions that applied to the licence under the Independent Health Facilities Act. PART VII   OFFENCES AND COMPLIANCE",
            "raw_html": "<p class=\"section\"><a name=\"BK74\"></a><b>62</b> (1) The following rules apply to any inspection, assessment or related proceeding under the <i>Independent Health Facilities Act</i> that was not finally determined on the day that Act was repealed:</p> <p class=\"paragraph\">  1.  The inspection, assessment or proceeding, and any related proceedings, are continued.</p> <p class=\"paragraph\">  2.  The inspection, assessment or proceeding, and any related proceedings, shall be dealt with in accordance with the <i>Independent Health Facilities Act</i>, as it read immediately before its repeal.</p> <p class=\"paragraph\">  3.  The appointments of any persons under the <i>Independent Health Facilities Act</i> are continued for the purpose of disposing of the inspection, assessment or proceeding and any related proceeding until those issues have been finally determined.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) When this subsection comes into force, every licence for an independent health facility under the <i>Independent Health Facilities Act</i> that was in force immediately before this subsection came into force continues under this Act, subject to the same limitations and conditions that applied to the licence under the <i>Independent Health Facilities Act</i>.</p> <p class=\"partnum\"><a name=\"BK75\"></a><span>PART VII <br/>  OFFENCES AND COMPLIANCE</span></p>"
        },
        {
            "ahref_id": "#BK75",
            "TOCid": "PART VII  ",
            "section_x": "PART VII OFFENCES AND COMPLIANCE",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK76",
            "TOCid": "63.",
            "section_x": "Offences",
            "part_id": "PART VII  ",
            "part_type": "PART VII OFFENCES AND COMPLIANCE",
            "section_y": "Offences",
            "content": "63 (1) Every person who contravenes section 4, 10, 11, subsection 20 (2) or section 25, 26, 27, 29, 47 or 57 is guilty of an offence. Same (2) Every person is guilty of an offence who fails to comply with, (a)  a request for information under section 59; or (b)  a compliance order. Breach of regulations (3) Every person who contravenes the regulations is guilty of an offence. Penalty, individual (4) Every individual who is convicted of an offence under this section is liable, for each day or part of a day on which the offence occurs or continues, (a)  for a first offence, to a fine of not more than $50,000 or, subject to subsection (6), to imprisonment for a term of not more than 12 months, or to both; and (b)  for a subsequent offence, to a fine of not more than $100,000 or, subject to subsection (6), to imprisonment for a term of not more than 12 months, or to both. Same, corporation (5) Every corporation that is convicted of an offence under this section is liable, for each day or part of a day on which the offence occurs or continues, to a fine of not more than $100,000 for a first offence and to a fine of not more than $500,000 for a subsequent offence. No imprisonment (6) Despite anything else in this Act, an individual convicted of an offence under clause (2) (b) is not liable to imprisonment, or to a warrant of committal under subsection 69 (14) of the Provincial Offences Act, as a result of the conviction or as a result of default in payment of the fine resulting from the conviction. Due diligence, mistake not a defence (7) It is not a defence to a charge under clause (2) (b) that the person took all reasonable steps to prevent any failure to comply with this Act or, at the time of the failure, the person had an honest and reasonable belief in a set of facts that, if true, would have resulted in there not being any non-compliance. Presiding judge (8) The Crown may, by notice to the clerk of the Ontario Court of Justice, require that a provincial judge preside over a proceeding in respect of an offence under this section. Compensation or restitution (9) The court that convicts a person of an offence under this section may, in addition to any other penalty, order that the person pay compensation or make restitution to any person who suffered a loss as a result of the offence. No limitation (10) Section 76 of the Provincial Offences Act does not apply to a prosecution under this section.",
            "raw_html": "<p class=\"section\"><a name=\"BK76\"></a><b>63 </b>(1) Every person who contravenes section 4, 10, 11, subsection 20 (2) or section 25, 26, 27, 29, 47 or 57 is guilty of an offence.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Every person is guilty of an offence who fails to comply with,</p> <p class=\"paragraph\">  (a)  a request for information under section 59; or</p> <p class=\"paragraph\">  (b)  a compliance order.</p> <p class=\"headnote\">Breach of regulations</p> <p class=\"subsection\">(3) Every person who contravenes the regulations is guilty of an offence.</p> <p class=\"headnote\">Penalty, individual</p> <p class=\"subsection\">(4) Every individual who is convicted of an offence under this section is liable, for each day or part of a day on which the offence occurs or continues,</p> <p class=\"paragraph\">  (a)  for a first offence, to a fine of not more than $50,000 or, subject to subsection (6), to imprisonment for a term of not more than 12 months, or to both; and</p> <p class=\"paragraph\">  (b)  for a subsequent offence, to a fine of not more than $100,000 or, subject to subsection (6), to imprisonment for a term of not more than 12 months, or to both.</p> <p class=\"headnote\">Same, corporation</p> <p class=\"subsection\">(5) Every corporation that is convicted of an offence under this section is liable, for each day or part of a day on which the offence occurs or continues, to a fine of not more than $100,000 for a first offence and to a fine of not more than $500,000 for a subsequent offence.</p> <p class=\"headnote\">No imprisonment</p> <p class=\"subsection\">(6) Despite anything else in this Act, an individual convicted of an offence under clause (2) (b) is not liable to imprisonment, or to a warrant of committal under subsection 69 (14) of the <i>Provincial Offences Act</i>, as a result of the conviction or as a result of default in payment of the fine resulting from the conviction.</p> <p class=\"headnote\">Due diligence, mistake not a defence</p> <p class=\"subsection\">(7) It is not a defence to a charge under clause (2) (b) that the person took all reasonable steps to prevent any failure to comply with this Act or, at the time of the failure, the person had an honest and reasonable belief in a set of facts that, if true, would have resulted in there not being any non-compliance.</p> <p class=\"headnote\">Presiding judge</p> <p class=\"subsection\">(8) The Crown may, by notice to the clerk of the Ontario Court of Justice, require that a provincial judge preside over a proceeding in respect of an offence under this section.</p> <p class=\"headnote\">Compensation or restitution</p> <p class=\"subsection\">(9) The court that convicts a person of an offence under this section may, in addition to any other penalty, order that the person pay compensation or make restitution to any person who suffered a loss as a result of the offence.</p> <p class=\"headnote\">No limitation</p> <p class=\"subsection\">(10) Section 76 of the <i>Provincial Offences Act</i> does not apply to a prosecution under this section.</p>"
        },
        {
            "ahref_id": "#BK77",
            "TOCid": "64.",
            "section_x": "Restraining order",
            "part_id": "PART VII  ",
            "part_type": "PART VII OFFENCES AND COMPLIANCE",
            "section_y": "Restraining order",
            "content": "64 (1) In addition to any other remedy and to any penalty imposed by law, a contravention of section 4 or 29 may be restrained by action at the instance of the Attorney General. Restraining order upon conviction (2) Upon its own initiative or upon application by counsel for the prosecutor, the court that convicts a person of an offence under this Act, in addition to any other remedy and to any penalty imposed by law, may make an order prohibiting the continuation or repetition by the person of the action that constitutes the offence. PART VIII   REGULATIONS",
            "raw_html": "<p class=\"section\"><a name=\"BK77\"></a><b>64 </b>(1) In addition to any other remedy and to any penalty imposed by law, a contravention of section 4 or 29 may be restrained by action at the instance of the Attorney General.</p> <p class=\"headnote\">Restraining order upon conviction</p> <p class=\"subsection\">(2) Upon its own initiative or upon application by counsel for the prosecutor, the court that convicts a person of an offence under this Act, in addition to any other remedy and to any penalty imposed by law, may make an order prohibiting the continuation or repetition by the person of the action that constitutes the offence.</p> <p class=\"partnum\"><a name=\"BK78\"></a><span>PART VIII <br/>  REGULATIONS</span></p>"
        },
        {
            "ahref_id": "#BK78",
            "TOCid": "PART VIII  ",
            "section_x": "PART VIII REGULATIONS",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK79",
            "TOCid": "65.",
            "section_x": "Regulations",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII REGULATIONS",
            "section_y": "Regulations",
            "content": "65 (1) The Lieutenant Governor in Council may make regulations, 1.  providing for and governing anything that this Act refers to as being prescribed or provided for in the regulations, or as being required to be done in accordance with the regulations or as being subject to the regulations; 2.  defining or clarifying the meaning of any word or expression used in this Act that is not otherwise defined in this Act; 3.  providing for exemptions from this Act or any provision of this Act, subject to any conditions that may be set out in the regulation; 4.  prescribing charges, fees or payments that are or are not facility costs for the purposes of this Act; 5.  prescribing health facilities that are or are not integrated community health services centres for the purposes of this Act; 6.  providing for additional powers, functions and duties of the Director; 7.  governing the issuance, renewal, transfer, suspension and revocation of licences, including governing refusals to renew licences; 8.  establishing and governing rules respecting the permitted locations of integrated community health services centres; 9.  prescribing limitations and conditions that attach to licences of integrated community health services centres; 10.  governing the relocation of integrated community health services centres under section 10, providing for the terms and conditions of the relocation and respecting the time at which the application must be made; 11.  governing any application that may be made or submitted under this Act, including the process for submitting applications; 12.  respecting forms and their use; 13.  classifying integrated community health services centres; 14.  governing the care, treatment and services provided in integrated community health services centres, including governing safety, quality management programs, and prescribing quality and safety standards; 15.  governing the requirements for staff and employees of integrated community health services centres; 16.  governing the process licensees must have for receiving and responding to patient complaints; 17.  governing payments by the Minister under section 29, including prescribing the method of determining the amounts and prescribing conditions for the payment of such amounts; 18.  governing claims made for the purposes of payment under section 29, including requiring claims to be made in the prescribed manner and at the prescribed time and prescribing conditions for the making of claims; 19.  governing the books, records and accounts to be kept by licensees including their form and content and the place or places where they are to be kept; 20.  requiring the accounts of integrated community health services centres to be audited and requiring the licensees to furnish information or accounts required by the Director; 21.  governing the records to be kept by licensees with respect to the care and treatment of patients of the integrated community health services centre; 22.  governing reports and returns to be made to the Director by licensees; 23.  requiring and governing a system or systems to be used by licensees to monitor the results of the services provided in integrated community health services centres; 24.  governing access to patient or drug records and specifying persons who may have access to such records; 25.  prescribing inspecting bodies and governing the exercise of their responsibilities under this Act; 26.  governing inspections, including the actions to be taken by an inspector or inspecting body; 27.  requiring licensees or applicants for a licence to pay fees established by an inspecting body for any activity the inspecting body is required or permitted to carry out under this Act, including fees for administrative and overhead costs related to the activity; 28.  governing compliance orders, including factors that must be considered before issuing a compliance order and actions to be taken in connection with the issuance of a compliance order; 29.  governing and restricting the disposition and transfer of the assets of integrated community health services centres; 30.  governing transitional or similar matters that may arise due to the enactment of Schedule 1 to the Your Health Act, 2023; 31.  generally for carrying out what the Lieutenant Governor in Council considers to be the purposes, provisions and intent of this Act. Nil amount (2) An amount, cost or fee prescribed or provided for under subsection (1) may be a nil amount. Rolling incorporation by reference (3) If a regulation adopts by reference any code, standard, guideline or similar document, the regulation may require compliance with the code, standard or guideline, as amended from time to time, whether the amendment was made before or after the regulation was made. Retroactive effect (4) A regulation made under this Act is, if it so provides, effective with reference to a period before the day it is filed. Part IX (OMITTED) 66, 67 Omitted (repeals or revokes other legislation). Part X (OMITTED) 68-87 Omitted (repeals or revokes other legislation). Part XI (OMITTED) 88 Omitted (provides for coming into force of provisions of this Act). 89 Omitted (enacts short title of this Act). ________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK79\"></a><b>65 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  1.  providing for and governing anything that this Act refers to as being prescribed or provided for in the regulations, or as being required to be done in accordance with the regulations or as being subject to the regulations;</p> <p class=\"paragraph\">  2.  defining or clarifying the meaning of any word or expression used in this Act that is not otherwise defined in this Act;</p> <p class=\"paragraph\">  3.  providing for exemptions from this Act or any provision of this Act, subject to any conditions that may be set out in the regulation;</p> <p class=\"paragraph\">  4.  prescribing charges, fees or payments that are or are not facility costs for the purposes of this Act;</p> <p class=\"paragraph\">  5.  prescribing health facilities that are or are not integrated community health services centres for the purposes of this Act;</p> <p class=\"paragraph\">  6.  providing for additional powers, functions and duties of the Director;</p> <p class=\"paragraph\">  7.  governing the issuance, renewal, transfer, suspension and revocation of licences, including governing refusals to renew licences;</p> <p class=\"paragraph\">  8.  establishing and governing rules respecting the permitted locations of integrated community health services centres;</p> <p class=\"paragraph\">  9.  prescribing limitations and conditions that attach to licences of integrated community health services centres;</p> <p class=\"paragraph\">  10.  governing the relocation of integrated community health services centres under section 10, providing for the terms and conditions of the relocation and respecting the time at which the application must be made;</p> <p class=\"paragraph\">  11.  governing any application that may be made or submitted under this Act, including the process for submitting applications;</p> <p class=\"paragraph\">  12.  respecting forms and their use;</p> <p class=\"paragraph\">  13.  classifying integrated community health services centres;</p> <p class=\"paragraph\">  14.  governing the care, treatment and services provided in integrated community health services centres, including governing safety, quality management programs, and prescribing quality and safety standards;</p> <p class=\"paragraph\">  15.  governing the requirements for staff and employees of integrated community health services centres;</p> <p class=\"paragraph\">  16.  governing the process licensees must have for receiving and responding to patient complaints;</p> <p class=\"paragraph\">  17.  governing payments by the Minister under section 29, including prescribing the method of determining the amounts and prescribing conditions for the payment of such amounts;</p> <p class=\"paragraph\">  18.  governing claims made for the purposes of payment under section 29, including requiring claims to be made in the prescribed manner and at the prescribed time and prescribing conditions for the making of claims;</p> <p class=\"paragraph\">  19.  governing the books, records and accounts to be kept by licensees including their form and content and the place or places where they are to be kept;</p> <p class=\"paragraph\">  20.  requiring the accounts of integrated community health services centres to be audited and requiring the licensees to furnish information or accounts required by the Director;</p> <p class=\"paragraph\">  21.  governing the records to be kept by licensees with respect to the care and treatment of patients of the integrated community health services centre;</p> <p class=\"paragraph\">  22.  governing reports and returns to be made to the Director by licensees;</p> <p class=\"paragraph\">  23.  requiring and governing a system or systems to be used by licensees to monitor the results of the services provided in integrated community health services centres;</p> <p class=\"paragraph\">  24.  governing access to patient or drug records and specifying persons who may have access to such records;</p> <p class=\"paragraph\">  25.  prescribing inspecting bodies and governing the exercise of their responsibilities under this Act;</p> <p class=\"paragraph\">  26.  governing inspections, including the actions to be taken by an inspector or inspecting body;</p> <p class=\"paragraph\">  27.  requiring licensees or applicants for a licence to pay fees established by an inspecting body for any activity the inspecting body is required or permitted to carry out under this Act, including fees for administrative and overhead costs related to the activity;</p> <p class=\"paragraph\">  28.  governing compliance orders, including factors that must be considered before issuing a compliance order and actions to be taken in connection with the issuance of a compliance order;</p> <p class=\"paragraph\">  29.  governing and restricting the disposition and transfer of the assets of integrated community health services centres;</p> <p class=\"paragraph\">  30.  governing transitional or similar matters that may arise due to the enactment of Schedule 1 to the <i>Your Health Act, 2023</i>;</p> <p class=\"paragraph\">  31.  generally for carrying out what the Lieutenant Governor in Council considers to be the purposes, provisions and intent of this Act.</p> <p class=\"headnote\">Nil amount</p> <p class=\"subsection\">(2) An amount, cost or fee prescribed or provided for under subsection (1) may be a nil amount.</p> <p class=\"headnote\">Rolling incorporation by reference</p> <p class=\"subsection\">(3) If a regulation adopts by reference any code, standard, guideline or similar document, the regulation may require compliance with the code, standard or guideline, as amended from time to time, whether the amendment was made before or after the regulation was made.</p> <p class=\"headnote\">Retroactive effect</p> <p class=\"subsection\">(4) A regulation made under this Act is, if it so provides, effective with reference to a period before the day it is filed.</p> <p class=\"headingx\"><b>Part </b><b>IX (OMITTED)</b></p> <p class=\"section\"><b>66, 67 </b><span class=\"ovsmallcap\">Omitted (repeals or revokes other legislation).</span> </p> <p class=\"headingx\"><b>Part </b><b>X (OMITTED)</b></p> <p class=\"section\"><b>68-87 </b><span class=\"ovsmallcap\">Omitted (repeals or revokes other legislation)<b>.</b></span><b> </b></p> <p class=\"headingx\"><b>Part </b><b>XI (OMITTED)</b></p> <p class=\"section\"><b>88</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>89 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/23i04\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}