{
    "act_info": {
        "full_title": "Invasive Species Act, 2015, S.O. 2015, c. 22",
        "act_name_text": "Invasive Species Act, 2015",
        "citation": "S.O. 2015, c. 22",
        "url": "https://www.ontario.ca/laws/statute/15i22",
        "date_scraped": "2023-12-18 22:49:53"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/15i22/v3",
            "valid_from": "May 29, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/statute/15i22/v2",
            "valid_from": "November  3, 2016",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/15i22/v1",
            "valid_from": "November  3, 2015",
            "valid_to": "November  2, 2016"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/210703",
            "Citation": "O. Reg. 703/21",
            "title": "INVASIVE SPECIES CONTROL AREAS"
        },
        {
            "a_href": "/laws/regulation/160354",
            "Citation": "O. Reg. 354/16",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “boat” includes a motorboat, rowboat, canoe, punt, sailboat or raft; (“bateau”) “carrier” means a plant, animal, organism, conveyance or other thing that is prescribed as a carrier under section 6; (“vecteur”) “conveyance” means a vehicle, boat or aircraft; (“moyen de transport”) “designated invasive species” means an invasive species designated by the Minister under section 5 as an invasive species to which this Act applies; (“espèce envahissante désignée”) “enforcement officer” means an enforcement officer appointed or designated under section 31; (“agent d’exécution”) “harm to the natural environment” includes any adverse effect to biodiversity or ecological processes or to natural resources and their use; (“préjudice causé à l’environnement naturel”) “inspector” means an inspector appointed or designated under section 15; (“inspecteur”) “invaded place” means a place that is declared as an invaded place by order of an inspector under section 23; (“endroit infesté”) “invasive species” means a species that is not native to Ontario, or to a part of Ontario, and, (a) is harming the natural environment of Ontario or of the part of Ontario in which it is present, or (b) is likely to harm the natural environment of Ontario or of a part of Ontario, regardless of whether it is present in Ontario or in a part of Ontario; (“espèce envahissante”) “invasive species control area” means an area designated as an invasive species control area under section 14; (“zone de lutte contre une espèce envahissante”) “justice” has the same meaning as in the Provincial Offences Act; (“juge”) “Minister” means the Minister of Natural Resources and Forestry or such other member of the Executive Council as may be assigned the administration of this Act under the Executive Council Act; (“ministre”) “Ministry” means the Ministry of the Minister; (“ministère”) “prescribed” means prescribed by regulation; (“prescrit”) “prohibited invasive species” means an invasive species that is classified as a prohibited invasive species by a regulation made under section 4; (“espèce envahissante interdite”) “regulation” means the regulations made under this Act; (“règlement”) “restricted invasive species” means an invasive species that is classified as a restricted invasive species by a regulation made under section 4; (“espèce envahissante faisant l’objet de restrictions” “species” means a species or subspecies of animal, plant or other organism, including bacteria or viruses, that may or may not be native to Ontario; (“espèce”) “vehicle” means any kind of vehicle that is driven, propelled or drawn on land or ice by any kind of power, including muscular power, and includes the rolling stock of a railway. (“véhicule”)",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“boat” includes a motorboat, rowboat, canoe, punt, sailboat or raft; (“bateau”)</p> <p class=\"definition\">“carrier” means a plant, animal, organism, conveyance or other thing that is prescribed as a carrier under section 6; (“vecteur”)</p> <p class=\"definition\">“conveyance” means a vehicle, boat or aircraft; (“moyen de transport”)</p> <p class=\"definition\">“designated invasive species” means an invasive species designated by the Minister under section 5 as an invasive species to which this Act applies; (“espèce envahissante désignée”)</p> <p class=\"definition\">“enforcement officer” means an enforcement officer appointed or designated under section 31; (“agent d’exécution”)</p> <p class=\"definition\">“harm to the natural environment” includes any adverse effect to biodiversity or ecological processes or to natural resources and their use; (“préjudice causé à l’environnement naturel”)</p> <p class=\"definition\">“inspector” means an inspector appointed or designated under section 15; (“inspecteur”)</p> <p class=\"definition\">“invaded place” means a place that is declared as an invaded place by order of an inspector under section 23; (“endroit infesté”)</p> <p class=\"definition\">“invasive species” means a species that is not native to Ontario, or to a part of Ontario, and,</p> <p class=\"paragraph\">  (a) is harming the natural environment of Ontario or of the part of Ontario in which it is present, or</p> <p class=\"paragraph\">  (b) is likely to harm the natural environment of Ontario or of a part of Ontario, regardless of whether it is present in Ontario or in a part of Ontario; (“espèce envahissante”)</p> <p class=\"definition\">“invasive species control area” means an area designated as an invasive species control area under section 14; (“zone de lutte contre une espèce envahissante”)</p> <p class=\"definition\">“justice” has the same meaning as in the <i>Provincial Offences Act</i>; (“juge”)</p> <p class=\"definition\">“Minister” means the Minister of Natural Resources and Forestry or such other member of the Executive Council as may be assigned the administration of this Act under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“Ministry” means the Ministry of the Minister; (“ministère”) </p> <p class=\"definition\">“prescribed” means prescribed by regulation; (“prescrit”)</p> <p class=\"definition\">“prohibited invasive species” means an invasive species that is classified as a prohibited invasive species by a regulation made under section 4; (“espèce envahissante interdite”)</p> <p class=\"definition\">“regulation” means the regulations made under this Act; (“règlement”)</p> <p class=\"definition\">“restricted invasive species” means an invasive species that is classified as a restricted invasive species by a regulation made under section 4; (“espèce envahissante faisant l’objet de restrictions”</p> <p class=\"definition\">“species” means a species or subspecies of animal, plant or other organism, including bacteria or viruses, that may or may not be native to Ontario; (“espèce”)</p> <p class=\"definition\">“vehicle” means any kind of vehicle that is driven, propelled or drawn on land or ice by any kind of power, including muscular power, and includes the rolling stock of a railway. (“véhicule”)</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation",
            "content": "2 A reference to a species includes, (a) a reference to members of the species whether they are alive or dead; (b) a reference to members of the species at any stage of their development; and (c) in the case of a reference to a species other than an animal, a reference to any part of the species. Identification of Invasive Species and Carriers",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>A reference to a species includes,</p> <p class=\"paragraph\">  (a) a reference to members of the species whether they are alive or dead;</p> <p class=\"paragraph\">  (b) a reference to members of the species at any stage of their development; and</p> <p class=\"paragraph\">  (c) in the case of a reference to a species other than an animal, a reference to any part of the species.</p> <p class=\"heading1\"><a name=\"BK3\"></a>Identification of Invasive Species and Carriers</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Identification of Invasive Species and Carriers",
            "section_x": "Identification of Invasive Species and Carriers",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Application of Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of Act",
            "content": "3 (1) Unless otherwise indicated in a provision of this Act or the regulations, this Act applies only with respect to, (a) invasive species that are prescribed by regulation under section 4 or designated by the Minister under section 5; and (b) carriers that are prescribed by regulation under section 6. Similar species (2) For the purposes of the application and enforcement of this Act, a member of a species that is not easily distinguished from a member of an invasive species to which this Act applies shall be deemed, in the absence of evidence to the contrary, to be a member of the invasive species.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) Unless otherwise indicated in a provision of this Act or the regulations, this Act applies only with respect to,</p> <p class=\"paragraph\">  (a) invasive species that are prescribed by regulation under section 4 or designated by the Minister under section 5; and</p> <p class=\"paragraph\">  (b) carriers that are prescribed by regulation under section 6.</p> <p class=\"headnote\">Similar species</p> <p class=\"subsection\">(2) For the purposes of the application and enforcement of this Act, a member of a species that is not easily distinguished from a member of an invasive species to which this Act applies shall be deemed, in the absence of evidence to the contrary, to be a member of the invasive species.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Regulations re: invasive species",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations re: invasive species ",
            "content": "4 (1) The Lieutenant Governor in Council may make regulations prescribing invasive species as invasive species to which this Act applies. Classes of invasive species (2) A regulation under subsection (1) shall classify each prescribed invasive species into one of the following classes: 1. A prohibited invasive species, being an invasive species to which the prohibitions set out in section 7 and the measures set out in sections 23 and 27 apply. 2. A restricted invasive species, being an invasive species to which the prohibitions set out in subsection 8 (1) apply and to which conditions, restrictions or prohibitions may be added by regulation under subsection 8 (2) or (3) and measures set out in sections 23 and 27 may be made to apply by regulation. Same (3) The classification of an invasive species under subsection (2) shall be based on the extent to which the species is present in the natural environment in Ontario at the time the regulation is made and on other considerations such as the following: 1. The species’ biological characteristics. 2. The harm the species has had on the natural environment, if any, or is likely to have in the future. 3. The dispersal ability of the species. 4. The social or economic impacts of the species.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>(1) The Lieutenant Governor in Council may make regulations prescribing invasive species as invasive species to which this Act applies.</p> <p class=\"headnote\">Classes of invasive species</p> <p class=\"subsection\">(2) A regulation under subsection (1) shall classify each prescribed invasive species into one of the following classes:</p> <p class=\"paragraph\">  1. A prohibited invasive species, being an invasive species to which the prohibitions set out in section 7 and the measures set out in sections 23 and 27 apply.</p> <p class=\"paragraph\">  2. A restricted invasive species, being an invasive species to which the prohibitions set out in subsection 8 (1) apply and to which conditions, restrictions or prohibitions may be added by regulation under subsection 8 (2) or (3) and measures set out in sections 23 and 27 may be made to apply by regulation.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The classification of an invasive species under subsection (2) shall be based on the extent to which the species is present in the natural environment in Ontario at the time the regulation is made and on other considerations such as the following:</p> <p class=\"paragraph\">  1. The species’ biological characteristics.</p> <p class=\"paragraph\">  2. The harm the species has had on the natural environment, if any, or is likely to have in the future.</p> <p class=\"paragraph\">  3. The dispersal ability of the species.</p> <p class=\"paragraph\">  4. The social or economic impacts of the species.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Temporary designation of invasive species",
            "part_id": null,
            "part_type": null,
            "section_y": "Temporary designation of invasive species ",
            "content": "5 (1) Where the Minister becomes aware of a threat to Ontario’s natural environment posed by an invasive species that has not been prescribed under section 4 as an invasive species to which this Act applies, the Minister may make an order designating the invasive species as an invasive species to which this Act applies if, in his or her opinion, (a) the invasive species poses a serious and imminent threat to the natural environment that requires the immediate application of the provisions of this Act and of such other safeguards as may be specified in the order; and (b) delays required for making a regulation under section 4 prescribing the invasive species as an invasive species to which this Act applies would unduly increase the threat of harm that the invasive species poses to the natural environment in Ontario or a part of Ontario. Effect of order (2) If an order is made under subsection (1), the following sections of this Act shall apply to the designated invasive species as if it were a prohibited invasive species: 1. Section 7 (Prohibited invasive species, prohibitions). 2. Section 23 (Declaration of invaded place). 3. Section 27 (Actions to control or eradicate invasive species). What the order may require (3) An order designating an invasive species may, (a) prohibit any activity that is likely to increase the threat of the invasive species to the natural environment in Ontario or the part of Ontario specified in the order and that is not otherwise prohibited under section 7; (b) specify circumstances in which an activity or act prohibited by the order or under this Act may be carried out; and (c) authorize a person or class of persons specified in the order to carry out any of the activities or acts prohibited under this Act or in the order, subject to such conditions as may be specified in the order. Content of order (4) An order designating an invasive species shall, (a) identify the invasive species being designated and briefly describe the reasons for the designation; (b) specify whether the order applies to all of Ontario or to a part of Ontario and, if the latter, describe the part of Ontario to which it applies; (c) specify the time period for which the order is valid; and (d) contain such other information as the Minister considers relevant to the order. Cessation of designation (5) A designation of an invasive species under subsection (1) ceases to apply on the earlier of the following dates: 1. The day a regulation is made under section 4 prescribing the invasive species. 2. The day specified in the order designating the invasive species. 3. The second anniversary of the day the order designating the invasive species is made. Prohibitions (6) No person shall engage in an activity that is prohibited by an order designating an invasive species except in accordance with the order. Publication of order (7) The Minister shall cause the order to be published, (a) in a newspaper of general circulation in the area to which the order applies, in a publication directed at the segment of the population most directly affected or on a website maintained by the government of Ontario; and (b) in any other manner the Minister considers appropriate. Amendments (8) The Minister may amend an order designating an invasive species to change, (a) the duration of the order; (b) the part of Ontario to which the order applies; and (c) anything described in subsection (3). Same (9) An amendment to an order under subsection (1) shall not extend the duration of the order beyond the two-year period referred to in paragraph 3 of subsection (5). Revocation (10) The Minister may revoke an order made designating an invasive species if he or she is of the opinion the order is no longer necessary to reduce or eliminate the threat to the natural environment posed by the invasive species. Publication (11) The Minister shall publish an amendment or revocation of an order under subsection (1) in accordance with subsection (7). Not a regulation (12) An order made under this section is not a regulation for the purposes of Part III (Regulations) of the Legislation Act, 2006.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>(1) Where the Minister becomes aware of a threat to Ontario’s natural environment posed by an invasive species that has not been prescribed under section 4 as an invasive species to which this Act applies, the Minister may make an order designating the invasive species as an invasive species to which this Act applies if, in his or her opinion,</p> <p class=\"paragraph\">  (a) the invasive species poses a serious and imminent threat to the natural environment that requires the immediate application of the provisions of this Act and of such other safeguards as may be specified in the order; and</p> <p class=\"paragraph\">  (b) delays required for making a regulation under section 4 prescribing the invasive species as an invasive species to which this Act applies would unduly increase the threat of harm that the invasive species poses to the natural environment in Ontario or a part of Ontario.</p> <p class=\"headnote\">Effect of order</p> <p class=\"subsection\">(2) If an order is made under subsection (1), the following sections of this Act shall apply to the designated invasive species as if it were a prohibited invasive species:</p> <p class=\"paragraph\">  1. Section 7 (Prohibited invasive species, prohibitions).</p> <p class=\"paragraph\">  2. Section 23 (Declaration of invaded place).</p> <p class=\"paragraph\">  3. Section 27 (Actions to control or eradicate invasive species).</p> <p class=\"headnote\">What the order may require</p> <p class=\"subsection\">(3) An order designating an invasive species may,</p> <p class=\"paragraph\">  (a) prohibit any activity that is likely to increase the threat of the invasive species to the natural environment in Ontario or the part of Ontario specified in the order and that is not otherwise prohibited under section 7;</p> <p class=\"paragraph\">  (b) specify circumstances in which an activity or act prohibited by the order or under this Act may be carried out; and</p> <p class=\"paragraph\">  (c) authorize a person or class of persons specified in the order to carry out any of the activities or acts prohibited under this Act or in the order, subject to such conditions as may be specified in the order.</p> <p class=\"headnote\">Content of order</p> <p class=\"subsection\">(4) An order designating an invasive species shall,</p> <p class=\"paragraph\">  (a) identify the invasive species being designated and briefly describe the reasons for the designation;</p> <p class=\"paragraph\">  (b) specify whether the order applies to all of Ontario or to a part of Ontario and, if the latter, describe the part of Ontario to which it applies; </p> <p class=\"paragraph\">  (c) specify the time period for which the order is valid; and</p> <p class=\"paragraph\">  (d) contain such other information as the Minister considers relevant to the order.</p> <p class=\"headnote\">Cessation of designation</p> <p class=\"subsection\">(5) A designation of an invasive species under subsection (1) ceases to apply on the earlier of the following dates:</p> <p class=\"paragraph\">  1. The day a regulation is made under section 4 prescribing the invasive species.</p> <p class=\"paragraph\">  2. The day specified in the order designating the invasive species.</p> <p class=\"paragraph\">  3. The second anniversary of the day the order designating the invasive species is made.</p> <p class=\"headnote\">Prohibitions</p> <p class=\"subsection\">(6) No person shall engage in an activity that is prohibited by an order designating an invasive species except in accordance with the order.</p> <p class=\"headnote\">Publication of order</p> <p class=\"subsection\">(7) The Minister shall cause the order to be published,</p> <p class=\"paragraph\">  (a) in a newspaper of general circulation in the area to which the order applies, in a publication directed at the segment of the population most directly affected or on a website maintained by the government of Ontario; and</p> <p class=\"paragraph\">  (b) in any other manner the Minister considers appropriate. </p> <p class=\"headnote\">Amendments</p> <p class=\"subsection\">(8) The Minister may amend an order designating an invasive species to change,</p> <p class=\"paragraph\">  (a) the duration of the order;</p> <p class=\"paragraph\">  (b) the part of Ontario to which the order applies; and</p> <p class=\"paragraph\">  (c) anything described in subsection (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(9) An amendment to an order under subsection (1) shall not extend the duration of the order beyond the two-year period referred to in paragraph 3 of subsection (5).</p> <p class=\"headnote\">Revocation</p> <p class=\"subsection\">(10) The Minister may revoke an order made designating an invasive species if he or she is of the opinion the order is no longer necessary to reduce or eliminate the threat to the natural environment posed by the invasive species.</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(11) The Minister shall publish an amendment or revocation of an order under subsection (1) in accordance with subsection (7).</p> <p class=\"headnote\">Not a regulation</p> <p class=\"subsection\">(12) An order made under this section is not a regulation for the purposes of Part III (Regulations) of the <i>Legislation Act, 2006</i>.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Regulations re: carriers",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations re: carriers ",
            "content": "6 (1) The Lieutenant Governor in Council may make regulations prescribing any of the following things as carriers to which this Act applies: 1. A plant, an animal or organism, or any part of, or product derived from, a plant, an animal or organism, or any other thing, that is capable of being a host to an invasive species. 2. A conveyance or other thing that is capable of facilitating the movement of an invasive species from one place to another. Same (2) A regulation under subsection (1) may prescribe as a carrier anything mentioned in paragraph 1 or 2 of subsection (1) that is capable of being a host to, or of facilitating the movement of, an invasive species that is not prescribed under section 4 or designated under section 5. Prohibitions and Restrictions",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>(1) The Lieutenant Governor in Council may make regulations prescribing any of the following things as carriers to which this Act applies:</p> <p class=\"paragraph\">  1. A plant, an animal or organism, or any part of, or product derived from, a plant, an animal or organism, or any other thing, that is capable of being a host to an invasive species.</p> <p class=\"paragraph\">  2. A conveyance or other thing that is capable of facilitating the movement of an invasive species from one place to another.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A regulation under subsection (1) may prescribe as a carrier anything mentioned in paragraph 1 or 2 of subsection (1) that is capable of being a host to, or of facilitating the movement of, an invasive species that is not prescribed under section 4 or designated under section 5.</p> <p class=\"heading1\"><a name=\"BK8\"></a>Prohibitions and Restrictions</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Prohibitions and Restrictions",
            "section_x": "Prohibitions and Restrictions",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "section_x": "Prohibited invasive species, prohibitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Prohibited invasive species, prohibitions",
            "content": "7 No person shall, (a) bring a member of a prohibited invasive species into Ontario or cause it to be brought into Ontario; (b) deposit or release a member of a prohibited invasive species or cause it to be deposited or released; (c) possess or transport a member of a prohibited invasive species; (d) propagate a member of a prohibited invasive species; or (e) buy, sell, lease or trade or offer to buy, sell, lease or trade a member of a prohibited invasive species.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>7 </b>No person shall,</p> <p class=\"paragraph\">  (a) bring a member of a prohibited invasive species into Ontario or cause it to be brought into Ontario;</p> <p class=\"paragraph\">  (b) deposit or release a member of a prohibited invasive species or cause it to be deposited or released;</p> <p class=\"paragraph\">  (c) possess or transport a member of a prohibited invasive species;</p> <p class=\"paragraph\">  (d) propagate a member of a prohibited invasive species; or</p> <p class=\"paragraph\">  (e) buy, sell, lease or trade or offer to buy, sell, lease or trade a member of a prohibited invasive species.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "section_x": "Restricted invasive species, prohibitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Restricted invasive species, prohibitions",
            "content": "8 (1) No person shall, (a) bring a member of a restricted invasive species into a provincial park or conservation reserve or cause it to be brought into a provincial park or conservation reserve; or (b) deposit or release a member of a restricted invasive species in Ontario or cause it to be deposited or released in Ontario. Conditions and restrictions (2) A person who carries out any of the following activities shall comply with any conditions or restrictions that are prescribed: 1. Bring a member of a restricted invasive species into Ontario or cause it to be brought into Ontario. 2. Possess or transport a member of a restricted invasive species. 3. Propagate a member of a restricted invasive species. 4. Buy, sell, lease or trade or offer to buy, sell, lease or trade a member of a restricted invasive species. Prohibition by regulation (3) A person shall not carry out an activity described in subsection (2) if it is prohibited by regulation. Definition (4) In this section, “provincial park or conservation reserve” means an area set apart as a provincial park or conservation reserve under the Provincial Parks and Conservation Reserves Act, 2006.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>8 </b>(1) No person shall,</p> <p class=\"paragraph\">  (a) bring a member of a restricted invasive species into a provincial park or conservation reserve or cause it to be brought into a provincial park or conservation reserve; or</p> <p class=\"paragraph\">  (b) deposit or release a member of a restricted invasive species in Ontario or cause it to be deposited or released in Ontario.</p> <p class=\"headnote\">Conditions and restrictions</p> <p class=\"subsection\">(2) A person who carries out any of the following activities shall comply with any conditions or restrictions that are prescribed:</p> <p class=\"paragraph\">  1. Bring a member of a restricted invasive species into Ontario or cause it to be brought into Ontario.</p> <p class=\"paragraph\">  2. Possess or transport a member of a restricted invasive species.</p> <p class=\"paragraph\">  3. Propagate a member of a restricted invasive species.</p> <p class=\"paragraph\">  4. Buy, sell, lease or trade or offer to buy, sell, lease or trade a member of a restricted invasive species.</p> <p class=\"headnote\">Prohibition by regulation</p> <p class=\"subsection\">(3) A person shall not carry out an activity described in subsection (2) if it is prohibited by regulation.</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(4) In this section,</p> <p class=\"definition\">“provincial park or conservation reserve” means an area set apart as a provincial park or conservation reserve under the <i>Provincial Parks and Conservation Reserves Act, 2006</i>.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "section_x": "Exception, regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Exception, regulations",
            "content": "9 (1) Section 7 and subsection 8 (1) do not apply in the circumstances prescribed by regulation. Same, where activity is authorized (2) Sections 7 and 8 do not apply to a person who, (a) is authorized by any of the following instruments to carry on an activity that would otherwise be prohibited under section 7 or 8: (i) an authorization issued under section 10, (ii) an agreement entered into under section 12, or (iii) an order of the Minister designating an invasive species under section 5; and (b) carries out the activity in accordance with any conditions in the authorization, agreement or order. Same, prevention and response plans (3) Clauses 7 (b) and (c), clause 8 (1) (b), paragraph 2 of subsection 8 (2) and any prohibition imposed by regulation under subsection 8 (3) do not apply to a person who possesses, transports, deposits or releases a member of an invasive species in the course of implementing a prevention and response plan if the possession, transportation, deposit or release of the member of the invasive species was carried out in accordance with the provisions of the plan. Authorizations and Agreements",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>9 </b>(1) Section 7 and subsection 8 (1) do not apply in the circumstances prescribed by regulation.</p> <p class=\"headnote\">Same, where activity is authorized</p> <p class=\"subsection\">(2) Sections 7 and 8 do not apply to a person who,</p> <p class=\"paragraph\">  (a) is authorized by any of the following instruments to carry on an activity that would otherwise be prohibited under section 7 or 8:</p> <p class=\"subclause\">  (i) an authorization issued under section 10,</p> <p class=\"subclause\">  (ii) an agreement entered into under section 12, or</p> <p class=\"subclause\">  (iii) an order of the Minister designating an invasive species under section 5; and</p> <p class=\"paragraph\">  (b) carries out the activity in accordance with any conditions in the authorization, agreement or order.</p> <p class=\"headnote\">Same, prevention and response plans</p> <p class=\"subsection\">(3) Clauses 7 (b) and (c), clause 8 (1) (b), paragraph 2 of subsection 8 (2) and any prohibition imposed by regulation under subsection 8 (3) do not apply to a person who possesses, transports, deposits or releases a member of an invasive species in the course of implementing a prevention and response plan if the possession, transportation, deposit or release of the member of the invasive species was carried out in accordance with the provisions of the plan.</p> <p class=\"heading1\"><a name=\"BK12\"></a>Authorizations and Agreements</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "Authorizations and Agreements",
            "section_x": "Authorizations and Agreements",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "10.",
            "section_x": "Authorizations",
            "part_id": null,
            "part_type": null,
            "section_y": "Authorizations",
            "content": "10 (1) The Minister may authorize a person in writing to engage in any activity specified in the authorization that would otherwise be prohibited under section 7 or 8 if the Minister is of the opinion that the activity is for any of the following purposes: 1. Research or education. 2. Prevention, control or eradication of an invasive species. 3. A purpose that is prescribed by regulation. Conditions (2) An authorization issued under this section may contain such conditions as the Minister considers appropriate, including a condition that, (a) limits the times at which the authorized activity may be carried out; (b) limits the circumstances in which the authorized activity may be carried out; (c) requires the holder of the authorization to prepare a plan to manage, control or eradicate an invasive species, or prevent its release or spread and to comply with the plan; (d) requires the holder of the authorization to submit reports to the Minister; and (e) requires the holder of the authorization to furnish security to the Minister in an amount specified in the authorization that is sufficient to ensure compliance with the authorization. Compliance (3) The holder of the authorization shall comply with any conditions to which the authorization is subject. Amendment or revocation (4) The Minister may amend or revoke an authorization if he or she is of the opinion that the amendment or revocation is reasonably necessary to assist in the prevention, control or eradication of the invasive species that is affected by the authorization. Notice of amendment, revocation (5) The Minister shall serve notice of an amendment to, or revocation of, an authorization to the holder of the authorization in accordance with section 49. Content of notice (6) A notice of amendment to, or revocation of, an authorization shall inform the holder of the authorization of the right under section 11 to request a reconsideration of the decision to amend or revoke the authorization. Effective date (7) An amendment to, or revocation of, an authorization takes effect on the day the notice is served on the holder of the authorization. Proof of amendment (8) The holder of an authorization who receives notice of an amendment to the authorization shall attach the notice to the authorization.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>10 </b>(1) The Minister may authorize a person in writing to engage in any activity specified in the authorization that would otherwise be prohibited under section 7 or 8 if the Minister is of the opinion that the activity is for any of the following purposes:</p> <p class=\"paragraph\">  1. Research or education.</p> <p class=\"paragraph\">  2. Prevention, control or eradication of an invasive species.</p> <p class=\"paragraph\">  3. A purpose that is prescribed by regulation.</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(2) An authorization issued under this section may contain such conditions as the Minister considers appropriate, including a condition that,</p> <p class=\"paragraph\">  (a) limits the times at which the authorized activity may be carried out;</p> <p class=\"paragraph\">  (b) limits the circumstances in which the authorized activity may be carried out;</p> <p class=\"paragraph\">  (c) requires the holder of the authorization to prepare a plan to manage, control or eradicate an invasive species, or prevent its release or spread and to comply with the plan;</p> <p class=\"paragraph\">  (d) requires the holder of the authorization to submit reports to the Minister; and</p> <p class=\"paragraph\">  (e) requires the holder of the authorization to furnish security to the Minister in an amount specified in the authorization that is sufficient to ensure compliance with the authorization.</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(3) The holder of the authorization shall comply with any conditions to which the authorization is subject.</p> <p class=\"headnote\">Amendment or revocation</p> <p class=\"subsection\">(4) The Minister may amend or revoke an authorization if he or she is of the opinion that the amendment or revocation is reasonably necessary to assist in the prevention, control or eradication of the invasive species that is affected by the authorization.</p> <p class=\"headnote\">Notice of amendment, revocation</p> <p class=\"subsection\">(5) The Minister shall serve notice of an amendment to, or revocation of, an authorization to the holder of the authorization in accordance with section 49.</p> <p class=\"headnote\">Content of notice</p> <p class=\"subsection\">(6) A notice of amendment to, or revocation of, an authorization shall inform the holder of the authorization of the right under section 11 to request a reconsideration of the decision to amend or revoke the authorization.</p> <p class=\"headnote\">Effective date</p> <p class=\"subsection\">(7) An amendment to, or revocation of, an authorization takes effect on the day the notice is served on the holder of the authorization.</p> <p class=\"headnote\">Proof of amendment</p> <p class=\"subsection\">(8) The holder of an authorization who receives notice of an amendment to the authorization shall attach the notice to the authorization.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "section_x": "Reconsideration of amendment or revocation of authorization",
            "part_id": null,
            "part_type": null,
            "section_y": "Reconsideration of amendment or revocation of authorization",
            "content": "11 (1) The holder of an authorization who receives notice of an amendment to, or revocation of, an authorization under subsection 10 (5) may request that the Minister reconsider his or her decision to amend or revoke the authorization by mailing or delivering to the Minister a written request of the reconsideration within 15 days after receiving the notice. Content of request (2) A request for a reconsideration of the Minister’s decision to amend or revoke an authorization shall include, (a) the reasons for the request; (b) any submissions that the applicant for the review wishes the Minister to consider; and (c) an address for service by mail or by electronic facsimile transmission or by any other means prescribed by regulation. No stay of decision (3) A request for reconsideration of a decision of the Minister under this section does not stay the decision. Decision upon reconsideration (4) After reconsidering his or her decision to amend or revoke an authorization, the Minister may, (a) in the case of a reconsideration of a decision to amend the authorization, amend the authorization in the manner set out in the notice served under subsection 10 (5) or in any other manner or revoke the authorization; (b) in the case of a reconsideration of a decision to revoke the authorization, revoke the authorization or amend it instead of revoking it; or (c) in either case, refrain from amending or revoking the authorization. Notice of decision (5) The Minister shall give a copy of his or her decision upon reconsideration, with reasons, to the person who requested the reconsideration.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>11 </b>(1) The holder of an authorization who receives notice of an amendment to, or revocation of, an authorization under subsection 10 (5) may request that the Minister reconsider his or her decision to amend or revoke the authorization by mailing or delivering to the Minister a written request of the reconsideration within 15 days after receiving the notice.</p> <p class=\"headnote\">Content of request</p> <p class=\"subsection\">(2) A request for a reconsideration of the Minister’s decision to amend or revoke an authorization shall include,</p> <p class=\"paragraph\">  (a) the reasons for the request;</p> <p class=\"paragraph\">  (b) any submissions that the applicant for the review wishes the Minister to consider; and</p> <p class=\"paragraph\">  (c) an address for service by mail or by electronic facsimile transmission or by any other means prescribed by regulation.</p> <p class=\"headnote\">No stay of decision</p> <p class=\"subsection\">(3) A request for reconsideration of a decision of the Minister under this section does not stay the decision.</p> <p class=\"headnote\">Decision upon reconsideration</p> <p class=\"subsection\">(4) After reconsidering his or her decision to amend or revoke an authorization, the Minister may,</p> <p class=\"paragraph\">  (a) in the case of a reconsideration of a decision to amend the authorization, amend the authorization in the manner set out in the notice served under subsection 10 (5) or in any other manner or revoke the authorization; </p> <p class=\"paragraph\">  (b) in the case of a reconsideration of a decision to revoke the authorization, revoke the authorization or amend it instead of revoking it; or</p> <p class=\"paragraph\">  (c) in either case, refrain from amending or revoking the authorization.</p> <p class=\"headnote\">Notice of decision</p> <p class=\"subsection\">(5) The Minister shall give a copy of his or her decision upon reconsideration, with reasons, to the person who requested the reconsideration.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "section_x": "Agreements",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreements",
            "content": "12 (1) The Minister may enter into agreements relating to the control and management of invasive species in Ontario, including agreements for one or more of the following purposes: 1. The prevention of the introduction of invasive species into Ontario or into a part of Ontario. 2. The control of the spread of invasive species present in Ontario. 3. The early detection of, and rapid response to, the introduction of invasive species in Ontario or a part of Ontario. 4. The eradication of an invasive species from Ontario or a part of Ontario. 5. The monitoring and reporting of invasive species and of their impact on the natural environment. 6. Education and research in relation to invasive species. 7. The preparation of prevention and response plans. 8. The assessment of the level of risk that an invasive species poses for Ontario. Same (2) An agreement under this section may relate to the control and management of an invasive species that is not prescribed under section 4 or designated under section 5. Authorization re: prohibited activities (3) An agreement under subsection (1) may authorize a party to the agreement to engage in an activity specified in the agreement that would otherwise be prohibited under this Act. Same (4) A party to an agreement who is authorized to engage in an activity under subsection (3) shall comply with any conditions specified in the agreement relating to the authorization. Special Preventive Measures",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>12 </b>(1) The Minister may enter into agreements relating to the control and management of invasive species in Ontario, including agreements for one or more of the following purposes:</p> <p class=\"paragraph\">  1. The prevention of the introduction of invasive species into Ontario or into a part of Ontario.</p> <p class=\"paragraph\">  2. The control of the spread of invasive species present in Ontario.</p> <p class=\"paragraph\">  3. The early detection of, and rapid response to, the introduction of invasive species in Ontario or a part of Ontario.</p> <p class=\"paragraph\">  4. The eradication of an invasive species from Ontario or a part of Ontario.</p> <p class=\"paragraph\">  5. The monitoring and reporting of invasive species and of their impact on the natural environment.</p> <p class=\"paragraph\">  6. Education and research in relation to invasive species.</p> <p class=\"paragraph\">  7. The preparation of prevention and response plans.</p> <p class=\"paragraph\">  8. The assessment of the level of risk that an invasive species poses for Ontario.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) An agreement under this section may relate to the control and management of an invasive species that is not prescribed under section 4 or designated under section 5.</p> <p class=\"headnote\">Authorization re: prohibited activities</p> <p class=\"subsection\">(3) An agreement under subsection (1) may authorize a party to the agreement to engage in an activity specified in the agreement that would otherwise be prohibited under this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) A party to an agreement who is authorized to engage in an activity under subsection (3) shall comply with any conditions specified in the agreement relating to the authorization.</p> <p class=\"heading1\"><a name=\"BK16\"></a>Special Preventive Measures</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Special Preventive Measures",
            "section_x": "Special Preventive Measures",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.",
            "section_x": "Prevention and response plans",
            "part_id": null,
            "part_type": null,
            "section_y": "Prevention and response plans",
            "content": "13 (1) The Minister may cause a prevention and response plan to be prepared with respect to an invasive species. Content of plans (2) A prevention and response plan sets out measures, practices or recommended courses of action to deal with an invasive species, including, (a) measures, including rapid response measures, to help prevent the invasive species from entering Ontario or a part of Ontario; (b) practices to promote the early detection of the invasive species; and (c) measures for the control or eradication of the invasive species. Scope of plans (3) A prevention and response plan may, (a) apply to one or more invasive species; and (b) apply to all of Ontario or a part of Ontario. Other authorized persons (4) A prevention and response plan may authorize a person or group of persons to carry out measures and practices set out in the plan in order to assist in the implementation of the plan, subject to such conditions as may be specified in the plan. Notice of plan (5) The Minister shall publish a copy of the prevention and response plan on a website maintained by the government of Ontario and give notice of the plan in any other manner that he or she considers appropriate. Updating plan (6) The Minister may cause a prevention and response plan to be updated from time to time as he or she considers appropriate. Cancellation of plan (7) The Minister may cancel a prevention and response plan by publishing notice of the cancellation on a website maintained by the government of Ontario and give notice of the cancellation of the plan in any other manner that he or she considers appropriate.",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>13 </b>(1) The Minister may cause a prevention and response plan to be prepared with respect to an invasive species.</p> <p class=\"headnote\">Content of plans </p> <p class=\"subsection\">(2) A prevention and response plan sets out measures, practices or recommended courses of action to deal with an invasive species, including,</p> <p class=\"paragraph\">  (a) measures, including rapid response measures, to help prevent the invasive species from entering Ontario or a part of Ontario;</p> <p class=\"paragraph\">  (b) practices to promote the early detection of the invasive species; and</p> <p class=\"paragraph\">  (c) measures for the control or eradication of the invasive species.</p> <p class=\"headnote\">Scope of plans </p> <p class=\"subsection\">(3) A prevention and response plan may,</p> <p class=\"paragraph\">  (a) apply to one or more invasive species; and</p> <p class=\"paragraph\">  (b) apply to all of Ontario or a part of Ontario.</p> <p class=\"headnote\">Other authorized persons</p> <p class=\"subsection\">(4) A prevention and response plan may authorize a person or group of persons to carry out measures and practices set out in the plan in order to assist in the implementation of the plan, subject to such conditions as may be specified in the plan.</p> <p class=\"headnote\">Notice of plan</p> <p class=\"subsection\">(5) The Minister shall publish a copy of the prevention and response plan on a website maintained by the government of Ontario and give notice of the plan in any other manner that he or she considers appropriate.</p> <p class=\"headnote\">Updating plan</p> <p class=\"subsection\">(6) The Minister may cause a prevention and response plan to be updated from time to time as he or she considers appropriate.</p> <p class=\"headnote\">Cancellation of plan</p> <p class=\"subsection\">(7) The Minister may cancel a prevention and response plan by publishing notice of the cancellation on a website maintained by the government of Ontario and give notice of the cancellation of the plan in any other manner that he or she considers appropriate.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "14.",
            "section_x": "Invasive species control areas",
            "part_id": null,
            "part_type": null,
            "section_y": "Invasive species control areas",
            "content": "14 (1) The Lieutenant Governor in Council may, by regulation, designate an area of Ontario as an invasive species control area with respect to an invasive species. Content of regulation (2) A regulation under subsection (1) shall, (a) identify the area of Ontario that is designated; (b) identify the invasive species that is the object of the designation; (c) if appropriate, set out measures to control the spread of the invasive species, including measures that, (i) regulate or prohibit the movement of the invasive species in the area, the movement of any carrier of the invasive species or of any person, conveyance or thing that is likely to contribute to the spread of the invasive species, and (ii) regulate or prohibit any activities that are likely to contribute to the spread of the invasive species, including requiring the Minister’s authorization before carrying out the activity. Area designated (3) An invasive species control area designated in respect of an invasive species may include any area of Ontario, whether or not the invasive species is present in the area. Purpose of designation (4) A regulation under this section may contain measures to prevent the spread of an invasive species, (a) within the invasive species control area; (b) from the invasive species control area to areas outside of it; or (c) from outside the invasive species control area to the area itself. Inspections",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>14 </b>(1) The Lieutenant Governor in Council may, by regulation, designate an area of Ontario as an invasive species control area with respect to an invasive species.</p> <p class=\"headnote\">Content of regulation</p> <p class=\"subsection\">(2) A regulation under subsection (1) shall,</p> <p class=\"paragraph\">  (a) identify the area of Ontario that is designated;</p> <p class=\"paragraph\">  (b) identify the invasive species that is the object of the designation;</p> <p class=\"paragraph\">  (c) if appropriate, set out measures to control the spread of the invasive species, including measures that,</p> <p class=\"subclause\">  (i) regulate or prohibit the movement of the invasive species in the area, the movement of any carrier of the invasive species or of any person, conveyance or thing that is likely to contribute to the spread of the invasive species, and</p> <p class=\"subclause\">  (ii) regulate or prohibit any activities that are likely to contribute to the spread of the invasive species, including requiring the Minister’s authorization before carrying out the activity.</p> <p class=\"headnote\">Area designated</p> <p class=\"subsection\">(3) An invasive species control area designated in respect of an invasive species may include any area of Ontario, whether or not the invasive species is present in the area. </p> <p class=\"headnote\">Purpose of designation</p> <p class=\"subsection\">(4) A regulation under this section may contain measures to prevent the spread of an invasive species,</p> <p class=\"paragraph\">  (a) within the invasive species control area;</p> <p class=\"paragraph\">  (b) from the invasive species control area to areas outside of it; or </p> <p class=\"paragraph\">  (c) from outside the invasive species control area to the area itself.</p> <p class=\"heading1\"><a name=\"BK19\"></a>Inspections</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Inspections",
            "section_x": "Inspections",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "15.",
            "section_x": "Inspectors, appointment",
            "part_id": null,
            "part_type": null,
            "section_y": "Inspectors, appointment",
            "content": "15 (1) The Minister may appoint a person or class of persons as inspectors for the purposes of this Act. Inspectors by virtue of office (2) An enforcement officer is an inspector for the purposes of this Act by virtue of his or her office. Production of identification (3) An inspector acting under this Act shall, on request, produce identification.",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>15 </b>(1) The Minister may appoint a person or class of persons as inspectors for the purposes of this Act.</p> <p class=\"headnote\">Inspectors by virtue of office</p> <p class=\"subsection\">(2) An enforcement officer is an inspector for the purposes of this Act by virtue of his or her office.</p> <p class=\"headnote\">Production of identification</p> <p class=\"subsection\">(3) An inspector acting under this Act shall, on request, produce identification.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "16.",
            "section_x": "Surveys for purposes of detection, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Surveys for purposes of detection, etc.",
            "content": "16 (1) An inspector may conduct surveys of any area or place in Ontario for the purposes of, (a) detecting the presence of invasive species, including detecting the presence of invasive species that are not prescribed under section 4 or designated under section 5; and (b) ascertaining whether invasive species, including invasive species that are not prescribed under section 4 or designated under section 5, are spreading into or within Ontario and monitoring the extent of the spread. Entry on land during survey (2) In the course of conducting a survey, an inspector may, (a) enter any land at any reasonable time and be accompanied by any other person that the inspector authorizes; and (b) authorize any person acting under his or her direction to enter any land, with or without the inspector, for the purpose of assisting in the survey. No entry to buildings, structures (3) Subsection (2) does not authorize an inspector, or a person acting under the inspector’s direction, to enter a building or a structure, including a building or a part of a building that is being used as a dwelling. Power upon entry (4) Upon entering land under subsection (2), the following powers are the powers that may be exercised by an inspector, or by a person acting under his or her direction: 1. Inspect any thing that the inspector believes on reasonable grounds, i. may be, or may contain, an invasive species referred to in subsection (1), or ii. may contain evidence of an invasive species referred to in subsection (1). 2. Conduct any tests, take any measurements, take any specimens or samples, set up any equipment and make any photographic or other records that may assist in the survey.",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>16 </b>(1) An inspector may conduct surveys of any area or place in Ontario for the purposes of,</p> <p class=\"paragraph\">  (a) detecting the presence of invasive species, including detecting the presence of invasive species that are not prescribed under section 4 or designated under section 5; and</p> <p class=\"paragraph\">  (b) ascertaining whether invasive species, including invasive species that are not prescribed under section 4 or designated under section 5, are spreading into or within Ontario and monitoring the extent of the spread.</p> <p class=\"headnote\">Entry on land during survey</p> <p class=\"subsection\">(2) In the course of conducting a survey, an inspector may, </p> <p class=\"paragraph\">  (a) enter any land at any reasonable time and be accompanied by any other person that the inspector authorizes; and</p> <p class=\"paragraph\">  (b) authorize any person acting under his or her direction to enter any land, with or without the inspector, for the purpose of assisting in the survey.</p> <p class=\"headnote\">No entry to buildings, structures</p> <p class=\"subsection\">(3) Subsection (2) does not authorize an inspector, or a person acting under the inspector’s direction, to enter a building or a structure, including a building or a part of a building that is being used as a dwelling.</p> <p class=\"headnote\">Power upon entry</p> <p class=\"subsection\">(4) Upon entering land under subsection (2), the following powers are the powers that may be exercised by an inspector, or by a person acting under his or her direction:</p> <p class=\"paragraph\">  1. Inspect any thing that the inspector believes on reasonable grounds,</p> <p class=\"subpara\">  i. may be, or may contain, an invasive species referred to in subsection (1), or</p> <p class=\"subpara\">  ii. may contain evidence of an invasive species referred to in subsection (1).</p> <p class=\"paragraph\">  2. Conduct any tests, take any measurements, take any specimens or samples, set up any equipment and make any photographic or other records that may assist in the survey.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "17.",
            "section_x": "Inspection to determine compliance",
            "part_id": null,
            "part_type": null,
            "section_y": "Inspection to determine compliance",
            "content": "17 (1) An inspector may enter and inspect any land, building or other place if, (a) the inspector has reasonable grounds to believe that an invasive species, a carrier or other thing to which this Act or the regulations apply will be found on the land or in the building or place; or (b) the inspection is for the purpose of determining compliance with, (i) this Act or the regulations, (ii) a condition in an authorization that is issued under section 10 or is contained in an agreement referred to in section 12, (iii) a prevention and response plan prepared under section 13, or (iv) a provision of an order made by an inspector or by the Minister under this Act. Powers during inspection (2) During an inspection under this section, the following powers are the powers that may be exercised by an inspector: 1. Inspect any animal, plant or thing that the inspector believes on reasonable grounds may be an invasive species or a carrier. 2. Open any receptacle, baggage, package, container, cage or other thing that the inspector believes on reasonable grounds contains an invasive species or a carrier. 3. Conduct any test, take any measurement, specimen or sample, set up any equipment and make any photographic or other record that may assist in the inspection. 4. Require the production of any document that is relevant to the inspection. 5. Use or cause to be used any computer or other device that contains or is able to retrieve information, for the purpose of examining information relevant to the inspection that is contained in or available to the computer or other device, and produce or cause to be produced a printout or other output from the computer or other device of information that is relevant to the inspection. 6. Remove any documents or things that are relevant to the inspection for the purpose of making copies or of further inspection. 7. Ask questions that are relevant to the inspection. Dwellings (3) Subsection (1) does not authorize an inspector to enter a building or a part of a building that is being used as a dwelling unless the occupier of the dwelling consents to the entry. Warrant for dwelling (4) On application without notice, a justice may issue a warrant authorizing an inspector to enter and inspect a building or part of a building that is being used as a dwelling if the justice is satisfied by information under oath that there are reasonable grounds to believe that, (a) an inspection under this section is required for any of the reasons described in subsection (1); and (b) entry has been refused or is likely to be refused. Same, application for warrant (5) An application under subsection (4) shall specify that the warrant is to enter and inspect a building or part of a building that is being used as a dwelling. Conditions (6) A warrant is subject to such conditions as may be specified in the warrant. Assistance (7) An inspector may be accompanied or assisted by any person during an inspection under this section. Time of entry (8) An entry under subsection (1) shall be made at a time that is reasonable in view of the activity that is conducted on the land or in the building or other place. Copies (9) An inspector may make copies of any documents produced or removed during the inspection. Return of things (10) If an inspector removes any document or thing under paragraph 6 of subsection (2), the inspector shall copy the document or thing or further inspect it with reasonable dispatch and return it promptly to the person from whom it was taken, unless it is not reasonable for the person to expect the thing to be returned.",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>17 </b>(1) An inspector may enter and inspect any land, building or other place if,</p> <p class=\"paragraph\">  (a) the inspector has reasonable grounds to believe that an invasive species, a carrier or other thing to which this Act or the regulations apply<i> </i>will be found on the land or in the building or place; or</p> <p class=\"paragraph\">  (b) the inspection is for the purpose of determining compliance with,</p> <p class=\"subclause\">  (i) this Act or the regulations,</p> <p class=\"subclause\">  (ii) a condition in an authorization that is issued under section 10 or is contained in an agreement referred to in section 12, </p> <p class=\"subclause\">  (iii) a prevention and response plan prepared under section 13, or</p> <p class=\"subclause\">  (iv) a provision of an order made by an inspector or by the Minister under this Act.</p> <p class=\"headnote\">Powers during inspection</p> <p class=\"subsection\">(2) During an inspection under this section, the following powers are the powers that may be exercised by an inspector:</p> <p class=\"paragraph\">  1. Inspect any animal, plant or thing that the inspector believes on reasonable grounds may be an invasive species or a carrier.</p> <p class=\"paragraph\">  2. Open any receptacle, baggage, package, container, cage or other thing that the inspector believes on reasonable grounds contains an invasive species or a carrier.</p> <p class=\"paragraph\">  3. Conduct any test, take any measurement, specimen or sample, set up any equipment and make any photographic or other record that may assist in the inspection.</p> <p class=\"paragraph\">  4. Require the production of any document that is relevant to the inspection.</p> <p class=\"paragraph\">  5. Use or cause to be used any computer or other device that contains or is able to retrieve information, for the purpose of examining information relevant to the inspection that is contained in or available to the computer or other device, and produce or cause to be produced a printout or other output from the computer or other device of information that is relevant to the inspection.</p> <p class=\"paragraph\">  6. Remove any documents or things that are relevant to the inspection for the purpose of making copies or of further inspection.</p> <p class=\"paragraph\">  7. Ask questions that are relevant to the inspection.</p> <p class=\"headnote\">Dwellings</p> <p class=\"subsection\">(3) Subsection (1) does not authorize an inspector to enter a building or a part of a building that is being used as a dwelling unless the occupier of the dwelling consents to the entry.</p> <p class=\"headnote\">Warrant for dwelling</p> <p class=\"subsection\">(4) On application without notice, a justice may issue a warrant authorizing an inspector to enter and inspect a building or part of a building that is being used as a dwelling if the justice is satisfied by information under oath that there are reasonable grounds to believe that,</p> <p class=\"paragraph\">  (a) an inspection under this section is required for any of the reasons described in subsection (1); and</p> <p class=\"paragraph\">  (b) entry has been refused or is likely to be refused.</p> <p class=\"headnote\">Same, application for warrant</p> <p class=\"subsection\">(5) An application under subsection (4) shall specify that the warrant is to enter and inspect a building or part of a building that is being used as a dwelling.</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(6) A warrant is subject to such conditions as may be specified in the warrant.</p> <p class=\"headnote\">Assistance</p> <p class=\"subsection\">(7) An inspector may be accompanied or assisted by any person during an inspection under this section.</p> <p class=\"headnote\">Time of entry</p> <p class=\"subsection\">(8) An entry under subsection (1) shall be made at a time that is reasonable in view of the activity that is conducted on the land or in the building or other place.</p> <p class=\"headnote\">Copies</p> <p class=\"subsection\">(9) An inspector may make copies of any documents produced or removed during the inspection.</p> <p class=\"headnote\">Return of things</p> <p class=\"subsection\">(10) If an inspector removes any document or thing under paragraph 6 of subsection (2), the inspector shall copy the document or thing or further inspect it with reasonable dispatch and return it promptly to the person from whom it was taken, unless it is not reasonable for the person to expect the thing to be returned.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "18.",
            "section_x": "Stopping conveyances to inspect",
            "part_id": null,
            "part_type": null,
            "section_y": "Stopping conveyances to inspect",
            "content": "18 (1) An inspector may stop a conveyance if he or she has reasonable grounds to believe that, (a) there is a member of an invasive species or a carrier in or on the conveyance; or (b) stopping the conveyance would assist in determining compliance with, (i) this Act or the regulations, (ii) a condition in an authorization that is issued under section 10 or is contained in an agreement referred to in section 12, (iii) a prevention and response plan prepared under section 13, or (iv) a provision of an order made by an inspector or by the Minister under this Act. Operator to stop (2) On the inspector’s signal to stop, the operator of the conveyance shall immediately stop and produce for inspection a member of an invasive species, a carrier, a document or any thing requested by the inspector that is relevant to the purpose for which the conveyance was stopped. Stop signals (3) For the purpose of subsection (2), signals to stop include, (a) intermittent flashes of red light, in the case of a vehicle; (b) intermittent flashes of blue light, in the case of a boat; and (c) a hand signal to stop, in the case of a vehicle or boat.",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>18 </b>(1) An inspector may stop a conveyance if he or she has reasonable grounds to believe that,</p> <p class=\"paragraph\">  (a) there is a member of an invasive species or a carrier in or on the conveyance; or</p> <p class=\"paragraph\">  (b) stopping the conveyance would assist in determining compliance with,</p> <p class=\"subclause\">  (i) this Act or the regulations,</p> <p class=\"subclause\">  (ii) a condition in an authorization that is issued under section 10 or is contained in an agreement referred to in section 12, </p> <p class=\"subclause\">  (iii) a prevention and response plan prepared under section 13, or</p> <p class=\"subclause\">  (iv) a provision of an order made by an inspector or by the Minister under this Act.</p> <p class=\"headnote\">Operator to stop</p> <p class=\"subsection\">(2) On the inspector’s signal to stop, the operator of the conveyance shall immediately stop and produce for inspection a member of an invasive species, a carrier, a document or any thing requested by the inspector that is relevant to the purpose for which the conveyance was stopped.</p> <p class=\"headnote\">Stop signals</p> <p class=\"subsection\">(3) For the purpose of subsection (2), signals to stop include,</p> <p class=\"paragraph\">  (a) intermittent flashes of red light, in the case of a vehicle;</p> <p class=\"paragraph\">  (b) intermittent flashes of blue light, in the case of a boat; and</p> <p class=\"paragraph\">  (c) a hand signal to stop, in the case of a vehicle or boat.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "19.",
            "section_x": "Special powers used in invaded places",
            "part_id": null,
            "part_type": null,
            "section_y": "Special powers used in invaded places",
            "content": "19 (1) After an order is made under section 23 declaring land, a building, structure or conveyance to be an invaded place, an inspector may enter the invaded place and exercise any of the powers described in subsection (2). Same (2) At an invaded place, an inspector may, with respect to the invasive species that is the reason the land, building, structure or conveyance was declared to be an invaded place, (a) use any physical or mechanical means or apply any chemical treatments or biological control measures in order to control, remove or eradicate the invasive species or the threat the invasive species poses to Ontario’s natural environment, unless the use of such means or application of such treatments or measures may cause material damage to property or destroy property; (b) capture or remove a member of the invasive species; (c) establish temporary barriers around the invasive species or the invaded place or post signs or markers on or near the invasive species or invaded place to reduce the risk of the invasive species spreading; (d) remain at the invaded place or cause another person to remain at the invaded place, to assist in reducing the risk of the invasive species spreading. Assistance (3) An inspector may be accompanied or assisted by any person while exercising any powers at an invaded place under this section.",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>19 </b>(1) After an order is made under section 23 declaring land, a building, structure or conveyance to be an invaded place, an inspector may enter the invaded place and exercise any of the powers described in subsection (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) At an invaded place, an inspector may, with respect to the invasive species that is the reason the land, building, structure or conveyance was declared to be an invaded place,</p> <p class=\"paragraph\">  (a) use any physical or mechanical means or apply any chemical treatments or biological control measures in order to control, remove or eradicate the invasive species or the threat the invasive species poses to Ontario’s natural environment, unless the use of such means or application of such treatments or measures may cause material damage to property or destroy property;</p> <p class=\"paragraph\">  (b) capture or remove a member of the invasive species;</p> <p class=\"paragraph\">  (c) establish temporary barriers around the invasive species or the invaded place or post signs or markers on or near the invasive species or invaded place to reduce the risk of the invasive species spreading;</p> <p class=\"paragraph\">  (d) remain at the invaded place or cause another person to remain at the invaded place, to assist in reducing the risk of the invasive species spreading.</p> <p class=\"headnote\">Assistance</p> <p class=\"subsection\">(3) An inspector may be accompanied or assisted by any person while exercising any powers at an invaded place under this section.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "20.",
            "section_x": "Assisting inspector",
            "part_id": null,
            "part_type": null,
            "section_y": "Assisting inspector",
            "content": "20 A person shall give all reasonable assistance to an inspector conducting a survey or inspection under section 16, 17 or 18 or exercising powers under section 19 and shall provide any information requested by the inspector that is relevant to the survey or inspection or that may assist in the exercise of powers under section 19.",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>20 </b>A person shall give all reasonable assistance to an inspector conducting a survey or inspection under section 16, 17 or 18 or exercising powers under section 19 and shall provide any information requested by the inspector that is relevant to the survey or inspection or that may assist in the exercise of powers under section 19.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "21.",
            "section_x": "Obstruction of inspector",
            "part_id": null,
            "part_type": null,
            "section_y": "Obstruction of inspector",
            "content": "21 A person shall not, (a) knowingly make a false or misleading statement to an inspector who is acting under this Act; or (b) otherwise obstruct an inspector who is acting under this Act. Inspectors’ Orders",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>21 </b>A person shall not,</p> <p class=\"paragraph\">  (a) knowingly make a false or misleading statement to an inspector who is acting under this Act; or</p> <p class=\"paragraph\">  (b) otherwise obstruct an inspector who is acting under this Act.</p> <p class=\"heading1\"><a name=\"BK27\"></a>Inspectors’ Orders</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "Inspectors’ Orders",
            "section_x": "Inspectors’ Orders",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "22.",
            "section_x": "Order re: unknown invasive species",
            "part_id": null,
            "part_type": null,
            "section_y": "Order re: unknown invasive species",
            "content": "22 (1) An inspector may make an order under this section if, (a) in the course of performing his or her duties under this Act, he or she encounters a member of a species that he or she has reasonable grounds to believe is an invasive species, but not an invasive species that has been prescribed under section 4 or designated under section 5 as an invasive species to which this Act applies; and (b) the inspector has reasonable grounds to believe that the order is required in order to, (i) ascertain the threat that the suspected invasive species referred to in clause (a) poses to Ontario’s natural environment, or (ii) prevent the suspected invasive species referred to in clause (a) from spreading within Ontario. Order to contain suspected species (2) An inspector who encounters a member of a suspected invasive species described in clause (1) (a) may, (a) issue a written order to the person who owns or occupies the land, building or place, or is in charge of the conveyance, on or in which the member of the suspected invasive species was found, directing the person to, (i) stop any movement or activity that may lead to the spread of the suspected invasive species, (ii) move the member of the suspected invasive species to another location in order to isolate it or otherwise prevent the suspected invasive species from spreading, (iii) establish barriers or signs around the member of the suspected invasive species in order to restrict access by the person or others to the member of the suspected invasive species, or (iv) take such other measures as may be specified in the order to prevent the suspected invasive species from spreading; and (b) if the member of the suspected invasive species is found on Crown land, issue a written order prohibiting any person from moving or having access to the member of the suspected invasive species in order to prevent the suspected invasive species from spreading. Erecting barriers, signs, etc. (3) An inspector who issues an order under subsection (2) with respect to a suspected invasive species described in clause (1) (a) may, in addition to issuing the order, do any of the following: 1. Inspect the suspected invasive species. 2. Conduct any test, take any measurement, specimen or sample of the member of the suspected invasive species. 3. Set up any equipment and make any photographic or other record that may assist in identifying the suspected invasive species or ascertaining the threat it poses to Ontario’s natural environment. 4. Cover the suspected invasive species. 5. Establish a temporary barrier around the suspected invasive species. 6. Post signs or markers around the suspected invasive species. 7. Take any other measure that the inspector considers appropriate to assist in preventing the suspected invasive species from spreading and restricting access of persons to the member of the suspected invasive species. Content of order (4) An order under subsection (2) shall, (a) describe the suspected invasive species that is the subject of the order; (b) briefly describe the reasons for the order; and (c) set out the time period for which it applies, subject to subsection (5). Duration of order (5) An order under subsection (2) shall be in effect for a period of no more than 15 days. Service of order (6) An order under clause (2) (a) shall be served by personal delivery to the person against whom the order is made, subject to subsection (7). Posting of cl. (2) (a) order (7) An order under clause (2) (a) may be posted in a conspicuous place on or near the suspected invasive species or at the place where the suspected invasive species is located, either, (a) in addition to serving it on a person under subsection (6); or (b) instead of delivering it to a person under subsection (6) if, in the inspector’s opinion, service cannot reasonably be effected under that subsection. Deemed service (8) An order that is posted under clause (7) (b) is deemed to have been served in accordance with subsection (6) once it is posted. Mandatory posting of cl. (2) (b) order (9) An order under clause (2) (b) shall be posted in a conspicuous place at or near the place at which the suspected invasive species is located. Prohibition, removing, defacing postings (10) Except with the written consent of an inspector, no person shall remove, alter, deface, conceal, damage, destroy, move, interfere with or render illegible, (a) an order or a copy of an order made under this section that is posted in accordance with subsection (7) or (9); or (b) any identifying marker, signage or temporary barrier applied or installed as authorized under this section. Compliance with order (11) No person shall contravene or fail to comply with any provision of an order made under subsection (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>22 </b>(1) An inspector may make an order under this section if,</p> <p class=\"paragraph\">  (a) in the course of performing his or her duties under this Act, he or she encounters a member of a species that he or she has reasonable grounds to believe is an invasive species, but not an invasive species that has been prescribed under section 4 or designated under section 5 as an invasive species to which this Act applies; and </p> <p class=\"paragraph\">  (b) the inspector has reasonable grounds to believe that the order is required in order to,</p> <p class=\"subclause\">  (i) ascertain the threat that the suspected invasive species referred to in clause (a) poses to Ontario’s natural environment, or</p> <p class=\"subclause\">  (ii) prevent the suspected invasive species referred to in clause (a) from spreading within Ontario.</p> <p class=\"headnote\">Order to contain suspected species</p> <p class=\"subsection\">(2) An inspector who encounters a member of a suspected invasive species described in clause (1) (a) may,</p> <p class=\"paragraph\">  (a) issue a written order to the person who owns or occupies the land, building or place, or is in charge of the conveyance, on or in which the member of the suspected invasive species was found, directing the person to,</p> <p class=\"subclause\">  (i) stop any movement or activity that may lead to the spread of the suspected invasive species,</p> <p class=\"subclause\">  (ii) move the member of the suspected invasive species to another location in order to isolate it or otherwise prevent the suspected invasive species from spreading,</p> <p class=\"subclause\">  (iii) establish barriers or signs around the member of the suspected invasive species in order to restrict access by the person or others to the member of the suspected invasive species, or</p> <p class=\"subclause\">  (iv) take such other measures as may be specified in the order to prevent the suspected invasive species from spreading; and</p> <p class=\"paragraph\">  (b) if the member of the suspected invasive species is found on Crown land, issue a written order prohibiting any person from moving or having access to the member of the suspected invasive species in order to prevent the suspected invasive species from spreading.</p> <p class=\"headnote\">Erecting barriers, signs, etc.</p> <p class=\"subsection\">(3) An inspector who issues an order under subsection (2) with respect to a suspected invasive species described in clause (1) (a) may, in addition to issuing the order, do any of the following:</p> <p class=\"paragraph\">  1. Inspect the suspected invasive species.</p> <p class=\"paragraph\">  2. Conduct any test, take any measurement, specimen or sample of the member of the suspected invasive species.</p> <p class=\"paragraph\">  3. Set up any equipment and make any photographic or other record that may assist in identifying the suspected invasive species or ascertaining the threat it poses to Ontario’s natural environment.</p> <p class=\"paragraph\">  4. Cover the suspected invasive species.</p> <p class=\"paragraph\">  5. Establish a temporary barrier around the suspected invasive species.</p> <p class=\"paragraph\">  6. Post signs or markers around the suspected invasive species.</p> <p class=\"paragraph\">  7. Take any other measure that the inspector considers appropriate to assist in preventing the suspected invasive species from spreading and restricting access of persons to the member of the suspected invasive species.</p> <p class=\"headnote\">Content of order</p> <p class=\"subsection\">(4) An order under subsection (2) shall,</p> <p class=\"paragraph\">  (a) describe the suspected invasive species that is the subject of the order;</p> <p class=\"paragraph\">  (b) briefly describe the reasons for the order; and</p> <p class=\"paragraph\">  (c) set out the time period for which it applies, subject to subsection (5).</p> <p class=\"headnote\">Duration of order</p> <p class=\"subsection\">(5) An order under subsection (2) shall be in effect for a period of no more than 15 days.</p> <p class=\"headnote\">Service of order</p> <p class=\"subsection\">(6) An order under clause (2) (a) shall be served by personal delivery to the person against whom the order is made, subject to subsection (7).</p> <p class=\"headnote\">Posting of cl. (2) (a) order</p> <p class=\"subsection\">(7) An order under clause (2) (a) may be posted in a conspicuous place on or near the suspected invasive species or at the place where the suspected invasive species is located, either,</p> <p class=\"paragraph\">  (a) in addition to serving it on a person under subsection (6); or</p> <p class=\"paragraph\">  (b) instead of delivering it to a person under subsection (6) if, in the inspector’s opinion, service cannot reasonably be effected under that subsection.</p> <p class=\"headnote\">Deemed service</p> <p class=\"subsection\">(8) An order that is posted under clause (7) (b) is deemed to have been served in accordance with subsection (6) once it is posted.</p> <p class=\"headnote\">Mandatory posting of cl. (2) (b) order</p> <p class=\"subsection\">(9) An order under clause (2) (b) shall be posted in a conspicuous place at or near the place at which the suspected invasive species is located.</p> <p class=\"headnote\">Prohibition, removing, defacing postings</p> <p class=\"subsection\">(10) Except with the written consent of an inspector, no person shall remove, alter, deface, conceal, damage, destroy, move, interfere with or render illegible,</p> <p class=\"paragraph\">  (a) an order or a copy of an order made under this section that is posted in accordance with subsection (7) or (9); or</p> <p class=\"paragraph\">  (b) any identifying marker, signage or temporary barrier applied or installed as authorized under this section.</p> <p class=\"headnote\">Compliance with order</p> <p class=\"subsection\">(11) No person shall contravene or fail to comply with any provision of an order made under subsection (2).</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "23.",
            "section_x": "Declaration of invaded place",
            "part_id": null,
            "part_type": null,
            "section_y": "Declaration of invaded place",
            "content": "23 (1) An inspector may issue a written order declaring land, a building, a structure or a conveyance to be an invaded place if, (a) the inspector has found evidence that an invasive species is present on or in the place; and (b) the inspector has reasonable grounds to believe that the order is required, (i) to prevent the invasive species from spreading to areas outside of the place, or (ii) to control, remove or eradicate the invasive species that is on or in the place. Non-application to restricted invasive species (2) Despite subsection (1), (a) no order shall be made under that subsection with respect to a restricted invasive species unless the species is prescribed as a restricted invasive species to which this section applies; and (b) an order made under that subsection with respect to a restricted invasive species shall comply with any conditions that are prescribed. No dwellings (3) An inspector shall not make an order under this section in respect of a building or place that is being used as a dwelling. Information in order (4) The order shall, (a) identify the invasive species that was found at the place; (b) briefly describe the reasons for the order; (c) describe the place to which it applies; and (d) notify the owner or occupier of the place of, (i) the powers that may be exercised by an inspector at the place under section 19 to control, remove or eradicate the invasive species found at the place or to prevent its spread to other areas, and (ii) the right of the owner or occupier to request a review of the order in accordance with section 26. What the order may require (5) In addition to exercising any of the powers described in section 19, an inspector who makes an order declaring a place to be an invaded place under subsection (1) may, in the order, (a) prohibit any person from having access to the place or restrict access to the place subject to such conditions as may be specified in the order; (b) restrict activities that may take place within or with respect to the place; (c) direct the owner or occupier of the place, if any, as follows: (i) to do anything specified in the order, or to refrain from doing anything specified in the order, that is for the purpose of reducing the risk of the species spreading, (ii) to refrain from accessing the place or to prevent others from accessing the place, and (iii) to keep records of anything the person does or refrains from doing pursuant to the order; and (d) specify a date when the order ceases to have effect. Posting of order (6) A copy of an order declaring a place to be an invaded place shall be posted in a conspicuous place at or near the place. Service (7) The inspector shall serve a copy of an order declaring a place to be an invaded place on the owner or occupier of the place in accordance with section 49. Compliance (8) No person shall contravene or fail to comply with any provision of an order made under this section. Publication of orders (9) An inspector may publish an order made under this section, or a summary of the order, in such publication or by any means the inspector considers appropriate.",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>23 </b>(1) An inspector may issue a written order declaring land, a building, a structure or a conveyance to be an invaded place if,</p> <p class=\"paragraph\">  (a) the inspector has found evidence that an invasive species is present on or in the place; and </p> <p class=\"paragraph\">  (b) the inspector has reasonable grounds to believe that the order is required,</p> <p class=\"subclause\">  (i) to prevent the invasive species from spreading to areas outside of the place, or</p> <p class=\"subclause\">  (ii) to control, remove or eradicate the invasive species that is on or in the place.</p> <p class=\"headnote\">Non-application to restricted invasive species</p> <p class=\"subsection\">(2) Despite subsection (1), </p> <p class=\"paragraph\">  (a) no order shall be made under that subsection with respect to a restricted invasive species unless the species is prescribed as a restricted invasive species to which this section applies; and</p> <p class=\"paragraph\">  (b) an order made under that subsection with respect to a restricted invasive species shall comply with any conditions that are prescribed.</p> <p class=\"headnote\">No dwellings</p> <p class=\"subsection\">(3) An inspector shall not make an order under this section in respect of a building or place that is being used as a dwelling.</p> <p class=\"headnote\">Information in order</p> <p class=\"subsection\">(4) The order shall,</p> <p class=\"paragraph\">  (a) identify the invasive species that was found at the place;</p> <p class=\"paragraph\">  (b) briefly describe the reasons for the order;</p> <p class=\"paragraph\">  (c) describe the place to which it applies; and</p> <p class=\"paragraph\">  (d) notify the owner or occupier of the place of,</p> <p class=\"subclause\">  (i) the powers that may be exercised by an inspector at the place under section 19 to control, remove or eradicate the invasive species found at the place or to prevent its spread to other areas, and</p> <p class=\"subclause\">  (ii) the right of the owner or occupier to request a review of the order in accordance with section 26.</p> <p class=\"headnote\">What the order may require</p> <p class=\"subsection\">(5) In addition to exercising any of the powers described in section 19, an inspector who makes an order declaring a place to be an invaded place under subsection (1) may, in the order,</p> <p class=\"paragraph\">  (a) prohibit any person from having access to the place or restrict access to the place subject to such conditions as may be specified in the order;</p> <p class=\"paragraph\">  (b) restrict activities that may take place within or with respect to the place;</p> <p class=\"paragraph\">  (c) direct the owner or occupier of the place, if any, as follows:</p> <p class=\"subclause\">  (i) to do anything specified in the order, or to refrain from doing anything specified in the order, that is for the purpose of reducing the risk of the species spreading,</p> <p class=\"subclause\">  (ii) to refrain from accessing the place or to prevent others from accessing the place, and</p> <p class=\"subclause\">  (iii) to keep records of anything the person does or refrains from doing pursuant to the order; and</p> <p class=\"paragraph\">  (d) specify a date when the order ceases to have effect.</p> <p class=\"headnote\">Posting of order</p> <p class=\"subsection\">(6) A copy of an order declaring a place to be an invaded place shall be posted in a conspicuous place at or near the place.</p> <p class=\"headnote\">Service</p> <p class=\"subsection\">(7) The inspector shall serve a copy of an order declaring a place to be an invaded place on the owner or occupier of the place in accordance with section 49.</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(8) No person shall contravene or fail to comply with any provision of an order made under this section.</p> <p class=\"headnote\">Publication of orders</p> <p class=\"subsection\">(9) An inspector may publish an order made under this section, or a summary of the order, in such publication or by any means the inspector considers appropriate.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "24.",
            "section_x": "Amendment or revocation of orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Amendment or revocation of orders",
            "content": "24 (1) An inspector or the Minister may, by order, amend or revoke an order that was made by an inspector under section 22 or 23. Notice (2) Upon making an order under subsection (1) to amend or revoke an order made under section 22, an inspector or Minister, as the case may be, (a) shall give notice of the order in accordance with subsection 22 (6); and (b) may post a copy of the order in accordance with subsections 22 (7) and (9). Same (3) Upon making an order under subsection (1) to amend or revoke an order made under section 23, an inspector or Minister, as the case may be, shall, (a) give notice of the order in accordance with subsection 23 (7); and (b) post a copy of the order in accordance with subsection 23 (6).",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>24 </b>(1) An inspector or the Minister may, by order, amend or revoke an order that was made by an inspector under section 22 or 23.</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) Upon making an order under subsection (1) to amend or revoke an order made under section 22, an inspector or Minister, as the case may be, </p> <p class=\"paragraph\">  (a) shall give notice of the order in accordance with subsection 22 (6); and</p> <p class=\"paragraph\">  (b) may post a copy of the order in accordance with subsections 22 (7) and (9).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Upon making an order under subsection (1) to amend or revoke an order made under section 23, an inspector or Minister, as the case may be, shall,</p> <p class=\"paragraph\">  (a) give notice of the order in accordance with subsection 23 (7); and</p> <p class=\"paragraph\">  (b) post a copy of the order in accordance with subsection 23 (6).</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "25.",
            "section_x": "Compliance orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Compliance orders",
            "content": "25 (1) An inspector may issue an order described in subsections (2) and (3) to a person if the inspector has reasonable grounds to believe that a person is contravening, has contravened or is about to contravene, (a) a provision of this Act or the regulations, (b) a condition of an authorization that is issued under section 10 or is contained in an agreement entered into under section 12; or (c) a provision of any order made by an inspector or by the Minister under this Act. What the order may require (2) An order under this section may require a person named in the order to, (a) stop engaging in, or refrain from engaging in, any act or activity that is prohibited by a provision of this Act or the regulations or by an order made under this Act; (b) do anything that the person was required to do under a provision of this Act, the regulations or an order made under this Act or as a condition set out in an authorization or agreement referred to in clause (1) (b); or (c) comply with any direction set out in the order that relates to, (i) achieving compliance with this Act, the regulations or an order, authorization or agreement referred to in subsection (1), (ii) preventing the continuation or repetition of the contravention, or (iii) if the contravention has resulted in the spread or release of an invasive species or other harm to the natural environment, preventing the further spread of the invasive species, eradicating the invasive species from any areas of Ontario or repairing any harm caused to the natural environment by the spread or release. Information included in order (3) An order under this section shall, (a) specify the provision of this Act, the regulations or the order or the condition of the authorization or agreement that is being, has been or is about to be contravened; (b) briefly describe the nature of the contravention and its location; (c) specify the time within which the person named in the order must comply with the order; and (d) notify the person named in the order that the person has the right to request a review of the order in accordance with section 26. Compliance (4) A person shall comply with an order under this section within the time specified in the order. Service of order (5) An order under this section shall be served to the person against whom the order is made in accordance with section 49. Effective date (6) An order under this section takes effect on the day it is served, or at such later time as is specified in the order.",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>25 </b>(1) An inspector may issue an order described in subsections (2) and (3) to a person if the inspector has reasonable grounds to believe that a person is contravening, has contravened or is about to contravene,</p> <p class=\"paragraph\">  (a) a provision of this Act or the regulations, </p> <p class=\"paragraph\">  (b) a condition of an authorization that is issued under section 10 or is contained in an agreement entered into under section 12; or</p> <p class=\"paragraph\">  (c) a provision of any order made by an inspector or by the Minister under this Act.</p> <p class=\"headnote\">What the order may require</p> <p class=\"subsection\">(2) An order under this section may require a person named in the order to,</p> <p class=\"paragraph\">  (a) stop engaging in, or refrain from engaging in, any act or activity that is prohibited by a provision of this Act or the regulations or by an order made under this Act;</p> <p class=\"paragraph\">  (b) do anything that the person was required to do under a provision of this Act, the regulations or an order made under this Act or as a condition set out in an authorization or agreement referred to in clause (1) (b); or</p> <p class=\"paragraph\">  (c) comply with any direction set out in the order that relates to,</p> <p class=\"subclause\">  (i) achieving compliance with this Act, the regulations or an order, authorization or agreement referred to in subsection (1), </p> <p class=\"subclause\">  (ii) preventing the continuation or repetition of the contravention, or</p> <p class=\"subclause\">  (iii) if the contravention has resulted in the spread or release of an invasive species or other harm to the natural environment, preventing the further spread of the invasive species, eradicating the invasive species from any areas of Ontario or repairing any harm caused to the natural environment by the spread or release.</p> <p class=\"headnote\">Information included in order</p> <p class=\"subsection\">(3) An order under this section shall,</p> <p class=\"paragraph\">  (a) specify the provision of this Act, the regulations or the order or the condition of the authorization or agreement that is being, has been or is about to be contravened;</p> <p class=\"paragraph\">  (b) briefly describe the nature of the contravention and its location;</p> <p class=\"paragraph\">  (c) specify the time within which the person named in the order must comply with the order; and</p> <p class=\"paragraph\">  (d) notify the person named in the order that the person has the right to request a review of the order in accordance with section 26.</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(4) A person shall comply with an order under this section within the time specified in the order.</p> <p class=\"headnote\">Service of order</p> <p class=\"subsection\">(5) An order under this section shall be served to the person against whom the order is made in accordance with section 49.</p> <p class=\"headnote\">Effective date</p> <p class=\"subsection\">(6) An order under this section takes effect on the day it is served, or at such later time as is specified in the order.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "26.",
            "section_x": "Review of inspector’s orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Review of inspector’s orders",
            "content": "26 (1) A person who receives service of an order under section 23 or 25 may request that the Minister review the order by mailing or delivering to the Minister a written request for the review within 15 days after receiving service of the order. Contents of request for review (2) A request for a review by the Minister shall include, (a) the portions of the order in respect of which the review is requested; (b) any submissions that the applicant for the review wishes the Minister to consider; and (c) an address for service by mail or by electronic facsimile transmission or by such other means of service as the regulations may prescribe. No stay of order (3) A request for a review by the Minister does not stay the order from which the review is sought. Decision of Minister (4) The Minister may, (a) revoke the order of the inspector; or (b) by order directed to the person requesting the review, confirm or alter the order of the inspector. Same (5) For the purposes of subsection (4), the Minister may substitute his or her own opinion for that of the inspector. Notice of decision (6) The Minister shall serve the person requesting the review with a copy of, (a) a decision to revoke the order of the inspector; or (b) an order to confirm or amend the order of the inspector, together with reasons. Actions by Minister",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>26 </b>(1) A person who receives service of an order under section 23 or 25 may request that the Minister review the order by mailing or delivering to the Minister a written request for the review within 15 days after receiving service of the order.</p> <p class=\"headnote\">Contents of request for review</p> <p class=\"subsection\">(2) A request for a review by the Minister shall include,</p> <p class=\"paragraph\">  (a) the portions of the order in respect of which the review is requested;</p> <p class=\"paragraph\">  (b) any submissions that the applicant for the review wishes the Minister to consider; and</p> <p class=\"paragraph\">  (c) an address for service by mail or by electronic facsimile transmission or by such other means of service as the regulations may prescribe.</p> <p class=\"headnote\">No stay of order</p> <p class=\"subsection\">(3) A request for a review by the Minister does not stay the order from which the review is sought.</p> <p class=\"headnote\">Decision of Minister</p> <p class=\"subsection\">(4) The Minister may,</p> <p class=\"paragraph\">  (a) revoke the order of the inspector; or</p> <p class=\"paragraph\">  (b) by order directed to the person requesting the review, confirm or alter the order of the inspector.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) For the purposes of subsection (4), the Minister may substitute his or her own opinion for that of the inspector.</p> <p class=\"headnote\">Notice of decision</p> <p class=\"subsection\">(6) The Minister shall serve the person requesting the review with a copy of,</p> <p class=\"paragraph\">  (a) a decision to revoke the order of the inspector; or</p> <p class=\"paragraph\">  (b) an order to confirm or amend the order of the inspector, together with reasons.</p> <p class=\"heading1\"><a name=\"BK33\"></a>Actions by Minister</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "Actions by Minister",
            "section_x": "Actions by Minister",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "27.",
            "section_x": "Actions to control or eradicate invasive species",
            "part_id": null,
            "part_type": null,
            "section_y": "Actions to control or eradicate invasive species",
            "content": "27 (1) The Minister may cause actions described in subsection (3) to be carried out with respect to an invasive species, or may order a person to take actions under subsection (7) with respect to an invasive species, if, (a) one of the following powers has been exercised under the Act with respect to the invasive species: (i) an invasive species control area has been designated with respect to the invasive species under section 14, or (ii) an order was made under section 23 declaring a place to be an invaded place after the invasive species was found at the place; and (b) in the Minister’s opinion, (i) the measures employed to date in the invasive species control area or at the invaded place, as the case may be, to control, remove or eradicate the invasive species are insufficient to prevent the harm that it may cause to the natural environment or to prevent it from spreading, and (ii) the actions described in subsection (3) are necessary to control, remove or eradicate the  invasive species in the invasive species control area or at the invaded place, as the case may be. Non-application to restricted invasive species (2) Despite subsection (1), the Minister shall not cause actions to be carried out or make an order under that subsection with respect to a restricted invasive species unless the species is prescribed as a restricted invasive species to which this section applies. Same (3) The Minister may cause an inspector, or other person acting on the Minister’s behalf, to take any of the following actions in an invasive species control area, or at an invaded place, referred to in clause (1) (a), with respect to an invasive species: 1. Use any physical or mechanical means, or apply any chemical treatments or biological control measures, to remove or eradicate the invasive species, even though the use of such means or application of such treatments or measures may result in damage to property or its removal or destruction. 2. Destroy, by any means, anything that may be a carrier of the invasive species. 3. Such other actions as may be necessary, whether or not it results in damage to property or its removal or destruction. Right of entry (4) An inspector, or other person acting on the Minister’s behalf, may enter any land, building or structure for the purposes of carrying out actions under this section but may not enter any building or structure or part thereof that is being used as a dwelling. Notice (5) Subject to subsection (6), the Minister shall not cause any of the actions described in subsection (3) to be carried out on land or in a building, structure or conveyance unless the Minister has given notice to the person who owns or occupies the land, building or structure or who is in charge of the conveyance at least five days before the actions are begun. Same, exception (6) The Minister is not required to give notice under subsection (5), or may give notice less than five days before the actions are begun, if he or she is of the opinion that providing five days notice would result in undue harm to the natural environment. Minister’s order (7) The Minister may order a person who owns or occupies land, a building or a structure that is in the invasive species control area referred to in subclause (1) (a) (i) or that constitutes the invaded place referred to in subclause (1) (a) (ii), or a person who has charge of a conveyance that is in the invasive species control area referred to in subclause (1) (a) (i) or that constitutes the invaded place referred to in subclause (1) (a) (ii), as the case may be, to do any of the actions described in subsection (3) themselves instead of causing an inspector or other person to carry out the actions under subsection (3). Content of order (8) An order made under subsection (7) shall, (a) briefly describe the reasons for the order; (b) describe the actions that the person must carry out to remove or eradicate the invasive species or to destroy a carrier of the invasive species; and (c) specify the time within which the actions must be carried out. Service (9) Notice under subsection (5) or an order under subsection (7) shall be served to the person who owns or occupies the land, building or structure or the person who is in charge of the conveyance in accordance with section 49. Posting of notice or order (10) Notice under subsection (5) or an order under subsection (7) may be posted in a conspicuous place on or near the species or the thing or at the place where the species or thing is located, either, (a) in addition to serving it on a person under subsection (9); or (b) instead of delivering it to a person under subsection (9) if, in the inspector’s opinion, service cannot reasonably be effected under that subsection. Compliance (11) A person shall comply with an order made under subsection (7) within the time specified in the order. Records (12) The Minister shall keep a record of all actions taken and orders made under this section and the record shall include, (a) the number of times actions were taken or an order made in any given year; (b) a list of invasive species in respect of which actions were taken or orders were made; and (c) a general description of the type of actions that were taken or ordered. Records to be public (13) The Minister shall make the record referred to in subsection (12) available to the public in the manner the Minister considers appropriate.",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>27 </b>(1) The Minister may cause actions described in subsection (3) to be carried out with respect to an invasive species, or may order a person to take actions under subsection (7) with respect to an invasive species, if,</p> <p class=\"paragraph\">  (a) one of the following powers has been exercised under the Act with respect to the invasive species:</p> <p class=\"subclause\">  (i) an invasive species control area has been designated with respect to the invasive species under section 14, or</p> <p class=\"subclause\">  (ii) an order was made under section 23 declaring a place to be an invaded place after the invasive species was found at the place; and</p> <p class=\"paragraph\">  (b) in the Minister’s opinion,</p> <p class=\"subclause\">  (i) the measures employed to date in the invasive species control area or at the invaded place, as the case may be, to control, remove or eradicate the invasive species are insufficient to prevent the harm that it may cause to the natural environment or to prevent it from spreading, and</p> <p class=\"subclause\">  (ii) the actions described in subsection (3) are necessary to control, remove or eradicate the  invasive species in the invasive species control area or at the invaded place, as the case may be.</p> <p class=\"headnote\">Non-application to restricted invasive species</p> <p class=\"subsection\">(<a name=\"BK35\"></a>2) Despite subsection (1), the Minister shall not cause actions to be carried out or make an order under that subsection with respect to a restricted invasive species unless the species is prescribed as a restricted invasive species to which this section applies.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Minister may cause an inspector, or other person acting on the Minister’s behalf, to take any of the following actions in an invasive species control area, or at an invaded place, referred to in clause (1) (a), with respect to an invasive species:</p> <p class=\"paragraph\">  1. Use any physical or mechanical means, or apply any chemical treatments or biological control measures, to remove or eradicate the invasive species, even though the use of such means or application of such treatments or measures may result in damage to property or its removal or destruction.</p> <p class=\"paragraph\">  2. Destroy, by any means, anything that may be a carrier of the invasive species.</p> <p class=\"paragraph\">  3. Such other actions as may be necessary, whether or not it results in damage to property or its removal or destruction.</p> <p class=\"headnote\">Right of entry</p> <p class=\"subsection\">(4) An inspector, or other person acting on the Minister’s behalf, may enter any land, building or structure for the purposes of carrying out actions under this section but may not enter any building or structure or part thereof that is being used as a dwelling.</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(5) Subject to subsection (6), the Minister shall not cause any of the actions described in subsection (3) to be carried out on land or in a building, structure or conveyance unless the Minister has given notice to the person who owns or occupies the land, building or structure or who is in charge of the conveyance at least five days before the actions are begun.</p> <p class=\"headnote\">Same, exception</p> <p class=\"subsection\">(6) The Minister is not required to give notice under subsection (5), or may give notice less than five days before the actions are begun, if he or she is of the opinion that providing five days notice would result in undue harm to the natural environment.</p> <p class=\"headnote\">Minister’s order</p> <p class=\"subsection\">(7) The Minister may order a person who owns or occupies land, a building or a structure that is in the invasive species control area referred to in subclause (1) (a) (i) or that constitutes the invaded place referred to in subclause (1) (a) (ii), or a person who has charge of a conveyance that is in the invasive species control area referred to in subclause (1) (a) (i) or that constitutes the invaded place referred to in subclause (1) (a) (ii), as the case may be, to do any of the actions described in subsection (3) themselves instead of causing an inspector or other person to carry out the actions under subsection (3).</p> <p class=\"headnote\">Content of order</p> <p class=\"subsection\">(8) An order made under subsection (7) shall,</p> <p class=\"paragraph\">  (a) briefly describe the reasons for the order;</p> <p class=\"paragraph\">  (b) describe the actions that the person must carry out to remove or eradicate the invasive species or to destroy a carrier of the invasive species; and</p> <p class=\"paragraph\">  (c) specify the time within which the actions must be carried out.</p> <p class=\"headnote\">Service </p> <p class=\"subsection\">(9) Notice under subsection (5) or an order under subsection (7) shall be served to the person who owns or occupies the land, building or structure or the person who is in charge of the conveyance in accordance with section 49. </p> <p class=\"headnote\">Posting of notice or order</p> <p class=\"subsection\">(10) Notice under subsection (5) or an order under subsection (7) may be posted in a conspicuous place on or near the species or the thing or at the place where the species or thing is located, either,</p> <p class=\"paragraph\">  (a) in addition to serving it on a person under subsection (9); or</p> <p class=\"paragraph\">  (b) instead of delivering it to a person under subsection (9) if, in the inspector’s opinion, service cannot reasonably be effected under that subsection.</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(11) A person shall comply with an order made under subsection (7) within the time specified in the order.</p> <p class=\"headnote\">Records</p> <p class=\"subsection\">(12) The Minister shall keep a record of all actions taken and orders made under this section and the record shall include,</p> <p class=\"paragraph\">  (a) the number of times actions were taken or an order made in any given year;</p> <p class=\"paragraph\">  (b) a list of invasive species in respect of which actions were taken or orders were made; and</p> <p class=\"paragraph\">  (c) a general description of the type of actions that were taken or ordered.</p> <p class=\"headnote\">Records to be public</p> <p class=\"subsection\">(13) The Minister shall make the record referred to in subsection (12) available to the public in the manner the Minister considers appropriate.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "28.",
            "section_x": "Actions as a result of non-compliance",
            "part_id": null,
            "part_type": null,
            "section_y": "Actions as a result of non-compliance",
            "content": "28 (1) The Minister may cause actions described in subsection (2) to be taken if, (a) a person has failed to comply with any provision of this Act or the regulations or with any order made by an inspector or the Minister under this Act; and (b) the Minister is of the opinion that an invasive species has been released or has spread to areas in Ontario as a result of the non-compliance. Actions taken by Minister (2) In the circumstances described in subsection (1), the Minister may cause an inspector, or other person acting on the Minister’s behalf, to take such actions as the Minister considers necessary to control, remove or eradicate the invasive species that has been released or has spread as a result of the non-compliance described in clause (1) (a), including any of the actions described in subsection 27 (3). Right of entry (3) An inspector, or other person acting on the Minister’s behalf, may enter any land, building or structure for the purposes of carrying out actions under this section but may not enter any building or structure or part thereof that is being used as a dwelling.",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>28 </b>(1) The Minister may cause actions described in subsection (2) to be taken if,</p> <p class=\"paragraph\">  (a) a person has failed to comply with any provision of this Act or the regulations or with any order made by an inspector or the Minister under this Act; and</p> <p class=\"paragraph\">  (b) the Minister is of the opinion that an invasive species has been released or has spread to areas in Ontario as a result of the non-compliance.</p> <p class=\"headnote\">Actions taken by Minister</p> <p class=\"subsection\">(2) In the circumstances described in subsection (1), the Minister may cause an inspector, or other person acting on the Minister’s behalf, to take such actions as the Minister considers necessary to control, remove or eradicate the invasive species that has been released or has spread as a result of the non-compliance described in clause (1) (a), including any of the actions described in subsection 27 (3).</p> <p class=\"headnote\">Right of entry</p> <p class=\"subsection\">(3) An inspector, or other person acting on the Minister’s behalf, may enter any land, building or structure for the purposes of carrying out actions under this section but may not enter any building or structure or part thereof that is being used as a dwelling. </p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "29.",
            "section_x": "Compensation",
            "part_id": null,
            "part_type": null,
            "section_y": "Compensation ",
            "content": "29 (1) Subject to subsection (5) and the regulations, the Minister may authorize compensation to be paid to a person for, (a) the loss of any building, structure, conveyance or property owned by the person that is taken or destroyed as a result of actions carried out under section 27; (b) in the case of actions that are carried out by a person as a result of an order under subsection 27 (7), any reasonable costs that are associated directly with carrying out the actions specified in the order; (c) any prescribed losses or costs that result directly from actions carried out under section 27; and (d) if losses or costs are incurred by a person as a direct result of actions carried out under section 28, other than by a person described in clause 28 (1) (a) whose failure to comply with a provision or order under this Act was the reason for carrying out the actions, any such losses or costs that are prescribed by regulation. Same (2) Compensation under this section shall be paid out of money appropriated for the purposes of this section by the Legislature. Amount of compensation (3) The amount of any compensation paid under this section shall be determined in accordance with the regulations and shall not exceed any maximum amount established by or determined in accordance with the regulations. Same (4) Despite subsection (3), the amount of compensation paid for a loss described in clause (1) (a) shall not exceed the fair market value of the property taken or destroyed. No compensation (5) The Minister shall not pay compensation under this section to a person for losses or costs described in clause (1) (a), (b) or (c) if, in the opinion of the Minister, the actions that were carried out under section 27 were required as a result of the person’s failure to comply with an order made by an inspector or the Minister under this Act or with a provision of this Act, the regulations or any other law in Ontario or Canada.",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>29 </b>(1) Subject to subsection (5) and the regulations, the Minister may authorize compensation to be paid to a person for,</p> <p class=\"paragraph\">  (a) the loss of any building, structure, conveyance or property owned by the person that is taken or destroyed as a result of actions carried out under section 27;</p> <p class=\"paragraph\">  (b) in the case of actions that are carried out by a person as a result of an order under subsection 27 (7), any reasonable costs that are associated directly with carrying out the actions specified in the order; </p> <p class=\"paragraph\">  (c) any prescribed losses or costs that result directly from actions carried out under section 27; and</p> <p class=\"paragraph\">  (d) if losses or costs are incurred by a person as a direct result of actions carried out under section 28, other than by a person described in clause 28 (1) (a) whose failure to comply with a provision or order under this Act was the reason for carrying out the actions, any such losses or costs that are prescribed by regulation.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Compensation under this section shall be paid out of money appropriated for the purposes of this section by the Legislature.</p> <p class=\"headnote\">Amount of compensation</p> <p class=\"subsection\">(3) The amount of any compensation paid under this section shall be determined in accordance with the regulations and shall not exceed any maximum amount established by or determined in accordance with the regulations.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Despite subsection (3), the amount of compensation paid for a loss described in clause (1) (a) shall not exceed the fair market value of the property taken or destroyed.</p> <p class=\"headnote\">No compensation</p> <p class=\"subsection\">(5) The Minister shall not pay compensation under this section to a person for losses or costs described in clause (1) (a), (b) or (c) if, in the opinion of the Minister, the actions that were carried out under section 27 were required as a result of the person’s failure to comply with an order made by an inspector or the Minister under this Act or with a provision of this Act, the regulations or any other law in Ontario or Canada.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "30.",
            "section_x": "Crown debt",
            "part_id": null,
            "part_type": null,
            "section_y": "Crown debt",
            "content": "30 A person who fails to comply with a provision of this Act or the regulations or with any order made by an inspector or the Minister under this Act is liable to the Crown for all costs or expenses incurred by the Crown under section 27, 28 or 29 as a result of the non-compliance, and any such costs or expenses are a debt due by the person to the Crown and may be recovered by any remedy or procedure available to the Crown by law. Enforcement",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>30 </b>A person who fails to comply with a provision of this Act or the regulations or with any order made by an inspector or the Minister under this Act is liable to the Crown for all costs or expenses incurred by the Crown under section 27, 28 or 29 as a result of the non-compliance, and any such costs or expenses are a debt due by the person to the Crown and may be recovered by any remedy or procedure available to the Crown by law.</p> <p class=\"heading1\"><a name=\"BK39\"></a>Enforcement</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "Enforcement",
            "section_x": "Enforcement",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "31.",
            "section_x": "Enforcement officers",
            "part_id": null,
            "part_type": null,
            "section_y": "Enforcement officers",
            "content": "31 (1) The Minister may appoint or designate persons or classes of persons as enforcement officers for the purposes of this Act. Enforcement officers by virtue of office (2) The following persons are enforcement officers for the purposes of this Act by virtue of their office: 1. A conservation officer appointed under subsection 87 (1) of the Fish and Wildlife Conservation Act, 1997. 2. A park warden designated under subsection 12 (1.2) of the Provincial Parks and Conservation Reserves Act, 2006. Production of identification (3) An enforcement officer acting under this Act shall, on request, produce identification.",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>31 </b>(1) The Minister may appoint or designate persons or classes of persons as enforcement officers for the purposes of this Act.</p> <p class=\"headnote\">Enforcement officers by virtue of office</p> <p class=\"subsection\">(2) The following persons are enforcement officers for the purposes of this Act by virtue of their office:</p> <p class=\"paragraph\">  1. A conservation officer appointed under subsection 87 (1) of the <i>Fish and Wildlife Conservation Act, 1997</i>.</p> <p class=\"paragraph\">  2. A park warden designated under subsection 12 (1.2) of the <i>Provincial Parks and Conservation Reserves Act, 2006</i>.</p> <p class=\"headnote\">Production of identification</p> <p class=\"subsection\">(3) An enforcement officer acting under this Act shall, on request, produce identification.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "32.",
            "section_x": "Search warrants re: offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Search warrants re: offences",
            "content": "32 (1) An enforcement officer may obtain a search warrant under Part VIII of the Provincial Offences Act. Warrantless searches re: offences (2) If an enforcement officer has reasonable grounds to believe that there is in a building or other place any thing that will afford evidence of an offence under this Act but that the time required to obtain a warrant would lead to the loss, removal or destruction of the evidence, the enforcement officer may, without a warrant, enter and search the building or other place. Dwellings (3) Subsection (2) does not apply to a building or part of a building that is being used as a dwelling. Computers, etc. (4) An enforcement officer who is conducting a search that is authorized by a warrant or by subsection (2) may, (a) use or cause to be used any computer system or other device that contains or is able to retrieve information for the purpose of examining information contained in or available to the computer system or other device; and (b) produce or cause to be produced a printout or other output from the computer system or other device.",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>32 </b>(1) An enforcement officer may obtain a search warrant under Part VIII of the <i>Provincial Offences Act</i>.</p> <p class=\"headnote\">Warrantless searches re: offences</p> <p class=\"subsection\">(2) If an enforcement officer has reasonable grounds to believe that there is in a building or other place any thing that will afford evidence of an offence under this Act but that the time required to obtain a warrant would lead to the loss, removal or destruction of the evidence, the enforcement officer may, without a warrant, enter and search the building or other place. </p> <p class=\"headnote\">Dwellings</p> <p class=\"subsection\">(3) Subsection (2) does not apply to a building or part of a building that is being used as a dwelling.</p> <p class=\"headnote\">Computers, etc.</p> <p class=\"subsection\">(4) An enforcement officer who is conducting a search that is authorized by a warrant or by subsection (2) may,</p> <p class=\"paragraph\">  (a) use or cause to be used any computer system or other device that contains or is able to retrieve information for the purpose of examining information contained in or available to the computer system or other device; and </p> <p class=\"paragraph\">  (b) produce or cause to be produced a printout or other output from the computer system or other device.</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "33.",
            "section_x": "Warrant to conduct tests",
            "part_id": null,
            "part_type": null,
            "section_y": "Warrant to conduct tests",
            "content": "33 (1) On application without notice, a justice may issue a warrant authorizing an enforcement officer to use any investigative technique or procedure or to do any thing described in the warrant if the justice is satisfied by information under oath that there are reasonable grounds to believe that an offence under this Act has been or is being committed and that evidence concerning the offence will be obtained through the use of the technique or procedure or the doing of the thing. Assistance (2) The warrant may authorize any person specified in the warrant to accompany and assist the enforcement officer in the execution of the warrant. Terms and conditions of warrant (3) The warrant shall authorize the enforcement officer to enter and search the building or other place for which the warrant was issued and, without limiting the powers of the justice under subsection (1), the warrant may, in respect of the alleged offence, authorize the enforcement officer to conduct any tests, take any measurements, take any specimens or samples, set up any equipment, make any excavations and make any photographic or other records that may be relevant to the search. Duration (4) The warrant is valid for 30 days or for such shorter period as may be specified in it. Further warrants (5) A justice may issue further warrants under subsection (1).",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>33 </b>(1) On application without notice, a justice may issue a warrant authorizing an enforcement officer to use any investigative technique or procedure or to do any thing described in the warrant if the justice is satisfied by information under oath that there are reasonable grounds to believe that an offence under this Act has been or is being committed and that evidence concerning the offence will be obtained through the use of the technique or procedure or the doing of the thing.</p> <p class=\"headnote\">Assistance</p> <p class=\"subsection\">(2) The warrant may authorize any person specified in the warrant to accompany and assist the enforcement officer in the execution of the warrant. </p> <p class=\"headnote\">Terms and conditions of warrant</p> <p class=\"subsection\">(3) The warrant shall authorize the enforcement officer to enter and search the building or other place for which the warrant was issued and, without limiting the powers of the justice under subsection (1), the warrant may, in respect of the alleged offence, authorize the enforcement officer to conduct any tests, take any measurements, take any specimens or samples, set up any equipment, make any excavations and make any photographic or other records that may be relevant to the search. </p> <p class=\"headnote\">Duration</p> <p class=\"subsection\">(4) The warrant is valid for 30 days or for such shorter period as may be specified in it. </p> <p class=\"headnote\">Further warrants</p> <p class=\"subsection\">(5) A justice may issue further warrants under subsection (1). </p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "34.",
            "section_x": "Production orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Production orders",
            "content": "34 (1) On application without notice and subject to subsection (3), a justice may issue an order to a person other than a person under investigation for an offence requiring the person to, (a) produce documents or copies of documents, certified by affidavit to be true copies, or produce data; or (b) prepare a document based on documents or data already in existence and produce it. Content of order (2) An order under subsection (1) shall require the document or data to be produced within the time, at the place and in the form specified in the order and require that it be given to an enforcement officer named in the order. Grounds for order (3) A justice may make an order under subsection (1) if he or she is satisfied by information given under oath or affirmation that there are reasonable grounds to believe that, (a) an offence under this Act has been or is being committed; (b) the document or data will provide evidence respecting the offence or suspected offence; and (c) the person who is subject to the order has possession or control of the document or data. Conditions (4) An order under subsection (1) may contain such conditions as the justice considers advisable. Evidence (5) A copy of a document produced under this section, on proof by affidavit that it is a true copy, is admissible in evidence in proceedings under this Act and has the same probative force as the original document would have if it had been proved in the ordinary way. No return of copies (6) Copies of documents produced under this section are not required to be returned to the person who provided them.",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>34 </b>(1) On application without notice and subject to subsection (3), a justice may issue an order to a person other than a person under investigation for an offence requiring the person to,</p> <p class=\"paragraph\">  (a) produce documents or copies of documents, certified by affidavit to be true copies, or produce data; or</p> <p class=\"paragraph\">  (b) prepare a document based on documents or data already in existence and produce it.</p> <p class=\"headnote\">Content of order</p> <p class=\"subsection\">(2) An order under subsection (1) shall require the document or data to be produced within the time, at the place and in the form specified in the order and require that it be given to an enforcement officer named in the order.</p> <p class=\"headnote\">Grounds for order</p> <p class=\"subsection\">(3) A justice may make an order under subsection (1) if he or she is satisfied by information given under oath or affirmation that there are reasonable grounds to believe that,</p> <p class=\"paragraph\">  (a) an offence under this Act has been or is being committed;</p> <p class=\"paragraph\">  (b) the document or data will provide evidence respecting the offence or suspected offence; and</p> <p class=\"paragraph\">  (c) the person who is subject to the order has possession or control of the document or data.</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(4) An order under subsection (1) may contain such conditions as the justice considers advisable.</p> <p class=\"headnote\">Evidence</p> <p class=\"subsection\">(5) A copy of a document produced under this section, on proof by affidavit that it is a true copy, is admissible in evidence in proceedings under this Act and has the same probative force as the original document would have if it had been proved in the ordinary way.</p> <p class=\"headnote\">No return of copies</p> <p class=\"subsection\">(6) Copies of documents produced under this section are not required to be returned to the person who provided them.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "35.",
            "section_x": "Seizure and forfeiture",
            "part_id": null,
            "part_type": null,
            "section_y": "Seizure and forfeiture",
            "content": "35 (1) An enforcement officer who is lawfully in a building or other place may, without a warrant, seize any thing that he or she has reasonable grounds to believe, (a) has been obtained by the commission of an offence under this Act; (b) has been used in the commission of an offence under this Act; (c) will afford evidence of the commission of an offence under this Act; or (d) is intermixed with a thing referred to in clause (a), (b) or (c). Presence pursuant to warrant (2) If the enforcement officer is in the building or other place pursuant to a warrant, subsection (1) applies to any thing, whether or not it is specified in the warrant. Safekeeping (3) An enforcement officer shall deliver any thing that he or she seizes to a person authorized by the Minister for safekeeping. Leaving with occupant (4) Despite subsection (3), an enforcement officer may leave a thing that he or she seizes in the custody of the occupant of the building or other place in which it was seized. Occupant to safeguard (5) If any thing is left in the custody of an occupant under subsection (4), the occupant shall safeguard the thing until, (a) an enforcement officer removes the thing; (b) the occupant is notified by an enforcement officer that the investigation has concluded and that a charge will not be laid; or (c) if a charge is laid, the defendant is acquitted or the charge is dismissed, withdrawn or is finally disposed of. Thing taken before justice (6) Subsections (3) and (4) do not apply to a thing that is required to be carried before a justice by a search warrant issued under Part VIII of the Provincial Offences Act. Return of seized things (7) Any thing seized and not forfeited under this section shall be returned to the person from whom it was seized if, (a) a charge is not laid at the conclusion of the investigation; or (b) a charge is laid but, when the charge is finally disposed of, the defendant is acquitted or the charge is dismissed or withdrawn. Payment of fine (8) If a person is convicted of an offence and a fine is imposed, (a) a thing seized in connection with the offence and not forfeited to the Crown in right of Ontario under this section shall not be returned until the fine has been paid; and (b) if payment of the fine is in default within the meaning of section 69 of the Provincial Offences Act, a justice may order that the thing be forfeited to the Crown in right of Ontario. Forfeiture if identity unknown (9) If the identity of the person from whom a thing was seized has not been ascertained within 30 days after the seizure, the thing is forfeited to the Crown in right of Ontario. Forfeiture of dead animals, etc. (10) Despite any order under Part VIII of the Provincial Offences Act, any dead animal, plant or other organism that is seized is forfeited to the Crown in right of Ontario if, in the opinion of the person who has custody of it, it is likely to spoil. Forfeiture of live animals, etc. (11) Despite any order under Part VIII of the Provincial Offences Act, any live animal, plant or other organism that is seized is forfeited to the Crown in right of Ontario if, in the opinion of the person who has custody of it, it cannot properly be maintained in custody. Forfeiture on conviction (12) If a person is convicted of an offence under this Act, (a) any animal, plant or other organism seized in connection with the offence, and any cage, shelter or other container seized in connection with the animal, plant or other organism, are forfeited to the Crown in right of Ontario; and (b) the justice may order that any other thing seized in connection with the offence be forfeited to the Crown in right of Ontario. Application of subs. (12) (13) Subsection (12) applies in addition to any other penalty. Forfeiture if possession is an offence (14) On motion in a proceeding under the Provincial Offences Act, or on application in accordance with the rules of court applicable to applications under that Act, a justice shall determine whether possession of a thing seized is an offence under this Act and, if it is, the justice shall order that the thing, and any thing intermixed with it, be forfeited to the Crown in right of Ontario. Application of subs. (14) (15) Subsection (14) applies whether or not a charge is laid in respect of the thing seized and, if a charge is laid, subsection (14) applies even if the defendant is acquitted or the charge is dismissed or withdrawn. Disposition of forfeited thing (16) A thing forfeited to the Crown in right of Ontario shall be disposed of in accordance with the directions of the Minister. Application by person with interest (17) If a thing is forfeited to the Crown in right of Ontario following a conviction under this Act, a person who claims an interest in the thing and who is not the person from whom the thing was seized or the person who was convicted may apply to a justice, not later than 30 days after the thing is forfeited, on notice to the Minister and to the person from whom the thing was seized, for an order directing that the thing be released to the person claiming the interest. Conditions (18) An order made under subsection (17) is subject to such conditions as may be imposed by the justice. Exception (19) Subsections (17) and (18) do not apply to a thing forfeited under subsection (10) or (11).",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>35 </b>(1) An enforcement officer who is lawfully in a building or other place may, without a warrant, seize any thing that he or she has reasonable grounds to believe,</p> <p class=\"paragraph\">  (a) has been obtained by the commission of an offence under this Act;</p> <p class=\"paragraph\">  (b) has been used in the commission of an offence under this Act;</p> <p class=\"paragraph\">  (c) will afford evidence of the commission of an offence under this Act; or</p> <p class=\"paragraph\">  (d) is intermixed with a thing referred to in clause (a), (b) or (c). </p> <p class=\"headnote\">Presence pursuant to warrant</p> <p class=\"subsection\">(2) If the enforcement officer is in the building or other place pursuant to a warrant, subsection (1) applies to any thing, whether or not it is specified in the warrant. </p> <p class=\"headnote\">Safekeeping</p> <p class=\"subsection\">(3) An enforcement officer shall deliver any thing that he or she seizes to a person authorized by the Minister for safekeeping. </p> <p class=\"headnote\">Leaving with occupant</p> <p class=\"subsection\">(4) Despite subsection (3), an enforcement officer may leave a thing that he or she seizes in the custody of the occupant of the building or other place in which it was seized.</p> <p class=\"headnote\">Occupant to safeguard</p> <p class=\"subsection\">(5) If any thing is left in the custody of an occupant under subsection (4), the occupant shall safeguard the thing until,</p> <p class=\"paragraph\">  (a) an enforcement officer removes the thing;</p> <p class=\"paragraph\">  (b) the occupant is notified by an enforcement officer that the investigation has concluded and that a charge will not be laid; or</p> <p class=\"paragraph\">  (c) if a charge is laid, the defendant is acquitted or the charge is dismissed, withdrawn or is finally disposed of.</p> <p class=\"headnote\">Thing taken before justice</p> <p class=\"subsection\">(6) Subsections (3) and (4) do not apply to a thing that is required to be carried before a justice by a search warrant issued under Part VIII of the <i>Provincial Offences Act</i>.\r\n</p> <p class=\"headnote\">Return of seized things</p> <p class=\"subsection\">(7) Any thing seized and not forfeited under this section shall be returned to the person from whom it was seized if,</p> <p class=\"paragraph\">  (a) a charge is not laid at the conclusion of the investigation; or</p> <p class=\"paragraph\">  (b) a charge is laid but, when the charge is finally disposed of, the defendant is acquitted or the charge is dismissed or withdrawn. </p> <p class=\"headnote\">Payment of fine</p> <p class=\"subsection\">(8) If a person is convicted of an offence and a fine is imposed,</p> <p class=\"paragraph\">  (a) a thing seized in connection with the offence and not forfeited to the Crown in right of Ontario under this section shall not be returned until the fine has been paid; and</p> <p class=\"paragraph\">  (b) if payment of the fine is in default within the meaning of section 69 of the <i>Provincial Offences Act</i>, a justice may order that the thing be forfeited to the Crown in right of Ontario.</p> <p class=\"headnote\">Forfeiture if identity unknown</p> <p class=\"subsection\"><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_07e06_f.htm#s26s9\"></a>(9) If the identity of the person from whom a thing was seized has not been ascertained within 30 days after the seizure, the thing is forfeited to the Crown in right of Ontario.</p> <p class=\"headnote\">Forfeiture of dead animals, etc.</p> <p class=\"subsection\">(10) Despite any order under Part VIII of the <i>Provincial Offences Act</i>, any dead animal, plant or other organism that is seized is forfeited to the Crown in right of Ontario if, in the opinion of the person who has custody of it, it is likely to spoil.</p> <p class=\"headnote\">Forfeiture of live animals, etc.</p> <p class=\"subsection\">(11) Despite any order under Part VIII of the <i>Provincial Offences Act</i>, any live animal, plant or other organism that is seized is forfeited to the Crown in right of Ontario if, in the opinion of the person who has custody of it, it cannot properly be maintained in custody. </p> <p class=\"headnote\">Forfeiture on conviction</p> <p class=\"subsection\">(12) If a person is convicted of an offence under this Act,</p> <p class=\"paragraph\">  (a) any animal, plant or other organism seized in connection with the offence, and any cage, shelter or other container seized in connection with the animal, plant or other organism, are forfeited to the Crown in right of Ontario; and</p> <p class=\"paragraph\">  (b) the justice may order that any other thing seized in connection with the offence be forfeited to the Crown in right of Ontario. </p> <p class=\"headnote\">Application of subs. (12)</p> <p class=\"subsection\">(13) Subsection (12) applies in addition to any other penalty. </p> <p class=\"headnote\">Forfeiture if possession is an offence</p> <p class=\"subsection\">(14) On motion in a proceeding under the <i>Provincial Offences Act</i>, or on application in accordance with the rules of court applicable to applications under that Act, a justice shall determine whether possession of a thing seized is an offence under this Act and, if it is, the justice shall order that the thing, and any thing intermixed with it, be forfeited to the Crown in right of Ontario. </p> <p class=\"headnote\">Application of subs. (14)</p> <p class=\"subsection\">(15) Subsection (14) applies whether or not a charge is laid in respect of the thing seized and, if a charge is laid, subsection (14) applies even if the defendant is acquitted or the charge is dismissed or withdrawn. </p> <p class=\"headnote\">Disposition of forfeited thing</p> <p class=\"subsection\">(16) A thing forfeited to the Crown in right of Ontario shall be disposed of in accordance with the directions of the Minister.\r\n</p> <p class=\"headnote\">Application by person with interest</p> <p class=\"subsection\">(17) If a thing is forfeited to the Crown in right of Ontario following a conviction under this Act, a person who claims an interest in the thing and who is not the person from whom the thing was seized or the person who was convicted may apply to a justice, not later than 30 days after the thing is forfeited, on notice to the Minister and to the person from whom the thing was seized, for an order directing that the thing be released to the person claiming the interest. </p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(18) An order made under subsection (17) is subject to such conditions as may be imposed by the justice. </p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(19) Subsections (17) and (18) do not apply to a thing forfeited under subsection (10) or (11). </p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "36.",
            "section_x": "Arrest without warrant",
            "part_id": null,
            "part_type": null,
            "section_y": "Arrest without warrant",
            "content": "36 (1) An enforcement officer may arrest without warrant a person that he or she has reasonable grounds to believe is committing, has committed or is about to commit an offence under this Act.  Release by enforcement officer (2) If an enforcement officer arrests a person under this section, he or she shall, as soon as practicable, release the person from custody, unless the officer has reasonable grounds to believe that, (a) it is necessary in the public interest for the person arrested to be detained, having regard to all the circumstances, including the need to, (i) establish the identity of the person, (ii) secure or preserve evidence of or relating to the offence, or (iii) prevent the continuation or repetition of the offence or the commission of another offence; or (b) the person arrested, if released, will not respond to a summons or offence notice or will not appear in court. Person not released (3) Subsections 149 (2) and (3) and section 150 of the Provincial Offences Act apply if the person arrested is not released under subsection (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>36 </b>(1) An enforcement officer may arrest without warrant a person that he or she has reasonable grounds to believe is committing, has committed or is about to commit an offence under this Act. </p> <p class=\"headnote\">Release by enforcement officer</p> <p class=\"subsection\">(2) If an enforcement officer arrests a person under this section, he or she shall, as soon as practicable, release the person from custody, unless the officer has reasonable grounds to believe that,</p> <p class=\"paragraph\">  (a) it is necessary in the public interest for the person arrested to be detained, having regard to all the circumstances, including the need to,</p> <p class=\"subclause\">  (i) establish the identity of the person,</p> <p class=\"subclause\">  (ii) secure or preserve evidence of or relating to the offence, or</p> <p class=\"subclause\">  (iii) prevent the continuation or repetition of the offence or the commission of another offence; or</p> <p class=\"paragraph\">  (b) the person arrested, if released, will not respond to a summons or offence notice or will not appear in court. </p> <p class=\"headnote\">Person not released</p> <p class=\"subsection\"><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_07e06_f.htm#s31s3\"></a>(3) Subsections 149 (2) and (3) and section 150 of the <i>Provincial Offences Act</i> apply if the person arrested is not released under subsection (2).</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "37.",
            "section_x": "Necessary force",
            "part_id": null,
            "part_type": null,
            "section_y": "Necessary force",
            "content": "37 An enforcement officer may use as much force as is necessary to exercise any of the powers referred to in sections 32, 33 and 36.",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>37 </b>An enforcement officer may use as much force as is necessary to exercise any of the powers referred to in sections 32, 33 and 36.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "38.",
            "section_x": "Exemptions from Act, enforcement officers",
            "part_id": null,
            "part_type": null,
            "section_y": "Exemptions from Act, enforcement officers",
            "content": "38 The Minister may, for the purpose of conducting searches and other law enforcement activities under this Act, exempt an enforcement officer from the application of section 7 or 8 or any other provision of this Act or the regulations, subject to such conditions as the Minister considers necessary. ",
            "raw_html": "<p class=\"section\"><a name=\"BK47\"></a><b>38 </b>The Minister may, for the purpose of conducting searches and other law enforcement activities under this Act, exempt an enforcement officer from the application of section 7 or 8 or any other provision of this Act or the regulations, subject to such conditions as the Minister considers necessary. </p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "39.",
            "section_x": "Obstruction of enforcement officer",
            "part_id": null,
            "part_type": null,
            "section_y": "Obstruction of enforcement officer",
            "content": "39 A person shall not, (a) knowingly make a false or misleading statement to an enforcement officer who is acting under this Act; or (b) otherwise obstruct an enforcement officer who is acting under this Act. Offences and Penalties",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>39 </b>A person shall not,</p> <p class=\"paragraph\">  (a) knowingly make a false or misleading statement to an enforcement officer who is acting under this Act; or</p> <p class=\"paragraph\">  (b) otherwise obstruct an enforcement officer who is acting under this Act.</p> <p class=\"heading1\"><a name=\"BK49\"></a>Offences and Penalties</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "Offences and Penalties",
            "section_x": "Offences and Penalties",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "40.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "40 (1) A person is guilty of an offence if the person contravenes any of the following provisions: 1. A provision of this Act or the regulations. 2. A condition of an authorization that is issued under section 10 or is contained in an agreement made under section 12. 3. An order made by an inspector or by the Minister under this Act. Attempts (2) A person who attempts to do anything that would be an offence under subsection (1) is guilty of an offence.",
            "raw_html": "<p class=\"section\"><a name=\"BK50\"></a><b>40 </b>(1) A person is guilty of an offence if the person contravenes any of the following provisions:</p> <p class=\"paragraph\">  1. A provision of this Act or the regulations.</p> <p class=\"paragraph\">  2. A condition of an authorization that is issued under section 10 or is contained in an agreement made under section 12.</p> <p class=\"paragraph\">  3. An order made by an inspector or by the Minister under this Act.</p> <p class=\"headnote\">Attempts</p> <p class=\"subsection\">(2) A person who attempts to do anything that would be an offence under subsection (1) is guilty of an offence.</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "41.",
            "section_x": "Corporations",
            "part_id": null,
            "part_type": null,
            "section_y": "Corporations",
            "content": "41 If a corporation commits an offence under this Act, an officer, director, employee or agent of the corporation who directed, authorized, assented to, acquiesced in or participated in the commission of the offence is party to and guilty of the offence and is liable on conviction to the punishment provided for the offence, whether or not the corporation has been prosecuted for the offence. ",
            "raw_html": "<p class=\"section\"><a name=\"BK51\"></a><b>41 </b>If a corporation<b> </b>commits an offence under this Act, an officer, director, employee or agent of the corporation who directed, authorized, assented to, acquiesced in or participated in the commission of the offence is party to and guilty of the offence and is liable on conviction to the punishment provided for the offence, whether or not the corporation has been prosecuted for the offence. </p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "42.",
            "section_x": "Employers and principals",
            "part_id": null,
            "part_type": null,
            "section_y": "Employers and principals",
            "content": "42 In a prosecution for an offence under this Act, it is sufficient proof of the offence to establish that it was committed by an employee or agent of the defendant acting in the course of employment or agency, whether or not the employee or agent is identified or has been prosecuted for the offence, unless the defendant establishes that, (a) the offence was committed without the knowledge of the defendant; and (b) the offence was committed without the consent of the defendant.",
            "raw_html": "<p class=\"section\"><a name=\"BK52\"></a><b>42 </b>In a prosecution for an offence under this Act, it is sufficient proof of the offence to establish that it was committed by an employee or agent of the defendant acting in the course of employment or agency, whether or not the employee or agent is identified or has been prosecuted for the offence, unless the defendant establishes that,</p> <p class=\"paragraph\">  (a) the offence was committed without the knowledge of the defendant; and</p> <p class=\"paragraph\">  (b) the offence was committed without the consent of the defendant. </p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "43.",
            "section_x": "Defence",
            "part_id": null,
            "part_type": null,
            "section_y": "Defence",
            "content": "43 A person shall not be convicted of an offence under this Act if the person establishes that, (a) the person exercised all due diligence to prevent the commission of the offence; or (b) the person honestly and reasonably believed in the existence of facts that, if true, would render the person’s conduct innocent.",
            "raw_html": "<p class=\"section\"><a name=\"BK53\"></a><b>43 </b>A person shall not be convicted of an offence under this Act if the person establishes that,</p> <p class=\"paragraph\">  (a) the person exercised all due diligence to prevent the commission of the offence; or</p> <p class=\"paragraph\">  (b) the person honestly and reasonably believed in the existence of facts that, if true, would render the person’s conduct innocent. </p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "44.",
            "section_x": "Penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "Penalties",
            "content": "44 (1) A person convicted of an offence under this Act is liable, (a) in the case of a first offence under this Act, (i) to a fine of not more than $1,000,000, in the case of a corporation, or (ii) to a fine of not more than $250,000 or to imprisonment for a term of not more than one year, or to both, in the case of any other person; and (b) in the case of a second or subsequent offence under this Act, (i) to a fine of not more than $2,000,000, in the case of a corporation, or (ii) to a fine of not more than $500,000 or to imprisonment for a term of not more than one year, or to both, in the case of any other person. More than one animal, plant, etc. (2) Despite subsection (1), if an offence involves more than one animal, plant or other organism, the maximum fine that may be imposed is the amount that would otherwise apply under subsection (1), multiplied by the number of animals, plants and other organisms that are involved. Monetary benefit (3) The court that convicts a person of an offence under this Act, in addition to any other penalty imposed by the court, may increase a fine imposed on the person by an amount equal to the amount of the monetary benefit that was acquired by or that accrued to the person as a result of the commission of the offence, despite the maximum fine specified in subsection (1) or (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK54\"></a><b>44 </b>(1) A person convicted of an offence under this Act is liable,</p> <p class=\"paragraph\">  (a) in the case of a first offence under this Act,</p> <p class=\"subclause\">  (i) to a fine of not more than $1,000,000, in the case of a corporation, or</p> <p class=\"subclause\">  (ii) to a fine of not more than $250,000 or to imprisonment for a term of not more than one year, or to both, in the case of any other person; and</p> <p class=\"paragraph\">  (b) in the case of a second or subsequent offence under this Act,</p> <p class=\"subclause\">  (i) to a fine of not more than $2,000,000, in the case of a corporation, or</p> <p class=\"subclause\">  (ii) to a fine of not more than $500,000 or to imprisonment for a term of not more than one year, or to both, in the case of any other person.</p> <p class=\"headnote\">More than one animal, plant, etc.</p> <p class=\"subsection\">(2) Despite subsection (1), if an offence involves more than one animal, plant or other organism, the maximum fine that may be imposed is the amount that would otherwise apply under subsection (1), multiplied by the number of animals, plants and other organisms that are involved. </p> <p class=\"headnote\">Monetary benefit</p> <p class=\"subsection\">(3) The court that convicts a person of an offence under this Act, in addition to any other penalty imposed by the court, may increase a fine imposed on the person by an amount equal to the amount of the monetary benefit that was acquired by or that accrued to the person as a result of the commission of the offence, despite the maximum fine specified in subsection (1) or (2). </p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "45.",
            "section_x": "Order re: other penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "Order re: other penalties",
            "content": "45 (1) The court that convicts a person of an offence under this Act may, in addition to imposing a fine or imprisonment, make any of the following orders against the person: 1. An order not to engage in any activity that could, in the opinion of the court, result in the continuation or repetition of the offence. 2. An order to take any action that the court considers appropriate to remedy or avoid any harm to the natural environment that resulted or may result from the commission of the offence. 3. An order to pay the Crown or any other person for all or part of any costs incurred to remedy or avoid any harm to the natural environment that resulted or may result from the commission of the offence. 4. An order to take such other steps as are specified in the order to comply with this Act. 5. An order to pay to the Crown or any other person all or part of any expenses incurred by the Minister or the person, as the case may be, with respect to the seizure, storage or disposition of any thing seized in connection with the offence. 6. An order prohibiting the person from holding or applying for an authorization issued under section 10 or any other licence, authorization or permit issued under a statute administered by the Ministry of Natural Resources and Forestry and specified in the order and cancelling any such licence, authorization or permit that the person currently holds. 7. An order to publish, in any manner that the court considers appropriate, the facts relating to the commission of the offence. Surrender of licence, etc. (2) If a court cancels a licence, authorization or permit held by a person under paragraph 6 of subsection (1), the person shall promptly surrender it to the Minister. No stay on appeal (3) An appeal of a conviction of an offence under this Act does not stay the effect of an order made under subsection (1) at the time of the conviction. Compliance with order (4) A person shall comply with an order made under this section. Failure to comply (5) If a person fails to comply with an order to take action under paragraph 2 of subsection (1), the Minister may take such action as he or she considers appropriate to implement the order, and any cost or expense incurred by the Minister is a debt due to the Crown and may be recovered by the Minister in a court of competent jurisdiction in an action against the person.",
            "raw_html": "<p class=\"section\"><a name=\"BK55\"></a><b>45 </b>(1) The court that convicts a person of an offence under this Act may, in addition to imposing a fine or imprisonment, make any of the following orders against the person:</p> <p class=\"paragraph\">  1. An order not to engage in any activity that could, in the opinion of the court, result in the continuation or repetition of the offence. </p> <p class=\"paragraph\">  2. An order to take any action that the court considers appropriate to remedy or avoid any harm to the natural environment that resulted or may result from the commission of the offence.</p> <p class=\"paragraph\">  3. An order to pay the Crown or any other person for all or part of any costs incurred to remedy or avoid any harm to the natural environment that resulted or may result from the commission of the offence.</p> <p class=\"paragraph\">  4. An order to take such other steps as are specified in the order to comply with this Act.</p> <p class=\"paragraph\">  5. An order to pay to the Crown or any other person all or part of any expenses incurred by the Minister or the person, as the case may be, with respect to the seizure, storage or disposition of any thing seized in connection with the offence. </p> <p class=\"paragraph\">  6. An order prohibiting the person from holding or applying for an authorization issued under section 10 or any other licence, authorization or permit issued under a statute administered by the Ministry of Natural Resources and Forestry and specified in the order and cancelling any such licence, authorization or permit that the person currently holds.</p> <p class=\"paragraph\">  7. An order to publish, in any manner that the court considers appropriate, the facts relating to the commission of the offence.</p> <p class=\"headnote\">Surrender of licence, etc.</p> <p class=\"subsection\">(2) If a court cancels a licence, authorization or permit held by a person under paragraph 6 of subsection (1), the person shall promptly surrender it to the Minister.</p> <p class=\"headnote\">No stay on appeal</p> <p class=\"subsection\">(3) An appeal of a conviction of an offence under this Act does not stay the effect of an order made under subsection (1) at the time of the conviction.</p> <p class=\"headnote\">Compliance with order</p> <p class=\"subsection\">(4) A person shall comply with an order made under this section. </p> <p class=\"headnote\">Failure to comply</p> <p class=\"subsection\">(5) If a person fails to comply with an order to take action under paragraph 2 of subsection (1), the Minister may take such action as he or she considers appropriate to implement the order, and any cost or expense incurred by the Minister is a debt due to the Crown and may be recovered by the Minister in a court of competent jurisdiction in an action against the person. </p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "46.",
            "section_x": "Presiding judge",
            "part_id": null,
            "part_type": null,
            "section_y": "Presiding judge",
            "content": "46 The Crown may, by notice to the clerk of the Ontario Court of Justice, require that a provincial judge preside over a prosecution for an offence under this Act. ",
            "raw_html": "<p class=\"section\"><a name=\"BK56\"></a><b>46 </b>The Crown may, by notice to the clerk of the Ontario Court of Justice, require that a provincial judge preside over a prosecution for an offence under this Act. </p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "47.",
            "section_x": "Limitation period",
            "part_id": null,
            "part_type": null,
            "section_y": "Limitation period",
            "content": "47 A prosecution for an offence under this Act shall not be commenced more than five years after the offence was committed. ",
            "raw_html": "<p class=\"section\"><a name=\"BK57\"></a><b>47 </b>A prosecution for an offence under this Act shall not be commenced more than five years after the offence was committed. </p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "48.",
            "section_x": "Proof of inspected or seized things",
            "part_id": null,
            "part_type": null,
            "section_y": "Proof of inspected or seized things",
            "content": "48 In a prosecution under this Act, a copy of a document or other thing purporting to be certified by an enforcement officer or inspector as a true copy of a document or other thing inspected or seized under this Act or Part VIII of the Provincial Offences Act is admissible in evidence as proof, in the absence of evidence to the contrary, of the document or other thing.  Miscellaneous",
            "raw_html": "<p class=\"section\"><a name=\"BK58\"></a><b>48 </b>In a prosecution under this Act, a copy of a document or other thing purporting to be certified by an enforcement officer<b> </b>or inspector<i> </i>as a true copy of a document or other thing inspected or seized under this Act or Part VIII of the <i>Provincial Offences Act</i> is admissible in evidence as proof, in the absence of evidence to the contrary, of the document or other thing. </p> <p class=\"heading1\"><a name=\"BK59\"></a>Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "Miscellaneous",
            "section_x": "Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "49.",
            "section_x": "Service",
            "part_id": null,
            "part_type": null,
            "section_y": "Service",
            "content": "49 (1) This section applies to the service of, (a) a notice of an amendment to, or revocation of, an authorization issued under section 10; (b) an order declaring a place to be an invaded place made under section 23; (c) a compliance order made under section 25; (d) a notice of any actions that the Minister causes to be carried out under subsection 27 (3); and (e) an order made under subsection 27 (7) requiring a person to carry out actions described in subsection 27 (3). Methods of service (2) A notice or an order referred to in subsection (1) shall be served by, (a) personal delivery of the notice or a copy of the order; or (b) mailing the notice or a copy of the order by registered mail addressed to the appropriate person at their last known address. Same, notice under s. 10 (5) (3) A notice of an amendment to, or revocation of, an authorization issued under section 10 may, with the consent of the holder of the authorization, be served by fax or other electronic means instead of being served by a method of service described in subsection (2). Deemed receipt, registered mail (4) A notice or an order served by registered mail shall be deemed to have been served on the fifth day after the day of mailing, unless the person served establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice or the order until a later date. Deemed receipt, fax, etc. (5) A notice served by fax or other electronic means under subsection (3) shall be deemed to have been served on the day after it is sent to the person being served, unless the person established that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice until a later date.",
            "raw_html": "<p class=\"section\"><a name=\"BK60\"></a><b>49 </b>(1) This section applies to the service of,</p> <p class=\"paragraph\">  (a) a notice of an amendment to, or revocation of, an authorization issued under section 10;</p> <p class=\"paragraph\">  (b) an order declaring a place to be an invaded place made under section 23;</p> <p class=\"paragraph\">  (c) a compliance order made under section 25; </p> <p class=\"paragraph\">  (d) a notice of any actions that the Minister causes to be carried out under subsection 27 (3); and</p> <p class=\"paragraph\">  (e) an order made under subsection 27 (7) requiring a person to carry out actions described in subsection 27 (3).</p> <p class=\"headnote\">Methods of service</p> <p class=\"subsection\">(2) A notice or an order referred to in subsection (1) shall be served by,</p> <p class=\"paragraph\">  (a) personal delivery of the notice or a copy of the order; or</p> <p class=\"paragraph\">  (b) mailing the notice or a copy of the order by registered mail addressed to the appropriate person at their last known address.</p> <p class=\"headnote\">Same, notice under s. 10 (5)</p> <p class=\"subsection\">(3) A notice of an amendment to, or revocation of, an authorization issued under section 10 may, with the consent of the holder of the authorization, be served by fax or other electronic means instead of being served by a method of service described in subsection (2).</p> <p class=\"headnote\">Deemed receipt, registered mail</p> <p class=\"subsection\">(4) A notice or an order served by registered mail shall be deemed to have been served on the fifth day after the day of mailing, unless the person served establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice or the order until a later date.</p> <p class=\"headnote\">Deemed receipt, fax, etc.</p> <p class=\"subsection\">(5) A notice served by fax or other electronic means under subsection (3) shall be deemed to have been served on the day after it is sent to the person being served, unless the person established that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice until a later date.</p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "50.",
            "section_x": "Fees",
            "part_id": null,
            "part_type": null,
            "section_y": "Fees",
            "content": "50 (1) The Minister may establish and charge, (a) fees related to issuing authorizations under section 10; and (b) fees for the use of facilities, equipment, services or other things provided by the Ministry relating to invasive species. Refund (2) The Minister may direct the refund of all or part of a fee if, in the Minister’s opinion, it is equitable to do so.",
            "raw_html": "<p class=\"section\"><a name=\"BK61\"></a><b>50 </b>(1) The Minister may establish and charge,</p> <p class=\"paragraph\">  (a) fees related to issuing authorizations under section 10; and</p> <p class=\"paragraph\">  (b) fees for the use of facilities, equipment, services or other things provided by the Ministry relating to invasive species.\r\n</p> <p class=\"headnote\">Refund</p> <p class=\"subsection\">(2) The Minister may direct the refund of all or part of a fee if, in the Minister’s opinion, it is equitable to do so. </p>"
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "51.",
            "section_x": "Personal information",
            "part_id": null,
            "part_type": null,
            "section_y": "Personal information",
            "content": "51 (1) The Ministry may, for the purposes of this Act, collect personal information within the meaning of section 38 of the Freedom of Information and Protection of Privacy Act.  Indirect collection (2) In addition to any personal information that may be collected by the Ministry in accordance with section 39 of the Freedom of Information and Protection of Privacy Act, the Ministry may collect contact information relating to individuals from any person or entity for the purposes of, (a) notifying individuals that they may have been in contact with an invasive species, including an invasive species that is not prescribed under section 4 or designated under section 5; (b) giving any notice required under this Act, serving any order issued under this Act or taking any action authorized under this Act to control, remove or eradicate an invasive species, including an invasive species that is not prescribed under section 4 or designated under section 5; or (c) facilitating public consultation with respect to invasive species, including invasive species that are not prescribed under section 4 or designated under section 5 or with respect to carriers, including carriers that are not prescribed under section 6. Notice (3) If the Minister collects personal information under subsection (2), the notice required by subsection 39 (2) of the Freedom of Information and Protection of Privacy Act\r\nis given by, (a) a public notice posted on a website maintained by the government of Ontario; (b) publication in a newspaper of general circulation in the area to which the notice applies or in a publication directed at the segment of the population most likely to be directly affected; or (c) any other method that may be prescribed. Disclosure by Minister (4) The Minister may disclose contact information relating to an individual who the Minister believes may have been in contact with an invasive species, including an invasive species that is not prescribed under section 4 or designated under section 5, to any person or entity that is engaged by or acting in co-operation with the Province with respect to the control, removal or eradication of invasive species under this Act. Deemed compliance with privacy legislation (5) Any disclosure of information under subsection (4) is deemed to be in compliance with clause 42 (1) (e) of the Freedom of Information and Protection of Privacy Act. Definition (6) In this section, “contact information” means the name, address and phone number of an individual and any other prescribed information that may be necessary or useful for purposes of contacting the individual.",
            "raw_html": "<p class=\"section\"><a name=\"BK62\"></a><b>51 </b>(1) The Ministry may, for the purposes of this Act, collect personal information within the meaning of section 38 of the <i>Freedom of Information and Protection of Privacy Act</i>. </p> <p class=\"headnote\">Indirect collection </p> <p class=\"subsection\">(2) In addition to any personal information that may be collected by the Ministry in accordance with section 39 of the <i>Freedom of Information and Protection of Privacy Act</i>, the Ministry may collect contact information relating to individuals from any person or entity for the purposes of,</p> <p class=\"paragraph\">  (a) notifying individuals that they may have been in contact with an invasive species, including an invasive species that is not prescribed under section 4 or designated under section 5;</p> <p class=\"paragraph\">  (b) giving any notice required under this Act, serving any order issued under this Act or taking any action authorized under this Act to control, remove or eradicate an invasive species, including an invasive species that is not prescribed under section 4 or designated under section 5; or</p> <p class=\"paragraph\">  (c) facilitating public consultation with respect to invasive species, including invasive species that are not prescribed under section 4 or designated under section 5 or with respect to carriers, including carriers that are not prescribed under section 6.</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(3) If the Minister collects personal information under subsection (2), the notice required by subsection 39 (2) of the <i>Freedom of Information and Protection of Privacy Act</i>\r\nis given by,</p> <p class=\"paragraph\">  (a) a public notice posted on a website maintained by the government of Ontario;</p> <p class=\"paragraph\">  (b) publication in a newspaper of general circulation in the area to which the notice applies or in a publication directed at the segment of the population most likely to be directly affected; or</p> <p class=\"paragraph\">  (c) any other method that may be prescribed.</p> <p class=\"headnote\">Disclosure by Minister</p> <p class=\"subsection\">(4) The Minister may disclose contact information relating to an individual who the Minister believes may have been in contact with an invasive species, including an invasive species that is not prescribed under section 4 or designated under section 5, to any person or entity that is engaged by or acting in co-operation with the Province with respect to the control, removal or eradication of invasive species under this Act.</p> <p class=\"headnote\">Deemed compliance with privacy legislation</p> <p class=\"subsection\">(5) Any disclosure of information under subsection (4) is deemed to be in compliance with clause 42 (1) (e) of the <i>Freedom of Information and Protection of Privacy Act</i>.</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(6) In this section,</p> <p class=\"definition\">“contact information” means the name, address and phone number of an individual and any other prescribed information that may be necessary or useful for purposes of contacting the individual.</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "52.",
            "section_x": "False information",
            "part_id": null,
            "part_type": null,
            "section_y": "False information",
            "content": "52 A person shall not make a false statement, (a) in any application for an authorization that is made under this Act; or (b) in any report, information or document that is submitted in accordance with an order made under this Act or otherwise under this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK63\"></a><b>52 </b>A person shall not make a false statement,</p> <p class=\"paragraph\">  (a) in any application for an authorization that is made under this Act; or</p> <p class=\"paragraph\">  (b) in any report, information or document that is submitted in accordance with an order made under this Act or otherwise under this Act.</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "53.",
            "section_x": "Non-application of Crown Forest Sustainability Act, 1994",
            "part_id": null,
            "part_type": null,
            "section_y": "Non-application of Crown Forest Sustainability Act, 1994",
            "content": "53 (1) This section applies with respect to any of the following actions or activities carried out under this Act: 1. Anything done at an invaded place by an inspector while exercising his or her powers under section 19 or by a person assisting the inspector in accordance with this Act. 2. Any action that the Minister causes a person to carry out under subsection 27 (3) or section 28. 3. Any action that the Minister orders a person to carry out under subsection 27 (7). Same (2) Part IV and sections 58 and 64 of the Crown Forest Sustainability Act, 1994 do not apply to any action or activity described in subsection (1) that is carried out in a Crown forest. Definition, Crown forest (3) In subsection (2), “Crown forest” has the same meaning as in the Crown Forest Sustainability Act, 1994.",
            "raw_html": "<p class=\"section\"><a name=\"BK64\"></a><b>53 </b>(1) This section applies with respect to any of the following actions or activities carried out under this Act:</p> <p class=\"paragraph\">  1. Anything done at an invaded place by an inspector while exercising his or her powers under section 19 or by a person assisting the inspector in accordance with this Act.</p> <p class=\"paragraph\">  2. Any action that the Minister causes a person to carry out under subsection 27 (3) or section 28.</p> <p class=\"paragraph\">  3. Any action that the Minister orders a person to carry out under subsection 27 (7).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Part IV and sections 58 and 64 of the <i>Crown Forest Sustainability Act, 1994</i> do not apply to any action or activity described in subsection (1) that is carried out in a Crown forest.</p> <p class=\"headnote\">Definition, Crown forest</p> <p class=\"subsection\">(3) In subsection (2),</p> <p class=\"definition\">“Crown forest” has the same meaning as in the <i>Crown Forest Sustainability Act, 1994</i>.</p>"
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "54.",
            "section_x": "Protection from personal liability",
            "part_id": null,
            "part_type": null,
            "section_y": "Protection from personal liability",
            "content": "54 (1) No action or other proceeding for damages or otherwise shall be instituted in respect of any act done in good faith in the execution or intended execution of any duty or authority under this Act, or for any alleged neglect or default in the execution in good faith of a duty or authority under this Act, against any of the following: 1. An employee in the Ministry. 2. A public servant employed under Part III of the Public Service of Ontario Act, 2006 acting under the direction of a person referred to in paragraph 1. 3. Any person or member of a class of persons appointed as an inspector or enforcement officer, or who is an inspector or enforcement officer by virtue of his or her office, under section 15 or 31. 4. A person possessing special, expert or professional knowledge or skills acting in conjunction with an inspector under section 16, 17 or 19. 5. A person carrying out an action on behalf of the Minister under section 27 or 28. 6. Any person assisting in the execution or intended execution of any duty or authority with respect to a warrant issued for the purposes of this Act. Crown not relieved of liability (2) Despite subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsection (1) does not relieve the Crown of liability in respect of a tort committed by a person referred to in subsection (1) to which it would otherwise be subject. 2015, c. 22, s. 54 (2); 2019, c. 7, Sched. 17, s. 95. Section Amendments with date in force (d/m/y) 2019, c. 7, Sched. 17, s. 95 - 01/07/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK65\"></a><b>54 </b>(1) No action or other proceeding for damages or otherwise shall be instituted in respect of any act done in good faith in the execution or intended execution of any duty or authority under this Act, or for any alleged neglect or default in the execution in good faith of a duty or authority under this Act, against any of the following:</p> <p class=\"paragraph\">  1. An employee in the Ministry.</p> <p class=\"paragraph\">  2. A public servant employed under Part III of the <i>Public Service of Ontario Act, 2006</i> acting under the direction of a person referred to in paragraph 1.</p> <p class=\"paragraph\">  3. Any person or member of a class of persons appointed as an inspector or enforcement officer, or who is an inspector or enforcement officer by virtue of his or her office, under section 15 or 31.</p> <p class=\"paragraph\">  4. A person possessing special, expert or professional knowledge or skills acting in conjunction with an inspector under section 16, 17 or 19.</p> <p class=\"paragraph\">  5. A person carrying out an action on behalf of the Minister under section 27 or 28.</p> <p class=\"paragraph\">  6. Any person assisting in the execution or intended execution of any duty or authority with respect to a warrant issued for the purposes of this Act. </p> <p class=\"headnote\">Crown not relieved of liability</p> <p class=\"subsection\">(2) Despite subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsection (1) does not relieve the Crown of liability in respect of a tort committed by a person referred to in subsection (1) to which it would otherwise be subject. 2015, c. 22, s. 54 (2); 2019, c. 7, Sched. 17, s. 95.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched17s95\">2019, c. 7, Sched. 17, s. 95</a></span> - 01/07/2019</p>"
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "55.",
            "section_x": "Delegations",
            "part_id": null,
            "part_type": null,
            "section_y": "Delegations",
            "content": "55 (1) In addition to the authority given to the Minister to delegate powers to an employee of the Ministry under section 7 of the Ministry of Natural Resources Act, the Minister may delegate the power to issue authorizations under section 10 to a person or body prescribed by the regulations. Limitation on delegation (2) A delegation under subsection (1) shall only be made in the circumstances prescribed by the regulations and shall be subject to the limitations prescribed by the regulations. Conditions (3) If the Minister delegates the power to issue authorizations to a person or body under subsection (1), the Minister may also delegate to that person or body the power to impose conditions on the authorization under subsection 10 (2). Fees (4) If the power to issue authorizations is delegated under subsection (1), any fees established by the Minister under section 50 and chargeable in relation to the authorizations that the delegate issues shall be charged and collected by the delegate on behalf of the Crown. Fees held in trust (5) Fees collected by a delegate under subsection (4) shall be deemed to be held in trust for the Crown. Crown not liable for delegate’s acts (6) No action or other proceeding shall be instituted against the Crown, the Minister, or any official or employee of the Ministry for any act or omission of a delegate or employee or agent of the delegate. Performance agreement (7) If the Minister delegates powers under subsection (1), the Minister and the delegate shall enter into a performance agreement setting out measurable performance goals and objectives for the delegate. Annual performance assessment (8) Every year, the delegate shall prepare a performance assessment demonstrating that the performance goals and objectives set out in the performance agreement are being met. Failure to meet performance goals, etc. (9) If the Minister believes that a delegate has failed to meet the performance goals and objectives set out in the performance agreement, the Minister shall give the delegate written notice of his or her belief and require that the delegate fulfil the requirements of the performance agreement within such time period as may be specified in the notice. Failure to comply (10) If a delegate fails to comply with a notice given under subsection (9), the Minister may terminate the performance agreement and revoke the delegation made under subsection (1).",
            "raw_html": "<p class=\"section\"><a name=\"BK66\"></a><b>55 </b>(1) In addition to the authority given to the Minister to delegate powers to an employee of the Ministry under section 7 of the <i>Ministry of Natural Resources Act</i>, the Minister may delegate the power to issue authorizations under section 10 to a person or body prescribed by the regulations.</p> <p class=\"headnote\">Limitation on delegation</p> <p class=\"subsection\">(2) A delegation under subsection (1) shall only be made in the circumstances prescribed by the regulations and shall be subject to the limitations prescribed by the regulations.</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(3) If the Minister delegates the power to issue authorizations to a person or body under subsection (1), the Minister may also delegate to that person or body the power to impose conditions on the authorization under subsection 10 (2).</p> <p class=\"headnote\">Fees</p> <p class=\"subsection\">(4) If the power to issue authorizations is delegated under subsection (1), any fees established by the Minister under section 50 and chargeable in relation to the authorizations that the delegate issues shall be charged and collected by the delegate on behalf of the Crown.</p> <p class=\"headnote\">Fees held in trust</p> <p class=\"subsection\">(5) Fees collected by a delegate under subsection (4) shall be deemed to be held in trust for the Crown.</p> <p class=\"headnote\">Crown not liable for delegate’s acts</p> <p class=\"subsection\">(6) No action or other proceeding shall be instituted against the Crown, the Minister, or any official or employee of the Ministry for any act or omission of a delegate or employee or agent of the delegate.</p> <p class=\"headnote\">Performance agreement</p> <p class=\"subsection\">(7) If the Minister delegates powers under subsection (1), the Minister and the delegate shall enter into a performance agreement setting out measurable performance goals and objectives for the delegate.</p> <p class=\"headnote\">Annual performance assessment</p> <p class=\"subsection\">(8) Every year, the delegate shall prepare a performance assessment demonstrating that the performance goals and objectives set out in the performance agreement are being met. </p> <p class=\"headnote\">Failure to meet performance goals, etc.</p> <p class=\"subsection\">(9) If the Minister believes that a delegate has failed to meet the performance goals and objectives set out in the performance agreement, the Minister shall give the delegate written notice of his or her belief and require that the delegate fulfil the requirements of the performance agreement within such time period as may be specified in the notice. </p> <p class=\"headnote\">Failure to comply</p> <p class=\"subsection\">(10) If a delegate fails to comply with a notice given under subsection (9), the Minister may terminate the performance agreement and revoke the delegation made under subsection (1).</p>"
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "56.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "56 The Lieutenant Governor in Council may make regulations, (a) prescribing or respecting any matter that this Act refers to as a matter prescribed by the regulations or as otherwise dealt with by the regulations; (b) prohibiting persons from carrying out an activity described in subsection 8 (2) in respect of a restricted invasive species; (c) exempting persons, species or things or classes of persons, species or things from section 7 or subsection 8 (1) and specifying conditions or restrictions that apply with respect to the exemptions; (d) governing carriers of invasive species including, (i) respecting the possession, transport, buying, selling, leasing or trading of a carrier and the offering to buy, sell, lease or trade a carrier and, in the case of a carrier that is itself a species, respecting its introduction into Ontario, its propagation, deposit or release, (ii) prohibiting any of the activities referred to in subclause (i) in relation to a specified carrier and prescribing circumstances in which the prohibition does not apply, conditions that apply to the prohibition, (iii) exempting any person from a prohibition referred to in subclause (ii), subject to any conditions or restrictions set out in the regulation, (iv) providing that all or part of section 10 applies with respect to any prohibition referred to in subclause (ii) so that the Minister may issue authorizations under that section allowing a person to engage in an activity that would otherwise be prohibited for the purposes set out in subsection 10 (1); (e) governing the issuance, amendment, renewal, transfer, refusal, suspension or cancellation of an authorization issued under section 10 including prescribing the qualifications for an authorization and prescribing the conditions to which an authorization is subject; (f) governing agreements entered into under section 12, including prescribing any prerequisites to entering into the agreement and prescribing any conditions to which the agreement is subject; (g) governing prevention and response plans prepared under section 13; (h) governing compensation that may be authorized by the Minister under section 29 including, (i) respecting the circumstances in which compensation will be authorized and the circumstances in which it will not be authorized, (ii) prescribing the losses and costs in respect of which compensation may be paid, and (iii) respecting the amount of compensation that may be paid, including the manner of determining the amount and prescribing the maximum amount of compensation that may be paid and the circumstances in which the amount of compensation may be reduced; (i) governing delegation by the Minister under section 55 of the power to issue authorizations under section 10, respecting the collection of fees by the delegate in relation to the exercise of the delegated authority and the performance agreement that may be entered into by the Minister and the delegate; (j) requiring any person to keep records relating to any matter under of this Act, to submit information to the Minister in relation to any matter under this Act and governing the keeping of the records and the submission of the information; (k) respecting any matter that is necessary or advisable for the efficient management of this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK67\"></a><b>56 </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) prescribing or respecting any matter that this Act refers to as a matter prescribed by the regulations or as otherwise dealt with by the regulations;</p> <p class=\"paragraph\">  (b) prohibiting persons from carrying out an activity described in subsection 8 (2) in respect of a restricted invasive species;</p> <p class=\"paragraph\">  (c) exempting persons, species or things or classes of persons, species or things from section 7 or subsection 8 (1) and specifying conditions or restrictions that apply with respect to the exemptions;</p> <p class=\"paragraph\">  (d) governing carriers of invasive species including,</p> <p class=\"subclause\">  (i) respecting the possession, transport, buying, selling, leasing or trading of a carrier and the offering to buy, sell, lease or trade a carrier and, in the case of a carrier that is itself a species, respecting its introduction into Ontario, its propagation, deposit or release,</p> <p class=\"subclause\">  (ii) prohibiting any of the activities referred to in subclause (i) in relation to a specified carrier and prescribing circumstances in which the prohibition does not apply, conditions that apply to the prohibition,</p> <p class=\"subclause\">  (iii) exempting any person from a prohibition referred to in subclause (ii), subject to any conditions or restrictions set out in the regulation, </p> <p class=\"subclause\">  (iv) providing that all or part of section 10 applies with respect to any prohibition referred to in subclause (ii) so that the Minister may issue authorizations under that section allowing a person to engage in an activity that would otherwise be prohibited for the purposes set out in subsection 10 (1);</p> <p class=\"paragraph\">  (e) governing the issuance, amendment, renewal, transfer, refusal, suspension or cancellation of an authorization issued under section 10 including prescribing the qualifications for an authorization and prescribing the conditions to which an authorization is subject;</p> <p class=\"paragraph\">  (f) governing agreements entered into under section 12, including prescribing any prerequisites to entering into the agreement and prescribing any conditions to which the agreement is subject;</p> <p class=\"paragraph\">  (g) governing prevention and response plans prepared under section 13;</p> <p class=\"paragraph\">  (h) governing compensation that may be authorized by the Minister under section 29 including,</p> <p class=\"subclause\">  (i) respecting the circumstances in which compensation will be authorized and the circumstances in which it will not be authorized, </p> <p class=\"subclause\">  (ii) prescribing the losses and costs in respect of which compensation may be paid, and</p> <p class=\"subclause\">  (iii) respecting the amount of compensation that may be paid, including the manner of determining the amount and prescribing the maximum amount of compensation that may be paid and the circumstances in which the amount of compensation may be reduced;</p> <p class=\"paragraph\">  (i) governing delegation by the Minister under section 55 of the power to issue authorizations under section 10, respecting the collection of fees by the delegate in relation to the exercise of the delegated authority and the performance agreement that may be entered into by the Minister and the delegate;</p> <p class=\"paragraph\">  (j) requiring any person to keep records relating to any matter under of this Act, to submit information to the Minister in relation to any matter under this Act and governing the keeping of the records and the submission of the information;</p> <p class=\"paragraph\">  (k) respecting any matter that is necessary or advisable for the efficient management of this Act.</p>"
        },
        {
            "ahref_id": "#BK68",
            "TOCid": "57.",
            "section_x": "Regulations, general",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations, general",
            "content": "57 (1) A regulation made under section 4, 6, 14 or 56 may be general or particular in its application, may be limited as to time or place or both and may exclude any place from the application of the regulation.  Classes (2) A regulation made under section 4, 6, 14 or 56 may apply in respect of any class of activity, matter, person, species, carrier or thing. Same (3) A class referred to in subsection (2) may be defined in a regulation with respect to any attribute, quality or characteristic or combination of those items and may be defined to consist of or to include or exclude any specified member, whether or not with the same attributes, qualities or characteristics. Amendments to adopted documents (4) A regulation made under section 4, 6, 14 or 56 that adopts a document by reference may adopt the document as it may be amended from time to time after the regulation is made. 58 Omitted\r\n(provides for coming into force of provisions of this Act). 59 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK68\"></a><b>57 </b>(1) A regulation made under section 4, 6, 14 or 56 may be general or particular in its application, may be limited as to time or place or both and may exclude any place from the application of the regulation. </p> <p class=\"headnote\">Classes</p> <p class=\"subsection\">(2) A regulation made under section 4, 6, 14 or 56 may apply in respect of any class of activity, matter, person, species, carrier or thing. </p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A class referred to in subsection (2) may be defined in a regulation with respect to any attribute, quality or characteristic or combination of those items and may be defined to consist of or to include or exclude any specified member, whether or not with the same attributes, qualities or characteristics. </p> <p class=\"headnote\">Amendments to adopted documents </p> <p class=\"subsection\">(4) A regulation made under section 4, 6, 14 or 56 that adopts a document by reference may adopt the document as it may be amended from time to time after the regulation is made.</p> <p class=\"section\"><b>58 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>). </p> <p class=\"section\"><b>59</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span> </p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/15i22\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}