{
    "act_info": {
        "full_title": "Invest Ontario Act, 2021, S.O. 2021, c. 8, Sched. 6",
        "act_name_text": "Invest Ontario Act, 2021",
        "citation": "S.O. 2021, c. 8, Sched. 6",
        "url": "https://www.ontario.ca/laws/statute/21i08",
        "date_scraped": "2023-12-18 12:24:58"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/21i08/v1",
            "valid_from": "April 27, 2021",
            "valid_to": "February 28, 2022"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Interpretation",
            "content": "1 In this Act, “Corporation” means Invest Ontario; (“Société”) “Minister” means the Minister of Economic Development, Job Creation and Trade or the minister of the Crown to whom the powers and duties under this Act are assigned or transferred under the Executive Council Act; (“ministre”) “regional partner” includes, (a)  a municipal or regional economic development organization, (b)  an innovation organization, (c)  a post-secondary institution, (d)  a workforce development organization, (e)  an industry or trade association, (f)  a federal government organization, and (g)  any other organization or entity prescribed by the regulations; (“partenaire régional”) “subsidiary” means a corporation that is a subsidiary of the Corporation. (“filiale”)",
            "raw_html": "<p class=\"section\"><b>1</b> In this Act,</p> <p class=\"definition\">“Corporation” means Invest Ontario; (“Société”)</p> <p class=\"definition\">“Minister” means the Minister of Economic Development, Job Creation and Trade or the minister of the Crown to whom the powers and duties under this Act are assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“regional partner” includes,</p> <p class=\"paragraph\">  (a)  a municipal or regional economic development organization,</p> <p class=\"paragraph\">  (b)  an innovation organization,</p> <p class=\"paragraph\">  (c)  a post-secondary institution,</p> <p class=\"paragraph\">  (d)  a workforce development organization,</p> <p class=\"paragraph\">  (e)  an industry or trade association,</p> <p class=\"paragraph\">  (f)  a federal government organization, and</p> <p class=\"paragraph\">  (g)  any other organization or entity prescribed by the regulations; (“partenaire régional”)</p> <p class=\"definition\">“subsidiary” means a corporation that is a subsidiary of the Corporation. (“filiale”)</p>"
        },
        {
            "id": "2",
            "section": "Corporation continued",
            "content": "2 (1) The corporation known in English as Invest Ontario and in French as Investissements Ontario is continued. Members of Corporation (2) The Corporation is composed of the members of its board of directors. Same (3) A person ceases to be a member of the Corporation when the person ceases to be a director. Transition, existing members of the board (4) A person who was a member of the board of directors immediately before the day subsection 2 (1) of Schedule 6 to the Protecting the People of Ontario Act (Budget Measures), 2021\r\ncame into force may continue to hold that position for the remainder of his or her term. Same (5) Subject to subsection 6 (6), a person who is a member of the board of directors under subsection (4) is entitled to the same remuneration to which he or she was entitled as a member of the board immediately before the day referred to in that subsection.",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) The corporation known in English as Invest Ontario and in French as Investissements Ontario is continued.</p> <p class=\"headnote\">Members of Corporation</p> <p class=\"subsection\">(2) The Corporation is composed of the members of its board of directors.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A person ceases to be a member of the Corporation when the person ceases to be a director.</p> <p class=\"headnote\">Transition, existing members of the board</p> <p class=\"subsection\">(4) A person who was a member of the board of directors immediately before the day subsection 2 (1) of Schedule 6 to the <i>Protecting the People of Ontario Act (Budget Measures), 2021</i>\r\ncame into force may continue to hold that position for the remainder of his or her term.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Subject to subsection 6 (6), a person who is a member of the board of directors under subsection (4) is entitled to the same remuneration to which he or she was entitled as a member of the board immediately before the day referred to in that subsection.</p>"
        },
        {
            "id": "3",
            "section": "Objects",
            "content": "3 The Corporation’s objects are, (a)  to secure private sector strategic business and capital investments that support economic development, resiliency and job creation in Ontario by, (i)  proactively identifying and cultivating potential investors or investments (generating leads), and implementing a sales-driven approach, (ii)  pursuing an investment strategy that includes sector-specific strategies to attract investment opportunities that support the growth of firms in Ontario, (iii)  identifying and developing relationships with potential investors within key sectors identified by the Minister for the purposes of encouraging and securing investment in Ontario, (iv)  providing customized services to assist investors with selecting a physical location for a potential investment (site selection) and navigating the province’s regulatory environment and permitting requirements, (v)  providing a co-ordinated and streamlined investment experience that gives companies access to business development teams and a set of tools, services, credits, incentives and supports customized to address investor needs, whether provided by the Crown, the government, a ministry, a Crown agency or board, commission, authority or unincorporated body of the Crown, or a regional partner, (vi)  leveraging the expertise of the business community, regional partners and other levels of government to inform the Corporation and the Minister on investment priorities and to enhance co-ordination with regional partners on investment opportunities in Ontario, (vii)  providing financial assistance and incentives to promote Ontario’s overall economic competitiveness and to promote growth in Ontario, (viii)  focusing efforts on attracting investments to Ontario that offer the greatest sustained benefits and that are aligned with government priorities, (ix)  ensuring that the results and benefits of Invest Ontario’s activities are publicly reported in a transparent manner, and (x)  co-operating with the domestic and international business community, other levels of government, ministries, Crown agencies and boards, commissions, authorities and unincorporated bodies of the Crown, and regional partners in order to benefit Ontario; (b)  to conduct such further activities, consistent with its objects, as are described in any policies or directives issued by the Minister or as set out in any agreement with the Minister; (c)  to receive, hold, sell, invest and otherwise deal with its assets in carrying out its objects; and (d)  to carry out such other objects as are prescribed by the regulations.",
            "raw_html": "<p class=\"section\"><b>3 </b>The Corporation’s objects are,</p> <p class=\"paragraph\">  (a)  to secure private sector strategic business and capital investments that support economic development, resiliency and job creation in Ontario by,</p> <p class=\"subpara\">  (i)  proactively identifying and cultivating potential investors or investments (generating leads), and implementing a sales-driven approach,</p> <p class=\"subpara\">  (ii)  pursuing an investment strategy that includes sector-specific strategies to attract investment opportunities that support the growth of firms in Ontario,</p> <p class=\"subpara\">  (iii)  identifying and developing relationships with potential investors within key sectors identified by the Minister for the purposes of encouraging and securing investment in Ontario,</p> <p class=\"subpara\">  (iv)  providing customized services to assist investors with selecting a physical location for a potential investment (site selection) and navigating the province’s regulatory environment and permitting requirements,</p> <p class=\"subpara\">  (v)  providing a co-ordinated and streamlined investment experience that gives companies access to business development teams and a set of tools, services, credits, incentives and supports customized to address investor needs, whether provided by the Crown, the government, a ministry, a Crown agency or board, commission, authority or unincorporated body of the Crown, or a regional partner,</p> <p class=\"subpara\">  (vi)  leveraging the expertise of the business community, regional partners and other levels of government to inform the Corporation and the Minister on investment priorities and to enhance co-ordination with regional partners on investment opportunities in Ontario,</p> <p class=\"subpara\">  (vii)  providing financial assistance and incentives to promote Ontario’s overall economic competitiveness and to promote growth in Ontario,</p> <p class=\"subpara\">  (viii)  focusing efforts on attracting investments to Ontario that offer the greatest sustained benefits and that are aligned with government priorities,</p> <p class=\"subpara\">  (ix)  ensuring that the results and benefits of Invest Ontario’s activities are publicly reported in a transparent manner, and</p> <p class=\"subpara\">  (x)  co-operating with the domestic and international business community, other levels of government, ministries, Crown agencies and boards, commissions, authorities and unincorporated bodies of the Crown, and regional partners in order to benefit Ontario;</p> <p class=\"paragraph\">  (b)  to conduct such further activities, consistent with its objects, as are described in any policies or directives issued by the Minister or as set out in any agreement with the Minister;</p> <p class=\"paragraph\">  (c)  to receive, hold, sell, invest and otherwise deal with its assets in carrying out its objects; and</p> <p class=\"paragraph\">  (d)  to carry out such other objects as are prescribed by the regulations.</p>"
        },
        {
            "id": "4",
            "section": "Crown agent",
            "content": "4 (1) The Corporation and its subsidiaries are agents of the Crown in right of Ontario for all purposes. Payment of judgments against a corporation that is a Crown agent (2) The Minister of Finance shall pay from the Consolidated Revenue Fund the amount of any judgment against the Corporation that remains unpaid after the Corporation has made reasonable efforts, including liquidating assets, to pay the amount of the judgment.",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) The Corporation and its subsidiaries are agents of the Crown in right of Ontario for all purposes.</p> <p class=\"headnote\">Payment of judgments against a corporation that is a Crown agent</p> <p class=\"subsection\">(2) The Minister of Finance shall pay from the Consolidated Revenue Fund the amount of any judgment against the Corporation that remains unpaid after the Corporation has made reasonable efforts, including liquidating assets, to pay the amount of the judgment.</p>"
        },
        {
            "id": "5",
            "section": "Board of directors",
            "content": "5 (1) The board of directors of the Corporation shall be composed of up to 13 members. Management and supervision by board (2) The board of directors shall manage or supervise the management of the Corporation’s affairs.",
            "raw_html": "<p class=\"section\"><b>5</b> (1) The board of directors of the Corporation shall be composed of up to 13 members.</p> <p class=\"headnote\">Management and supervision by board</p> <p class=\"subsection\">(2) The board of directors shall manage or supervise the management of the Corporation’s affairs.</p>"
        },
        {
            "id": "6",
            "section": "Composition of board, etc.",
            "content": "6 (1) The board of directors of the Corporation shall be appointed by the Lieutenant Governor in Council on the recommendation of the Minister. Chair and vice-chair (2) The Minister shall designate a chair and a vice-chair from among the members of the board of directors. Same (3) If the chair is absent or unable to act, or if the office of the chair is vacant, the vice-chair shall act as chair. Same (4) If the chair and vice-chair are absent, the members present shall appoint an acting chair from among themselves. Quorum (5) A majority of the members constitutes a quorum of the board of directors. Remuneration and reimbursement (6) The members of the board of directors shall receive the remuneration and reimbursement for reasonable expenses as the Lieutenant Governor in Council determines.",
            "raw_html": "<p class=\"section\"><b>6</b> (1) The board of directors of the Corporation shall be appointed by the Lieutenant Governor in Council on the recommendation of the Minister.</p> <p class=\"headnote\">Chair and vice-chair</p> <p class=\"subsection\">(2) The Minister shall designate a chair and a vice-chair from among the members of the board of directors.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) If the chair is absent or unable to act, or if the office of the chair is vacant, the vice-chair shall act as chair.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) If the chair and vice-chair are absent, the members present shall appoint an acting chair from among themselves.</p> <p class=\"headnote\">Quorum</p> <p class=\"subsection\">(5) A majority of the members constitutes a quorum of the board of directors.</p> <p class=\"headnote\">Remuneration and reimbursement</p> <p class=\"subsection\">(6) The members of the board of directors shall receive the remuneration and reimbursement for reasonable expenses as the Lieutenant Governor in Council determines.</p>"
        },
        {
            "id": "7",
            "section": "By-laws",
            "content": "7 (1) The board of directors may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Corporation. Same (2) Without limiting the generality of subsection (1), the board of directors may pass by-laws and resolutions to, (a)  appoint officers and assign to them such powers and duties as the board of directors considers appropriate; (b)  establish committees of the board of directors and delegate powers and duties to such committees; (c)  govern the remuneration and benefits of employees of the Corporation; and (d)  effect the orderly transaction of the business of the Corporation. Minister’s approval (3) Despite subsection (1), by-laws of the board are subject to the Minister’s approval. Continuation of by-laws (4) Despite the revocation of Ontario Regulation 357/20 (Invest Ontario) made under the Development Corporations Act, any by-law made by the Corporation that was in effect immediately before the revocation is continued.",
            "raw_html": "<p class=\"section\"><b>7</b> (1) The board of directors may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Corporation.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Without limiting the generality of subsection (1), the board of directors may pass by-laws and resolutions to,</p> <p class=\"paragraph\">  (a)  appoint officers and assign to them such powers and duties as the board of directors considers appropriate;</p> <p class=\"paragraph\">  (b)  establish committees of the board of directors and delegate powers and duties to such committees;</p> <p class=\"paragraph\">  (c)  govern the remuneration and benefits of employees of the Corporation; and</p> <p class=\"paragraph\">  (d)  effect the orderly transaction of the business of the Corporation.</p> <p class=\"headnote\">Minister’s approval</p> <p class=\"subsection\">(3) Despite subsection (1), by-laws of the board are subject to the Minister’s approval.</p> <p class=\"headnote\">Continuation of by-laws</p> <p class=\"subsection\">(4) Despite the revocation of Ontario Regulation 357/20 (Invest Ontario) made under the <i>Development Corporations Act</i>, any by-law made by the Corporation that was in effect immediately before the revocation is continued.</p>"
        },
        {
            "id": "8",
            "section": "Chief Executive Officer",
            "content": "8 (1) The board of directors shall appoint a Chief Executive Officer. Same (2) The Chief Executive Officer is responsible for the operation of the Corporation, subject to the supervision and direction of the board of directors. Remuneration and benefits (3) The Corporation shall pay such remuneration and benefits to the Chief Executive Officer as is determined by the board of directors, subject to the Minister’s approval.",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) The board of directors shall appoint a Chief Executive Officer.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Chief Executive Officer is responsible for the operation of the Corporation, subject to the supervision and direction of the board of directors.</p> <p class=\"headnote\">Remuneration and benefits</p> <p class=\"subsection\">(3) The Corporation shall pay such remuneration and benefits to the Chief Executive Officer as is determined by the board of directors, subject to the Minister’s approval.</p>"
        },
        {
            "id": "9",
            "section": "Employees",
            "content": "9 (1) The Corporation may employ or otherwise engage persons as it considers necessary for the proper conduct of the business of the Corporation. Agreements for provision of services (2) The Corporation may enter into agreements with any minister of the Crown or chair of a Crown agency for the provision of services to the Corporation by employees of the Crown or employees of the Crown agency, as the case may be. Pension benefits (3) The Corporation may provide its eligible employees with pension benefits under the Public Service Pension Plan if the Corporation is designated as an employer under the Public Service Pension Act. Renumeration and benefits (4) The Corporation shall pay such remuneration and benefits to employees of the Corporation as is determined by the board of directors, subject to the Minister’s approval.",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) The Corporation may employ or otherwise engage persons as it considers necessary for the proper conduct of the business of the Corporation.</p> <p class=\"headnote\">Agreements for provision of services</p> <p class=\"subsection\">(2) The Corporation may enter into agreements with any minister of the Crown or chair of a Crown agency for the provision of services to the Corporation by employees of the Crown or employees of the Crown agency, as the case may be.</p> <p class=\"headnote\">Pension benefits</p> <p class=\"subsection\">(3) The Corporation may provide its eligible employees with pension benefits under the Public Service Pension Plan if the Corporation is designated as an employer under the <i>Public Service Pension Act</i>.</p> <p class=\"headnote\">Renumeration and benefits</p> <p class=\"subsection\">(4) The Corporation shall pay such remuneration and benefits to employees of the Corporation as is determined by the board of directors, subject to the Minister’s approval.</p>"
        },
        {
            "id": "10",
            "section": "Powers",
            "content": "10 Except as limited by this Act, the Corporation has the capacity, rights, powers and privileges of a natural person for carrying out its objects.",
            "raw_html": "<p class=\"section\"><b>10 </b>Except as limited by this Act, the Corporation has the capacity, rights, powers and privileges of a natural person for carrying out its objects.</p>"
        },
        {
            "id": "11",
            "section": "Limit on powers, approval of Lieutenant Governor in Council",
            "content": "11 The Corporation or a subsidiary shall not, except with the approval of the Lieutenant Governor in Council, (a)  acquire, hold or dispose of any interest in real property; or (b)  incorporate a subsidiary.",
            "raw_html": "<p class=\"section\"><b><span>11 </span></b><span>The Corporation or a subsidiary shall not, except with the approval of the Lieutenant Governor in Council,</span></p> <p class=\"paragraph\"><span>  (a)  acquire, hold or dispose of any interest in real property; or</span></p> <p class=\"paragraph\"><span>  (b)  incorporate a subsidiary.</span></p>"
        },
        {
            "id": "12",
            "section": "Limit on powers re borrowing",
            "content": "12 (1) The Corporation or a subsidiary shall not borrow or manage financial risks unless, (a)  a by-law of the Corporation or subsidiary, as the case may be, authorizes the activity and the Minister and the Minister of Finance have approved the by-law; and (b)  subject to subsection (3), the Ontario Financing Authority co-ordinates and arranges the activity. 2021, c. 8, Sched. 6, s. 12 (1). Temporary investments (2) The Corporation may temporarily invest money not immediately required to carry out its objects, but only if, (a)  a by-law of the Corporation authorizes the investments, which shall be selected from the following: (i)  securities issued or guaranteed as to principal and interest by Ontario, Canada, or another province or territory of Canada, (ii)  guaranteed investment certificates of a trust corporation that is registered under the Loan and Trust Corporations Act, (iii)  deposit receipts, term deposits, deposit notes, certificates of deposit or investment, banker’s acceptances or other similar instruments issued, guaranteed or endorsed by a bank listed in Schedule I or II to the Bank Act (Canada), or (iv)  guaranteed investment certificates, deposit receipts, term deposits, deposit notes, certificates of deposit or investment or other similar instruments that are issued, guaranteed or endorsed by a credit union within the meaning of the Credit Unions and Caisses Populaires Act, 2020; (b)  the Minister and the Minister of Finance have approved the by-law mentioned in clause (a); and (c)  subject to subsection (3), the Ontario Financing Authority co-ordinates and arranges the investments. 2021, c. 8, Sched. 6, s. 12 (2), 26. Direction of Minister of Finance (3) The Minister of Finance may in writing direct a person other than the Ontario Financing Authority to perform the functions referred to in clauses (1) (b) and (2) (c). 2021, c. 8, Sched. 6, s. 12 (3). Same (4) A direction of the Minister of Finance under subsection (3) may be general or specific and may include terms and conditions that the Minister of Finance considers advisable. 2021, c. 8, Sched. 6, s. 12 (4). Non-application of Legislation Act, 2006, Part III (5) Part III (Regulations) of the Legislation Act, 2006 does not apply to a direction issued under subsection (3). 2021, c. 8, Sched. 6, s. 12 (5). Section Amendments with date in force (d/m/y) 2021, c. 8, Sched. 6, s. 26 - 01/03/2022",
            "raw_html": "<p class=\"section\"><b>12 </b>(1) The Corporation or a subsidiary shall not borrow or manage financial risks unless,</p> <p class=\"paragraph\">  (a)  a by-law of the Corporation or subsidiary, as the case may be, authorizes the activity and the Minister and the Minister of Finance have approved the by-law; and</p> <p class=\"paragraph\">  (b)  subject to subsection (3), the Ontario Financing Authority co-ordinates and arranges the activity. <span>2021, c. 8, Sched. 6, s. 12 (1).</span></p> <p class=\"headnote\">Temporary investments</p> <p class=\"subsection\">(2) The Corporation may temporarily invest money not immediately required to carry out its objects, but only if,</p> <p class=\"paragraph\">  (a)  a by-law of the Corporation authorizes the investments, which shall be selected from the following:</p> <p class=\"subpara\">  (i)  securities issued or guaranteed as to principal and interest by Ontario, Canada, or another province or territory of Canada,</p> <p class=\"subpara\">  (ii)  guaranteed investment certificates of a trust corporation that is registered under the <i>Loan and Trust Corporations Act</i>,</p> <p class=\"subpara\">  (iii)  deposit receipts, term deposits, deposit notes, certificates of deposit or investment, banker’s acceptances or other similar instruments issued, guaranteed or endorsed by a bank listed in Schedule I or II to the <i>Bank Act</i> (Canada), or</p> <p class=\"subpara\">  (iv)  guaranteed investment certificates, deposit receipts, term deposits, deposit notes, certificates of deposit or investment or other similar instruments that are issued, guaranteed or endorsed by a credit union within the meaning of the <i>Credit Unions and Caisses Populaires Act, 2020</i>;</p> <p class=\"paragraph\">  (b)  the Minister and the Minister of Finance have approved the by-law mentioned in clause (a); and</p> <p class=\"paragraph\">  (c)  subject to subsection (3), the Ontario Financing Authority co-ordinates and arranges the investments. <span>2021, c. 8, Sched. 6, s. 12 (2), 26.</span> </p> <p class=\"headnote\">Direction of Minister of Finance</p> <p class=\"subsection\">(3) The Minister of Finance may in writing direct a person other than the Ontario Financing Authority to perform the functions referred to in clauses (1) (b) and (2) (c). <span>2021, c. 8, Sched. 6, s. 12 (3).</span></p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) A direction of the Minister of Finance under subsection (3) may be general or specific and may include terms and conditions that the Minister of Finance considers advisable. <span>2021, c. 8, Sched. 6, s. 12 (4).</span></p> <p class=\"headnote\">Non-application of <i>Legislation Act, 2006</i>, Part III</p> <p class=\"subsection\">(5) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to a direction issued under subsection (3). <span>2021, c. 8, Sched. 6, s. 12 (5).</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21008#sched6s26\">2021, c. 8, Sched. 6, s. 26</a><span> - 01/03/2022</span></p>"
        },
        {
            "id": "13.",
            "section": "Revenue",
            "content": "13.  (1) The revenues of the Corporation shall be deposited into accounts permitted by the Corporation’s by-laws and shall be applied solely for carrying out the Corporation’s objects. Status of revenue and assets (2) Despite Part I of the Financial Administration Act, all revenues and assets of the Corporation and its subsidiaries, if any, do not form part of the Consolidated Revenue Fund.",
            "raw_html": "<p class=\"section\"><b>13.</b>  (1) The revenues of the Corporation shall be deposited into accounts permitted by the Corporation’s by-laws and shall be applied solely for carrying out the Corporation’s objects.</p> <p class=\"headnote\">Status of revenue and assets</p> <p class=\"subsection\">(2) Despite Part I of the <i>Financial Administration Act</i>, all revenues and assets of the Corporation and its subsidiaries, if any, do not form part of the Consolidated Revenue Fund.</p>"
        },
        {
            "id": "14",
            "section": "Application of certain Acts",
            "content": "14 (1) Section 132 (disclosure: conflict of interest), subsection 134 (1) (standards of care, etc., of directors, etc.) and section 136 (indemnification) of the Business Corporations Act apply, with necessary modifications, to the Corporation and its directors. Same (2) The Corporations Information Act does not apply to the Corporation.",
            "raw_html": "<p class=\"section\"><b>14 </b>(1) Section 132 (disclosure: conflict of interest), subsection 134 (1) (standards of care, etc., of directors, etc.) and section 136 (indemnification) of the <i>Business Corporations Act</i> apply, with necessary modifications, to the Corporation and its directors.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The <i>Corporations Information Act</i> does not apply to the Corporation.</p>"
        },
        {
            "id": "15",
            "section": "Immunity of employees and others",
            "content": "15 (1) No cause of action arises against, (a)  a director, officer or employee of the Corporation or a subsidiary as a result of any act done in good faith in the performance or intended performance of his or her duties or any alleged neglect or default in the performance in good faith of his or her duties; or (b)  the Crown, a minister of the Crown or an employee or officer of the Crown as a result of any act or omission of a person who is not a minister of the Crown or a Crown employee or officer, if the act or omission is related, directly or indirectly, to the Corporation’s or subsidiary’s affairs or to the administration of this Act. No proceeding (2) No proceeding, including but not limited to a proceeding for a remedy in contract, restitution, tort or trust, shall be instituted against, (a)  a director, officer or employee of the Corporation or a subsidiary by a person who has suffered any damages, injury or other loss based on or related to any cause of action described in clause (1) (a); or (b)  the Crown, a minister of the Crown or an employee or officer of the Crown by a person who has suffered any damages, injury or other loss based on or related to any cause of action described in clause (1) (b). Liability of Corporation preserved (3) Subsections (1) and (2) do not relieve the Corporation or a subsidiary of any liability to which it would otherwise be subject.",
            "raw_html": "<p class=\"section\"><b>15 </b>(1) No cause of action arises against,</p> <p class=\"paragraph\">  (a)  a director, officer or employee of the Corporation or a subsidiary as a result of any act done in good faith in the performance or intended performance of his or her duties or any alleged neglect or default in the performance in good faith of his or her duties; or</p> <p class=\"paragraph\">  (b)  the Crown, a minister of the Crown or an employee or officer of the Crown as a result of any act or omission of a person who is not a minister of the Crown or a Crown employee or officer, if the act or omission is related, directly or indirectly, to the Corporation’s or subsidiary’s affairs or to the administration of this Act.</p> <p class=\"headnote\">No proceeding</p> <p class=\"subsection\">(2) No proceeding, including but not limited to a proceeding for a remedy in contract, restitution, tort or trust, shall be instituted against,</p> <p class=\"paragraph\">  (a)  a director, officer or employee of the Corporation or a subsidiary by a person who has suffered any damages, injury or other loss based on or related to any cause of action described in clause (1) (a); or</p> <p class=\"paragraph\">  (b)  the Crown, a minister of the Crown or an employee or officer of the Crown by a person who has suffered any damages, injury or other loss based on or related to any cause of action described in clause (1) (b).</p> <p class=\"headnote\">Liability of Corporation preserved</p> <p class=\"subsection\">(3) Subsections (1) and (2) do not relieve the Corporation or a subsidiary of any liability to which it would otherwise be subject.</p>"
        },
        {
            "id": "16",
            "section": "Financial records, etc.",
            "content": "16 (1) The Corporation shall maintain financial records for the Corporation and shall establish financial, management and information systems that will enable the Corporation to prepare financial statements in accordance with generally accepted accounting principles. Inspection (2) Upon the request of the Minister, the Corporation shall promptly make its financial records available for inspection.",
            "raw_html": "<p class=\"section\"><b>16 </b>(1) The Corporation shall maintain financial records for the Corporation and shall establish financial, management and information systems that will enable the Corporation to prepare financial statements in accordance with generally accepted accounting principles.</p> <p class=\"headnote\">Inspection</p> <p class=\"subsection\">(2) Upon the request of the Minister, the Corporation shall promptly make its financial records available for inspection.</p>"
        },
        {
            "id": "17",
            "section": "Fiscal year",
            "content": "17 The Corporation’s fiscal year begins on April 1 in each year and ends on March 31 in the following year.",
            "raw_html": "<p class=\"section\"><b>17 </b>The Corporation’s fiscal year begins on April 1 in each year and ends on March 31 in the following year.</p>"
        },
        {
            "id": "18",
            "section": "Reports",
            "content": "18 (1) The Corporation shall, on a frequency identified by the Minister, report on its progress in achieving performance targets and standards as set by the Minister. Annual report (2) The Corporation shall prepare an annual report, provide it to the Minister no later than 120 days after the end of the Corporation’s fiscal year and make it available to the public. Directives re annual report (3) The Corporation shall comply with such directives as may be issued by the Management Board of Cabinet with respect to, (a)  the form and content of the annual report; and (b)  when and how to make it available to the public. Additional content (4) The Corporation shall include such additional content in the annual report as the Minister may require.",
            "raw_html": "<p class=\"section\"><b>18 </b>(1) The Corporation shall, on a frequency identified by the Minister, report on its progress in achieving performance targets and standards as set by the Minister.</p> <p class=\"headnote\">Annual report</p> <p class=\"subsection\">(2) The Corporation shall prepare an annual report, provide it to the Minister no later than 120 days after the end of the Corporation’s fiscal year and make it available to the public.</p> <p class=\"headnote\">Directives re annual report</p> <p class=\"subsection\">(3) The Corporation shall comply with such directives as may be issued by the Management Board of Cabinet with respect to,</p> <p class=\"paragraph\">  (a)  the form and content of the annual report; and</p> <p class=\"paragraph\">  (b)  when and how to make it available to the public.</p> <p class=\"headnote\">Additional content</p> <p class=\"subsection\">(4) The Corporation shall include such additional content in the annual report as the Minister may require.</p>"
        },
        {
            "id": "19",
            "section": "Tabling of annual report",
            "content": "19 The Minister shall table the Corporation’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it.",
            "raw_html": "<p class=\"section\"><b>19 </b>The Minister shall table the Corporation’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it.</p>"
        },
        {
            "id": "20",
            "section": "Business plans and reports",
            "content": "20 (1) At least six months before the beginning of each fiscal year or by a date specified by the Minister, the Corporation shall prepare and provide to the Minister for the Minister’s approval a business plan described in subsection (2) and such reports as the Minister may require. Same (2) The business plan must be based on a five-year cycle and contain, (a)  the Corporation’s proposed operating budget for the fiscal year and the next two fiscal years; (b)  the Corporation’s projected revenues and their sources; (c)  the Corporation’s performance targets for the next fiscal year; and (d)  any other information required by the Minister.",
            "raw_html": "<p class=\"section\"><b>20 </b>(1) At least six months before the beginning of each fiscal year or by a date specified by the Minister, the Corporation shall prepare and provide to the Minister for the Minister’s approval a business plan described in subsection (2) and such reports as the Minister may require.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The business plan must be based on a five-year cycle and contain,</p> <p class=\"paragraph\">  (a)  the Corporation’s proposed operating budget for the fiscal year and the next two fiscal years;</p> <p class=\"paragraph\">  (b)  the Corporation’s projected revenues and their sources;</p> <p class=\"paragraph\">  (c)  the Corporation’s performance targets for the next fiscal year; and</p> <p class=\"paragraph\">  (d)  any other information required by the Minister.</p>"
        },
        {
            "id": "21",
            "section": "Other reports",
            "content": "21 The Minister may require the Corporation to provide other reports on such topics as the Minister specifies.",
            "raw_html": "<p class=\"section\"><b>21 </b>The Minister may require the Corporation to provide other reports on such topics as the Minister specifies.</p>"
        },
        {
            "id": "22",
            "section": "Policies and directives by Minister",
            "content": "22 (1) The Minister may issue policies and directives in writing to the board of directors of the Corporation or to any subsidiary on matters relating to the exercise of its powers or duties. Implementation of policies and directives (2) The board shall, through the Corporation, ensure that the policies and directives issued to the Corporation are implemented promptly and efficiently. Same, subsidiary (3) The governing body of a subsidiary shall ensure that the policies and directives issued to the subsidiary are implemented promptly and efficiently.",
            "raw_html": "<p class=\"section\"><b>22 </b>(1) The Minister may issue policies and directives in writing to the board of directors of the Corporation or to any subsidiary on matters relating to the exercise of its powers or duties.</p> <p class=\"headnote\">Implementation of policies and directives</p> <p class=\"subsection\">(2) The board shall, through the Corporation, ensure that the policies and directives issued to the Corporation are implemented promptly and efficiently.</p> <p class=\"headnote\">Same, subsidiary</p> <p class=\"subsection\">(3) The governing body of a subsidiary shall ensure that the policies and directives issued to the subsidiary are implemented promptly and efficiently.</p>"
        },
        {
            "id": "23",
            "section": "Audit",
            "content": "23 (1) The Corporation’s board of directors shall appoint one or more licensed public accountants to audit the accounts and transactions of the Corporation for the previous fiscal year. Auditor General (2) The Auditor General may also audit the accounts and transactions of the Corporation for any fiscal year. Minister-appointed auditor (3) The Minister may at any time appoint a licensed public accountant, other than the person appointed under subsection (1), to audit the accounts and transactions of the Corporation for any period of time specified by the Minister.",
            "raw_html": "<p class=\"section\"><b>23 </b>(1) The Corporation’s board of directors shall appoint one or more licensed public accountants to audit the accounts and transactions of the Corporation for the previous fiscal year.</p> <p class=\"headnote\">Auditor General</p> <p class=\"subsection\">(2) The Auditor General may also audit the accounts and transactions of the Corporation for any fiscal year.</p> <p class=\"headnote\">Minister-appointed auditor</p> <p class=\"subsection\">(3) The Minister may at any time appoint a licensed public accountant, other than the person appointed under subsection (1), to audit the accounts and transactions of the Corporation for any period of time specified by the Minister.</p>"
        },
        {
            "id": "24",
            "section": "Winding up",
            "content": "24 If the Lieutenant Governor in Council considers it to be in the public interest to wind up the affairs of the Corporation, he or she may do all things necessary to accomplish that, including dealing with the assets of the Corporation by, (a)  liquidating or selling the assets and paying the proceeds into the Consolidated Revenue Fund; or (b)  transferring the assets to the Crown or another agency of the Crown.",
            "raw_html": "<p class=\"section\"><b>24 </b>If the Lieutenant Governor in Council considers it to be in the public interest to wind up the affairs of the Corporation, he or she may do all things necessary to accomplish that, including dealing with the assets of the Corporation by,</p> <p class=\"paragraph\">  (a)  liquidating or selling the assets and paying the proceeds into the Consolidated Revenue Fund; or</p> <p class=\"paragraph\">  (b)  transferring the assets to the Crown or another agency of the Crown.</p>"
        },
        {
            "id": "25",
            "section": "Regulations",
            "content": "25 The Lieutenant Governor in Council may make regulations respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act and, without limiting the generality of the foregoing, may make regulations, (a)  prescribing anything referred to in this Act as being prescribed by the regulations; (b)  governing the manner in which the Corporation carries out its objects. 26 Omitted (provides for amendments to this Act). 27 Omitted (amends, repeals or revokes other legislation). 28 Omitted\r\n(provides for coming into force of provisions of this Act). 29 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>25 </b>The Lieutenant Governor in Council may make regulations respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act and, without limiting the generality of the foregoing, may make regulations,</p> <p class=\"paragraph\">  (a)  prescribing anything referred to in this Act as being prescribed by the regulations;</p> <p class=\"paragraph\">  (b)  governing the manner in which the Corporation carries out its objects.</p> <p class=\"section\"><b>26</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for amendments to this Act).</span></p> <p class=\"section\"><b>27</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>28 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>29</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/21i08\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "26",
            "section": "Regulations",
            "content": "26 Omitted (provides for amendments to this Act). 27 Omitted (amends, repeals or revokes other legislation). 28 Omitted\r\n(provides for coming into force of provisions of this Act). 29 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>26</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for amendments to this Act).</span></p> <p class=\"section\"><b>27</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>28 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>29</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/21i08\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "27",
            "section": "Regulations",
            "content": "27 Omitted (amends, repeals or revokes other legislation). 28 Omitted\r\n(provides for coming into force of provisions of this Act). 29 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>27</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>28 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>29</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/21i08\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "28",
            "section": "Regulations",
            "content": "28 Omitted\r\n(provides for coming into force of provisions of this Act). 29 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>28 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>29</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/21i08\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "29",
            "section": "Regulations",
            "content": "29 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>29</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/21i08\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}