{
    "act_info": {
        "full_title": "Investment Contracts Act, R.S.O. 1990, c. I.14",
        "act_name_text": "Not Found",
        "citation": "Investment Contracts Act, R.S.O. 1990, c. I.14",
        "url": "https://www.ontario.ca/laws/statute/90i14",
        "date_scraped": "2023-12-20 00:50:49"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “filed” means filed under this Act; (“déposé”) “investment contract” means a contract, agreement, certificate, instrument or writing containing an undertaking by an issuer to pay the holder thereof, or the holder’s assignee, or personal representative, or other person, a stated or determinable maturity value in cash or its equivalent on a fixed or determinable date and containing optional settlement, cash surrender or loan values prior to or after maturity, the consideration for which consists of payments made or to be made to the issuer in instalments or periodically, or of a single sum, according to a plan fixed by the contract, whether or not the holder is or may be entitled to share in the profits or earnings of, or to receive additional credits or sums from, the issuer, but does not include a contract within the meaning of the Insurance Act; (“contrat de placement”) “issuer” means a corporation that offers for sale, sells, makes or enters into investment contracts of its own issue, but does not include an insurer within the meaning of the Insurance Act or a corporation within the meaning of the Loan and Trust Corporations Act; (“émetteur”) “prescribed” means prescribed by the regulations; (“prescrit”) “qualified assets” means, (a) cash, (b) first mortgages on improved real estate and first mortgages made under the National Housing Act (Canada), or any predecessor thereof, (c) bonds, debentures, stocks and other securities of the classes authorized under the Insurance Act for the investment of the funds of joint stock insurance companies incorporated under the law of Ontario or authorized under the Canadian and British Insurance Companies Act (Canada) for the investment of the funds of companies registered thereunder, (d) real property acquired by foreclosure or in satisfaction of a debt and held for a period of less than seven years, and (e) such other investments or securities as are designated by the regulations; (“éléments d’actif admissibles”) “registered” means registered under this Act; (“inscrit”) “regulations” means the regulations made under this Act; (“règlements”) “salesperson” means a person employed, appointed or authorized by an issuer to sell investment contracts; (“vendeur”) “Superintendent” means the Superintendent of Insurance. (“surintendant”) R.S.O. 1980, c.221, s.1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“filed” means filed under this Act; (“déposé”)</p> <p class=\"definition-e\">“investment contract” means a contract, agreement, certificate, instrument or writing containing an undertaking by an issuer to pay the holder thereof, or the holder’s assignee, or personal representative, or other person, a stated or determinable maturity value in cash or its equivalent on a fixed or determinable date and containing optional settlement, cash surrender or loan values prior to or after maturity, the consideration for which consists of payments made or to be made to the issuer in instalments or periodically, or of a single sum, according to a plan fixed by the contract, whether or not the holder is or may be entitled to share in the profits or earnings of, or to receive additional credits or sums from, the issuer, but does not include a contract within the meaning of the <i>Insurance Act</i>; (“contrat de placement”)</p> <p class=\"definition-e\">“issuer” means a corporation that offers for sale, sells, makes or enters into investment contracts of its own issue, but does not include an insurer within the meaning of the <i>Insurance Act</i> or a corporation within the meaning of the <i>Loan and Trust Corporations Act</i>; (“émetteur”)</p> <p class=\"definition-e\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition-e\">“qualified assets” means,</p> <p class=\"defclause-e\">(a) cash,</p> <p class=\"defclause-e\">(b) first mortgages on improved real estate and first mortgages made under the <i>National Housing Act</i> (Canada), or any predecessor thereof,</p> <p class=\"defclause-e\">(c) bonds, debentures, stocks and other securities of the classes authorized under the <i>Insurance Act</i> for the investment of the funds of joint stock insurance companies incorporated under the law of Ontario or authorized under the <i>Canadian and British Insurance Companies Act</i> (Canada) for the investment of the funds of companies registered thereunder,</p> <p class=\"defclause-e\">(d) real property acquired by foreclosure or in satisfaction of a debt and held for a period of less than seven years, and</p> <p class=\"defclause-e\">(e) such other investments or securities as are designated by the regulations; (“éléments d’actif admissibles”)</p> <p class=\"definition-e\">“registered” means registered under this Act; (“inscrit”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“salesperson” means a person employed, appointed or authorized by an issuer to sell investment contracts; (“vendeur”)</p> <p class=\"definition-e\">“Superintendent” means the Superintendent of Insurance. (“surintendant”) R.S.O. 1980, c.221, s.1.</p>"
        },
        {
            "id": "2.",
            "section": "Filing form of contract",
            "content": "2. (1) No person shall issue for sale or offer for sale or sell an investment contract unless a copy of the form thereof has been filed with the Superintendent. Forms not to be filed (2) The Superintendent shall accept for filing a copy of the form of any investment contract tendered for filing unless the sale of investment contracts in such form would be inequitable or tend to work a fraud upon purchasers thereof or be against the public interest. R.S.O. 1980, c.221, s.2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) No person shall issue for sale or offer for sale or sell an investment contract unless a copy of the form thereof has been filed with the Superintendent.</p> <p class=\"headnote-e\"><b>Forms not to be filed</b></p> <p class=\"subsection-e\">(2) The Superintendent shall accept for filing a copy of the form of any investment contract tendered for filing unless the sale of investment contracts in such form would be inequitable or tend to work a fraud upon purchasers thereof or be against the public interest. R.S.O. 1980, c.221, s.2.</p>"
        },
        {
            "id": "3.",
            "section": "Who may issue contract",
            "content": "3. (1) No person shall issue for sale an investment contract unless such person is registered as an issuer. Who may sell contract (2) No person shall offer for sale or sell an investment contract unless such person is, (a) registered as an issuer; (b) recorded by the Superintendent as an executive officer of a registered issuer; or (c) registered as a salesperson. R.S.O. 1980, c.221, s.3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) No person shall issue for sale an investment contract unless such person is registered as an issuer.</p> <p class=\"headnote-e\"><b>Who may sell contract</b></p> <p class=\"subsection-e\">(2) No person shall offer for sale or sell an investment contract unless such person is,</p> <p class=\"clause-e\">(a) registered as an issuer;</p> <p class=\"clause-e\">(b) recorded by the Superintendent as an executive officer of a registered issuer; or</p> <p class=\"clause-e\">(c) registered as a salesperson. R.S.O. 1980, c.221, s.3.</p>"
        },
        {
            "id": "4.",
            "section": "What corporations may be registered",
            "content": "4. No corporation shall be registered under this Act as an issuer unless, (a) there has been filed with the Superintendent, (i) a certified copy of the Act, letters patent or other instrument of incorporation of the corporation, (ii) a certified list of the names and addresses of the executive officers of the corporation, (iii) a certified copy of the balance sheet of the corporation as at the close of its last completed fiscal year and its auditor’s report thereon, and (iv) copies of all forms of investment contracts proposed to be issued by the corporation for sale in Ontario; (b) at least $100,000 of its authorized capital stock has been subscribed and paid in, in cash, and the aggregate of its unimpaired paid-in capital and its surplus amounts to at least $200,000; (c) arrangements satisfactory to the Superintendent have been made for the deposit with a trust corporation, a bank listed in Schedule I or II to the Bank Act (Canada) or other suitable depositary or depositaries in Canada of qualified assets aggregating in amount, when valued as provided in section 20, not less at any time than the amount for which the corporation, under the terms of its investment contracts, is liable as of such time to pay in cash to the holders of all its investment contracts then outstanding, or aggregating such lesser amount as the Superintendent considers appropriate in the circumstances; except that, in the case of a corporation that maintains with a trust corporation, bank listed in Schedule I or II to the Bank Act (Canada) or other suitable depositary or depositaries outside Ontario but in Canada a deposit or deposits of qualified assets in such an aggregate amount or other deposit satisfactory to the Superintendent, no further deposit shall be required. R.S.O. 1980, c.221, s.4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> No corporation shall be registered under this Act as an issuer unless,</p> <p class=\"clause-e\">(a) there has been filed with the Superintendent,</p> <p class=\"subclause-e\">(i) a certified copy of the Act, letters patent or other instrument of incorporation of the corporation,</p> <p class=\"subclause-e\">(ii) a certified list of the names and addresses of the executive officers of the corporation,</p> <p class=\"subclause-e\">(iii) a certified copy of the balance sheet of the corporation as at the close of its last completed fiscal year and its auditor’s report thereon, and</p> <p class=\"subclause-e\">(iv) copies of all forms of investment contracts proposed to be issued by the corporation for sale in Ontario;</p> <p class=\"clause-e\">(b) at least $100,000 of its authorized capital stock has been subscribed and paid in, in cash, and the aggregate of its unimpaired paid-in capital and its surplus amounts to at least $200,000;</p> <p class=\"clause-e\">(c) arrangements satisfactory to the Superintendent have been made for the deposit with a trust corporation, a bank listed in Schedule I or II to the <i>Bank Act</i> (Canada) or other suitable depositary or depositaries in Canada of qualified assets aggregating in amount, when valued as provided in section 20, not less at any time than the amount for which the corporation, under the terms of its investment contracts, is liable as of such time to pay in cash to the holders of all its investment contracts then outstanding, or aggregating such lesser amount as the Superintendent considers appropriate in the circumstances; except that, in the case of a corporation that maintains with a trust corporation, bank listed in Schedule I or II to the <i>Bank Act</i> (Canada) or other suitable depositary or depositaries outside Ontario but in Canada a deposit or deposits of qualified assets in such an aggregate amount or other deposit satisfactory to the Superintendent, no further deposit shall be required. R.S.O. 1980, c.221, s.4.</p>"
        },
        {
            "id": "5.",
            "section": "Registration requirements",
            "content": "5. (1) No person shall be registered as a salesperson unless there has been filed with the Superintendent a written notice to the Superintendent from a registered issuer that such person has been employed, appointed or authorized to sell investment contracts issued by such issuer. Suspension of registration (2) Termination of the employment, appointment or authorization of a person employed, appointed or authorized to sell investment contracts issued by an issuer who has filed with the Superintendent a written notice pursuant to subsection (1) operates as a suspension of the registration of such person as a salesperson. R.S.O. 1980, c.221, s.5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) No person shall be registered as a salesperson unless there has been filed with the Superintendent a written notice to the Superintendent from a registered issuer that such person has been employed, appointed or authorized to sell investment contracts issued by such issuer.</p> <p class=\"headnote-e\"><b>Suspension of registration</b></p> <p class=\"subsection-e\">(2) Termination of the employment, appointment or authorization of a person employed, appointed or authorized to sell investment contracts issued by an issuer who has filed with the Superintendent a written notice pursuant to subsection (1) operates as a suspension of the registration of such person as a salesperson. R.S.O. 1980, c.221, s.5.</p>"
        },
        {
            "id": "6.",
            "section": "Application for registration",
            "content": "6. Every application for registration shall be made to the Superintendent in writing upon the prescribed form and shall be accompanied by the prescribed fee. R.S.O. 1980, c.221, s.6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> Every application for registration shall be made to the Superintendent in writing upon the prescribed form and shall be accompanied by the prescribed fee. R.S.O. 1980, c.221, s.6.</p>"
        },
        {
            "id": "7.",
            "section": "Address for service",
            "content": "7. Every applicant for registration shall state in the application an address for service in Ontario and all notices under this Act or the regulations are sufficiently served for all purposes if delivered or sent by prepaid mail to the latest address for service so stated. R.S.O. 1980, c.221, s.7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> Every applicant for registration shall state in the application an address for service in Ontario and all notices under this Act or the regulations are sufficiently served for all purposes if delivered or sent by prepaid mail to the latest address for service so stated. R.S.O. 1980, c.221, s.7.</p>"
        },
        {
            "id": "8.",
            "section": "Renewal of registration",
            "content": "8. Every registration and renewal of registration lapses on the 31st day of March, but any registered issuer or salesperson desiring renewal of registration shall on or before the 21st day of March make application for renewal of registration upon the prescribed form with the prescribed fee. R.S.O. 1980, c.221, s.8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> Every registration and renewal of registration lapses on the 31st day of March, but any registered issuer or salesperson desiring renewal of registration shall on or before the 21st day of March make application for renewal of registration upon the prescribed form with the prescribed fee. R.S.O. 1980, c.221, s.8.</p>"
        },
        {
            "id": "9.",
            "section": "Granting of registration or renewal",
            "content": "9. The Superintendent shall grant registration or renewal of registration, (a) to an issuer applying therefor where the applicant is suitable for registration and the sale of investment contracts issued by such issuer would not be inequitable or tend to work a fraud upon purchasers thereof or be against the public interest; and (b) to a salesperson applying therefor where the applicant is suitable for registration and the proposed registration is not objectionable. R.S.O. 1980, c.221, s.9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> The Superintendent shall grant registration or renewal of registration,</p> <p class=\"clause-e\">(a) to an issuer applying therefor where the applicant is suitable for registration and the sale of investment contracts issued by such issuer would not be inequitable or tend to work a fraud upon purchasers thereof or be against the public interest; and</p> <p class=\"clause-e\">(b) to a salesperson applying therefor where the applicant is suitable for registration and the proposed registration is not objectionable. R.S.O. 1980, c.221, s.9.</p>"
        },
        {
            "id": "10.",
            "section": "Liability on contracts",
            "content": "10. Every registered issuer shall, at all times, (a) maintain reserves for the payment of its outstanding investment contracts that, together with all future payments to be received by the issuer on such investment contracts, or the portions of such future payments still to be applied to reserves, and with accumulations of interest at an assumed rate provided in the contracts, such rate not to exceed a rate approved by the Superintendent, will attain the face or maturity value specified in the contracts when due, or the amount payable in accordance with the terms of the contracts; or (b) maintain reserves of such lesser amount as the Superintendent considers appropriate in the circumstances, but such reserves shall at no time be less than the amount for which such registered issuer, under the terms of its investment contracts, is liable to pay in cash to the holders of all its investment contracts then outstanding. R.S.O. 1980, c.221, s.10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> Every registered issuer shall, at all times,</p> <p class=\"clause-e\">(a) maintain reserves for the payment of its outstanding investment contracts that, together with all future payments to be received by the issuer on such investment contracts, or the portions of such future payments still to be applied to reserves, and with accumulations of interest at an assumed rate provided in the contracts, such rate not to exceed a rate approved by the Superintendent, will attain the face or maturity value specified in the contracts when due, or the amount payable in accordance with the terms of the contracts; or</p> <p class=\"clause-e\">(b) maintain reserves of such lesser amount as the Superintendent considers appropriate in the circumstances,</p> <p class=\"ssection-e\">but such reserves shall at no time be less than the amount for which such registered issuer, under the terms of its investment contracts, is liable to pay in cash to the holders of all its investment contracts then outstanding. R.S.O. 1980, c.221, s.10.</p>"
        },
        {
            "id": "11.",
            "section": "Investment of funds",
            "content": "11. Subject to section 12, a registered issuer may invest its funds only in investments in which a joint stock insurance company may invest its funds under Part XVII of the Insurance Act, or in investments in which a company registered under the Canadian and British Insurance Companies Act (Canada) may invest its funds. R.S.O. 1980, c.221, s.11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> Subject to section 12, a registered issuer may invest its funds only in investments in which a joint stock insurance company may invest its funds under Part XVII of the <i>Insurance Act</i>, or in investments in which a company registered under the <i>Canadian and British Insurance Companies Act</i> (Canada) may invest its funds. R.S.O. 1980, c.221, s.11.</p>"
        },
        {
            "id": "12.",
            "section": "Power to acquire and hold real property",
            "content": "12. (1) A registered issuer may acquire and hold for its own use and benefit such real property as is necessary for the transaction of its business, and may acquire or hold or construct a building larger than is required for the transaction of its business and may lease any part of the building not so required. Idem (2) A registered issuer may acquire and hold such real property as is, in good faith, mortgaged to it by way of security, and such real property as is acquired by it by foreclosure or in satisfaction of a debt, and may sell, mortgage, lease or otherwise dispose of such real property, but such issuer shall sell any such last-mentioned real property within seven years after it has been so acquired. R.S.O. 1980, c.221, s.12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> (1) A registered issuer may acquire and hold for its own use and benefit such real property as is necessary for the transaction of its business, and may acquire or hold or construct a building larger than is required for the transaction of its business and may lease any part of the building not so required.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) A registered issuer may acquire and hold such real property as is, in good faith, mortgaged to it by way of security, and such real property as is acquired by it by foreclosure or in satisfaction of a debt, and may sell, mortgage, lease or otherwise dispose of such real property, but such issuer shall sell any such last-mentioned real property within seven years after it has been so acquired. R.S.O. 1980, c.221, s.12.</p>"
        },
        {
            "id": "13.",
            "section": "Suspension or cancellation of registration",
            "content": "13. (1) The Superintendent may suspend or cancel any registration upon any grounds that would justify refusal to grant registration or renewal of registration. Idem (2) The Superintendent may suspend or cancel the registration of an issuer where it appears to the Superintendent from the statements and reports filed with him or her or from an inspection or valuation that the issuer will be unable to provide for the payment of its investment contracts at maturity. R.S.O. 1980, c.221, s.13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> (1) The Superintendent may suspend or cancel any registration upon any grounds that would justify refusal to grant registration or renewal of registration.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The Superintendent may suspend or cancel the registration of an issuer where it appears to the Superintendent from the statements and reports filed with him or her or from an inspection or valuation that the issuer will be unable to provide for the payment of its investment contracts at maturity. R.S.O. 1980, c.221, s.13.</p>"
        },
        {
            "id": "14.",
            "section": "Further application for registration",
            "content": "14. Despite any order of the Superintendent, a further application may be made upon new or other material or where it is clear that material circumstances have changed. R.S.O. 1980, c.221, s.14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> Despite any order of the Superintendent, a further application may be made upon new or other material or where it is clear that material circumstances have changed. R.S.O. 1980, c.221, s.14.</p>"
        },
        {
            "id": "15.",
            "section": "Appeal",
            "content": "15. (1) An applicant for registration or renewal of registration or any person who in the person’s opinion is aggrieved by a decision of the Superintendent may appeal therefrom to the Divisional Court in accordance with the rules of court. R.S.O. 1980, c.221, s.15(1). Certificate (2) The Superintendent shall certify to the Ontario Court (General Division) the decision appealed from, his or her reasons therefor, and the documents, inspection reports and evidence, if any, and such other information as the Superintendent had before him or her in making the decision. R.S.O. 1980, c.221, s.15(2), revised.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) An applicant for registration or renewal of registration or any person who in the person’s opinion is aggrieved by a decision of the Superintendent may appeal therefrom to the Divisional Court in accordance with the rules of court. R.S.O. 1980, c.221, s.15(1).</p> <p class=\"headnote-e\"><b>Certificate</b></p> <p class=\"subsection-e\">(2) The Superintendent shall certify to the Ontario Court (General Division) the decision appealed from, his or her reasons therefor, and the documents, inspection reports and evidence, if any, and such other information as the Superintendent had before him or her in making the decision. R.S.O. 1980, c.221, s.15(2), <i>revised</i>.</p>"
        },
        {
            "id": "16.",
            "section": "Filing statement",
            "content": "16. (1) Not later than thirty days after the expiration of each quarterly period ending March 31st, June 30th, September 30th and December 31st, every registered issuer shall file with the Superintendent a statement, certified to by its auditor or by such officer of the issuer as may be approved by the Superintendent, showing, (a) the amount on the last day of the quarterly period required by section 10 to be maintained as reserves by the issuer on all outstanding investment contracts; (b) all qualified assets on deposit on the last day of the quarterly period last ended with the trust corporation, bank listed in Schedule I or II to the Bank Act (Canada) or other depositary or depositaries in Canada approved by the Superintendent and the value, when valued as provided in section 20, of such qualified assets as at such date; and (c) such information as the Superintendent may require. Filing balance sheet (2) Not later than ninety days after the expiration of its fiscal year, every registered issuer shall file with the Superintendent a balance sheet and profit and loss statement for such completed fiscal year, certified by two of its directors and reported on by its auditor, and such other financial statements as the Superintendent may require. Market value of securities (3) The market value of all securities at the date of the statement shall be noted on the balance sheet. Auditor (4) The auditor of an issuer registered under this Act shall be a person or firm acceptable to the Superintendent. R.S.O. 1980, c.221, s.16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) Not later than thirty days after the expiration of each quarterly period ending March 31st, June 30th, September 30th and December 31st, every registered issuer shall file with the Superintendent a statement, certified to by its auditor or by such officer of the issuer as may be approved by the Superintendent, showing,</p> <p class=\"clause-e\">(a) the amount on the last day of the quarterly period required by section 10 to be maintained as reserves by the issuer on all outstanding investment contracts;</p> <p class=\"clause-e\">(b) all qualified assets on deposit on the last day of the quarterly period last ended with the trust corporation, bank listed in Schedule I or II to the <i>Bank Act</i> (Canada) or other depositary or depositaries in Canada approved by the Superintendent and the value, when valued as provided in section 20, of such qualified assets as at such date; and</p> <p class=\"clause-e\">(c) such information as the Superintendent may require.</p> <p class=\"headnote-e\"><b>Filing balance sheet</b></p> <p class=\"subsection-e\">(2) Not later than ninety days after the expiration of its fiscal year, every registered issuer shall file with the Superintendent a balance sheet and profit and loss statement for such completed fiscal year, certified by two of its directors and reported on by its auditor, and such other financial statements as the Superintendent may require.</p> <p class=\"headnote-e\"><b>Market value of securities</b></p> <p class=\"subsection-e\">(3) The market value of all securities at the date of the statement shall be noted on the balance sheet.</p> <p class=\"headnote-e\"><b>Auditor</b></p> <p class=\"subsection-e\">(4) The auditor of an issuer registered under this Act shall be a person or firm acceptable to the Superintendent. R.S.O. 1980, c.221, s.16.</p>"
        },
        {
            "id": "17.",
            "section": "Inspection",
            "content": "17. (1) The Superintendent may at any time make or cause to be made an inspection of the books, documents and records of any issuer and of any salesperson. Access on inspection (2) Upon any such inspection, the Superintendent or his or her duly authorized representative is entitled to free access to all books of account, cash, securities, documents, bank accounts, vouchers, correspondence and records of every description of the issuer or salesperson, and no person shall withhold or destroy, conceal or refuse to furnish any information or thing reasonably required by the Superintendent for the purposes of the inspection. R.S.O. 1980, c.221, s.17.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> (1) The Superintendent may at any time make or cause to be made an inspection of the books, documents and records of any issuer and of any salesperson.</p> <p class=\"headnote-e\"><b>Access on inspection</b></p> <p class=\"subsection-e\">(2) Upon any such inspection, the Superintendent or his or her duly authorized representative is entitled to free access to all books of account, cash, securities, documents, bank accounts, vouchers, correspondence and records of every description of the issuer or salesperson, and no person shall withhold or destroy, conceal or refuse to furnish any information or thing reasonably required by the Superintendent for the purposes of the inspection. R.S.O. 1980, c.221, s.17.</p>"
        },
        {
            "id": "18.",
            "section": "Advertising and forms",
            "content": "18. The Superintendent may at any time require any issuer or salesperson to submit for review any circulars, pamphlets, brochures, specimen contracts, application forms or other documents used by such issuer or salesperson in connection with the sale of investment contracts. R.S.O. 1980, c.221, s.18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> The Superintendent may at any time require any issuer or salesperson to submit for review any circulars, pamphlets, brochures, specimen contracts, application forms or other documents used by such issuer or salesperson in connection with the sale of investment contracts. R.S.O. 1980, c.221, s.18.</p>"
        },
        {
            "id": "19.",
            "section": "Notice of changes by issuer",
            "content": "19. (1) Every registered issuer shall notify the Superintendent in writing of, (a) any change in its address for service; (b) any change in its executive officers; and (c) the commencement and termination of the employment, appointment or authorization of each of its salespersons. by salesperson (2) Every salesperson registered under this Act shall notify the Superintendent in writing of, (a) any change in his or her address for service; and (b) every commencement and termination of his or her employment, appointment or authorization by a registered issuer. R.S.O. 1980, c.221, s.19.",
            "raw_html": "<p class=\"section-e\"><b>19.</b> (1) Every registered issuer shall notify the Superintendent in writing of,</p> <p class=\"clause-e\">(a) any change in its address for service;</p> <p class=\"clause-e\">(b) any change in its executive officers; and</p> <p class=\"clause-e\">(c) the commencement and termination of the employment, appointment or authorization of each of its salespersons.</p> <p class=\"headnote-e\"><b>by salesperson</b></p> <p class=\"subsection-e\">(2) Every salesperson registered under this Act shall notify the Superintendent in writing of,</p> <p class=\"clause-e\">(a) any change in his or her address for service; and</p> <p class=\"clause-e\">(b) every commencement and termination of his or her employment, appointment or authorization by a registered issuer. R.S.O. 1980, c.221, s.19.</p>"
        },
        {
            "id": "20.",
            "section": "Valuation of assets",
            "content": "20. (1) In any statement or balance sheet to be filed with the Superintendent under this Act, an issuer may value its assets as, (a) cash-in the amount thereof in lawful money of Canada; (b) first mortgages-in the amount of the balance of the principal sum secured thereby together with all unpaid interest accrued thereon; (c) bonds, debentures and other evidences of indebtedness having a fixed term and rate of interest that are not in default as to principal or interest and that in the opinion of the Superintendent are amply secured, (i) if purchased at par, at the par value, (ii) if purchased above or below par, on the basis of the purchase price adjusted so as to bring the value to par at maturity and so as to yield meantime the effective rate of interest at which the purchase was made, but the purchase price shall in no case be taken at a higher figure than the actual market value at the time of purchase; (d) bonds, debentures and other evidences of indebtedness having a fixed term and rate of interest that are in default as to principal or interest or that in the opinion of the Superintendent are not amply secured-at the market value at the date of the statement; (e) stocks-at the book value not in excess of the cost to the issuer and in the aggregate not in excess of the aggregate market value at the date of the statement; and (f) other securities-at the book value but not in excess of the aggregate market value at the date of the statement. Idem (2) Where any assets consist of securities whose market values are unduly depressed and in respect of which companies registered under the Canadian and British Insurance Companies Act (Canada) have been authorized to use values in excess of such market values, such assets may, with the approval of the Superintendent, be valued as authorized under that Act, but, if it appears to the Superintendent that the amount secured by mortgage on any parcel of real estate together with interest due and accrued thereon is greater than the value of such parcel or that such parcel is not sufficient for the loan and interest, the Superintendent may procure an appraisement thereof, and, if from the appraised value it appears that such parcel of real estate is not adequate security for the loan and interest, such loan or mortgage shall be valued at an amount not to exceed the appraised value. R.S.O. 1980, c.221, s.20.",
            "raw_html": "<p class=\"section-e\"><b>20.</b> (1) In any statement or balance sheet to be filed with the Superintendent under this Act, an issuer may value its assets as,</p> <p class=\"clause-e\">(a) cash-in the amount thereof in lawful money of Canada;</p> <p class=\"clause-e\">(b) first mortgages-in the amount of the balance of the principal sum secured thereby together with all unpaid interest accrued thereon;</p> <p class=\"clause-e\">(c) bonds, debentures and other evidences of indebtedness having a fixed term and rate of interest that are not in default as to principal or interest and that in the opinion of the Superintendent are amply secured,</p> <p class=\"subclause-e\">(i) if purchased at par, at the par value,</p> <p class=\"subclause-e\">(ii) if purchased above or below par, on the basis of the purchase price adjusted so as to bring the value to par at maturity and so as to yield meantime the effective rate of interest at which the purchase was made,</p> <p class=\"sclause-e\">but the purchase price shall in no case be taken at a higher figure than the actual market value at the time of purchase;</p> <p class=\"clause-e\">(d) bonds, debentures and other evidences of indebtedness having a fixed term and rate of interest that are in default as to principal or interest or that in the opinion of the Superintendent are not amply secured-at the market value at the date of the statement;</p> <p class=\"clause-e\">(e) stocks-at the book value not in excess of the cost to the issuer and in the aggregate not in excess of the aggregate market value at the date of the statement; and</p> <p class=\"clause-e\">(f) other securities-at the book value but not in excess of the aggregate market value at the date of the statement.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Where any assets consist of securities whose market values are unduly depressed and in respect of which companies registered under the <i>Canadian and British Insurance Companies Act</i> (Canada) have been authorized to use values in excess of such market values, such assets may, with the approval of the Superintendent, be valued as authorized under that Act, but, if it appears to the Superintendent that the amount secured by mortgage on any parcel of real estate together with interest due and accrued thereon is greater than the value of such parcel or that such parcel is not sufficient for the loan and interest, the Superintendent may procure an appraisement thereof, and, if from the appraised value it appears that such parcel of real estate is not adequate security for the loan and interest, such loan or mortgage shall be valued at an amount not to exceed the appraised value. R.S.O. 1980, c.221, s.20.</p>"
        },
        {
            "id": "21.",
            "section": "Extension of time prescribed",
            "content": "21. The Superintendent may extend the time for the filing of any statement, balance sheet or other document, or the making of any application for renewal of registration under this Act. R.S.O. 1980, c.221, s.21.",
            "raw_html": "<p class=\"section-e\"><b>21.</b> The Superintendent may extend the time for the filing of any statement, balance sheet or other document, or the making of any application for renewal of registration under this Act. R.S.O. 1980, c.221, s.21.</p>"
        },
        {
            "id": "22.",
            "section": "Exempted sales",
            "content": "22. Nothing in this Act prevents the sale of an investment contract by or on behalf of the holder thereof where such sale is not made in the course of continued and successive transactions of like character or by a person whose usual business is the issuance or sale of investment contracts. R.S.O. 1980, c.221, s.22.",
            "raw_html": "<p class=\"section-e\"><b>22.</b> Nothing in this Act prevents the sale of an investment contract by or on behalf of the holder thereof where such sale is not made in the course of continued and successive transactions of like character or by a person whose usual business is the issuance or sale of investment contracts. R.S.O. 1980, c.221, s.22.</p>"
        },
        {
            "id": "23.",
            "section": "Offences",
            "content": "23. (1) Every person who contravenes subsection 2(1) or subsection 3(1) or clause 3(2)(a) or (b) is guilty of an offence and on conviction is liable to a fine of not more than $5,000. Idem (2) Every person who contravenes clause 3(2)(c) is guilty of an offence and on conviction is liable to a fine of not more than $1,000. Idem (3) Every person who contravenes any other provision of this Act is guilty of an offence and on conviction is liable to a fine of not more than $500. R.S.O. 1980, c.221, s.23.",
            "raw_html": "<p class=\"section-e\"><b>23.</b> (1) Every person who contravenes subsection 2(1) or subsection 3(1) or clause 3(2)(a) or (b) is guilty of an offence and on conviction is liable to a fine of not more than $5,000.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Every person who contravenes clause 3(2)(c) is guilty of an offence and on conviction is liable to a fine of not more than $1,000.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) Every person who contravenes any other provision of this Act is guilty of an offence and on conviction is liable to a fine of not more than $500. R.S.O. 1980, c.221, s.23.</p>"
        },
        {
            "id": "24.",
            "section": "Recovery of penalties",
            "content": "24. No proceedings to recover the penalties provided in section 23 shall be instituted except, (a) with the written consent of the Attorney General; and (b) within two years after the offence is committed. R.S.O. 1980, c.221, s.24.",
            "raw_html": "<p class=\"section-e\"><b>24.</b> No proceedings to recover the penalties provided in section 23 shall be instituted except,</p> <p class=\"clause-e\">(a) with the written consent of the Attorney General; and</p> <p class=\"clause-e\">(b) within two years after the offence is committed. R.S.O. 1980, c.221, s.24.</p>"
        },
        {
            "id": "25.",
            "section": "Regulations",
            "content": "25. The Lieutenant Governor in Council may make regulations, (a) prescribing the fees payable upon applications for registration and renewal of registration; (b) prescribing forms and providing for their use; (c) designating investments or securities as qualified assets within the meaning of this Act; (d) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1980, c.221, s.25.",
            "raw_html": "<p class=\"section-e\"><b>25.</b> The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) prescribing the fees payable upon applications for registration and renewal of registration;</p> <p class=\"clause-e\">(b) prescribing forms and providing for their use;</p> <p class=\"clause-e\">(c) designating investments or securities as qualified assets within the meaning of this Act;</p> <p class=\"clause-e\">(d) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1980, c.221, s.25.</p>"
        },
        {
            "id": "26.",
            "section": "Contract not a security",
            "content": "26. Despite the Securities Act, (a) an investment contract shall be deemed not to be a security; and (b) an issuer shall be deemed not to be an investment company, within the meaning of that Act. R.S.O. 1980, c.221, s.26. ____________________ Français ",
            "raw_html": "<p class=\"section-e\"><b>26.</b> Despite the <i>Securities Act</i>,</p> <p class=\"clause-e\">(a) an investment contract shall be deemed not to be a security; and</p> <p class=\"clause-e\">(b) an issuer shall be deemed not to be an investment company,</p> <p class=\"ssection-e\">within the meaning of that Act. R.S.O. 1980, c.221, s.26.</p> <p class=\"line-e\">____________________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90i14_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90i14_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}