{
    "act_info": {
        "full_title": "Judicial Review Procedure Act, R.S.O. 1990, c. J.1",
        "act_name_text": "Judicial Review Procedure Act",
        "citation": "R.S.O. 1990, c. J.1",
        "url": "https://www.ontario.ca/laws/statute/90j01",
        "date_scraped": "2023-12-18 20:18:36"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  8, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90j01/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "July  7, 2020"
        },
        {
            "a_href": "/laws/statute/90j01/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "June 21, 2006"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “application for judicial review” means an application under subsection 2 (1); (“requête en révision judiciaire”) “court” means the Superior Court of Justice; (“Cour”) “licence” includes any permit, certificate, approval, registration or similar form of permission required by law; (“autorisation”) “municipality” has the same meaning as in the Municipal Affairs Act; (“municipalité”) “party” includes a municipality, association of employers, a trade union or council of trade unions which may be a party to any of the proceedings mentioned in subsection 2 (1); (“partie”) “statutory power” means a power or right conferred by or under a statute, (a)  to make any regulation, rule, by-law or order, or to give any other direction having force as subordinate legislation, (b)  to exercise a statutory power of decision, (c)  to require any person or party to do or to refrain from doing any act or thing that, but for such requirement, such person or party would not be required by law to do or to refrain from doing, (d)  to do any act or thing that would, but for such power or right, be a breach of the legal rights of any person or party; (“compétence légale”) “statutory power of decision” means a power or right conferred by or under a statute to make a decision deciding or prescribing, (a)  the legal rights, powers, privileges, immunities, duties or liabilities of any person or party, or (b)  the eligibility of any person or party to receive, or to the continuation of, a benefit or licence, whether the person or party is legally entitled thereto or not, and includes the powers of an inferior court. (“compétence légale de décision”)  R.S.O. 1990, c. J.1, s. 1; 2002, c. 17, Sched. F, Table; 2006, c. 19, Sched. C, s. 1 (1). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“application for judicial review” means an application under subsection 2 (1); (“requête en révision judiciaire”)</p> <p class=\"definition\">“court” means the Superior Court of Justice; (“Cour”)</p> <p class=\"definition\">“licence” includes any permit, certificate, approval, registration or similar form of permission required by law; (“autorisation”)</p> <p class=\"definition\">“municipality” has the same meaning as in the <i>Municipal Affairs Act</i>; (“municipalité”)</p> <p class=\"definition\">“party” includes a municipality, association of employers, a trade union or council of trade unions which may be a party to any of the proceedings mentioned in subsection 2 (1); (“partie”)</p> <p class=\"definition\">“statutory power” means a power or right conferred by or under a statute,</p> <p class=\"paragraph\">  (a)  to make any regulation, rule, by-law or order, or to give any other direction having force as subordinate legislation,</p> <p class=\"paragraph\">  (b)  to exercise a statutory power of decision,</p> <p class=\"paragraph\">  (c)  to require any person or party to do or to refrain from doing any act or thing that, but for such requirement, such person or party would not be required by law to do or to refrain from doing,</p> <p class=\"paragraph\">  (d)  to do any act or thing that would, but for such power or right, be a breach of the legal rights of any person or party; (“compétence légale”)</p> <p class=\"definition\">“statutory power of decision” means a power or right conferred by or under a statute to make a decision deciding or prescribing,</p> <p class=\"paragraph\">  (a)  the legal rights, powers, privileges, immunities, duties or liabilities of any person or party, or</p> <p class=\"paragraph\">  (b)  the eligibility of any person or party to receive, or to the continuation of, a benefit or licence, whether the person or party is legally entitled thereto or not,</p> <p class=\"definition\">  and includes the powers of an inferior court. (“compétence légale de décision”)  R.S.O. 1990, c. J.1, s. 1; 2002, c. 17, Sched. F, Table; 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "2",
            "section": "Applications for judicial review",
            "content": "2 (1) On an application by way of originating notice, which may be styled “Notice of Application for Judicial Review”, the court may, despite any right of appeal, by order grant any relief that the applicant would be entitled to in any one or more of the following: 1.  Proceedings by way of application for an order in the nature of mandamus, prohibition or certiorari. 2.  Proceedings by way of an action for a declaration or for an injunction, or both, in relation to the exercise, refusal to exercise or proposed or purported exercise of a statutory power. R.S.O. 1990, c. J.1, s. 2 (1). Error of law (2) The power of the court to set aside a decision for error of law on the face of the record on an application for an order in the nature of certiorari is extended so as to apply on an application for judicial review in relation to any decision made in the exercise of any statutory power of decision to the extent it is not limited or precluded by the Act conferring such power of decision. R.S.O. 1990, c. J.1, s. 2 (2). Lack of evidence (3) Where the findings of fact of a tribunal made in the exercise of a statutory power of decision are required by any statute or law to be based exclusively on evidence admissible before it and on facts of which it may take notice and there is no such evidence and there are no such facts to support findings of fact made by the tribunal in making a decision in the exercise of such power, the court may set aside the decision on an application for judicial review. R.S.O. 1990, c. J.1, s. 2 (3). Power to set aside (4) Where the applicant on an application for judicial review is entitled to a judgment declaring that a decision made in the exercise of a statutory power of decision is unauthorized or otherwise invalid, the court may, in the place of such declaration, set aside the decision. R.S.O. 1990, c. J.1, s. 2 (4). Power to refuse relief (5) The court may refuse to grant any relief on an application for judicial review. 2020, c. 11, Sched. 10, s. 1. (6) Repealed: 2020, c. 11, Sched. 10, s. 1. Section Amendments with date in force (d/m/y) 2020, c. 11, Sched. 10, s. 1 - 08/07/2020",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) On an application by way of originating notice, which may be styled “Notice of Application for Judicial Review”, the court may, despite any right of appeal, by order grant any relief that the applicant would be entitled to in any one or more of the following:</p> <p class=\"paragraph\">  1.  Proceedings by way of application for an order in the nature of mandamus, prohibition or certiorari.</p> <p class=\"paragraph\">  2.  Proceedings by way of an action for a declaration or for an injunction, or both, in relation to the exercise, refusal to exercise or proposed or purported exercise of a statutory power. R.S.O. 1990, c. J.1, s. 2 (1).</p> <p class=\"headnote\">Error of law</p> <p class=\"subsection\">(2) The power of the court to set aside a decision for error of law on the face of the record on an application for an order in the nature of certiorari is extended so as to apply on an application for judicial review in relation to any decision made in the exercise of any statutory power of decision to the extent it is not limited or precluded by the Act conferring such power of decision. R.S.O. 1990, c. J.1, s. 2 (2).</p> <p class=\"headnote\">Lack of evidence</p> <p class=\"subsection\">(3) Where the findings of fact of a tribunal made in the exercise of a statutory power of decision are required by any statute or law to be based exclusively on evidence admissible before it and on facts of which it may take notice and there is no such evidence and there are no such facts to support findings of fact made by the tribunal in making a decision in the exercise of such power, the court may set aside the decision on an application for judicial review. R.S.O. 1990, c. J.1, s. 2 (3).</p> <p class=\"headnote\">Power to set aside</p> <p class=\"subsection\">(4) Where the applicant on an application for judicial review is entitled to a judgment declaring that a decision made in the exercise of a statutory power of decision is unauthorized or otherwise invalid, the court may, in the place of such declaration, set aside the decision. R.S.O. 1990, c. J.1, s. 2 (4).</p> <p class=\"headnote\">Power to refuse relief</p> <p class=\"subsection\">(5) The court may refuse to grant any relief on an application for judicial review. 2020, c. 11, Sched. 10, s. 1.</p> <p class=\"subsection\">(6) <span class=\"ovsmallcap\">Repealed:</span> 2020, c. 11, Sched. 10, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20011#sched10s1\">2020, c. 11, Sched. 10, s. 1</a></span> - 08/07/2020</p>"
        },
        {
            "id": "3",
            "section": "Defects in form, technical irregularities",
            "content": "3 On an application for judicial review in relation to a statutory power of decision, where the sole ground for relief established is a defect in form or a technical irregularity, if the court finds that no substantial wrong or miscarriage of justice has occurred, the court may refuse relief and, where the decision has already been made, may make an order validating the decision, despite such defect, to have effect from such time and on such terms as the court considers proper.  R.S.O. 1990, c. J.1, s. 3.",
            "raw_html": "<p class=\"section\"><b>3 </b>On an application for judicial review in relation to a statutory power of decision, where the sole ground for relief established is a defect in form or a technical irregularity, if the court finds that no substantial wrong or miscarriage of justice has occurred, the court may refuse relief and, where the decision has already been made, may make an order validating the decision, despite such defect, to have effect from such time and on such terms as the court considers proper.  R.S.O. 1990, c. J.1, s. 3.</p>"
        },
        {
            "id": "4",
            "section": "Interim order",
            "content": "4 On an application for judicial review, the court may make such interim order as it considers proper pending the final determination of the application.  R.S.O. 1990, c. J.1, s. 4.",
            "raw_html": "<p class=\"section\"><b>4 </b>On an application for judicial review, the court may make such interim order as it considers proper pending the final determination of the application.  R.S.O. 1990, c. J.1, s. 4.</p>"
        },
        {
            "id": "5",
            "section": "Time for bringing application",
            "content": "5 (1) Unless another Act provides otherwise, an application for judicial review shall be made no later than 30 days after the date the decision or matter for which judicial review is being sought was made or occurred, subject to subsection (2). 2020, c. 11, Sched. 10, s. 2. Extension (2) The court may, on such terms as it considers proper, extend the time for making an application for judicial review if it is satisfied that there are apparent grounds for relief and that no substantial prejudice or hardship will result to any person affected by reason of the delay. 2020, c. 11, Sched. 10, s. 2. Same, other Acts (3) Subsection (2) applies with respect to any limitation of time for the bringing of an application for judicial review under any other Act, unless that Act expressly provides otherwise. 2020, c. 11, Sched. 10, s. 2. Transition (4) Subsection (1) applies with respect to the judicial review of a decision that is made or of a matter that occurs on or after the day section 2 of Schedule 10 to the Smarter and Stronger Justice Act, 2020 comes into force. 2020, c. 11, Sched. 10, s. 2. Section Amendments with date in force (d/m/y) 2020, c. 11, Sched. 10, s. 2 - 08/07/2020",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) Unless another Act provides otherwise, an application for judicial review shall be made no later than 30 days after the date the decision or matter for which judicial review is being sought was made or occurred, subject to subsection (2). 2020, c. 11, Sched. 10, s. 2.</p> <p class=\"headnote\">Extension</p> <p class=\"subsection\">(2) The court may, on such terms as it considers proper, extend the time for making an application for judicial review if it is satisfied that there are apparent grounds for relief and that no substantial prejudice or hardship will result to any person affected by reason of the delay. 2020, c. 11, Sched. 10, s. 2.</p> <p class=\"headnote\">Same, other Acts</p> <p class=\"subsection\">(3) Subsection (2) applies with respect to any limitation of time for the bringing of an application for judicial review under any other Act, unless that Act expressly provides otherwise. 2020, c. 11, Sched. 10, s. 2.</p> <p class=\"headnote\">Transition</p> <p class=\"subsection\">(4) Subsection (1) applies with respect to the judicial review of a decision that is made or of a matter that occurs on or after the day section 2 of Schedule 10 to the <i>Smarter and Stronger Justice Act, 2020</i> comes into force. 2020, c. 11, Sched. 10, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20011#sched10s2\">2020, c. 11, Sched. 10, s. 2</a></span> - 08/07/2020</p>"
        },
        {
            "id": "6",
            "section": "Application to Divisional Court",
            "content": "6 (1) Subject to subsection (2), an application for judicial review shall be made to the Divisional Court.  R.S.O. 1990, c. J.1, s. 6 (1). Application to judge of Superior Court of Justice (2) An application for judicial review may be made to the Superior Court of Justice with leave of a judge thereof, which may be granted at the hearing of the application, where it is made to appear to the judge that the case is one of urgency and that the delay required for an application to the Divisional Court is likely to involve a failure of justice.  R.S.O. 1990, c. J.1, s. 6 (2); 2006, c. 19, Sched. C, s. 1 (1). Transfer to Divisional Court (3) Where a judge refuses leave for an application under subsection (2), he or she may order that the application be transferred to the Divisional Court.  R.S.O. 1990, c. J.1, s. 6 (3). Appeal to Court of Appeal (4) An appeal lies to the Court of Appeal, with leave of the Court of Appeal, from a final order of the Superior Court of Justice disposing of an application for judicial review pursuant to leave granted under subsection (2).  R.S.O. 1990, c. J.1, s. 6 (4); 2006, c. 19, Sched. C, s. 1 (1). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) Subject to subsection (2), an application for judicial review shall be made to the Divisional Court.  R.S.O. 1990, c. J.1, s. 6 (1).</p> <p class=\"headnote\">Application to judge of Superior Court of Justice</p> <p class=\"subsection\">(2) An application for judicial review may be made to the Superior Court of Justice with leave of a judge thereof, which may be granted at the hearing of the application, where it is made to appear to the judge that the case is one of urgency and that the delay required for an application to the Divisional Court is likely to involve a failure of justice.  R.S.O. 1990, c. J.1, s. 6 (2); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Transfer to Divisional Court</p> <p class=\"subsection\">(3) Where a judge refuses leave for an application under subsection (2), he or she may order that the application be transferred to the Divisional Court.  R.S.O. 1990, c. J.1, s. 6 (3).</p> <p class=\"headnote\">Appeal to Court of Appeal</p> <p class=\"subsection\">(4) An appeal lies to the Court of Appeal, with leave of the Court of Appeal, from a final order of the Superior Court of Justice disposing of an application for judicial review pursuant to leave granted under subsection (2).  R.S.O. 1990, c. J.1, s. 6 (4); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "7",
            "section": "Summary disposition of mandamus, etc.",
            "content": "7 An application for an order in the nature of mandamus, prohibition or certiorari shall be deemed to be an application for judicial review and shall be made, treated and disposed of as if it were an application for judicial review.  R.S.O. 1990, c. J.1, s. 7.",
            "raw_html": "<p class=\"section\"><b>7 </b>An application for an order in the nature of mandamus, prohibition or certiorari shall be deemed to be an application for judicial review and shall be made, treated and disposed of as if it were an application for judicial review.  R.S.O. 1990, c. J.1, s. 7.</p>"
        },
        {
            "id": "8",
            "section": "Summary disposition of actions",
            "content": "8 Where an action for a declaration or injunction, or both, whether with or without a claim for other relief, is brought and the exercise, refusal to exercise or proposed or purported exercise of a statutory power is an issue in the action, a judge of the Superior Court of Justice may on the application of any party to the action, if he or she considers it appropriate, direct that the action be treated and disposed of summarily, in so far as it relates to the exercise, refusal to exercise or proposed or purported exercise of such power, as if it were an application for judicial review and may order that the hearing on such issue be transferred to the Divisional Court or may grant leave for it to be disposed of in accordance with subsection 6 (2).  R.S.O. 1990, c. J.1, s. 8; 2006, c. 19, Sched. C, s. 1 (1). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>8 </b>Where an action for a declaration or injunction, or both, whether with or without a claim for other relief, is brought and the exercise, refusal to exercise or proposed or purported exercise of a statutory power is an issue in the action, a judge of the Superior Court of Justice may on the application of any party to the action, if he or she considers it appropriate, direct that the action be treated and disposed of summarily, in so far as it relates to the exercise, refusal to exercise or proposed or purported exercise of such power, as if it were an application for judicial review and may order that the hearing on such issue be transferred to the Divisional Court or may grant leave for it to be disposed of in accordance with subsection 6 (2).  R.S.O. 1990, c. J.1, s. 8; 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "9",
            "section": "Sufficiency of application",
            "content": "9 (1) It is sufficient in an application for judicial review if the applicant sets out in the notice of application the grounds on which the applicant is seeking relief and the nature of the relief. 2020, c. 11, Sched. 10, s. 3. Exerciser of power may be a party (2) For the purposes of an application for judicial review in relation to the exercise, refusal to exercise or proposed or purported exercise of a statutory power, the person who is authorized to exercise the power may be a party to the application. R.S.O. 1990, c. J.1, s. 9 (2). Idem (3) For the purposes of subsection (2), any two or more persons who, acting together, may exercise a statutory power, whether styled a board or commission or by any other collective title, shall be deemed to be a person under such collective title. R.S.O. 1990, c. J.1, s. 9 (3). Notice to Attorney General (4) Notice of an application for judicial review shall be served upon the Attorney General who is entitled as of right to be heard in person or by counsel on the application. R.S.O. 1990, c. J.1, s. 9 (4). Section Amendments with date in force (d/m/y) 2020, c. 11, Sched. 10, s. 3 - 08/07/2020",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) It is sufficient in an application for judicial review if the applicant sets out in the notice of application the grounds on which the applicant is seeking relief and the nature of the relief. 2020, c. 11, Sched. 10, s. 3.</p> <p class=\"headnote\">Exerciser of power may be a party</p> <p class=\"subsection\">(2) For the purposes of an application for judicial review in relation to the exercise, refusal to exercise or proposed or purported exercise of a statutory power, the person who is authorized to exercise the power may be a party to the application. R.S.O. 1990, c. J.1, s. 9 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) For the purposes of subsection (2), any two or more persons who, acting together, may exercise a statutory power, whether styled a board or commission or by any other collective title, shall be deemed to be a person under such collective title. R.S.O. 1990, c. J.1, s. 9 (3).</p> <p class=\"headnote\">Notice to Attorney General</p> <p class=\"subsection\">(4) Notice of an application for judicial review shall be served upon the Attorney General who is entitled as of right to be heard in person or by counsel on the application. R.S.O. 1990, c. J.1, s. 9 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20011#sched10s3\">2020, c. 11, Sched. 10, s. 3</a></span> - 08/07/2020</p>"
        },
        {
            "id": "10",
            "section": "Record to be filed in court",
            "content": "10 When notice of an application for judicial review of a decision made in the exercise or purported exercise of a statutory power of decision has been served on the person making the decision, such person shall forthwith file in the court for use on the application the record of the proceedings in which the decision was made.  R.S.O. 1990, c. J.1, s. 10.",
            "raw_html": "<p class=\"section\"><b>10 </b>When notice of an application for judicial review of a decision made in the exercise or purported exercise of a statutory power of decision has been served on the person making the decision, such person shall forthwith file in the court for use on the application the record of the proceedings in which the decision was made.  R.S.O. 1990, c. J.1, s. 10.</p>"
        },
        {
            "id": "11",
            "section": "References in other Acts, etc.",
            "content": "11 (1) Subject to subsection (2), where reference is made in any other Act or in any regulation, rule or by-law to any of the proceedings enumerated in subsection 2 (1), such reference shall be read and construed to include a reference to an application for judicial review.  R.S.O. 1990, c. J.1, s. 11 (1). Proceedings under Habeas Corpus Act (2) Nothing in this Act affects proceedings under the Habeas Corpus Act or the issue of a writ of certiorari thereunder or proceedings pursuant thereto, but an application for judicial review may be brought in aid of an application for a writ of habeas corpus.  R.S.O. 1990, c. J.1, s. 11 (2). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>11 </b>(1) Subject to subsection (2), where reference is made in any other Act or in any regulation, rule or by-law to any of the proceedings enumerated in subsection 2 (1), such reference shall be read and construed to include a reference to an application for judicial review.  R.S.O. 1990, c. J.1, s. 11 (1).</p> <p class=\"headnote\">Proceedings under<i> Habeas Corpus Act</i></p> <p class=\"subsection\">(2) Nothing in this Act affects proceedings under the <i>Habeas Corpus Act </i>or the issue of a writ of certiorari thereunder or proceedings pursuant thereto, but an application for judicial review may be brought in aid of an application for a writ of <i>habeas corpus</i>.  R.S.O. 1990, c. J.1, s. 11 (2).</p> <p class=\"line\">______________</p> <p class=\"line\"><u><span> </span></u></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90j01\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}