{
    "act_info": {
        "full_title": "Junior Farmer Establishment Act, R.S.O. 1990, c. J.2",
        "act_name_text": "Not Found",
        "citation": "Junior Farmer Establishment Act, R.S.O. 1990, c. J.2",
        "url": "https://www.ontario.ca/laws/statute/90j02",
        "date_scraped": "2023-12-19 23:30:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “borrower” means a person to whom a loan is made under this Act; (“emprunteur”) “Corporation” means The Ontario Junior Farmer Establishment Loan Corporation; (“Société”) “directors” means the directors of the Corporation; (“administrateurs”) “economic farm unit” means one or more parcels of land and buildings capable of operation to produce sufficient income, (a) to repay the money borrowed under this Act and interest thereon in accordance with the terms on which the loan is made, (b) to carry out and maintain the required improvements on the farm, (c) to replace livestock and farm equipment as required from time to time, (d) to pay the annual costs of operating the farm, and (e) to support in a reasonable manner the junior farmer and his or her family, and any other person depending upon the farm for support; (“unité d’exploitation agricole rentable”) “family farm” means a farm operated by a junior farmer and one or more of a spouse of the junior farmer and any persons related to the junior farmer through blood relationship or adoption; (“exploitation agricole familiale”) “farming” includes tillage of the soil, raising of livestock, dairying, apiculture and raising of fur-bearing animals; (“agriculture”) “incorporated family farm” means a family farm where the junior farmer and other persons are incorporated as a corporation under the Corporations Act or the Business Corporations Act, and the junior farmer is an officer of the corporation; (“exploitation agricole familiale constituée en personne morale”) “junior farmer” means a person who complies with clauses 12(1)(a) to (d); (“jeune agriculteur”) “livestock” means cattle, sheep, swine, horses, goats or poultry; (“bétail”) “regulations” means regulations made under this Act; (“règlements”) “spouse” means a person of the opposite sex to whom the person is married or with whom the person is living in a conjugal relationship outside marriage; (“conjoint”) “Treasurer” means the Treasurer of Ontario and Minister of Economics. (“trésorier”) R.S.O. 1990, c. J.2, s.1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“borrower” means a person to whom a loan is made under this Act; (“emprunteur”)</p> <p class=\"definition-e\">“Corporation” means The Ontario Junior Farmer Establishment Loan Corporation; (“Société”)</p> <p class=\"definition-e\">“directors” means the directors of the Corporation; (“administrateurs”)</p> <p class=\"definition-e\">“economic farm unit” means one or more parcels of land and buildings capable of operation to produce sufficient income,</p> <p class=\"defclause-e\">(a) to repay the money borrowed under this Act and interest thereon in accordance with the terms on which the loan is made,</p> <p class=\"defclause-e\">(b) to carry out and maintain the required improvements on the farm,</p> <p class=\"defclause-e\">(c) to replace livestock and farm equipment as required from time to time,</p> <p class=\"defclause-e\">(d) to pay the annual costs of operating the farm, and</p> <p class=\"defclause-e\">(e) to support in a reasonable manner the junior farmer and his or her family, and any other person depending upon the farm for support; (“unité d’exploitation agricole rentable”)</p> <p class=\"definition-e\">“family farm” means a farm operated by a junior farmer and one or more of a spouse of the junior farmer and any persons related to the junior farmer through blood relationship or adoption; (“exploitation agricole familiale”)</p> <p class=\"definition-e\">“farming” includes tillage of the soil, raising of livestock, dairying, apiculture and raising of fur-bearing animals; (“agriculture”)</p> <p class=\"definition-e\">“incorporated family farm” means a family farm where the junior farmer and other persons are incorporated as a corporation under the <i>Corporations Act</i> or the <i>Business Corporations Act</i>, and the junior farmer is an officer of the corporation; (“exploitation agricole familiale constituée en personne morale”)</p> <p class=\"definition-e\">“junior farmer” means a person who complies with clauses 12(1)(a) to (d); (“jeune agriculteur”)</p> <p class=\"definition-e\">“livestock” means cattle, sheep, swine, horses, goats or poultry; (“bétail”)</p> <p class=\"definition-e\">“regulations” means regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“spouse” means a person of the opposite sex to whom the person is married or with whom the person is living in a conjugal relationship outside marriage; (“conjoint”)</p> <p class=\"definition-e\">“Treasurer” means the Treasurer of Ontario and Minister of Economics. (“trésorier”) R.S.O. 1990, c. J.2, s.1.</p>"
        },
        {
            "id": "2.",
            "section": "Corporation continued and object",
            "content": "2. (1) The Ontario Junior Farmer Establishment Loan Corporation is continued under the name Ontario Junior Farmer Establishment Loan Corporation in English and under the name Société de prêts aux jeunes agriculteurs de l’Ontario in French and has as its object the making of loans to junior farmers and owners of, (a) family farms and incorporated family farms where one of the family members is a junior farmer; and (b) farms operated as partnerships where one of the partners is a junior farmer, in the establishment, development and operation of their farms. Membership (2) The Corporation shall continue to be composed of three members who shall hold office as members during the pleasure of the Lieutenant Governor in Council and who shall be such officers in the public service of Ontario as the Lieutenant Governor in Council from time to time appoints. Board of directors (3) The three members for the time being of the Corporation shall form and be its board of directors and the Lieutenant Governor in Council shall designate one of them as chair and one of them as vice-chair of the board. Management (4) Subject to the regulations, the affairs of the Corporation shall be under the management and control of the board of directors and, in the absence of the chair or if at any time that office is vacant, the vice-chair has all the powers and shall perform the duties of the chair. Quorum (5) Two directors constitute a quorum at meetings of the board of directors. R.S.O. 1990, c.J.2, s.2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) The Ontario Junior Farmer Establishment Loan Corporation is continued under the name Ontario Junior Farmer Establishment Loan Corporation in English and under the name Société de prêts aux jeunes agriculteurs de l’Ontario in French and has as its object the making of loans to junior farmers and owners of,</p> <p class=\"clause-e\">(a) family farms and incorporated family farms where one of the family members is a junior farmer; and</p> <p class=\"clause-e\">(b) farms operated as partnerships where one of the partners is a junior farmer,</p> <p class=\"ssubsection-e\">in the establishment, development and operation of their farms.</p> <p class=\"headnote-e\"><b>Membership</b></p> <p class=\"subsection-e\">(2) The Corporation shall continue to be composed of three members who shall hold office as members during the pleasure of the Lieutenant Governor in Council and who shall be such officers in the public service of Ontario as the Lieutenant Governor in Council from time to time appoints.</p> <p class=\"headnote-e\"><b>Board of directors</b></p> <p class=\"subsection-e\">(3) The three members for the time being of the Corporation shall form and be its board of directors and the Lieutenant Governor in Council shall designate one of them as chair and one of them as vice-chair of the board.</p> <p class=\"headnote-e\"><b>Management</b></p> <p class=\"subsection-e\">(4) Subject to the regulations, the affairs of the Corporation shall be under the management and control of the board of directors and, in the absence of the chair or if at any time that office is vacant, the vice-chair has all the powers and shall perform the duties of the chair.</p> <p class=\"headnote-e\"><b>Quorum</b></p> <p class=\"subsection-e\">(5) Two directors constitute a quorum at meetings of the board of directors. R.S.O. 1990, c.J.2, s.2.</p>"
        },
        {
            "id": "3.",
            "section": "Borrowing powers",
            "content": "3. (1) Subject to the approval of the Lieutenant Governor in Council, the Corporation may from time to time borrow or raise by way of loan such sums of money as the Corporation considers requisite for its purposes in any one or more, or partly in one and partly in another, of the following ways: 1. By the issue and sale of debentures, bills or notes of the Corporation in such form or forms, in such denomination or denominations, bearing interest at such rate or rates and payable as to principal and interest at such time or times, in such currency or currencies and at such place or places as the Corporation determines. 2. By temporary loan or loans from any chartered bank or banks or from any person either by way of bank overdraft or loan or in any other manner whatsoever as the Corporation determines. Purposes of Corporation (2) The purposes of the Corporation shall, without limiting the generality thereof, include, (a) the carrying out of the object of the Corporation mentioned in section 2; (b) the payment, refunding or renewal from time to time of the whole or any part of any sum or sums of money raised by way of loan or of any securities issued by the Corporation; (c) the repayment in whole or in part of any advances made by Ontario to the Corporation or of any securities of the Corporation issued and delivered to the Treasurer in respect of any advances; and (d) the payment of the whole or any part of any obligation, liability or indebtedness of the Corporation. Sale, etc., of Corporation’s securities (3) Subject to the approval of the Lieutenant Governor in Council, the Corporation may sell any debentures, bills or notes of the Corporation either at, or at less or more than, the par value thereof and may charge, pledge or otherwise deal with any such debentures, bills or notes as collateral security. Authorization (4) A recital or declaration in a resolution or minute of the Corporation authorizing the issue and sale of debentures, bills or notes of the Corporation to the effect that it is necessary to issue and sell such debentures, bills or notes for the purposes of the Corporation in the amount authorized is conclusive evidence to that effect. Sealing, signing, etc. (5) Debentures, bills or notes of the Corporation shall be sealed with the seal of the Corporation and may be signed by the chair or vice-chair of the Corporation and by the secretary or other officer of the Corporation, and any interest coupon that may be attached to any debenture, bill or note of the Corporation may be signed by the secretary or other officer of the Corporation. Mechanical reproduction of seal and signature authorized (6) The seal of the Corporation may be engraved, lithographed, printed or otherwise mechanically reproduced on any debenture, bill or note and any signature upon any debenture, bill or note and upon any coupon may be engraved, lithographed, printed or otherwise mechanically reproduced, and the seal of the Corporation when so reproduced has the same force and effect as if manually affixed, and any such signature is for all purposes valid and binding upon the Corporation even though any person whose signature is so reproduced has ceased to hold office. R.S.O. 1990, c.J.2, s.3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) Subject to the approval of the Lieutenant Governor in Council, the Corporation may from time to time borrow or raise by way of loan such sums of money as the Corporation considers requisite for its purposes in any one or more, or partly in one and partly in another, of the following ways:</p> <p class=\"paragraph-e\">1. By the issue and sale of debentures, bills or notes of the Corporation in such form or forms, in such denomination or denominations, bearing interest at such rate or rates and payable as to principal and interest at such time or times, in such currency or currencies and at such place or places as the Corporation determines.</p> <p class=\"paragraph-e\">2. By temporary loan or loans from any chartered bank or banks or from any person either by way of bank overdraft or loan or in any other manner whatsoever as the Corporation determines.</p> <p class=\"headnote-e\"><b>Purposes of Corporation</b></p> <p class=\"subsection-e\">(2) The purposes of the Corporation shall, without limiting the generality thereof, include,</p> <p class=\"clause-e\">(a) the carrying out of the object of the Corporation mentioned in section 2;</p> <p class=\"clause-e\">(b) the payment, refunding or renewal from time to time of the whole or any part of any sum or sums of money raised by way of loan or of any securities issued by the Corporation;</p> <p class=\"clause-e\">(c) the repayment in whole or in part of any advances made by Ontario to the Corporation or of any securities of the Corporation issued and delivered to the Treasurer in respect of any advances; and</p> <p class=\"clause-e\">(d) the payment of the whole or any part of any obligation, liability or indebtedness of the Corporation.</p> <p class=\"headnote-e\"><b>Sale, etc., of Corporation’s securities</b></p> <p class=\"subsection-e\">(3) Subject to the approval of the Lieutenant Governor in Council, the Corporation may sell any debentures, bills or notes of the Corporation either at, or at less or more than, the par value thereof and may charge, pledge or otherwise deal with any such debentures, bills or notes as collateral security.</p> <p class=\"headnote-e\"><b>Authorization</b></p> <p class=\"subsection-e\">(4) A recital or declaration in a resolution or minute of the Corporation authorizing the issue and sale of debentures, bills or notes of the Corporation to the effect that it is necessary to issue and sell such debentures, bills or notes for the purposes of the Corporation in the amount authorized is conclusive evidence to that effect.</p> <p class=\"headnote-e\"><b>Sealing, signing, etc.</b></p> <p class=\"subsection-e\">(5) Debentures, bills or notes of the Corporation shall be sealed with the seal of the Corporation and may be signed by the chair or vice-chair of the Corporation and by the secretary or other officer of the Corporation, and any interest coupon that may be attached to any debenture, bill or note of the Corporation may be signed by the secretary or other officer of the Corporation.</p> <p class=\"headnote-e\"><b>Mechanical reproduction of seal and signature authorized</b></p> <p class=\"subsection-e\">(6) The seal of the Corporation may be engraved, lithographed, printed or otherwise mechanically reproduced on any debenture, bill or note and any signature upon any debenture, bill or note and upon any coupon may be engraved, lithographed, printed or otherwise mechanically reproduced, and the seal of the Corporation when so reproduced has the same force and effect as if manually affixed, and any such signature is for all purposes valid and binding upon the Corporation even though any person whose signature is so reproduced has ceased to hold office. R.S.O. 1990, c.J.2, s.3.</p>"
        },
        {
            "id": "4.",
            "section": "Securities of Corporation may be made redeemable in advance",
            "content": "4. A debenture, bill or note of the Corporation may be made redeemable in advance of maturity at such time or times, at such price or prices and on such terms and conditions as the Corporation determines at the time of the issue thereof. R.S.O. 1990, c.J.2, s.4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> A debenture, bill or note of the Corporation may be made redeemable in advance of maturity at such time or times, at such price or prices and on such terms and conditions as the Corporation determines at the time of the issue thereof. R.S.O. 1990, c.J.2, s.4.</p>"
        },
        {
            "id": "5.",
            "section": "Lost debentures",
            "content": "5. Where a debenture, bill or note of the Corporation is defaced, lost or destroyed, the board of directors may provide for its replacement on such terms as to evidence and as to indemnity as the board requires. R.S.O. 1990, c.J.2, s.5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> Where a debenture, bill or note of the Corporation is defaced, lost or destroyed, the board of directors may provide for its replacement on such terms as to evidence and as to indemnity as the board requires. R.S.O. 1990, c.J.2, s.5.</p>"
        },
        {
            "id": "6.",
            "section": "Guarantee of payment by Province of Ontario",
            "content": "6.  (1) The Lieutenant Governor in Council may authorize the Treasurer to guarantee payment by the Province of Ontario of any debentures, bills or notes issued by or of any temporary loan made to the Corporation under the authority of this Act. Form of guaranty (2) The form of guaranty and the manner of execution shall be determined by the Lieutenant Governor in Council. Validity of guaranty (3) Every guaranty given or purporting to be given under the authority of this section is binding upon the Province of Ontario and is not open to question upon any ground whatsoever. Guaranteed debentures, etc., to be indefeasible (4) A debenture, bill or note issued by or temporary loan made to the Corporation, payment whereof is guaranteed by the Province of Ontario under this section, is valid and binding upon the Corporation, its successors and assigns according to its terms, and the validity of any debenture, bill or note or temporary loan so guaranteed is not open to question on any ground whatsoever. R.S.O. 1990, c.J.2, s.6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>  (1) The Lieutenant Governor in Council may authorize the Treasurer to guarantee payment by the Province of Ontario of any debentures, bills or notes issued by or of any temporary loan made to the Corporation under the authority of this Act.</p> <p class=\"headnote-e\"><b>Form of guaranty</b></p> <p class=\"subsection-e\">(2) The form of guaranty and the manner of execution shall be determined by the Lieutenant Governor in Council.</p> <p class=\"headnote-e\"><b>Validity of guaranty</b></p> <p class=\"subsection-e\">(3) Every guaranty given or purporting to be given under the authority of this section is binding upon the Province of Ontario and is not open to question upon any ground whatsoever.</p> <p class=\"headnote-e\"><b>Guaranteed debentures, etc., to be indefeasible</b></p> <p class=\"subsection-e\">(4) A debenture, bill or note issued by or temporary loan made to the Corporation, payment whereof is guaranteed by the Province of Ontario under this section, is valid and binding upon the Corporation, its successors and assigns according to its terms, and the validity of any debenture, bill or note or temporary loan so guaranteed is not open to question on any ground whatsoever. R.S.O. 1990, c.J.2, s.6.</p>"
        },
        {
            "id": "7.",
            "section": "Trustees, etc., investments in debentures",
            "content": "7. Despite anything in any other Act, debentures issued by the Corporation are at all times a lawful investment for municipal, school and trust funds. R.S.O. 1990, c.J.2, s.7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> Despite anything in any other Act, debentures issued by the Corporation are at all times a lawful investment for municipal, school and trust funds. R.S.O. 1990, c.J.2, s.7.</p>"
        },
        {
            "id": "8.",
            "section": "Audit",
            "content": "8. The books and accounts of the Corporation shall be audited annually by the Provincial Auditor or such other auditor as the Lieutenant Governor in Council designates, and such auditor shall make an annual report of the audit to the Treasurer, and the Treasurer shall table the report in the Assembly if it is in session or, if it is not, then at the next ensuing session. R.S.O. 1990, c.J.2, s.8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> The books and accounts of the Corporation shall be audited annually by the Provincial Auditor or such other auditor as the Lieutenant Governor in Council designates, and such auditor shall make an annual report of the audit to the Treasurer, and the Treasurer shall table the report in the Assembly if it is in session or, if it is not, then at the next ensuing session. R.S.O. 1990, c.J.2, s.8.</p>"
        },
        {
            "id": "9.",
            "section": "Annual report",
            "content": "9. The Corporation shall make an annual report in writing to the Treasurer showing in detail the number and amount of loans made by it during the last preceding fiscal year, and containing such other particulars as the Treasurer requires, and the Treasurer shall table the report in the Assembly if it is in session or, if it is not, then at the next ensuing session. R.S.O. 1990, c.J.2, s.9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> The Corporation shall make an annual report in writing to the Treasurer showing in detail the number and amount of loans made by it during the last preceding fiscal year, and containing such other particulars as the Treasurer requires, and the Treasurer shall table the report in the Assembly if it is in session or, if it is not, then at the next ensuing session. R.S.O. 1990, c.J.2, s.9.</p>"
        },
        {
            "id": "10.",
            "section": "Committees",
            "content": "10. The Corporation, with the approval of the Lieutenant Governor in Council, may appoint committees, each of which shall be composed of two or more persons, one of whom is or has been a practical farmer, to consider and report to the Corporation upon applications and upon problems that may arise in connection with loans already made. R.S.O. 1990, c.J.2, s.10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> The Corporation, with the approval of the Lieutenant Governor in Council, may appoint committees, each of which shall be composed of two or more persons, one of whom is or has been a practical farmer, to consider and report to the Corporation upon applications and upon problems that may arise in connection with loans already made. R.S.O. 1990, c.J.2, s.10.</p>"
        },
        {
            "id": "11.",
            "section": "Purposes of loans",
            "content": "11. Out of the money at its disposal from time to time, the Corporation may make loans for the following purposes and no other: 1. The acquisition of land for agricultural purposes. 2. The erection and improvement of farm houses and farm buildings. 3. To pay off charges existing against land at the time of acquisition by the borrower under a will or by descent. 4. To pay off encumbrances. 5. To consolidate outstanding liabilities incurred for productive agricultural purposes. 6. For the purpose of providing drainage. 7. To purchase livestock. 8. For such purposes relating to the establishment, development and operation of the borrower’s farm as the Corporation approves. R.S.O. 1990, c.J.2, s.11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> Out of the money at its disposal from time to time, the Corporation may make loans for the following purposes and no other:</p> <p class=\"paragraph-e\">1. The acquisition of land for agricultural purposes.</p> <p class=\"paragraph-e\">2. The erection and improvement of farm houses and farm buildings.</p> <p class=\"paragraph-e\">3. To pay off charges existing against land at the time of acquisition by the borrower under a will or by descent.</p> <p class=\"paragraph-e\">4. To pay off encumbrances.</p> <p class=\"paragraph-e\">5. To consolidate outstanding liabilities incurred for productive agricultural purposes.</p> <p class=\"paragraph-e\">6. For the purpose of providing drainage.</p> <p class=\"paragraph-e\">7. To purchase livestock.</p> <p class=\"paragraph-e\">8. For such purposes relating to the establishment, development and operation of the borrower’s farm as the Corporation approves. R.S.O. 1990, c.J.2, s.11.</p>"
        },
        {
            "id": "12.",
            "section": "Qualifications of applicants for loans",
            "content": "12. (1) An applicant for a loan under this Act may be required to appear in person before the board of directors of the Corporation or a committee and shall submit evidence to the satisfaction of the board or committee, (a) that he or she has been resident in Ontario for at least three years immediately preceding his or her application; (b) that he or she has had a minimum of three years experience in farming and has displayed the ability and capacity necessary to operate a farm; (c) that he or she is industrious and of good character; and (d) that he or she is actually farming, or intends to farm, on a full-time basis on the land upon the security of which the loan is applied for. Applicant shall submit particulars of ownership, etc. (2) Where the applicant for a loan under this Act applies in respect of a family farm or incorporated family farm, he or she shall submit with the application such particulars of the ownership and operation of the farm as the regulations prescribe. R.S.O. 1990, c.J.2, s.12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> (1) An applicant for a loan under this Act may be required to appear in person before the board of directors of the Corporation or a committee and shall submit evidence to the satisfaction of the board or committee,</p> <p class=\"clause-e\">(a) that he or she has been resident in Ontario for at least three years immediately preceding his or her application;</p> <p class=\"clause-e\">(b) that he or she has had a minimum of three years experience in farming and has displayed the ability and capacity necessary to operate a farm;</p> <p class=\"clause-e\">(c) that he or she is industrious and of good character; and</p> <p class=\"clause-e\">(d) that he or she is actually farming, or intends to farm, on a full-time basis on the land upon the security of which the loan is applied for.</p> <p class=\"headnote-e\"><b>Applicant shall submit particulars of ownership, etc.</b></p> <p class=\"subsection-e\">(2) Where the applicant for a loan under this Act applies in respect of a family farm or incorporated family farm, he or she shall submit with the application such particulars of the ownership and operation of the farm as the regulations prescribe. R.S.O. 1990, c.J.2, s.12.</p>"
        },
        {
            "id": "13.",
            "section": "Valuator’s report",
            "content": "13. (1) Before making a loan under this Act, the Corporation shall obtain a report as to the value of the security offered by the applicant from a valuator appointed by the Lieutenant Governor in Council. Mode of valuing (2) The land and buildings shall be valued on the basis of their value for agricultural purposes. Corporation shall refuse loan where land and buildings not economic farm unit (3) Where the Corporation is of the opinion that the land and buildings upon which security is offered by the applicant for the loan do not constitute an economic farm unit, the Corporation shall refuse the loan. Insurance (4) The buildings upon the land shall be insured to their full insurable value or for such lesser amount as is acceptable to the Corporation. Insurance money (5) Where the Corporation receives insurance money as mortgagee, it may apply such insurance money on the mortgage debt or for rebuilding, reinstating or repairing the premises or for such other purposes as the Corporation considers proper. Idem (6) Where the Corporation applies insurance money under subsection (4) for any purpose, the money paid by the Corporation shall not be deemed to be a subsequent advance under the mortgage. R.S.O. 1990, c.J.2, s.13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> (1) Before making a loan under this Act, the Corporation shall obtain a report as to the value of the security offered by the applicant from a valuator appointed by the Lieutenant Governor in Council.</p> <p class=\"headnote-e\"><b>Mode of valuing</b></p> <p class=\"subsection-e\">(2) The land and buildings shall be valued on the basis of their value for agricultural purposes.</p> <p class=\"headnote-e\"><b>Corporation shall refuse loan where land and buildings not economic farm unit</b></p> <p class=\"subsection-e\">(3) Where the Corporation is of the opinion that the land and buildings upon which security is offered by the applicant for the loan do not constitute an economic farm unit, the Corporation shall refuse the loan.</p> <p class=\"headnote-e\"><b>Insurance</b></p> <p class=\"subsection-e\">(4) The buildings upon the land shall be insured to their full insurable value or for such lesser amount as is acceptable to the Corporation.</p> <p class=\"headnote-e\"><b>Insurance money</b></p> <p class=\"subsection-e\">(5) Where the Corporation receives insurance money as mortgagee, it may apply such insurance money on the mortgage debt or for rebuilding, reinstating or repairing the premises or for such other purposes as the Corporation considers proper.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(6) Where the Corporation applies insurance money under subsection (4) for any purpose, the money paid by the Corporation shall not be deemed to be a subsequent advance under the mortgage. R.S.O. 1990, c.J.2, s.13.</p>"
        },
        {
            "id": "14.",
            "section": "Extent of loan",
            "content": "14. Where the Corporation is satisfied that the conditions of this Act and the regulations have been complied with, the Corporation may make a loan to the borrower to the extent of 80 per cent of the value of the security as shown by the valuator’s report. R.S.O. 1990, c.J.2, s.14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> Where the Corporation is satisfied that the conditions of this Act and the regulations have been complied with, the Corporation may make a loan to the borrower to the extent of 80 per cent of the value of the security as shown by the valuator’s report. R.S.O. 1990, c.J.2, s.14.</p>"
        },
        {
            "id": "15.",
            "section": "Limitation as to loan",
            "content": "15. (1) No loan shall exceed $40,000. rate of interest (2) Every loan shall bear interest at the rate of 5 per cent per annum. and security therefor (3) Every loan shall be secured by a first mortgage upon the lands farmed or to be farmed as indicated in the application for the loan. Qualifications of borrower (4) A borrower shall be, (a) a junior farmer or the spouse of a junior farmer, or both of them; (b) a partnership having as one of the partners a junior farmer; (c) the owner of a family farm; or (d) a corporation operating an incorporated family farm where the junior farmer holds shares or other evidence of ownership of assets of the corporation. Holder of life interest may be mortgagor (5) Where any part of the lands offered as security for a loan is subject to an interest for the life of a person other than the borrower and, in the opinion of the Corporation, such life interest will not affect the farming operation of the lands by the borrower, the person holding the life interest may be joined in the mortgage as a mortgagor in respect of the life interest. R.S.O. 1990, c.J.2, s.15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) No loan shall exceed $40,000.</p> <p class=\"headnote-e\"><b>rate of interest</b></p> <p class=\"subsection-e\">(2) Every loan shall bear interest at the rate of 5 per cent per annum.</p> <p class=\"headnote-e\"><b>and security therefor</b></p> <p class=\"subsection-e\">(3) Every loan shall be secured by a first mortgage upon the lands farmed or to be farmed as indicated in the application for the loan.</p> <p class=\"headnote-e\"><b>Qualifications of borrower</b></p> <p class=\"subsection-e\">(4) A borrower shall be,</p> <p class=\"clause-e\">(a) a junior farmer or the spouse of a junior farmer, or both of them;</p> <p class=\"clause-e\">(b) a partnership having as one of the partners a junior farmer;</p> <p class=\"clause-e\">(c) the owner of a family farm; or</p> <p class=\"clause-e\">(d) a corporation operating an incorporated family farm where the junior farmer holds shares or other evidence of ownership of assets of the corporation.</p> <p class=\"headnote-e\"><b>Holder of life interest may be mortgagor</b></p> <p class=\"subsection-e\">(5) Where any part of the lands offered as security for a loan is subject to an interest for the life of a person other than the borrower and, in the opinion of the Corporation, such life interest will not affect the farming operation of the lands by the borrower, the person holding the life interest may be joined in the mortgage as a mortgagor in respect of the life interest. R.S.O. 1990, c.J.2, s.15.</p>"
        },
        {
            "id": "16.",
            "section": "Collateral security",
            "content": "16. At the time of or subsequent to the making of a loan, the Corporation may accept as collateral security therefor a life insurance policy or an assignment thereof, a chattel mortgage, or any other security that the Corporation considers proper. R.S.O. 1990, c.J.2, s.16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> At the time of or subsequent to the making of a loan, the Corporation may accept as collateral security therefor a life insurance policy or an assignment thereof, a chattel mortgage, or any other security that the Corporation considers proper. R.S.O. 1990, c.J.2, s.16.</p>"
        },
        {
            "id": "17.",
            "section": "Loan, how repayable",
            "content": "17. (1) Except as hereinafter provided, a loan made under this Act is repayable in annual instalments of principal and interest sufficient to discharge the debt at the end of such period as is agreed upon, but no loan shall be made for more than thirty years. Annual instalments of principal and interest (2) Instalments of principal and interest shall be equal and shall be payable annually not later than a date determined by the Corporation, but a payment of interest only on the money advanced may be required on a date before the first date on which principal and interest are payable. Payments may be accelerated (3) Payments on account of the loan, in addition to those provided for in the mortgage or agreement, may be made at any time. Sale of property acquired by release of equity of redemption (4) The Corporation may accept a release of the equity of redemption existing by virtue of a mortgage to it and may sell any property that it has thus acquired to any person at such price and upon such terms as it considers proper. Consolidation of indebtedness (5) The Corporation may grant such extension of time for the payment of principal and interest to any borrower and to any purchaser under an agreement for sale as the Corporation considers advisable and may, at any time at its discretion, consolidate the total indebtedness owing by any mortgagor or purchaser to the Corporation, inclusive of accrued interest and money paid for taxes, insurance, fees and disbursements to the date of consolidation, and alter the provisions of the mortgage and the agreement for sale so that the consolidated indebtedness with interest may be repayable in annual instalments for the balance of the term of the mortgage and agreement for sale or for such longer term as the Corporation considers proper. Increase in loans (6) Where a loan has been made under this Act and the borrower applies for an increase in the loan upon the same security, the Corporation may, if it is satisfied that the conditions of this Act and the regulations have been complied with, make a new loan to the applicant to the extent of 80 per cent of the value of the security as shown by the valuator’s report. R.S.O. 1990, c.J.2, s.17.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> (1) Except as hereinafter provided, a loan made under this Act is repayable in annual instalments of principal and interest sufficient to discharge the debt at the end of such period as is agreed upon, but no loan shall be made for more than thirty years.</p> <p class=\"headnote-e\"><b>Annual instalments of principal and interest</b></p> <p class=\"subsection-e\">(2) Instalments of principal and interest shall be equal and shall be payable annually not later than a date determined by the Corporation, but a payment of interest only on the money advanced may be required on a date before the first date on which principal and interest are payable.</p> <p class=\"headnote-e\"><b>Payments may be accelerated</b></p> <p class=\"subsection-e\">(3) Payments on account of the loan, in addition to those provided for in the mortgage or agreement, may be made at any time.</p> <p class=\"headnote-e\"><b>Sale of property acquired by release of equity of redemption</b></p> <p class=\"subsection-e\">(4) The Corporation may accept a release of the equity of redemption existing by virtue of a mortgage to it and may sell any property that it has thus acquired to any person at such price and upon such terms as it considers proper.</p> <p class=\"headnote-e\"><b>Consolidation of indebtedness</b></p> <p class=\"subsection-e\">(5) The Corporation may grant such extension of time for the payment of principal and interest to any borrower and to any purchaser under an agreement for sale as the Corporation considers advisable and may, at any time at its discretion, consolidate the total indebtedness owing by any mortgagor or purchaser to the Corporation, inclusive of accrued interest and money paid for taxes, insurance, fees and disbursements to the date of consolidation, and alter the provisions of the mortgage and the agreement for sale so that the consolidated indebtedness with interest may be repayable in annual instalments for the balance of the term of the mortgage and agreement for sale or for such longer term as the Corporation considers proper.</p> <p class=\"headnote-e\"><b>Increase in loans</b></p> <p class=\"subsection-e\">(6) Where a loan has been made under this Act and the borrower applies for an increase in the loan upon the same security, the Corporation may, if it is satisfied that the conditions of this Act and the regulations have been complied with, make a new loan to the applicant to the extent of 80 per cent of the value of the security as shown by the valuator’s report. R.S.O. 1990, c.J.2, s.17.</p>"
        },
        {
            "id": "18.",
            "section": "Mortgages, how made",
            "content": "18. Every mortgage made under this Act shall be made in accordance with the Short Forms of Mortgages Act, being chapter 474 of the Revised Statutes of Ontario, 1980, and may contain such further covenants, provisos and conditions as the Corporation considers proper, and the Corporation has and may exercise all the rights, powers and remedies with respect to any mortgage made under this Act as a mortgagee has under the laws of Ontario. R.S.O. 1990, c.J.2, s.18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> Every mortgage made under this Act shall be made in accordance with the <i>Short Forms of Mortgages Act</i>, being chapter 474 of the Revised Statutes of Ontario, 1980, and may contain such further covenants, provisos and conditions as the Corporation considers proper, and the Corporation has and may exercise all the rights, powers and remedies with respect to any mortgage made under this Act as a mortgagee has under the laws of Ontario. R.S.O. 1990, c.J.2, s.18.</p>"
        },
        {
            "id": "19.",
            "section": "Sale of mortgaged land",
            "content": "19. It shall be a term of a mortgage taken as security for a loan under this Act that, at the option of the Corporation, the mortgage shall immediately become due and payable where, (a) the land or any part thereof is sold or otherwise disposed of; (b) an agreement is made for the sale of the land or any part thereof; (c) the junior farmer in respect of whose application the loan was made ceases to farm on a full-time basis on the land; or (d) in the case of a family farm or incorporated family farm or farm operated by a partnership, the junior farmer in respect of whose application the loan was made ceases to comply with the Act and the regulations. R.S.O. 1990, c.J.2, s.19.",
            "raw_html": "<p class=\"section-e\"><b>19.</b> It shall be a term of a mortgage taken as security for a loan under this Act that, at the option of the Corporation, the mortgage shall immediately become due and payable where,</p> <p class=\"clause-e\">(a) the land or any part thereof is sold or otherwise disposed of;</p> <p class=\"clause-e\">(b) an agreement is made for the sale of the land or any part thereof;</p> <p class=\"clause-e\">(c) the junior farmer in respect of whose application the loan was made ceases to farm on a full-time basis on the land; or</p> <p class=\"clause-e\">(d) in the case of a family farm or incorporated family farm or farm operated by a partnership, the junior farmer in respect of whose application the loan was made ceases to comply with the Act and the regulations. R.S.O. 1990, c.J.2, s.19.</p>"
        },
        {
            "id": "20.",
            "section": "Term of mortgage",
            "content": "20. It shall be a term of a mortgage that the operation of the farm in respect of which a loan is made shall be in accordance with sound farming practices and carried out with accurate records kept of the farm operation and, at the request of the Corporation, that the junior farmer participates in a farm management program. R.S.O. 1990, c.J.2, s.20.",
            "raw_html": "<p class=\"section-e\"><b>20.</b> It shall be a term of a mortgage that the operation of the farm in respect of which a loan is made shall be in accordance with sound farming practices and carried out with accurate records kept of the farm operation and, at the request of the Corporation, that the junior farmer participates in a farm management program. R.S.O. 1990, c.J.2, s.20.</p>"
        },
        {
            "id": "21.",
            "section": "Preparation of notices, mortgages, etc.",
            "content": "21. All notices, mortgages, discharges or other documents under this Act shall be prepared by the Corporation or by a person designated by the Corporation. R.S.O. 1990, c.J.2, s.21.",
            "raw_html": "<p class=\"section-e\"><b>21.</b> All notices, mortgages, discharges or other documents under this Act shall be prepared by the Corporation or by a person designated by the Corporation. R.S.O. 1990, c.J.2, s.21.</p>"
        },
        {
            "id": "22.",
            "section": "Where money misapplied",
            "content": "22. If at any time in the opinion of the board of directors of the Corporation any money advanced under this Act has not been or is not being applied for the purpose for which it was advanced, or is not being carefully and economically expended, or if the security depreciates in value, the Corporation may refuse to make any further advance and call in the whole amount then advanced and all interest thereon and declare the same to be immediately due and payable, whereupon the borrower shall at once repay the same with interest at the rate set forth in the mortgage, and in default of payment the Corporation has the like remedies for recovery of the same as if the time for repayment thereof had fully arrived. R.S.O. 1990, c.J.2, s.22.",
            "raw_html": "<p class=\"section-e\"><b>22.</b> If at any time in the opinion of the board of directors of the Corporation any money advanced under this Act has not been or is not being applied for the purpose for which it was advanced, or is not being carefully and economically expended, or if the security depreciates in value, the Corporation may refuse to make any further advance and call in the whole amount then advanced and all interest thereon and declare the same to be immediately due and payable, whereupon the borrower shall at once repay the same with interest at the rate set forth in the mortgage, and in default of payment the Corporation has the like remedies for recovery of the same as if the time for repayment thereof had fully arrived. R.S.O. 1990, c.J.2, s.22.</p>"
        },
        {
            "id": "23.",
            "section": "Corporation to secure reports as to conditions of securities",
            "content": "23. The Corporation from time to time shall secure reports as to the condition of any securities taken by it for loans under this Act and as to the progress and prospects of the borrowers, and for this purpose any governmental agency may co-operate with the Corporation by rendering assistance of an educational or other nature that appears calculated to facilitate the success of the borrower. R.S.O. 1990, c.J.2, s.23.",
            "raw_html": "<p class=\"section-e\"><b>23.</b> The Corporation from time to time shall secure reports as to the condition of any securities taken by it for loans under this Act and as to the progress and prospects of the borrowers, and for this purpose any governmental agency may co-operate with the Corporation by rendering assistance of an educational or other nature that appears calculated to facilitate the success of the borrower. R.S.O. 1990, c.J.2, s.23.</p>"
        },
        {
            "id": "24.",
            "section": "Sale of Corporation’s securities to Province and provincial advances to Corporation authorized",
            "content": "24. (1) The Lieutenant Governor in Council may authorize the Treasurer, (a) to purchase any debentures, bills or notes of the Corporation; and (b) to make advances to the Corporation in such amounts, at such times and on such terms and conditions as the Lieutenant Governor in Council considers expedient. Idem (2) The money required for the purposes of subsection (1) shall be paid out of the Consolidated Revenue Fund. R.S.O. 1990, c.J.2, s.24.",
            "raw_html": "<p class=\"section-e\"><b>24.</b> (1) The Lieutenant Governor in Council may authorize the Treasurer,</p> <p class=\"clause-e\">(a) to purchase any debentures, bills or notes of the Corporation; and</p> <p class=\"clause-e\">(b) to make advances to the Corporation in such amounts, at such times and on such terms and conditions as the Lieutenant Governor in Council considers expedient.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The money required for the purposes of subsection (1) shall be paid out of the Consolidated Revenue Fund. R.S.O. 1990, c.J.2, s.24.</p>"
        },
        {
            "id": "25.",
            "section": "Regulations",
            "content": "25. The Lieutenant Governor in Council may make regulations respecting, (a) the management, control and administration of the affairs of the Corporation; (b) the manner in which applications for loans are to be made and the form thereof; (c) the fees and expenses payable by applicants and borrowers under this Act; (d) the terms and conditions of loans; (e) the information to be furnished to the Corporation in respect of the ownership and operation of any farm; (f) the prescribing and use of forms; (g) the terms and conditions for the making of bank loans; (h) insurance on the life of a borrower; (i) any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c.J.2, s.25.",
            "raw_html": "<p class=\"section-e\"><b>25.</b> The Lieutenant Governor in Council may make regulations respecting,</p> <p class=\"clause-e\">(a) the management, control and administration of the affairs of the Corporation;</p> <p class=\"clause-e\">(b) the manner in which applications for loans are to be made and the form thereof;</p> <p class=\"clause-e\">(c) the fees and expenses payable by applicants and borrowers under this Act;</p> <p class=\"clause-e\">(d) the terms and conditions of loans;</p> <p class=\"clause-e\">(e) the information to be furnished to the Corporation in respect of the ownership and operation of any farm;</p> <p class=\"clause-e\">(f) the prescribing and use of forms;</p> <p class=\"clause-e\">(g) the terms and conditions for the making of bank loans;</p> <p class=\"clause-e\">(h) insurance on the life of a borrower;</p> <p class=\"clause-e\">(i) any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c.J.2, s.25.</p>"
        },
        {
            "id": "26.",
            "section": "Administration of Act",
            "content": "26. This Act shall be administered by the member of the Executive Council to whom it is assigned by the Lieutenant Governor in Council. R.S.O. 1990, c.J.2, s.26.",
            "raw_html": "<p class=\"section-e\"><b>26.</b> This Act shall be administered by the member of the Executive Council to whom it is assigned by the Lieutenant Governor in Council. R.S.O. 1990, c.J.2, s.26.</p>"
        },
        {
            "id": "27.",
            "section": "Guarantee of bank loans",
            "content": "27. (1) The Lieutenant Governor in Council may, upon such terms as it considers proper, agree to guarantee and may guarantee payment of losses sustained by a chartered bank as a result of loans made to junior farmers for the establishment, development and operation of their farms, in an amount not to exceed 10 per cent of the aggregate principal amount of the bank loans, where, (a) the junior farmer has a loan from the Corporation; (b) the bank loan was made pursuant to an application by the borrower in the form prescribed by the Corporation, stating the purpose of the bank loan; (c) an officer of the bank certifies that he or she has scrutinized and checked the application for the bank loan with the care required of him or her by the bank in the conduct of its ordinary business; (d) the principal amount of the bank loan at the time of its making, together with the amount owing in respect of other bank loans guaranteed under this Act previously made to the borrower and disclosed in his or her application or of which the bank had knowledge, (i) where the farm is owned by a junior farmer or his or her spouse, or both of them, or by a partnership, did not exceed the sum of $5,000, or (ii) where the farm is a family farm or an incorporated family farm, did not exceed the sum of $10,000; and (e) the bank loan was repayable in full by the terms thereof in not more than ten years and the rate of interest charged by the bank on the loan did not exceed the current rates of interest. Form of guarantee (2) The form and manner of the guarantee shall be such as the Lieutenant Governor in Council approves, and the guarantee shall be signed by the Treasurer or such other officer or officers as are designated by the Lieutenant Governor in Council, and, upon being so signed, the Province of Ontario is liable for the payment of the loss thereon guaranteed according to the terms of the guarantee. Payment of guarantee (3) The Lieutenant Governor in Council may make arrangements for supplying the money necessary to fulfil the requirements of any guarantee and to advance the amount necessary for that purpose out of the public funds of the Province of Ontario. Idem (4) A claim for loss by a bank in respect of the amount guaranteed shall be made to the Treasurer not sooner than ninety days nor later than one year after the entire amount of the loan becomes due and payable. R.S.O. 1990, c.J.2, s.27. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>27.</b> (1) The Lieutenant Governor in Council may, upon such terms as it considers proper, agree to guarantee and may guarantee payment of losses sustained by a chartered bank as a result of loans made to junior farmers for the establishment, development and operation of their farms, in an amount not to exceed 10 per cent of the aggregate principal amount of the bank loans, where,</p> <p class=\"clause-e\">(a) the junior farmer has a loan from the Corporation;</p> <p class=\"clause-e\">(b) the bank loan was made pursuant to an application by the borrower in the form prescribed by the Corporation, stating the purpose of the bank loan;</p> <p class=\"clause-e\">(c) an officer of the bank certifies that he or she has scrutinized and checked the application for the bank loan with the care required of him or her by the bank in the conduct of its ordinary business;</p> <p class=\"clause-e\">(d) the principal amount of the bank loan at the time of its making, together with the amount owing in respect of other bank loans guaranteed under this Act previously made to the borrower and disclosed in his or her application or of which the bank had knowledge,</p> <p class=\"subclause-e\">(i) where the farm is owned by a junior farmer or his or her spouse, or both of them, or by a partnership, did not exceed the sum of $5,000, or</p> <p class=\"subclause-e\">(ii) where the farm is a family farm or an incorporated family farm, did not exceed the sum of $10,000; and</p> <p class=\"clause-e\">(e) the bank loan was repayable in full by the terms thereof in not more than ten years and the rate of interest charged by the bank on the loan did not exceed the current rates of interest.</p> <p class=\"headnote-e\"><b>Form of guarantee</b></p> <p class=\"subsection-e\">(2) The form and manner of the guarantee shall be such as the Lieutenant Governor in Council approves, and the guarantee shall be signed by the Treasurer or such other officer or officers as are designated by the Lieutenant Governor in Council, and, upon being so signed, the Province of Ontario is liable for the payment of the loss thereon guaranteed according to the terms of the guarantee.</p> <p class=\"headnote-e\"><b>Payment of guarantee</b></p> <p class=\"subsection-e\">(3) The Lieutenant Governor in Council may make arrangements for supplying the money necessary to fulfil the requirements of any guarantee and to advance the amount necessary for that purpose out of the public funds of the Province of Ontario.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) A claim for loss by a bank in respect of the amount guaranteed shall be made to the Treasurer not sooner than ninety days nor later than one year after the entire amount of the loan becomes due and payable. R.S.O. 1990, c.J.2, s.27.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90j02_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90j02_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}