{
    "act_info": {
        "full_title": "Keeping Ontario Open for Business Act, 2022, S.O. 2022, c. 10",
        "act_name_text": "Keeping Ontario Open for Business Act, 2022",
        "citation": "S.O. 2022, c. 10",
        "url": "https://www.ontario.ca/laws/statute/22k10",
        "date_scraped": "2023-12-18 06:11:19"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 14, 2022",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “commercial motor vehicle” means a commercial motor vehicle as defined in section 1 of the Highway Traffic Act; (“véhicule utilitaire”) “CVOR certificate” means a CVOR certificate as defined in section 1 of the Highway Traffic Act; (“certificat d’immatriculation UVU”) “object” includes a vehicle; (“objet”) “operator” means, when used in reference to a commercial motor vehicle, (a)  an operator as defined in subsection 16 (1) of the Highway Traffic Act, and (b)  in the absence of evidence to the contrary, where there is no CVOR certificate, national safety code number under the Motor Vehicle Transport Act (Canada) or lease applicable to the vehicle, the holder of the plate portion of the vehicle permit; (“utilisateur”) “owner” includes, when used in reference to a vehicle, (a)  the holder of the vehicle permit, and (b)  the holder of the vehicle permit corresponding to the number plate that is displayed on the vehicle; (“propriétaire”) “protected transportation infrastructure” means, (a)  any land or water border crossing point between Ontario and the United States, (b)  any airport that regularly accommodates flights directly between Ontario and a country other than Canada and that is prescribed by the regulations, and (c)  any other transportation infrastructure that is of significance to international trade and that is prescribed by the regulations; (“infrastructure de transport protégée”) “Registrar” means the Registrar of Motor Vehicles under the Highway Traffic Act; (“registrateur”) “regulations” means the regulations made under this Act; (“règlements”) “trailer” means a trailer as defined in section 1 of the Highway Traffic Act; (“remorque”) “vehicle” includes a commercial motor vehicle and a trailer; (“véhicule”) “vehicle permit” means a permit as defined in section 6 of the Highway Traffic Act or a vehicle permit issued by another jurisdiction. (“certificat d’immatriculation de véhicule”) Prohibitions respecting access to protected transportation infrastructure",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“commercial motor vehicle” means a commercial motor vehicle as defined in section 1 of the <i>Highway Traffic Act</i>; (“véhicule utilitaire”)</p> <p class=\"definition\">“CVOR certificate” means a CVOR certificate as defined in section 1 of the <i>Highway Traffic Act</i>; (“certificat d’immatriculation UVU”)</p> <p class=\"definition\">“object” includes a vehicle; (“objet”)</p> <p class=\"definition\">“operator” means, when used in reference to a commercial motor vehicle,</p> <p class=\"paragraph\">  (a)  an operator as defined in subsection 16 (1) of the <i>Highway Traffic Act</i>, and</p> <p class=\"paragraph\">  (b)  in the absence of evidence to the contrary, where there is no CVOR certificate, national safety code number under the <i>Motor Vehicle Transport Act </i>(Canada) or lease applicable to the vehicle, the holder of the plate portion of the vehicle permit; (“utilisateur”)</p> <p class=\"definition\">“owner” includes, when used in reference to a vehicle,</p> <p class=\"paragraph\">  (a)  the holder of the vehicle permit, and</p> <p class=\"paragraph\">  (b)  the holder of the vehicle permit corresponding to the number plate that is displayed on the vehicle; (“propriétaire”)</p> <p class=\"definition\">“protected transportation infrastructure” means,</p> <p class=\"paragraph\">  (a)  any land or water border crossing point between Ontario and the United States,</p> <p class=\"paragraph\">  (b)  any airport that regularly accommodates flights directly between Ontario and a country other than Canada and that is prescribed by the regulations, and</p> <p class=\"paragraph\">  (c)  any other transportation infrastructure that is of significance to international trade and that is prescribed by the regulations; (“infrastructure de transport protégée”)</p> <p class=\"definition\">“Registrar” means the Registrar of Motor Vehicles under the <i>Highway Traffic Act</i>; (“registrateur”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“trailer” means a trailer as defined in section 1 of the <i>Highway Traffic Act</i>; (“remorque”)</p> <p class=\"definition\">“vehicle” includes a commercial motor vehicle and a trailer; (“véhicule”)</p> <p class=\"definition\">“vehicle permit” means a permit as defined in section 6 of the <i>Highway Traffic Act</i> or a vehicle permit issued by another jurisdiction. (“certificat d’immatriculation de véhicule”)</p> <p class=\"headnote\">Prohibitions respecting access to protected transportation infrastructure</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Prohibitions respecting access to protected transportation infrastructure",
            "part_id": null,
            "part_type": null,
            "section_y": "Prohibition impeding access, etc.",
            "content": "2 (1) No person shall impede access to or egress from, or the ordinary use of, protected transportation infrastructure, or directly or indirectly cause such access, egress or ordinary use to be impeded, if the impediment has or is reasonably expected to have the effect of, (a)  disrupting ordinary economic activity; or (b)  interfering with the safety, health or well-being of members of the public. Same (2) Subsection (1) applies whether the person is acting, (a)  individually or in co-operation with others; and (b)  through the use of a vehicle or by any other means. Exceptions (3) Subsection (1) does not apply if the effect of the impediment, (a)  is or is reasonably expected to be trivial, transient or minor in nature; or (b)  can easily be avoided by persons attempting to access, use or depart from the protected transportation infrastructure. Prohibition on assistance (4) No person shall provide assistance to another person to knowingly aid that person to do anything prohibited by subsection (1), including by providing supplies, fuel or other materials. Non-application (5) This section does not apply with respect to any activity, (a)  for which authorization, in any form, has been granted by a person or entity who is authorized under an Act of Ontario or Canada to give the authorization; (b)  that is required under an Act of Ontario or Canada or a court order; or (c)  of a peace officer acting in the course of their duties, or of a person acting under the direction of such a peace officer. Directions to cease, remove objects, disperse",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>(1) No person shall impede access to or egress from, or the ordinary use of, protected transportation infrastructure, or directly or indirectly cause such access, egress or ordinary use to be impeded, if the impediment has or is reasonably expected to have the effect of,</p> <p class=\"paragraph\">  (a)  disrupting ordinary economic activity; or</p> <p class=\"paragraph\">  (b)  interfering with the safety, health or well-being of members of the public.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsection (1) applies whether the person is acting,</p> <p class=\"paragraph\">  (a)  individually or in co-operation with others; and</p> <p class=\"paragraph\">  (b)  through the use of a vehicle or by any other means.</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(3) Subsection (1) does not apply if the effect of the impediment,</p> <p class=\"paragraph\">  (a)  is or is reasonably expected to be trivial, transient or minor in nature; or</p> <p class=\"paragraph\">  (b)  can easily be avoided by persons attempting to access, use or depart from the protected transportation infrastructure.</p> <p class=\"headnote\">Prohibition on assistance</p> <p class=\"subsection\">(4) No person shall provide assistance to another person to knowingly aid that person to do anything prohibited by subsection (1), including by providing supplies, fuel or other materials.</p> <p class=\"headnote\">Non-application</p> <p class=\"subsection\">(5) This section does not apply with respect to any activity,</p> <p class=\"paragraph\">  (a)  for which authorization, in any form, has been granted by a person or entity who is authorized under an Act of Ontario or Canada to give the authorization;</p> <p class=\"paragraph\">  (b)  that is required under an Act of Ontario or Canada or a court order; or</p> <p class=\"paragraph\">  (c)  of a peace officer acting in the course of their duties, or of a person acting under the direction of such a peace officer.</p> <p class=\"headnote\">Directions to cease, remove objects, disperse</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "Directions to cease, remove objects, disperse",
            "part_id": null,
            "part_type": null,
            "section_y": "Direction to cease, remove objects",
            "content": "3 (1) A police officer who has reasonable grounds to believe that a person is contravening subsection 2 (1) or (4) may direct the person to, (a)  cease contravening the subsection; or (b)  remove or cause to be removed any object that, as a result of any act or omission of the person, is being used in the contravention. Direction to disperse (2) A police officer who has reasonable grounds to believe that two or more persons are together contravening subsection 2 (1) or (4) may direct them to disperse. Compliance (3) A person who is the subject of a direction under subsection (1) or (2) shall promptly comply with the direction. Removal of object by police officer (4) A police officer may remove an object, or cause it to be removed, if, (a)  a person who is directed under clause (1) (b) to remove the object or cause it to be removed fails to promptly do so; or (b)  the police officer determines that the conditions for giving a direction under clause (1) (b) are met with respect to the object but that it is impracticable in the circumstances to give the direction.",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>3 </b>(1) A police officer who has reasonable grounds to believe that a person is contravening subsection 2 (1) or (4) may direct the person to,</p> <p class=\"paragraph\">  (a)  cease contravening the subsection; or</p> <p class=\"paragraph\">  (b)  remove or cause to be removed any object that, as a result of any act or omission of the person, is being used in the contravention.</p> <p class=\"headnote\">Direction to disperse</p> <p class=\"subsection\">(2) A police officer who has reasonable grounds to believe that two or more persons are together contravening subsection 2 (1) or (4) may direct them to disperse.</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(3) A person who is the subject of a direction under subsection (1) or (2) shall promptly comply with the direction.</p> <p class=\"headnote\">Removal of object by police officer</p> <p class=\"subsection\">(4) A police officer may remove an object, or cause it to be removed, if,</p> <p class=\"paragraph\">  (a)  a person who is directed under clause (1) (b) to remove the object or cause it to be removed fails to promptly do so; or</p> <p class=\"paragraph\">  (b)  the police officer determines that the conditions for giving a direction under clause (1) (b) are met with respect to the object but that it is impracticable in the circumstances to give the direction.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "section_x": "Removal of vehicle being used in contravention",
            "part_id": null,
            "part_type": null,
            "section_y": "Removal of vehicle being used in contravention",
            "content": "4 (1) A police officer who has reasonable grounds to believe that a vehicle is being used in a contravention of subsection 2 (1) or (4) may direct the owner or, if any, operator to remove the vehicle or cause it to be removed. Direction (2) A direction under subsection (1) may be given by any means the police officer reasonably believes would bring it to the owner or operator’s attention. Compliance (3) An owner or operator who is directed to remove the vehicle or cause it to be removed shall promptly comply with the direction. Removal of vehicle by police officer (4) If the vehicle is not removed in accordance with the direction, the police officer may remove the vehicle or cause it to be removed.",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>4 </b>(1) A police officer who has reasonable grounds to believe that a vehicle is being used in a contravention of subsection 2 (1) or (4) may direct the owner or, if any, operator to remove the vehicle or cause it to be removed.</p> <p class=\"headnote\">Direction</p> <p class=\"subsection\">(2) A direction under subsection (1) may be given by any means the police officer reasonably believes would bring it to the owner or operator’s attention.</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(3) An owner or operator who is directed to remove the vehicle or cause it to be removed shall promptly comply with the direction.</p> <p class=\"headnote\">Removal of vehicle by police officer</p> <p class=\"subsection\">(4) If the vehicle is not removed in accordance with the direction, the police officer may remove the vehicle or cause it to be removed.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "section_x": "Removed objects",
            "part_id": null,
            "part_type": null,
            "section_y": "Removed objects",
            "content": "5 (1) A police officer who, under subsection 3 (4) or 4 (4), removes an object or causes it to be removed, may, (a)  maintain possession of the object for a period of up to 30 days beginning on the day on which the object was removed; and (b)  store the object or cause it to be stored during the period referred to in clause (a). Notice (2) The police officer shall make reasonable efforts to notify the object’s owner of the location where the object is being stored. Costs and charges (3) The costs and charges for the removal of an object under subsection 3 (4) or 4 (4), the storage of the object under subsection 5 (1) or both, as the case may be, are a debt due by the following persons, and for which they are jointly and severally liable: 1.  If the object is a vehicle, the owner, the operator, if any, and the person who drove or otherwise brought the vehicle to the location from which it was removed. 2.  If the object is not a vehicle, the owner of the object and the person who most recently used the object in contravening subsection 2 (1) or (4). Recovery (4) A debt under subsection (3) may be recovered in any court of competent jurisdiction, and is a lien on the object that may be enforced in the manner provided by the Repair and Storage Liens Act. Power to maintain possession (5) The power to maintain possession of an object under this section is in addition to, and shall not be construed as derogating from, any power to maintain possession of the object under the Civil Remedies Act, 2001 or any other Act or law, including, for greater certainty, the Criminal Code (Canada).",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>5 </b>(1) A police officer who, under subsection 3 (4) or 4 (4), removes an object or causes it to be removed, may,</p> <p class=\"paragraph\">  (a)  maintain possession of the object for a period of up to 30 days beginning on the day on which the object was removed; and</p> <p class=\"paragraph\">  (b)  store the object or cause it to be stored during the period referred to in clause (a).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) The police officer shall make reasonable efforts to notify the object’s owner of the location where the object is being stored.</p> <p class=\"headnote\">Costs and charges</p> <p class=\"subsection\">(3) The costs and charges for the removal of an object under subsection 3 (4) or 4 (4), the storage of the object under subsection 5 (1) or both, as the case may be, are a debt due by the following persons, and for which they are jointly and severally liable:</p> <p class=\"paragraph\">  1.  If the object is a vehicle, the owner, the operator, if any, and the person who drove or otherwise brought the vehicle to the location from which it was removed.</p> <p class=\"paragraph\">  2.  If the object is not a vehicle, the owner of the object and the person who most recently used the object in contravening subsection 2 (1) or (4).</p> <p class=\"headnote\">Recovery</p> <p class=\"subsection\">(4) A debt under subsection (3) may be recovered in any court of competent jurisdiction, and is a lien on the object that may be enforced in the manner provided by the <i>Repair and Storage Liens Act</i>.</p> <p class=\"headnote\">Power to maintain possession</p> <p class=\"subsection\">(5) The power to maintain possession of an object under this section is in addition to, and shall not be construed as derogating from, any power to maintain possession of the object under the <i>Civil Remedies Act, 2001</i> or any other Act or law, including, for greater certainty, the <i>Criminal Code</i> (Canada).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "section_x": "Assistance",
            "part_id": null,
            "part_type": null,
            "section_y": "Assistance",
            "content": "6 A police officer may, for the purpose of subsection 3 (4), 4 (4) or 5 (1), request the assistance of any person who is reasonably qualified to assist in removing or storing the object, as the case may be, and the person is authorized to provide such assistance for that purpose.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>6 </b>A police officer may, for the purpose of subsection 3 (4), 4 (4) or 5 (1), request the assistance of any person who is reasonably qualified to assist in removing or storing the object, as the case may be, and the person is authorized to provide such assistance for that purpose.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "section_x": "Surrender, suspension of driver’s licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Surrender, suspension of driver’s licence",
            "content": "7 (1) In this section, “driver’s licence” means a licence issued under section 32 of the Highway Traffic Act or a driver’s licence issued by another jurisdiction. Same (2) A police officer who has reasonable grounds to believe that a person is contravening or has contravened subsection 2 (1) or (4) and that the contravention involves or involved the person’s use of a vehicle, may, subject to the regulations, direct the person to surrender their driver’s licence. Compliance (3) The person shall promptly comply with the direction. Suspension (4) In the case of a driver’s licence issued under section 32 of the Highway Traffic Act, the licence is suspended for a period of 14 days beginning on the day on which the direction is given. Same (5) In the case of a driver’s licence issued by another jurisdiction, the person’s privilege to drive a motor vehicle in Ontario is suspended for 14 days beginning on the day on which the direction is given, and section 53 of the Highway Traffic Act applies, with necessary modifications, to the suspension of that privilege as if there were a licence suspension during that period. Same (6) Subsections (4) and (5) apply regardless of whether the person complies or fails to comply with the direction. Duties of police officer (7) A police officer who gives a direction under subsection (2) shall, (a)  notify the Registrar, or cause the Registrar to be notified, of that fact, in the form and manner and within the time specified by the Registrar; (b)  keep a record of the driver’s licence with the person’s name and address and the date on which the suspension begins; (c)  provide the person with a written statement indicating, (i)  the date on which the suspension begins, (ii)  that the suspension is for a period of 14 days, and (iii)  how a driver’s licence can be obtained at the end of the suspension period; and (d)  provide to the Registrar any other material or information that may be specified by the regulations. Seizure of number plates, permit suspension",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>7 </b>(1) In this section,</p> <p class=\"definition\">“driver’s licence” means a licence issued under section 32 of the <i>Highway Traffic Act</i> or a driver’s licence issued by another jurisdiction.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A police officer who has reasonable grounds to believe that a person is contravening or has contravened subsection 2 (1) or (4) and that the contravention involves or involved the person’s use of a vehicle, may, subject to the regulations, direct the person to surrender their driver’s licence.</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(3) The person shall promptly comply with the direction.</p> <p class=\"headnote\">Suspension</p> <p class=\"subsection\">(4) In the case of a driver’s licence issued under section 32 of the <i>Highway Traffic Act</i>, the licence is suspended for a period of 14 days beginning on the day on which the direction is given.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) In the case of a driver’s licence issued by another jurisdiction, the person’s privilege to drive a motor vehicle in Ontario is suspended for 14 days beginning on the day on which the direction is given, and section 53 of the <i>Highway Traffic Act</i> applies, with necessary modifications, to the suspension of that privilege as if there were a licence suspension during that period.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) Subsections (4) and (5) apply regardless of whether the person complies or fails to comply with the direction.</p> <p class=\"headnote\">Duties of police officer</p> <p class=\"subsection\">(7) A police officer who gives a direction under subsection (2) shall,</p> <p class=\"paragraph\">  (a)  notify the Registrar, or cause the Registrar to be notified, of that fact, in the form and manner and within the time specified by the Registrar;</p> <p class=\"paragraph\">  (b)  keep a record of the driver’s licence with the person’s name and address and the date on which the suspension begins;</p> <p class=\"paragraph\">  (c)  provide the person with a written statement indicating,</p> <p class=\"subpara\">  (i)  the date on which the suspension begins,</p> <p class=\"subpara\">  (ii)  that the suspension is for a period of 14 days, and</p> <p class=\"subpara\">  (iii)  how a driver’s licence can be obtained at the end of the suspension period; and</p> <p class=\"paragraph\">  (d)  provide to the Registrar any other material or information that may be specified by the regulations.</p> <p class=\"headnote\">Seizure of number plates, permit suspension</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "section_x": "Seizure of number plates, permit suspension",
            "part_id": null,
            "part_type": null,
            "section_y": "Seizure",
            "content": "8 (1) A police officer who has reasonable grounds to believe that a vehicle has been used in a contravention of subsection 2 (1) or (4) may, subject to the regulations, seize the number plates displayed on the vehicle, including any number plates issued by another jurisdiction. Suspension (2) In the case of a vehicle permit issued in Ontario, the plate portion of the permit is suspended for 14 days beginning on the day of the seizure. Same (3) In the case of a vehicle permit issued by another jurisdiction, any privilege to use the vehicle in Ontario is suspended for 14 days beginning on the day of the seizure, and section 51 of the Highway Traffic Act applies, with necessary modifications, to the suspension of that privilege as if there were a permit suspension during that period. Duties of police officer (4) A police officer who makes a seizure under subsection (1) shall, (a)  notify the Registrar, or cause the Registrar to be notified, of that fact, in the form and manner and within the time specified by the Registrar; (b)  keep a record of the vehicle permit with the permit holder’s name and address and the date on which the suspension begins; (c)  if the driver, owner or operator, if any, is present, provide that person with a written statement indicating, (i)  the date on which the suspension begins, (ii)  that the suspension is for a period of 14 days, and (iii)  how number plates can be obtained at the end of the suspension period; and (d)  provide to the Registrar any other material or information that may be specified by the regulations.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>8 </b>(1) A police officer who has reasonable grounds to believe that a vehicle has been used in a contravention of subsection 2 (1) or (4) may, subject to the regulations, seize the number plates displayed on the vehicle, including any number plates issued by another jurisdiction.</p> <p class=\"headnote\">Suspension</p> <p class=\"subsection\">(2) In the case of a vehicle permit issued in Ontario, the plate portion of the permit is suspended for 14 days beginning on the day of the seizure.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) In the case of a vehicle permit issued by another jurisdiction, any privilege to use the vehicle in Ontario is suspended for 14 days beginning on the day of the seizure, and section 51 of the <i>Highway Traffic Act</i> applies, with necessary modifications, to the suspension of that privilege as if there were a permit suspension during that period.</p> <p class=\"headnote\">Duties of police officer</p> <p class=\"subsection\">(4) A police officer who makes a seizure under subsection (1) shall,</p> <p class=\"paragraph\">  (a)  notify the Registrar, or cause the Registrar to be notified, of that fact, in the form and manner and within the time specified by the Registrar;</p> <p class=\"paragraph\">  (b)  keep a record of the vehicle permit with the permit holder’s name and address and the date on which the suspension begins;</p> <p class=\"paragraph\">  (c)  if the driver, owner or operator, if any, is present, provide that person with a written statement indicating,</p> <p class=\"subpara\">  (i)  the date on which the suspension begins,</p> <p class=\"subpara\">  (ii)  that the suspension is for a period of 14 days, and</p> <p class=\"subpara\">  (iii)  how number plates can be obtained at the end of the suspension period; and</p> <p class=\"paragraph\">  (d)  provide to the Registrar any other material or information that may be specified by the regulations.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "section_x": "Commercial motor vehicles and trailers",
            "part_id": null,
            "part_type": null,
            "section_y": "Commercial motor vehicles and trailers",
            "content": "9 (1) The Registrar may, by order, provide that the plate portion of a vehicle permit issued in Ontario for a person’s commercial motor vehicle or trailer or the person’s CVOR certificate is suspended for a period specified by the Registrar or cancelled, if the Registrar has reasonable grounds to believe that, (a)  the person has contravened subsection 2 (1) or (4); or (b)  the person is the owner or operator of a commercial motor vehicle or trailer that was used in a contravention of subsection 2 (1) or (4). Same (2) If the vehicle permit for a person’s commercial motor vehicle or trailer was issued by another jurisdiction and the Registrar has reasonable grounds to believe that clause (1) (a) or (b) applies with respect to the person, the Registrar may, by order, provide that any privilege to use the commercial motor vehicle or trailer in Ontario is suspended for a period specified by the Registrar or cancelled, and subsection 47 (8) of the Highway Traffic Act applies, with necessary modifications, to the suspension or cancellation of that privilege as if there were a permit suspension or cancellation. No right to be heard (3) The person is not entitled to a hearing before an order may be made under subsection (1) or (2). Notice (4) The Registrar may give notice of the order by any means the Registrar reasonably believes would bring the order to the person’s attention. Effect (5) The order takes effect on the date and at the time specified in the order, regardless of whether the person has received notice of the order. Seizure of number plates (6) A police officer or officer appointed under section 223 of the Highway Traffic Act\r\nmay seize any number plates displayed on a commercial motor vehicle or trailer that is the subject of an order under subsection (1) or (2), including any number plates issued by another jurisdiction. Duties of officer (7) An officer who seizes a number plate under subsection (6) shall, (a)  notify the Registrar, or cause the Registrar to be notified, of that fact, in the form and manner and within the time specified by the Registrar; (b)  provide to the Registrar any other material or information that the Registrar may specify; and (c)  follow any directions of the Registrar with respect to the seized number plate. Review of order (8) An owner or operator of a commercial motor vehicle or trailer that is the subject of an order under subsection (1) or (2) may, no later than 30 days after the order is made, request that the Registrar modify or rescind the order. Same (9) The request shall be made in writing, and shall include any information that the owner or operator considers relevant. Same (10) The Registrar shall, following review and consideration of the request, confirm, modify or rescind the order. No transfer, etc. (11) If an order under subsection (1) is issued to an operator, no person with knowledge of the order shall, without the Registrar’s consent, transfer or lease any commercial motor vehicle or trailer for which the operator’s name is on the vehicle or plate portion of the vehicle permit, or do anything else that would result in a change of name on the vehicle or plate portion of the permit. Same (12) If the order under subsection (1) is for a suspension, subsection (11) applies only during the suspension period. Same (13) Subsection (11) ceases to apply if the Registrar rescinds the order. Same (14) If, for the purposes of subsection (11), the Registrar is satisfied that the transfer, lease or other action is not being made for the purpose of avoiding the effect of the order under subsection (1), the Registrar shall not withhold the consent. Highway Traffic Act (15) For greater certainty, this section applies in addition to any power under the Highway Traffic Act to suspend or cancel the plate portion of a vehicle permit or a CVOR certificate.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>9 </b>(1) The Registrar may, by order, provide that the plate portion of a vehicle permit issued in Ontario for a person’s commercial motor vehicle or trailer or the person’s CVOR certificate is suspended for a period specified by the Registrar or cancelled, if the Registrar has reasonable grounds to believe that,</p> <p class=\"paragraph\">  (a)  the person has contravened subsection 2 (1) or (4); or</p> <p class=\"paragraph\">  (b)  the person is the owner or operator of a commercial motor vehicle or trailer that was used in a contravention of subsection 2 (1) or (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If the vehicle permit for a person’s commercial motor vehicle or trailer was issued by another jurisdiction and the Registrar has reasonable grounds to believe that clause (1) (a) or (b) applies with respect to the person, the Registrar may, by order, provide that any privilege to use the commercial motor vehicle or trailer in Ontario is suspended for a period specified by the Registrar or cancelled, and subsection 47 (8) of the <i>Highway Traffic Act</i> applies, with necessary modifications, to the suspension or cancellation of that privilege as if there were a permit suspension or cancellation.</p> <p class=\"headnote\">No right to be heard</p> <p class=\"subsection\">(3) The person is not entitled to a hearing before an order may be made under subsection (1) or (2).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(4) The Registrar may give notice of the order by any means the Registrar reasonably believes would bring the order to the person’s attention.</p> <p class=\"headnote\">Effect</p> <p class=\"subsection\">(5) The order takes effect on the date and at the time specified in the order, regardless of whether the person has received notice of the order.</p> <p class=\"headnote\">Seizure of number plates</p> <p class=\"subsection\">(6) A police officer or officer appointed under section 223 of the <i>Highway Traffic Act</i>\r\nmay seize any number plates displayed on a commercial motor vehicle or trailer that is the subject of an order under subsection (1) or (2), including any number plates issued by another jurisdiction.</p> <p class=\"headnote\">Duties of officer</p> <p class=\"subsection\">(7) An officer who seizes a number plate under subsection (6) shall,</p> <p class=\"paragraph\">  (a)  notify the Registrar, or cause the Registrar to be notified, of that fact, in the form and manner and within the time specified by the Registrar;</p> <p class=\"paragraph\">  (b)  provide to the Registrar any other material or information that the Registrar may specify; and</p> <p class=\"paragraph\">  (c)  follow any directions of the Registrar with respect to the seized number plate.</p> <p class=\"headnote\">Review of order</p> <p class=\"subsection\">(8) An owner or operator of a commercial motor vehicle or trailer that is the subject of an order under subsection (1) or (2) may, no later than 30 days after the order is made, request that the Registrar modify or rescind the order.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(9) The request shall be made in writing, and shall include any information that the owner or operator considers relevant.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(10) The Registrar shall, following review and consideration of the request, confirm, modify or rescind the order.</p> <p class=\"headnote\">No transfer, etc.</p> <p class=\"subsection\">(11) If an order under subsection (1) is issued to an operator, no person with knowledge of the order shall, without the Registrar’s consent, transfer or lease any commercial motor vehicle or trailer for which the operator’s name is on the vehicle or plate portion of the vehicle permit, or do anything else that would result in a change of name on the vehicle or plate portion of the permit.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(12) If the order under subsection (1) is for a suspension, subsection (11) applies only during the suspension period.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(13) Subsection (11) ceases to apply if the Registrar rescinds the order.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(14) If, for the purposes of subsection (11), the Registrar is satisfied that the transfer, lease or other action is not being made for the purpose of avoiding the effect of the order under subsection (1), the Registrar shall not withhold the consent.</p> <p class=\"headnoteitalic\">Highway Traffic Act</p> <p class=\"subsection\">(15) For greater certainty, this section applies in addition to any power under the <i>Highway Traffic Act</i> to suspend or cancel the plate portion of a vehicle permit or a CVOR certificate.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "10 (1) A person who contravenes subsection 2 (1) or (4), or fails to comply with subsection 3 (3) or 4 (3), is guilty of an offence. Same (2) A person who interferes with or obstructs any person in the exercise of a power or performance of a duty or function under this Act is guilty of an offence. Same, directors or officers (3) A director or officer of a corporation who causes, authorizes, permits or participates in an offence under this Act by the corporation is guilty of an offence. Separate offence (4) A person is guilty of a separate offence on each day that an offence under subsection (1), (2) or (3) occurs or continues. Penalties",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>10 </b>(1) A person who contravenes subsection 2 (1) or (4), or fails to comply with subsection 3 (3) or 4 (3), is guilty of an offence.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A person who interferes with or obstructs any person in the exercise of a power or performance of a duty or function under this Act is guilty of an offence.</p> <p class=\"headnote\">Same, directors or officers</p> <p class=\"subsection\">(3) A director or officer of a corporation who causes, authorizes, permits or participates in an offence under this Act by the corporation is guilty of an offence.</p> <p class=\"headnote\">Separate offence</p> <p class=\"subsection\">(4) A person is guilty of a separate offence on each day that an offence under subsection (1), (2) or (3) occurs or continues.</p> <p class=\"headnote\">Penalties</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "section_x": "Penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "Individuals",
            "content": "11 (1) On conviction for an offence under section 10, an individual is liable, (a)  in the case of an offence under subsection 10 (1) or (2), to a fine of not more than $100,000, imprisonment for a term of not more than one year or both; or (b)  in the case of an offence under subsection 10 (3), to a fine of not more than $500,000, imprisonment for a term of not more than one year or both. Corporations (2) On conviction for an offence under section 10, a corporation is liable to a fine of not more than $10,000,000.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>11 </b>(1) On conviction for an offence under section 10, an individual is liable,</p> <p class=\"paragraph\">  (a)  in the case of an offence under subsection 10 (1) or (2), to a fine of not more than $100,000, imprisonment for a term of not more than one year or both; or</p> <p class=\"paragraph\">  (b)  in the case of an offence under subsection 10 (3), to a fine of not more than $500,000, imprisonment for a term of not more than one year or both.</p> <p class=\"headnote\">Corporations</p> <p class=\"subsection\">(2) On conviction for an offence under section 10, a corporation is liable to a fine of not more than $10,000,000.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "section_x": "Requirement to identify",
            "part_id": null,
            "part_type": null,
            "section_y": "Requirement to identify",
            "content": "12 (1) If a police officer has reasonable grounds to believe that a person has committed an offence under section 10, the police officer may, for the purpose of commencing a proceeding under Part I or III of the Provincial Offences Act, direct the person to provide their full name, date of birth and address. Compliance (2) The person shall promptly comply with the direction. Offence (3) A person who fails to comply in accordance with subsection (2) is guilty of an offence.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>12 </b>(1) If a police officer has reasonable grounds to believe that a person has committed an offence under section 10, the police officer may, for the purpose of commencing a proceeding under Part I or III of the <i>Provincial Offences Act</i>, direct the person to provide their full name, date of birth and address.</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(2) The person shall promptly comply with the direction.</p> <p class=\"headnote\">Offence</p> <p class=\"subsection\">(3) A person who fails to comply in accordance with subsection (2) is guilty of an offence.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "13.",
            "section_x": "Arrest without warrant",
            "part_id": null,
            "part_type": null,
            "section_y": "Arrest without warrant",
            "content": "13 A police officer may arrest without warrant a person whom the officer believes on reasonable grounds, (a)  is contravening clause 3 (1) (a) or subsection 3 (2); (b)  is guilty of an offence under subsection 10 (2); or (c)  has failed to comply with subsection 12 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>13 </b>A police officer may arrest without warrant a person whom the officer believes on reasonable grounds,</p> <p class=\"paragraph\">  (a)  is contravening clause 3 (1) (a) or subsection 3 (2);</p> <p class=\"paragraph\">  (b)  is guilty of an offence under subsection 10 (2); or</p> <p class=\"paragraph\">  (c)  has failed to comply with subsection 12 (2).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "14.",
            "section_x": "Court order",
            "part_id": null,
            "part_type": null,
            "section_y": "Court order",
            "content": "14 (1) A judge of the Superior Court of Justice may, on application by the Crown in right of Ontario or a member of the Executive Council, make an order restraining a person who is contravening subsection 2 (1) or (4) from continuing the contravention. Same (2) Subsection (1) applies in addition to any other remedy or penalty.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>14 </b>(1) A judge of the Superior Court of Justice may, on application by the Crown in right of Ontario or a member of the Executive Council, make an order restraining a person who is contravening subsection 2 (1) or (4) from continuing the contravention.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsection (1) applies in addition to any other remedy or penalty.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "15.",
            "section_x": "No personal liability",
            "part_id": null,
            "part_type": null,
            "section_y": "No personal liability",
            "content": "15 (1) No cause of action arises against any individual for any act done in good faith in the exercise or performance, or intended exercise or performance, of the individual’s powers, duties or functions under this Act or for any alleged neglect, default or other omission in the exercise or performance in good faith of those powers, duties or functions. Crown remains vicariously liable (2) Despite subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsection (1) does not relieve the Crown of liability to which it would otherwise be subject as a result of the individual’s acts or omissions. Municipality remains vicariously liable (3) Subsection (1) does not relieve a municipality of liability to which it would otherwise be subject as a result of the individual’s acts or omissions. Same (4) For the purposes of subsection (3), a municipality includes a local board as defined in the Municipal Affairs Act. Proceedings barred (5) No proceeding shall be commenced against an individual in respect of a matter referred to in subsection (1). Same (6) Subsection (5) does not apply with respect to an application for judicial review, but does apply with respect to any other court, administrative or arbitral proceeding claiming any remedy or relief, including specific performance, an injunction, declaratory relief, a remedy in contract, restitution, unjust enrichment or tort, a remedy for breach of trust or fiduciary obligation or any equitable remedy, enforcement of a judgment, order or award made outside Ontario or any form of compensation or damages including loss of revenue or profit. Proceedings by Crown not prevented (7) This section does not apply with respect to proceedings brought by the Crown.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>15 </b>(1) No cause of action arises against any individual for any act done in good faith in the exercise or performance, or intended exercise or performance, of the individual’s powers, duties or functions under this Act or for any alleged neglect, default or other omission in the exercise or performance in good faith of those powers, duties or functions.</p> <p class=\"headnote\">Crown remains vicariously liable</p> <p class=\"subsection\">(2) Despite subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsection (1) does not relieve the Crown of liability to which it would otherwise be subject as a result of the individual’s acts or omissions.</p> <p class=\"headnote\">Municipality remains vicariously liable</p> <p class=\"subsection\">(3) Subsection (1) does not relieve a municipality of liability to which it would otherwise be subject as a result of the individual’s acts or omissions.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) For the purposes of subsection (3), a municipality includes a local board as defined in the <i>Municipal Affairs Act</i>.</p> <p class=\"headnote\">Proceedings barred</p> <p class=\"subsection\">(5) No proceeding shall be commenced against an individual in respect of a matter referred to in subsection (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) Subsection (5) does not apply with respect to an application for judicial review, but does apply with respect to any other court, administrative or arbitral proceeding claiming any remedy or relief, including specific performance, an injunction, declaratory relief, a remedy in contract, restitution, unjust enrichment or tort, a remedy for breach of trust or fiduciary obligation or any equitable remedy, enforcement of a judgment, order or award made outside Ontario or any form of compensation or damages including loss of revenue or profit.</p> <p class=\"headnote\">Proceedings by Crown not prevented</p> <p class=\"subsection\">(7) This section does not apply with respect to proceedings brought by the Crown.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "16.",
            "section_x": "Review of Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Review of Act",
            "content": "16 (1) The Minister responsible for the administration of this Act shall, no later than 18 months after the day this Act comes into force, (a)  conduct a review of the first 12 months of the application of this Act; and (b)  prepare a written report respecting the review, and, (i)  table the report in the Assembly, and (ii)  make the report available to the public on a Government of Ontario website. Same (2) For the purposes of subclause (1) (b) (i), if the Assembly is not in session, the Minister shall table the report at the next session.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>16 </b>(1) The Minister responsible for the administration of this Act shall, no later than 18 months after the day this Act comes into force,</p> <p class=\"paragraph\">  (a)  conduct a review of the first 12 months of the application of this Act; and</p> <p class=\"paragraph\">  (b)  prepare a written report respecting the review, and,</p> <p class=\"subpara\">  (i)  table the report in the Assembly, and</p> <p class=\"subpara\">  (ii)  make the report available to the public on a Government of Ontario website.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of subclause (1) (b) (i), if the Assembly is not in session, the Minister shall table the report at the next session.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "17.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "17 (1) The Lieutenant Governor in Council may make regulations, (a)  prescribing airports that regularly accommodate flights directly between Ontario and a country other than Canada for the purposes of clause (b) of the definition of “protected transportation infrastructure” in section 1; (b)  prescribing any particular transportation infrastructure or part of it, or any class of transportation infrastructure, that is of significance to international trade for the purposes of clause (c) of the definition of “protected transportation infrastructure” in section 1; (c)  requiring that a police officer who requests a person’s assistance under section 6 provide the person with confirmation of the request, and governing the form and manner of providing the confirmation; (d)  governing the giving of directions under subsection 7 (2) or seizures under subsection 8 (1), including, (i)  specifying conditions that must be met before a direction may be given or a seizure may be made, (ii)  specifying a period after which a direction may not be given or a seizure may not be made; (e)  respecting the provision of material or information to the Registrar for the purposes of clause 7 (7) (d) or 8 (4) (d); (f)  respecting any matter that the Lieutenant Governor in Council considers necessary or advisable to carry out effectively the purpose of this Act. Time limit (2) A regulation made under clause (1) (b) ceases to apply on the 30th day after the regulation comes into force, if it is not revoked before that day. 18, 19 Omitted (amends, repeals or revokes other legislation). 20 Omitted (provides for coming into force of provisions of this Act). 21 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>17 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  prescribing airports that regularly accommodate flights directly between Ontario and a country other than Canada for the purposes of clause (b) of the definition of “protected transportation infrastructure” in section 1;</p> <p class=\"paragraph\">  (b)  prescribing any particular transportation infrastructure or part of it, or any class of transportation infrastructure, that is of significance to international trade for the purposes of clause (c) of the definition of “protected transportation infrastructure” in section 1;</p> <p class=\"paragraph\">  (c)  requiring that a police officer who requests a person’s assistance under section 6 provide the person with confirmation of the request, and governing the form and manner of providing the confirmation;</p> <p class=\"paragraph\">  (d)  governing the giving of directions under subsection 7 (2) or seizures under subsection 8 (1), including,</p> <p class=\"subpara\">  (i)  specifying conditions that must be met before a direction may be given or a seizure may be made,</p> <p class=\"subpara\">  (ii)  specifying a period after which a direction may not be given or a seizure may not be made;</p> <p class=\"paragraph\">  (e)  respecting the provision of material or information to the Registrar for the purposes of clause 7 (7) (d) or 8 (4) (d);</p> <p class=\"paragraph\">  (f)  respecting any matter that the Lieutenant Governor in Council considers necessary or advisable to carry out effectively the purpose of this Act.</p> <p class=\"headnote\">Time limit</p> <p class=\"subsection\">(2) A regulation made under clause (1) (b) ceases to apply on the 30th day after the regulation comes into force, if it is not revoked before that day.</p> <p class=\"section\"><b>18, 19</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>20 </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>21</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/22k10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}