{
    "act_info": {
        "full_title": "Land Registration Reform Act, R.S.O. 1990, c. L.4",
        "act_name_text": "Land Registration Reform Act",
        "citation": "R.S.O. 1990, c. L.4",
        "url": "https://www.ontario.ca/laws/statute/90l04",
        "date_scraped": "2023-12-18 05:13:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 31, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90l04/v12",
            "valid_from": "October 13, 2020",
            "valid_to": "December 30, 2022"
        },
        {
            "a_href": "/laws/statute/90l04/v11",
            "valid_from": "May 29, 2019",
            "valid_to": "October 12, 2020"
        },
        {
            "a_href": "/laws/statute/90l04/v10",
            "valid_from": "November 14, 2017",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/90l04/v9",
            "valid_from": "September  1, 2016",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/90l04/v8",
            "valid_from": "December 31, 2012",
            "valid_to": "August 31, 2016"
        },
        {
            "a_href": "/laws/statute/90l04/v7",
            "valid_from": "June 20, 2012",
            "valid_to": "December 30, 2012"
        },
        {
            "a_href": "/laws/statute/90l04/v6",
            "valid_from": "November 22, 2010",
            "valid_to": "June 19, 2012"
        },
        {
            "a_href": "/laws/statute/90l04/v5",
            "valid_from": "May 18, 2010",
            "valid_to": "November 21, 2010"
        },
        {
            "a_href": "/laws/statute/90l04/v4",
            "valid_from": "July 25, 2007",
            "valid_to": "May 17, 2010"
        },
        {
            "a_href": "/laws/statute/90l04/v3",
            "valid_from": "December 20, 2006",
            "valid_to": "July 24, 2007"
        },
        {
            "a_href": "/laws/statute/90l04/v2",
            "valid_from": "October 19, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90l04/v1",
            "valid_from": "November 26, 2002",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/990019",
            "Citation": "O. Reg. 19/99",
            "title": "ELECTRONIC REGISTRATION"
        },
        {
            "a_href": "/laws/regulation/990018",
            "Citation": "O. Reg. 18/99",
            "title": "DOCUMENTS - GENERAL"
        },
        {
            "a_href": "/laws/regulation/990016",
            "Citation": "O. Reg. 16/99",
            "title": "AUTOMATED SYSTEM"
        },
        {
            "a_href": "/laws/regulation/900688",
            "Citation": "R.R.O. 1990, Reg. 688",
            "title": "FORM OF DOCUMENTS"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "section_x": "PART I DOCUMENTS",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": "PART I  ",
            "part_type": "PART I DOCUMENTS",
            "section_y": "Definitions",
            "content": "1 In this Part, “charge” means a charge on land given for the purpose of securing the payment of a debt or the performance of an obligation, and includes a charge under the Land Titles Act and a mortgage, but does not include a rent charge; (“charge”) “charge book” means the book maintained under subsection 8 (5); (“registre des charges”) “chargee” means a person in whose favour a charge is given; (“titulaire d’une charge”, “titulaire”) “chargor” means a person who gives a charge; (“constituant d’une charge”, “constituant”) “Director” means the Director of Titles appointed under subsection 9 (1) of the Land Titles Act; (“directeur”) “Director of Land Registration” means the Director of Land Registration appointed under subsection 6 (1) of the Registry Act; (“directeur de l'enregistrement des immeubles”) “discharge” means a discharge of a charge and includes a cessation of charge under the Land Titles Act and a certificate of discharge of mortgage under the Registry Act; (“mainlevée”) “document” includes an instrument as defined in section 1 of the Registry Act; (“document”) “land” means land, tenements, hereditaments and appurtenances and any estate or interest therein; (“bien-fonds”) “land registrar” means a land registrar appointed under the\r\nLand Titles Act or the Registry Act; (“registrateur”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means the regulations made under this Part; (“règlements”) “successor” means an heir, executor or administrator; (“successeur”) “transfer” means a conveyance of freehold or leasehold land and includes a deed and a transfer under the Land Titles Act, but does not include a lease or a charge; (“cession”) “transferee” means a person in whose favour a transfer is given; (“cessionnaire”) “transferor” means a person who gives a transfer. (“cédant”)  R.S.O. 1990, c. L.4, s. 1; 2000, c. 26, Sched. B, s. 11 (1, 2). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. B, s. 11 (1, 2) - 06/12/2000 2012, c. 8, Sched. 27, s. 1 - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>In this Part,</p> <p class=\"definition\">“charge” means a charge on land given for the purpose of securing the payment of a debt or the performance of an obligation, and includes a charge under the <i>Land Titles Act</i> and a mortgage, but does not include a rent charge; (“charge”)</p> <p class=\"definition\">“charge book” means the book maintained under subsection 8 (5); (“registre des charges”)</p> <p class=\"definition\">“chargee” means a person in whose favour a charge is given; (“titulaire d’une charge”, “titulaire”)</p> <p class=\"definition\">“chargor” means a person who gives a charge; (“constituant d’une charge”, “constituant”)</p> <p class=\"definition\">“Director” means the Director of Titles appointed under subsection 9 (1) of the <i>Land Titles Act</i>; (“directeur”)</p> <p class=\"definition\">“Director of Land Registration” means the Director of Land Registration appointed under subsection 6 (1) of the <i>Registry Act</i>; (“directeur de l'enregistrement des immeubles”)</p> <p class=\"definition\">“discharge” means a discharge of a charge and includes a cessation of charge under the <i>Land Titles Act</i> and a certificate of discharge of mortgage under the <i>Registry Act</i>; (“mainlevée”)</p> <p class=\"definition\">“document” includes an instrument as defined in section 1 of the <i>Registry Act</i>; (“document”)</p> <p class=\"definition\">“land” means land, tenements, hereditaments and appurtenances and any estate or interest therein; (“bien-fonds”)</p> <p class=\"definition\">“land registrar” means a land registrar appointed under the\r\n<i>Land Titles Act</i> or the <i>Registry Act</i>; (“registrateur”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“regulations” means the regulations made under this Part; (“règlements”)</p> <p class=\"definition\">“successor” means an heir, executor or administrator; (“successeur”)</p> <p class=\"definition\">“transfer” means a conveyance of freehold or leasehold land and includes a deed and a transfer under the <i>Land Titles Act</i>, but does not include a lease or a charge; (“cession”)</p> <p class=\"definition\">“transferee” means a person in whose favour a transfer is given; (“cessionnaire”)</p> <p class=\"definition\">“transferor” means a person who gives a transfer. (“cédant”)  R.S.O. 1990, c. L.4, s. 1; 2000, c. 26, Sched. B, s. 11 (1, 2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedbs11s1\">2000, c. 26, Sched. B, s. 11 (1, 2)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s1\">2012, c. 8, Sched. 27, s. 1</a></span> - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the<i> Legislation Act, 2006</i></a> - 31/12/2022</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Application of Part",
            "part_id": "PART I  ",
            "part_type": "PART I DOCUMENTS",
            "section_y": "Application of Part",
            "content": "2 This Part applies to documents affecting or relating to land in Ontario.  1998, c. 18, Sched. E, s. 93. Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 93 - 18/12/1998",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>This Part applies to documents affecting or relating to land in Ontario.  1998, c. 18, Sched. E, s. 93.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 93 - 18/12/1998</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "Form of documents",
            "part_id": "PART I  ",
            "part_type": "PART I DOCUMENTS",
            "section_y": "Form of documents",
            "content": "3 (1) A document shall not be registered under the Land Titles Act or the Registry Act, or deposited under Part II of the Registry Act, unless, (a)  its form and manner of completion and execution comply with this Part and the regulations; or (b)  it is attached to a document whose form and manner of completion and execution comply with this Part and the regulations.  R.S.O. 1990, c. L.4, s. 3 (1). (2) Repealed: 2019, c. 7, Sched. 37, s. 1. Saving (3) Failure to comply with subsection (1) does not, in itself, invalidate a document that has been registered under the Land Titles Act or the Registry Act, or deposited under Part II of the Registry Act, after the coming into force of this section.  R.S.O. 1990, c. L.4, s. 3 (3). Director may authorize registration or deposit (4) The Director may authorize the registration under the Land Titles Act or the Registry Act, or the deposit under Part II of the Registry Act, of a document whose form or manner of execution does not comply with this Part and the regulations.  R.S.O. 1990, c. L.4, s. 3 (4). Court may order registration or deposit (5) Where the form or manner of execution of a document does not comply with this Part or the regulations, the Superior Court of Justice may, on an application made on notice to the Director, order that the document be registered under the Land Titles Act or the Registry Act, or deposited under Part II of the Registry Act.  R.S.O. 1990, c. L.4, s. 3 (5); 2000, c. 26, Sched. B, s. 11 (3). Appeal (6) An order or refusal to make an order under subsection (5) may be appealed to the Divisional Court by the applicant or by the Director.  R.S.O. 1990, c. L.4, s. 3 (6). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. B, s. 11 (3) - 06/12/2000 2019, c. 7, Sched. 37, s. 1 - 29/05/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3 </b>(1) A document shall not be registered under the <i>Land Titles Act</i> or the <i>Registry Act</i>, or deposited under Part II of the <i>Registry Act</i>, unless,</p> <p class=\"paragraph\">  (a)  its form and manner of completion and execution comply with this Part and the regulations; or</p> <p class=\"paragraph\">  (b)  it is attached to a document whose form and manner of completion and execution comply with this Part and the regulations.  R.S.O. 1990, c. L.4, s. 3 (1).</p> <p class=\"subsection\">(2) <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 7, Sched. 37, s. 1.</p> <p class=\"headnote\">Saving</p> <p class=\"subsection\">(3) Failure to comply with subsection (1) does not, in itself, invalidate a document that has been registered under the <i>Land Titles Act</i> or the <i>Registry Act</i>, or deposited under Part II of the <i>Registry Act</i>, after the coming into force of this section.  R.S.O. 1990, c. L.4, s. 3 (3).</p> <p class=\"headnote\">Director may authorize registration or deposit</p> <p class=\"subsection\">(4) The Director may authorize the registration under the <i>Land Titles Act</i> or the <i>Registry Act</i>, or the deposit under Part II of the <i>Registry Act</i>, of a document whose form or manner of execution does not comply with this Part and the regulations.  R.S.O. 1990, c. L.4, s. 3 (4).</p> <p class=\"headnote\">Court may order registration or deposit</p> <p class=\"subsection\">(5) Where the form or manner of execution of a document does not comply with this Part or the regulations, the Superior Court of Justice may, on an application made on notice to the Director, order that the document be registered under the <i>Land Titles Act</i> or the <i>Registry Act</i>, or deposited under Part II of the <i>Registry Act</i>.  R.S.O. 1990, c. L.4, s. 3 (5); 2000, c. 26, Sched. B, s. 11 (3).</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(6) An order or refusal to make an order under subsection (5) may be appealed to the Divisional Court by the applicant or by the Director.  R.S.O. 1990, c. L.4, s. 3 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedbs11s3\">2000, c. 26, Sched. B, s. 11 (3)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched37s1\">2019, c. 7, Sched. 37, s. 1</a></span> - 29/05/2019</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "section_x": "Incorporation of schedules",
            "part_id": "PART I  ",
            "part_type": "PART I DOCUMENTS",
            "section_y": "Incorporation of schedules",
            "content": "4 (1) A document attached as a schedule to a document whose form is prescribed shall be deemed to be part of the document whose form is prescribed.  R.S.O. 1990, c. L.4, s. 4 (1). Prescribed form governs (2) Where there is a conflict between the contents of a document whose form is prescribed and the contents of a document attached to it as a schedule, the document whose form is prescribed prevails.  R.S.O. 1990, c. L.4, s. 4 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>4 </b>(1) A document attached as a schedule to a document whose form is prescribed shall be deemed to be part of the document whose form is prescribed.  R.S.O. 1990, c. L.4, s. 4 (1).</p> <p class=\"headnote\">Prescribed form governs</p> <p class=\"subsection\">(2) Where there is a conflict between the contents of a document whose form is prescribed and the contents of a document attached to it as a schedule, the document whose form is prescribed prevails.  R.S.O. 1990, c. L.4, s. 4 (2).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "section_x": "Transfer: implied covenants",
            "part_id": "PART I  ",
            "part_type": "PART I DOCUMENTS",
            "section_y": "Transfer: implied covenants",
            "content": "5 (1) A transfer in the prescribed form shall be deemed to include the following covenants and release by the transferor, for the transferor and the transferor’s successors, to and with the transferee and persons deriving title under the transferee: Usual covenants and release 1.  In a transfer of freehold or leasehold land by the beneficial owner for valuable consideration, unless the transfer is expressed to be a quitclaim: i.  That the transferor has the right to convey the land to the transferee. ii.  That the transferee shall have quiet enjoyment of the land. iii.  That the transferor or the transferor’s successors and assigns will execute such further assurances of the land and do such other acts, at the transferee’s expense, as may be reasonably required. iv.  That the transferor has not done, omitted or permitted anything whereby the land is or may be encumbered, except as the records of the land registry office disclose. v.  That the transferor releases to the transferee all the transferor’s existing claims on the land, except as the transfer provides and the records of the land registry office disclose. Covenant re leasehold 2.  In a transfer of leasehold land by the beneficial owner for valuable consideration: That, despite anything done, omitted or permitted by the transferor, the lease or grant creating the term or estate for which the land is transferred is, at the time the transfer is given, a valid lease or grant of the property conveyed, in full force, unforfeited and unsurrendered, and that there is no subsisting default in the payment of the rents reserved by or in the performance of the covenants, conditions and agreements contained in the lease or grant at the time the transfer is given. Covenants and release by trustee, etc. 3.  In a transfer of freehold or leasehold land by a transferor who transfers as trustee or chargee, as personal representative of a deceased person, as guardian of the property of a mentally incapable person, or under a court order: i.  That the transferor has not done, omitted or permitted anything whereby the land is or may be encumbered or whereby the transferor is hindered from giving the transfer. ii.  That the transferor or the transferor’s successors and assigns will execute such further assurances of the land and do such other acts, at the transferee’s expense, as may be reasonably required. iii.  That the transferor releases to the transferee all the transferor’s existing claims on the land, except as the transfer provides and the records of the land registry office disclose. Settlor’s covenant for further assurances 4.  In a transfer of freehold or leasehold land by way of settlement by a transferor who transfers as settlor: That the transferor and the transferor’s successors and assigns will execute such further assurances of the land and do such other acts, at the expense of any person deriving title under the transfer, as may be reasonably required.  R.S.O. 1990, c. L.4, s. 5 (1); 1992, c. 32, s. 17. Multiple parties (2) Where a transfer to which subsection (1) applies is given by or to more than one person, the covenants deemed to be included by that subsection are made, (a)  by each transferor to the extent of the interest or share transferred by the transferor; and (b)  with the transferees jointly, if the transfer is made to them jointly, or with each transferee, if the transfer is made to them as tenants in common.  R.S.O. 1990, c. L.4, s. 5 (2). Covenant by beneficial owner directing transfer (3) Where a transfer to which subsection (1) applies is given at the direction of the beneficial owner, the transfer shall be deemed to include the appropriate covenants set out in subsection (1) on the part of the beneficial owner as if the beneficial owner were the transferor.  R.S.O. 1990, c. L.4, s. 5 (3). Amendment of implied covenants (4) A covenant deemed to be included in a transfer by this section may, in a schedule to the transfer, be expressly excluded or be varied by setting out the covenant, appropriately amended.  R.S.O. 1990, c. L.4, s. 5 (4). Enforcement of covenant (5) The benefit of a covenant deemed to be included in a transfer by this section runs with the interest of the transferee in the land transferred, and may be enforced by any person in whom the interest or part of it vests.  R.S.O. 1990, c. L.4, s. 5 (5). Section Amendments with date in force (d/m/y) 1992, c. 32, s. 17 - 03/04/1995",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>5 </b>(1) A transfer in the prescribed form shall be deemed to include the following covenants and release by the transferor, for the transferor and the transferor’s successors, to and with the transferee and persons deriving title under the transferee:</p> <p class=\"headnote\">Usual covenants and release</p> <p class=\"paragraph\">  1.  In a transfer of freehold or leasehold land by the beneficial owner for valuable consideration, unless the transfer is expressed to be a quitclaim:</p> <p class=\"subpara\">  i.  That the transferor has the right to convey the land to the transferee.</p> <p class=\"subpara\">  ii.  That the transferee shall have quiet enjoyment of the land.</p> <p class=\"subpara\">  iii.  That the transferor or the transferor’s successors and assigns will execute such further assurances of the land and do such other acts, at the transferee’s expense, as may be reasonably required.</p> <p class=\"subpara\">  iv.  That the transferor has not done, omitted or permitted anything whereby the land is or may be encumbered, except as the records of the land registry office disclose.</p> <p class=\"subpara\">  v.  That the transferor releases to the transferee all the transferor’s existing claims on the land, except as the transfer provides and the records of the land registry office disclose.</p> <p class=\"headnote\">Covenant re leasehold</p> <p class=\"paragraph\">  2.  In a transfer of leasehold land by the beneficial owner for valuable consideration:</p> <p class=\"subpara\">  That, despite anything done, omitted or permitted by the transferor, the lease or grant creating the term or estate for which the land is transferred is, at the time the transfer is given, a valid lease or grant of the property conveyed, in full force, unforfeited and unsurrendered, and that there is no subsisting default in the payment of the rents reserved by or in the performance of the covenants, conditions and agreements contained in the lease or grant at the time the transfer is given.</p> <p class=\"headnote\">Covenants and release by trustee, etc.</p> <p class=\"paragraph\">  3.  In a transfer of freehold or leasehold land by a transferor who transfers as trustee or chargee, as personal representative of a deceased person, as guardian of the property of a mentally incapable person, or under a court order:</p> <p class=\"subpara\">  i.  That the transferor has not done, omitted or permitted anything whereby the land is or may be encumbered or whereby the transferor is hindered from giving the transfer.</p> <p class=\"subpara\">  ii.  That the transferor or the transferor’s successors and assigns will execute such further assurances of the land and do such other acts, at the transferee’s expense, as may be reasonably required.</p> <p class=\"subpara\">  iii.  That the transferor releases to the transferee all the transferor’s existing claims on the land, except as the transfer provides and the records of the land registry office disclose.</p> <p class=\"headnote\">Settlor’s covenant for further assurances</p> <p class=\"paragraph\">  4.  In a transfer of freehold or leasehold land by way of settlement by a transferor who transfers as settlor:</p> <p class=\"subpara\">  That the transferor and the transferor’s successors and assigns will execute such further assurances of the land and do such other acts, at the expense of any person deriving title under the transfer, as may be reasonably required.  R.S.O. 1990, c. L.4, s. 5 (1); 1992, c. 32, s. 17.</p> <p class=\"headnote\">Multiple parties</p> <p class=\"subsection\">(2) Where a transfer to which subsection (1) applies is given by or to more than one person, the covenants deemed to be included by that subsection are made,</p> <p class=\"paragraph\">  (a)  by each transferor to the extent of the interest or share transferred by the transferor; and</p> <p class=\"paragraph\">  (b)  with the transferees jointly, if the transfer is made to them jointly, or with each transferee, if the transfer is made to them as tenants in common.  R.S.O. 1990, c. L.4, s. 5 (2).</p> <p class=\"headnote\">Covenant by beneficial owner directing transfer</p> <p class=\"subsection\">(3) Where a transfer to which subsection (1) applies is given at the direction of the beneficial owner, the transfer shall be deemed to include the appropriate covenants set out in subsection (1) on the part of the beneficial owner as if the beneficial owner were the transferor.  R.S.O. 1990, c. L.4, s. 5 (3).</p> <p class=\"headnote\">Amendment of implied covenants</p> <p class=\"subsection\">(4) A covenant deemed to be included in a transfer by this section may, in a schedule to the transfer, be expressly excluded or be varied by setting out the covenant, appropriately amended.  R.S.O. 1990, c. L.4, s. 5 (4).</p> <p class=\"headnote\">Enforcement of covenant</p> <p class=\"subsection\">(5) The benefit of a covenant deemed to be included in a transfer by this section runs with the interest of the transferee in the land transferred, and may be enforced by any person in whom the interest or part of it vests.  R.S.O. 1990, c. L.4, s. 5 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1992, c. 32, s. 17 - 03/04/1995</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "section_x": "Charges",
            "part_id": "PART I  ",
            "part_type": "PART I DOCUMENTS",
            "section_y": "Charges",
            "content": "6 (1) A charge does not operate as a transfer of the legal estate in the land to the chargee.  R.S.O. 1990, c. L.4, s. 6 (1). Defeasance (2) A charge ceases to operate when the money and interest secured by the charge are paid, or the obligations whose performance is secured by the charge are performed, in the manner provided by the charge.  R.S.O. 1990, c. L.4, s. 6 (2). Rights and remedies preserved (3) Despite subsection (1), a chargor and chargee are entitled to all the legal and equitable rights and remedies that would be available to them if the chargor had transferred the land to the chargee by way of mortgage, subject to a proviso for redemption.  R.S.O. 1990, c. L.4, s. 6 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>6 </b>(1) A charge does not operate as a transfer of the legal estate in the land to the chargee.  R.S.O. 1990, c. L.4, s. 6 (1).</p> <p class=\"headnote\">Defeasance</p> <p class=\"subsection\">(2) A charge ceases to operate when the money and interest secured by the charge are paid, or the obligations whose performance is secured by the charge are performed, in the manner provided by the charge.  R.S.O. 1990, c. L.4, s. 6 (2).</p> <p class=\"headnote\">Rights and remedies preserved</p> <p class=\"subsection\">(3) Despite subsection (1), a chargor and chargee are entitled to all the legal and equitable rights and remedies that would be available to them if the chargor had transferred the land to the chargee by way of mortgage, subject to a proviso for redemption.  R.S.O. 1990, c. L.4, s. 6 (3).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "section_x": "Charge: implied covenants",
            "part_id": "PART I  ",
            "part_type": "PART I DOCUMENTS",
            "section_y": "Charge: implied covenants",
            "content": "7 (1) A charge in the prescribed form shall be deemed to include the following covenants by the chargor, for the chargor and the chargor’s successors, with the chargee and the chargee’s successors and assigns: Usual covenants 1.  In a charge of freehold or leasehold land by the beneficial owner: i.  That the chargor or the chargor’s successors will pay, in the manner provided by the charge, the money and interest it secures, and will pay the taxes assessed against the land. ii.  That the chargor has the right to give the charge. iii.  That the chargor has not done, omitted or permitted anything whereby the land is or may be encumbered, except as the records of the land registry office disclose. iv.  That the chargor or the chargor’s successors will insure the buildings on the land as specified in the charge. v.  That the chargee on default of payment for the number of days specified in the charge or in the Mortgages Act, whichever is longer, may on giving the notice specified in the charge or required by that Act, whichever is longer, enter on and take possession of, receive the rents and profits of, lease or sell the land. vi.  That where the chargee enters on and takes possession of the land on default as described in subparagraph v, the chargee shall have quiet enjoyment of the land. vii.  That the chargor or the chargor’s successors will, on default, execute such assurances of the land and do such other acts, at the chargee’s expense, as may be reasonably required. viii.  That the chargee may distrain for arrears of interest. ix.  That on default of payment of the interest secured by the charge, the principal money shall, at the option of the chargee, become payable. Covenant re freehold 2.  In a charge of freehold land by the beneficial owner, that the chargor has a good title in fee simple to the land, except as the records of the land registry office disclose. Covenant re leasehold 3.  In a charge of leasehold land by the beneficial owner: i.  That, despite anything done, omitted or permitted by the chargor, the lease or grant creating the term or estate for which the land is held is, at the time the charge is given, a valid lease or grant of the land charged, in full force, unforfeited and unsurrendered, and that there is no subsisting default in the payment of the rents reserved by or in the performance of the covenants, conditions and agreements contained in the lease or grant at the time the charge is given. ii.  That the chargor or the chargor’s successors will, while the money secured by the charge remains unpaid, pay, observe and perform all the rents reserved by and all the covenants, conditions and agreements contained in the lease or grant and will indemnify the chargee against all costs and damages incurred by reason of any non-payment of rent or non-observance or non-performance of the covenants, conditions and agreements.  R.S.O. 1990, c. L.4, s. 7 (1). Multiple parties (2) Where a charge to which subsection (1) applies is given by or to more than one person, the covenants deemed to be included by that subsection are made, (a)  by the chargors jointly and severally, unless the charge specifies otherwise; and (b)  with the chargees jointly, unless the money secured is expressly secured to them in several shares or distinct sums.  R.S.O. 1990, c. L.4, s. 7 (2). Amendment of implied covenants (3) A covenant deemed to be included in a charge by subsection (1) may, in a schedule to the charge, or in a set of standard charge terms filed under subsection 8 (1) and referred to in the charge by its filing number, be expressly excluded or be varied by setting out the covenant, appropriately amended.  R.S.O. 1990, c. L.4, s. 7 (3). Enforcement of covenant (4) A covenant deemed to be included in a charge by subsection (1) may be enforced by a successor or assignee of the chargee.  R.S.O. 1990, c. L.4, s. 7 (4). Prescribed terms (5) A charge in the prescribed form shall be deemed to include the prescribed standard charge terms, unless a set of standard charge terms filed under subsection 8 (1) is referred to in the charge by its filing number.  R.S.O. 1990, c. L.4, s. 7 (5). Amendment of prescribed terms (6) A prescribed standard charge term deemed to be included in a charge by subsection (5) may, in a schedule to the charge, be expressly excluded or be varied by setting out the term, appropriately varied.  R.S.O. 1990, c. L.4, s. 7 (6). (7) Repealed:  1998, c. 18, Sched. E, s. 94. Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 94 - 18/12/1998 7.1-7.3 Section Amendments with date in force (d/m/y) 2002, c. 18, Sched. E, s. 5 (1) - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>7 </b>(1) A charge in the prescribed form shall be deemed to include the following covenants by the chargor, for the chargor and the chargor’s successors, with the chargee and the chargee’s successors and assigns:</p> <p class=\"headnote\">Usual covenants</p> <p class=\"paragraph\">  1.  In a charge of freehold or leasehold land by the beneficial owner:</p> <p class=\"subpara\">  i.  That the chargor or the chargor’s successors will pay, in the manner provided by the charge, the money and interest it secures, and will pay the taxes assessed against the land.</p> <p class=\"subpara\">  ii.  That the chargor has the right to give the charge.</p> <p class=\"subpara\">  iii.  That the chargor has not done, omitted or permitted anything whereby the land is or may be encumbered, except as the records of the land registry office disclose.</p> <p class=\"subpara\">  iv.  That the chargor or the chargor’s successors will insure the buildings on the land as specified in the charge.</p> <p class=\"subpara\">  v.  That the chargee on default of payment for the number of days specified in the charge or in the <i>Mortgages Act</i>, whichever is longer, may on giving the notice specified in the charge or required by that Act, whichever is longer, enter on and take possession of, receive the rents and profits of, lease or sell the land.</p> <p class=\"subpara\">  vi.  That where the chargee enters on and takes possession of the land on default as described in subparagraph v, the chargee shall have quiet enjoyment of the land.</p> <p class=\"subpara\">  vii.  That the chargor or the chargor’s successors will, on default, execute such assurances of the land and do such other acts, at the chargee’s expense, as may be reasonably required.</p> <p class=\"subpara\">  viii.  That the chargee may distrain for arrears of interest.</p> <p class=\"subpara\">  ix.  That on default of payment of the interest secured by the charge, the principal money shall, at the option of the chargee, become payable.</p> <p class=\"headnote\">Covenant re freehold</p> <p class=\"paragraph\">  2.  In a charge of freehold land by the beneficial owner, that the chargor has a good title in fee simple to the land, except as the records of the land registry office disclose.</p> <p class=\"headnote\">Covenant re leasehold</p> <p class=\"paragraph\">  3.  In a charge of leasehold land by the beneficial owner:</p> <p class=\"subpara\">  i.  That, despite anything done, omitted or permitted by the chargor, the lease or grant creating the term or estate for which the land is held is, at the time the charge is given, a valid lease or grant of the land charged, in full force, unforfeited and unsurrendered, and that there is no subsisting default in the payment of the rents reserved by or in the performance of the covenants, conditions and agreements contained in the lease or grant at the time the charge is given.</p> <p class=\"subpara\">  ii.  That the chargor or the chargor’s successors will, while the money secured by the charge remains unpaid, pay, observe and perform all the rents reserved by and all the covenants, conditions and agreements contained in the lease or grant and will indemnify the chargee against all costs and damages incurred by reason of any non-payment of rent or non-observance or non-performance of the covenants, conditions and agreements.  R.S.O. 1990, c. L.4, s. 7 (1).</p> <p class=\"headnote\">Multiple parties</p> <p class=\"subsection\">(2) Where a charge to which subsection (1) applies is given by or to more than one person, the covenants deemed to be included by that subsection are made,</p> <p class=\"paragraph\">  (a)  by the chargors jointly and severally, unless the charge specifies otherwise; and</p> <p class=\"paragraph\">  (b)  with the chargees jointly, unless the money secured is expressly secured to them in several shares or distinct sums.  R.S.O. 1990, c. L.4, s. 7 (2).</p> <p class=\"headnote\">Amendment of implied covenants</p> <p class=\"subsection\">(3) A covenant deemed to be included in a charge by subsection (1) may, in a schedule to the charge, or in a set of standard charge terms filed under subsection 8 (1) and referred to in the charge by its filing number, be expressly excluded or be varied by setting out the covenant, appropriately amended.  R.S.O. 1990, c. L.4, s. 7 (3).</p> <p class=\"headnote\">Enforcement of covenant</p> <p class=\"subsection\">(4) A covenant deemed to be included in a charge by subsection (1) may be enforced by a successor or assignee of the chargee.  R.S.O. 1990, c. L.4, s. 7 (4).</p> <p class=\"headnote\">Prescribed terms</p> <p class=\"subsection\">(5) A charge in the prescribed form shall be deemed to include the prescribed standard charge terms, unless a set of standard charge terms filed under subsection 8 (1) is referred to in the charge by its filing number.  R.S.O. 1990, c. L.4, s. 7 (5).</p> <p class=\"headnote\">Amendment of prescribed terms</p> <p class=\"subsection\">(6) A prescribed standard charge term deemed to be included in a charge by subsection (5) may, in a schedule to the charge, be expressly excluded or be varied by setting out the term, appropriately varied.  R.S.O. 1990, c. L.4, s. 7 (6).</p> <p class=\"subsection\">(7) <span>Repealed</span>:  1998, c. 18, Sched. E, s. 94.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 94 - 18/12/1998</p> <p class=\"footnoteLeft\"><b>7.1-7.3</b></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02018#schedes5s1\">2002, c. 18, Sched. E, s. 5 (1)</a></span> - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a> - 31/12/2011</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "section_x": "Filing of standard charge terms",
            "part_id": "PART I  ",
            "part_type": "PART I DOCUMENTS",
            "section_y": "Filing of standard charge terms",
            "content": "8 (1) A person may file with the Director, in the prescribed manner and form, a set of standard charge terms and, with the consent of the Director, may file a set of standard charge terms in a form other than the prescribed form.  R.S.O. 1990, c. L.4, s. 8 (1). Amendment of set of standard charge terms (2) A set of standard charge terms filed under subsection (1) may be amended by filing a further set of standard charge terms under subsection (1).  R.S.O. 1990, c. L.4, s. 8 (2). Duties of Director (3) If a set of standard charge terms is filed under subsection (1), the Director shall promptly assign a filing number to the set and advise the person who filed the set of its filing number.  2012, c. 8, Sched. 27, s. 2. Public inspection (4) Every set of standard charge terms filed under subsection (1) shall be made available to the public in the required manner and upon payment of the required fee on a day not later than 30 days after the day on which the set is filed with the Director.  2012, c. 8, Sched. 27, s. 2. (5) Repealed:  1994, c. 27, s. 85 (1). Electronic filing (6) The Director may require a person to file standard charge terms in an electronic format and may require that the charge terms be delivered by direct electronic transmission.  1994, c. 27, s. 85 (2). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 85 (1, 2) - 09/12/1994; 1998, c. 18, Sched. E, s. 95 - 18/12/1998 2012, c. 8, Sched. 27, s. 2 - 13/10/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>8 </b>(1) A person may file with the Director, in the prescribed manner and form, a set of standard charge terms and, with the consent of the Director, may file a set of standard charge terms in a form other than the prescribed form.  R.S.O. 1990, c. L.4, s. 8 (1).</p> <p class=\"headnote\">Amendment of set of standard charge terms</p> <p class=\"subsection\">(2) A set of standard charge terms filed under subsection (1) may be amended by filing a further set of standard charge terms under subsection (1).  R.S.O. 1990, c. L.4, s. 8 (2).</p> <p class=\"headnote\">Duties of Director</p> <p class=\"subsection\">(3) If a set of standard charge terms is filed under subsection (1), the Director shall promptly assign a filing number to the set and advise the person who filed the set of its filing number.  2012, c. 8, Sched. 27, s. 2.</p> <p class=\"headnote\">Public inspection</p> <p class=\"subsection\">(4) Every set of standard charge terms filed under subsection (1) shall be made available to the public in the required manner and upon payment of the required fee on a day not later than 30 days after the day on which the set is filed with the Director.  2012, c. 8, Sched. 27, s. 2.</p> <p class=\"subsection\">(5) <span>Repealed</span>:  1994, c. 27, s. 85 (1).</p> <p class=\"headnote\">Electronic filing</p> <p class=\"subsection\">(6) The Director may require a person to file standard charge terms in an electronic format and may require that the charge terms be delivered by direct electronic transmission.  1994, c. 27, s. 85 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 85 (1, 2) - 09/12/1994; 1998, c. 18, Sched. E, s. 95 - 18/12/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s2\">2012, c. 8, Sched. 27, s. 2</a></span> - 13/10/2020</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "9.",
            "section_x": "Effect of filing: incorporation by reference",
            "part_id": "PART I  ",
            "part_type": "PART I DOCUMENTS",
            "section_y": "Effect of filing: incorporation by reference",
            "content": "9 (1) A charge shall be deemed to include a set of standard charge terms filed under subsection 8 (1) if the set is referred to in the charge by its filing number.  R.S.O. 1990, c. L.4, s. 9 (1). Amendment of standard charge terms in individual charge (2) A term deemed to be included in a charge by subsection (1) may, in a schedule to the charge, be expressly excluded or may be varied by setting out the term, appropriately amended.  R.S.O. 1990, c. L.4, s. 9 (2). Only one set to be incorporated by reference (3) Where a charge refers to more than one set of standard charge terms by their filing numbers, the charge shall be deemed to include only the set that was filed last.  R.S.O. 1990, c. L.4, s. 9 (3). Express term governs (4) Where there is a conflict between an express term in a charge and a term deemed to be included in the charge by subsection (1), the express term prevails.  R.S.O. 1990, c. L.4, s. 9 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>9 </b>(1) A charge shall be deemed to include a set of standard charge terms filed under subsection 8 (1) if the set is referred to in the charge by its filing number.  R.S.O. 1990, c. L.4, s. 9 (1).</p> <p class=\"headnote\">Amendment of standard charge terms in individual charge</p> <p class=\"subsection\">(2) A term deemed to be included in a charge by subsection (1) may, in a schedule to the charge, be expressly excluded or may be varied by setting out the term, appropriately amended.  R.S.O. 1990, c. L.4, s. 9 (2).</p> <p class=\"headnote\">Only one set to be incorporated by reference</p> <p class=\"subsection\">(3) Where a charge refers to more than one set of standard charge terms by their filing numbers, the charge shall be deemed to include only the set that was filed last.  R.S.O. 1990, c. L.4, s. 9 (3).</p> <p class=\"headnote\">Express term governs</p> <p class=\"subsection\">(4) Where there is a conflict between an express term in a charge and a term deemed to be included in the charge by subsection (1), the express term prevails.  R.S.O. 1990, c. L.4, s. 9 (4).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "10.",
            "section_x": "When charge may be registered",
            "part_id": "PART I  ",
            "part_type": "PART I DOCUMENTS",
            "section_y": "When charge may be registered",
            "content": "10 (1) A charge that refers to a set of standard charge terms filed under subsection 8 (1) by the set’s filing number shall not be registered before a copy of the set is made available to the public.  2012, c. 8, Sched. 27, s. 3. Saving (2) The fact that a charge is registered in a manner that contravenes subsection (1) does not, in itself, invalidate the registered charge.  R.S.O. 1990, c. L.4, s. 10 (2). Section Amendments with date in force (d/m/y) 2012, c. 8, Sched. 27, s. 3 - 13/10/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>10 </b>(1) A charge that refers to a set of standard charge terms filed under subsection 8 (1) by the set’s filing number shall not be registered before a copy of the set is made available to the public.  2012, c. 8, Sched. 27, s. 3.</p> <p class=\"headnote\">Saving</p> <p class=\"subsection\">(2) The fact that a charge is registered in a manner that contravenes subsection (1) does not, in itself, invalidate the registered charge.  R.S.O. 1990, c. L.4, s. 10 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s3\">2012, c. 8, Sched. 27, s. 3</a></span> - 13/10/2020</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "11.",
            "section_x": "Disclosure: offence",
            "part_id": "PART I  ",
            "part_type": "PART I DOCUMENTS",
            "section_y": "Disclosure: offence",
            "content": "11 A person named as chargee in a charge containing standard charge terms that have been filed under subsection 8 (1) who takes the charge before providing the chargor or the chargor’s solicitor with a copy of the standard charge terms is guilty of an offence and on conviction is liable to a fine of not more than $5,000.  R.S.O. 1990, c. L.4, s. 11.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>11 </b>A person named as chargee in a charge containing standard charge terms that have been filed under subsection 8 (1) who takes the charge before providing the chargor or the chargor’s solicitor with a copy of the standard charge terms is guilty of an offence and on conviction is liable to a fine of not more than $5,000.  R.S.O. 1990, c. L.4, s. 11.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "12.",
            "section_x": "Director may require filing",
            "part_id": "PART I  ",
            "part_type": "PART I DOCUMENTS",
            "section_y": "Director may require filing",
            "content": "12 (1) Where the Director is satisfied that a charge presented for registration contains terms that should be filed under subsection 8 (1) because of the frequency of their use in charges in favour of the chargee, the Director may give the chargee notice in the form and manner required by the Director that on and after a day specified by the Director, no charge in favour of the chargee that sets the terms out expressly shall be registered without the Director’s authorization.  R.S.O. 1990, c. L.4, s. 12 (1); 2002, c. 18, Sched. E, s. 5 (2). Day to be specified (2) The day specified by the Director in a notice given under subsection (1) shall be a day at least 120 days after the date of the notice.  R.S.O. 1990, c. L.4, s. 12 (2). No registration where filing required (3) Where the Director has given a notice under subsection (1), no charge in favour of the chargee that sets the terms out expressly shall be registered without the Director’s authorization on or after the day specified by the Director.  R.S.O. 1990, c. L.4, s. 12 (3). Section Amendments with date in force (d/m/y) 2002, c. 18, Sched. E, s. 5 (2) - 26/11/2002",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>12 </b>(1) Where the Director is satisfied that a charge presented for registration contains terms that should be filed under subsection 8 (1) because of the frequency of their use in charges in favour of the chargee, the Director may give the chargee notice in the form and manner required by the Director that on and after a day specified by the Director, no charge in favour of the chargee that sets the terms out expressly shall be registered without the Director’s authorization.  R.S.O. 1990, c. L.4, s. 12 (1); 2002, c. 18, Sched. E, s. 5 (2).</p> <p class=\"headnote\">Day to be specified</p> <p class=\"subsection\">(2) The day specified by the Director in a notice given under subsection (1) shall be a day at least 120 days after the date of the notice.  R.S.O. 1990, c. L.4, s. 12 (2).</p> <p class=\"headnote\">No registration where filing required</p> <p class=\"subsection\">(3) Where the Director has given a notice under subsection (1), no charge in favour of the chargee that sets the terms out expressly shall be registered without the Director’s authorization on or after the day specified by the Director.  R.S.O. 1990, c. L.4, s. 12 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02018#schedes5s2\">2002, c. 18, Sched. E, s. 5 (2)</a></span> - 26/11/2002</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "13.",
            "section_x": "Seal not required",
            "part_id": "PART I  ",
            "part_type": "PART I DOCUMENTS",
            "section_y": "Seal not required",
            "content": "13 (1) Despite any statute or rule of law, a transfer or other document transferring an interest in land, a charge or discharge need not be executed under seal by any person, and such a document that is not executed under seal has the same effect for all purposes as if executed under seal.  R.S.O. 1990, c. L.4, s. 13 (1). Guarantee (2) Subsection (1) applies to a guarantee in a charge.  R.S.O. 1990, c. L.4, s. 13 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>13 </b>(1) Despite any statute or rule of law, a transfer or other document transferring an interest in land, a charge or discharge need not be executed under seal by any person, and such a document that is not executed under seal has the same effect for all purposes as if executed under seal.  R.S.O. 1990, c. L.4, s. 13 (1).</p> <p class=\"headnote\">Guarantee</p> <p class=\"subsection\">(2) Subsection (1) applies to a guarantee in a charge.  R.S.O. 1990, c. L.4, s. 13 (2).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "13.1",
            "section_x": "Minister’s orders",
            "part_id": "PART I  ",
            "part_type": "PART I DOCUMENTS",
            "section_y": "Minister’s orders",
            "content": "13.1 (1) The Minister responsible for the administration of this Act may by order require the payment of fees under subsection 8 (4) and specify the amount of the fees or a method for determining them.  2010, c. 1, Sched. 6, s. 9. Director’s orders (1.1) The Director may by order, (a)  specify the form and manner in which sets of standard charge terms are to be filed with the Director under subsection 8 (1); and (b)  specify the manner for making sets of standard charge terms available to the public under subsection 8 (4).  2012, c. 8, Sched. 27, s. 4 (1). Not regulations (2) An order made under subsection (1) or (1.1) is not a regulation within the meaning of Part III (Regulations) of the Legislation Act, 2006.  2010, c. 1, Sched. 6, s. 9; 2012, c. 8, Sched. 27, s. 4 (2). Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 96 - 08/12/1998 2010, c. 1, Sched. 6, s. 9 - 22/11/2010 2012, c. 8, Sched. 27, s. 4 (1, 2) - 13/10/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>13.1 </b>(1) The Minister responsible for the administration of this Act may by order require the payment of fees under subsection 8 (4) and specify the amount of the fees or a method for determining them.  2010, c. 1, Sched. 6, s. 9.</p> <p class=\"headnote\">Director’s orders</p> <p class=\"subsection\">(1.1) The Director may by order,</p> <p class=\"paragraph\">  (a)  specify the form and manner in which sets of standard charge terms are to be filed with the Director under subsection 8 (1); and</p> <p class=\"paragraph\">  (b)  specify the manner for making sets of standard charge terms available to the public under subsection 8 (4).  2012, c. 8, Sched. 27, s. 4 (1).</p> <p class=\"headnote\">Not regulations</p> <p class=\"subsection\">(2) An order made under subsection (1) or (1.1) is not a regulation within the meaning of Part III (Regulations) of the <i>Legislation Act, 2006</i>.  2010, c. 1, Sched. 6, s. 9; 2012, c. 8, Sched. 27, s. 4 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 96 - 08/12/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10001#sched6s9\">2010, c. 1, Sched. 6, s. 9</a></span> - 22/11/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s4s1\">2012, c. 8, Sched. 27, s. 4 (1, 2)</a></span> - 13/10/2020</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "14.",
            "section_x": "Regulations",
            "part_id": "PART I  ",
            "part_type": "PART I DOCUMENTS",
            "section_y": "Regulations",
            "content": "14 (1) The Minister responsible for the administration of this Act may make regulations, (a)  prescribing standard charge terms for the purpose of subsection 7 (5); (b)  Repealed: 2012, c. 8, Sched. 27, s. 5 (1). (c)  Repealed:  2002, c. 18, Sched. E, s. 5 (3). (d)  prescribing the form and manner in which statements in documents are to be made; (e)  prescribing the manner in which a party to a document registered under the Land Titles Act or the Registry Act may notify the land registrar of changes in the party’s address for service; (f)  authorizing the Director to issue instructions for the completion and execution of documents; (g)  authorizing the Director to approve forms prescribed under subsection (2) and prohibiting the registration of documents in forms prescribed under subsection (2) that are not approved by the Director; (h)  authorizing the Director to approve the manner in which documents in written form can be delivered for registration under the Land Titles Act or the Registry Act\r\nor deposit under Part II of the Registry Act; (i)  specifying the effect of documents in written form that are delivered for registration under the Land Titles Act\r\nor the Registry Act or deposit under Part II of the\r\nRegistry Act in a manner approved by the Director. 1998, c. 18, Sched. E, s. 97 (1); 2002, c. 18, Sched. E, s. 5 (3); 2012, c. 8, Sched. 27, s. 5 (1); 2019, c. 7, Sched. 37, s. 2. Regulations made by Director (2) The Director may make regulations prescribing forms for transfers, charges, discharges and other documents to be registered under the Land Titles Act or the Registry Act, or deposited under Part II of the Registry Act.  1998, c. 18, Sched. E, s. 97 (1). Note: The Minister responsible for the administration of this Act may by regulation revoke regulations made under clause 14 (1) (a), as that clause read immediately before December 18, 1998.  See: 1998, c. 18, Sched. E, s. 97 (2). Note: The Lieutenant Governor in Council may by regulation revoke regulations made under clause 14 (1) (b), (c), (d), (e), (f), (h), (i) or (j), as those clauses read immediately before December 18, 1998, if the Minister makes a regulation under subsection 14 (1), as re-enacted by the Statutes of Ontario, 1998, chapter 18, Schedule E, subsection 97 (1), that is inconsistent with those regulations or the Director makes a regulation under subsection 14 (2), as enacted by the Statutes of Ontario, 1998, chapter 18, Schedule E, subsection 97 (1), that is inconsistent with those regulations.  See: 1998, c. 18, Sched. E, s. 97 (3). Note: Regulations made under clause 14 (1) (g), as that clause read immediately before December 18, 1998, continue until the Minister makes an order under section 13.1, as enacted by the Statutes of Ontario, 1998, chapter 18, Schedule E, section 96, that is inconsistent with those regulations.  See: 1998, c. 18, Sched. E, s. 97 (4). Note: The Lieutenant Governor in Council may by regulation revoke regulations made under clause 14 (1) (g), as that clause read immediately before December 18, 1998, if the Minister makes an order under section 13.1, as enacted by the Statutes of Ontario, 1998, chapter 18, Schedule E, section 96, that is inconsistent with those regulations.  See: 1998, c. 18, Sched. E, s. 97 (5). Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 97 (1) - 18/12/1998 2002, c. 18, Sched. E, s. 5 (3) - 26/11/2002 2012, c. 8, Sched. 27, s. 5 (1) - 13/10/2020; 2012, c. 8, Sched. 27, s. 5 (2) - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2022 CTS 13 JL 16 - 1 - 13/07/2016 2019, c. 7, Sched. 37, s. 2 - 29/05/2019 PART II   AUTOMATED RECORDING AND PROPERTY MAPPING",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>14 </b>(1) The Minister responsible for the administration of this Act may make regulations,</p> <p class=\"paragraph\">  (a)  prescribing standard charge terms for the purpose of subsection 7 (5);</p> <p class=\"paragraph\">  (b)  <span class=\"ovsmallcap\">Repealed</span>: 2012, c. 8, Sched. 27, s. 5 (1).</p> <p class=\"paragraph\">  (c)  <span class=\"ovsmallcap\">Repealed</span>:  2002, c. 18, Sched. E, s. 5 (3).</p> <p class=\"paragraph\">  (d)  prescribing the form and manner in which statements in documents are to be made;</p> <p class=\"paragraph\">  (e)  prescribing the manner in which a party to a document registered under the <i>Land Titles Act</i> or the <i>Registry Act</i> may notify the land registrar of changes in the party’s address for service;</p> <p class=\"paragraph\">  (f)  authorizing the Director to issue instructions for the completion and execution of documents;</p> <p class=\"paragraph\">  (g)  authorizing the Director to approve forms prescribed under subsection (2) and prohibiting the registration of documents in forms prescribed under subsection (2) that are not approved by the Director;</p> <p class=\"paragraph\">  (h)  authorizing the Director to approve the manner in which documents in written form can be delivered for registration under the <i>Land Titles Act</i> or the <i>Registry Act</i>\r\nor deposit under Part II of the <i>Registry Act</i>;</p> <p class=\"paragraph\">  (i)  specifying the effect of documents in written form that are delivered for registration under the <i>Land Titles Act</i>\r\nor the <i>Registry Act</i> or deposit under Part II of the\r\n<i>Registry Act</i> in a manner approved by the Director. 1998, c. 18, Sched. E, s. 97 (1); 2002, c. 18, Sched. E, s. 5 (3); 2012, c. 8, Sched. 27, s. 5 (1); 2019, c. 7, Sched. 37, s. 2.</p> <p class=\"headnote\">Regulations made by Director</p> <p class=\"subsection\">(2) The Director may make regulations prescribing forms for transfers, charges, discharges and other documents to be registered under the <i>Land Titles Act</i> or the <i>Registry Act</i>, or deposited under Part II of the <i>Registry Act</i>.  1998, c. 18, Sched. E, s. 97 (1).</p> <p class=\"Pnote\"><span>Note: The Minister responsible for the administration of this Act may by regulation revoke regulations made under clause 14 (1) (a), as that clause read immediately before December 18, 1998.  See: 1998, c. 18, Sched. E, s. 97 (2).</span></p> <p class=\"Pnote\"><span>Note: The Lieutenant Governor in Council may by regulation revoke regulations made under clause 14 (1) (b), (c), (d), (e), (f), (h), (i) or (j), as those clauses read immediately before December 18, 1998, if the Minister makes a regulation under subsection 14 (1), as re-enacted by the Statutes of Ontario, 1998, chapter 18, Schedule E, subsection 97 (1), that is inconsistent with those regulations or the Director makes a regulation under subsection 14 (2), as enacted by the Statutes of Ontario, 1998, chapter 18, Schedule E, subsection 97 (1), that is inconsistent with those regulations.  See: 1998, c. 18, Sched. E, s. 97 (3).</span></p> <p class=\"Pnote\"><span>Note: Regulations made under clause 14 (1) (g), as that clause read immediately before December 18, 1998, continue until the Minister makes an order under section 13.1, as enacted by the Statutes of Ontario, 1998, chapter 18, Schedule E, section 96, that is inconsistent with those regulations.  See: 1998, c. 18, Sched. E, s. 97 (4).</span></p> <p class=\"Pnote\"><span>Note: The Lieutenant Governor in Council may by regulation revoke regulations made under clause 14 (1) (g), as that clause read immediately before December 18, 1998, if the Minister makes an order under section 13.1, as enacted by the Statutes of Ontario, 1998, chapter 18, Schedule E, section 96, that is inconsistent with those regulations.  See: 1998, c. 18, Sched. E, s. 97 (5).</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 97 (1) - 18/12/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02018#schedes5s3\">2002, c. 18, Sched. E, s. 5 (3)</a></span> - 26/11/2002</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s5s1\">2012, c. 8, Sched. 27, s. 5 (1)</a></span> - 13/10/2020; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s5s2\">2012, c. 8, Sched. 27, s. 5 (2)</a></span> - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the<i> Legislation Act, 2006</i></a> - 31/12/2022</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/consolidated-statutes-change-notices\">CTS 13 JL 16 - 1</a> - 13/07/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched37s2\">2019, c. 7, Sched. 37, s. 2</a></span> - 29/05/2019</p> <p class=\"partnum\"><a name=\"BK16\"></a>PART II <br/>  AUTOMATED RECORDING AND PROPERTY MAPPING</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "PART II  ",
            "section_x": "PART II AUTOMATED RECORDING AND PROPERTY MAPPING",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "15.",
            "section_x": "Designated areas",
            "part_id": "PART II  ",
            "part_type": "PART II AUTOMATED RECORDING AND PROPERTY MAPPING",
            "section_y": "Designated areas",
            "content": "15 The Minister responsible for the administration of this Act may by regulation designate all or any part of land in Ontario for the purpose of implementing a system of automated information recording and retrieval and property mapping.  1998, c. 18, Sched. E, s. 98. Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 98 - 18/12/1998",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>15 </b>The Minister responsible for the administration of this Act may by regulation designate all or any part of land in Ontario for the purpose of implementing a system of automated information recording and retrieval and property mapping.  1998, c. 18, Sched. E, s. 98.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 98 - 18/12/1998</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "16.",
            "section_x": "Temporary fee reduction during training period",
            "part_id": "PART II  ",
            "part_type": "PART II AUTOMATED RECORDING AND PROPERTY MAPPING",
            "section_y": "Temporary fee reduction during training period",
            "content": "16 (1) The Director of Land Registration may by order fix a lower fee than that specified under the Land Titles Act or the Registry Act\r\nfor any service that relates to land designated under this Part, and the lower fee shall be in effect for a specified period not exceeding three months from the designation of the land to which the service relates.  R.S.O. 1990, c. L.4, s. 16 (1); 1998, c. 18, Sched. E, s. 99; 2000, c. 26, Sched. B, s. 11 (4). Application (2) Part III (Regulations) of the Legislation Act, 2006 does not apply to an order made under subsection (1).  R.S.O. 1990, c. L.4, s. 16 (2); 2006, c. 21, Sched. F, s. 136 (1); 2012, c. 8, Sched. 27, s. 6 (2). Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 99 - 18/12/1998 2000, c. 26, Sched. B, s. 11 (4) - 06/12/2000 2006, c. 21, Sched. F, s. 136 (1) - 25/07/2007 2012, c. 8, Sched. 27, s. 6 (1) - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2022; 2012, c. 8, Sched. 27, s. 6 (2) - 13/10/2020 PART III   ELECTRONIC REGISTRATION",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>16 </b>(1) The Director of Land Registration may by order fix a lower fee than that specified under the <i>Land Titles Act</i> or the <i>Registry Act</i>\r\nfor any service that relates to land designated under this Part, and the lower fee shall be in effect for a specified period not exceeding three months from the designation of the land to which the service relates.  R.S.O. 1990, c. L.4, s. 16 (1); 1998, c. 18, Sched. E, s. 99; 2000, c. 26, Sched. B, s. 11 (4).</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(2) Part III (Regulations) of the <i>Legislation Act, 2006 </i>does not apply to an order made under subsection (1).  R.S.O. 1990, c. L.4, s. 16 (2); 2006, c. 21, Sched. F, s. 136 (1); 2012, c. 8, Sched. 27, s. 6 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 99 - 18/12/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedbs11s4\">2000, c. 26, Sched. B, s. 11 (4)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedfs136s1\">2006, c. 21, Sched. F, s. 136 (1)</a></span> - 25/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s6s1\">2012, c. 8, Sched. 27, s. 6 (1)</a></span> - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the<i> Legislation Act, 2006</i></a> - 31/12/2022; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s6s2\">2012, c. 8, Sched. 27, s. 6 (2)</a></span> - 13/10/2020</p> <p class=\"partnum\"><a name=\"BK19\"></a>PART III <br/>  ELECTRONIC REGISTRATION</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "PART III  ",
            "section_x": "PART III ELECTRONIC REGISTRATION",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "17.",
            "section_x": "Definitions",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Definitions",
            "content": "17 In this Part, “authorization”, in respect of an electronic document submitter, means the authorization that the submitter has obtained from the Director of Land Registration to submit electronic documents by direct electronic transmission to the electronic land registration database; (“autorisation”) “Director” means the Director of Titles appointed under subsection 9 (1) of the Land Titles Act; (“directeur”) “Director of Land Registration” means the Director of Land Registration appointed under subsection 6 (1) of the Registry Act; (“directeur de l’enregistrement des immeubles”) “document” means an instrument as defined in section 1 of the Registry Act, a document as defined in section 105 of the Registry Act, an application made under the Land Titles Act and any other instrument, document or plan registered, submitted, made, filed or deposited under the Land Titles Act or the Registry Act; (“document”) “electronic document” means a document in an electronic format; (“document électronique”) “electronic document submitter” means a person whom the Director of Land Registration has authorized to submit electronic documents by direct electronic transmission to the electronic land registration database; (“personne qui présente des documents électroniques”) “electronic format” includes an electronic format produced by making an electronic copy, image or reproduction of a written document; (“forme électronique”) “registered” means registered or deposited under the Land Titles Act or the Registry Act\r\nand “register”, “registering” and “registration” have a corresponding meaning; (“enregistré”) “submitted” means submitted for registration and “submit” and “submitting” have a corresponding meaning. (“présenté”)  1994, c. 27, s. 85 (3); 2000, c. 26, Sched. B, s. 11 (5, 6); 2006, c. 34, s. 14 (1). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 85 (3) - 09/12/1994 2000, c. 26, Sched. B, s. 11 (5, 6) - 06/12/2000 2006, c. 34, s. 14 (1)\r\n- 20/12/2006 2012, c. 8, Sched. 27, s. 7 (1-3) - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>17 </b>In this Part,</p> <p class=\"definition\">“authorization”, in respect of an electronic document submitter, means the authorization that the submitter has obtained from the Director of Land Registration to submit electronic documents by direct electronic transmission to the electronic land registration database; (“autorisation”)</p> <p class=\"definition\">“Director” means the Director of Titles appointed under subsection 9 (1) of the <i>Land Titles Act</i>; (“directeur”)</p> <p class=\"definition\">“Director of Land Registration” means the Director of Land Registration appointed under subsection 6 (1) of the <i>Registry Act</i>; (“directeur de l’enregistrement des immeubles”)</p> <p class=\"definition\">“document” means an instrument as defined in section 1 of the <i>Registry Act</i>, a document as defined in section 105 of the <i>Registry Act</i>, an application made under the <i>Land Titles Act</i> and any other instrument, document or plan registered, submitted, made, filed or deposited under the <i>Land Titles Act</i> or the <i>Registry Act</i>; (“document”)</p> <p class=\"definition\">“electronic document” means a document in an electronic format; (“document électronique”)</p> <p class=\"definition\">“electronic document submitter” means a person whom the Director of Land Registration has authorized to submit electronic documents by direct electronic transmission to the electronic land registration database; (“personne qui présente des documents électroniques”)</p> <p class=\"definition\">“electronic format” includes an electronic format produced by making an electronic copy, image or reproduction of a written document; (“forme électronique”)</p> <p class=\"definition\">“registered” means registered or deposited under the<i> Land Titles Act</i> or the <i>Registry Act</i>\r\nand “register”, “registering” and “registration” have a corresponding meaning; (“enregistré”)</p> <p class=\"definition\">“submitted” means submitted for registration and “submit” and “submitting” have a corresponding meaning. (“présenté”)  1994, c. 27, s. 85 (3); 2000, c. 26, Sched. B, s. 11 (5, 6); 2006, c. 34, s. 14 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 85 (3) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedbs11s5\">2000, c. 26, Sched. B, s. 11 (5, 6)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s14s1\">2006, c. 34, s. 14 (1)</a></span>\r\n- 20/12/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s7s1\">2012, c. 8, Sched. 27, s. 7 (1-3)</a></span> - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the<i> Legislation Act, 2006</i></a> - 31/12/2022</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "18.",
            "section_x": "Application",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Application",
            "content": "18 This Part applies to land that has been designated under section 19.  1994, c. 27, s. 85 (3). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 85 (3) - 09/12/1994",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>18 </b>This Part applies to land that has been designated under section 19.  1994, c. 27, s. 85 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 85 (3) - 09/12/1994</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "19.",
            "section_x": "Designation of areas",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Designation of areas",
            "content": "19 Upon the designation of this Act, the Land Titles Act and the Registry Act under the Electronic Registration Act (Ministry of Consumer and Business Services Statutes), 1991, the Minister responsible for the administration of this Act may by regulation designate all or any part of land that has been designated under Part II as, (a)  an area in which documents may be registered in either an electronic format or a written form; (b)  an area in which documents must be registered in both an electronic format and a written form; or (c)  an area in which documents must be registered in an electronic format alone.  1994, c. 27, s. 85 (3); 1998, c. 18, Sched. E, s. 100 (1); 2001, c. 9, Sched. D, s. 13. Note: The Lieutenant Governor in Council may by regulation revoke regulations made under section 19, as that section read immediately before December 18, 1998, if the Minister makes a regulation under section 19, as amended by the Statutes of Ontario, 1998, chapter 18, Schedule E, subsection 100 (1), that is inconsistent with those regulations.  See: 1998, c. 18, Sched. E, s. 100 (2). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 85 (3) - 09/12/1994; 1998, c. 18, Sched. E, s. 100 (1) - 18/12/1998 2001, c. 9, Sched. D, s. 13 - 29/06/2001",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>19 </b>Upon the designation of this Act, the <i>Land Titles Act</i> and the <i>Registry Act</i> under the <i>Electronic Registration Act (Ministry of Consumer and Business Services Statutes), 1991</i>, the Minister responsible for the administration of this Act may by regulation designate all or any part of land that has been designated under Part II as,</p> <p class=\"paragraph\">  (a)  an area in which documents may be registered in either an electronic format or a written form; </p> <p class=\"paragraph\">  (b)  an area in which documents must be registered in both an electronic format and a written form; or</p> <p class=\"paragraph\">  (c)  an area in which documents must be registered in an electronic format alone.  1994, c. 27, s. 85 (3); 1998, c. 18, Sched. E, s. 100 (1); 2001, c. 9, Sched. D, s. 13.</p> <p class=\"Pnote\"><span>Note: The Lieutenant Governor in Council may by regulation revoke regulations made under section 19, as that section read immediately before December 18, 1998, if the Minister makes a regulation under section 19, as amended by the Statutes of Ontario, 1998, chapter 18, Schedule E, subsection 100 (1), that is inconsistent with those regulations.  See: 1998, c. 18, Sched. E, s. 100 (2).</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 85 (3) - 09/12/1994; 1998, c. 18, Sched. E, s. 100 (1) - 18/12/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedds13\">2001, c. 9, Sched. D, s. 13</a></span> - 29/06/2001</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "20.",
            "section_x": "Electronic format",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Electronic format",
            "content": "20 (1) An electronic document submitted for registration shall be in an electronic format approved by the Director and shall be completed in a manner approved by the Director.  1994, c. 27, s. 85 (3). (2) Repealed:  2006, c. 34, s. 14 (2). Non-application (3) Sections 3 and 4 of Part I do not apply to an electronic document.  1994, c. 27, s. 85 (3). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 85 (3) - 09/12/1994 2006, c. 34, s. 14 (2)\r\n- 20/12/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>20 </b>(1) An electronic document submitted for registration shall be in an electronic format approved by the Director and shall be completed in a manner approved by the Director.  1994, c. 27, s. 85 (3).</p> <p class=\"subsection\">(2) <span class=\"ovsmallcap\">Repealed</span>:  2006, c. 34, s. 14 (2).</p> <p class=\"headnote\">Non-application</p> <p class=\"subsection\">(3) Sections 3 and 4 of Part I do not apply to an electronic document.  1994, c. 27, s. 85 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 85 (3) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s14s2\">2006, c. 34, s. 14 (2)</a></span>\r\n- 20/12/2006</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "21.",
            "section_x": "No writing or signature required",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "No writing or signature required",
            "content": "21 (1) Despite section 2 of the Statute of Frauds Act, section 9 of the Conveyancing and Law of Property Act or any other Act or rule of law, an electronic document is not required to be in writing or to be signed by the parties. 2017, c. 20, Sched. 9, s. 6. Same (2) An electronic document that is not in writing or signed by the parties has the same effect for all purposes as a document that is in writing and is signed by the parties. 2017, c. 20, Sched. 9, s. 6. Section Amendments with date in force (d/m/y) 1994, c. 27, s. 85 (3) - 09/12/1994 2017, c. 20, Sched. 9, s. 6 - 14/11/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>21 </b>(1) Despite section 2 of the <i>Statute of Frauds Act</i>, section 9 of the <i>Conveyancing and Law of Property Act</i> or any other Act or rule of law, an electronic document is not required to be in writing or to be signed by the parties. 2017, c. 20, Sched. 9, s. 6.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) An electronic document that is not in writing or signed by the parties has the same effect for all purposes as a document that is in writing and is signed by the parties. 2017, c. 20, Sched. 9, s. 6.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 85 (3) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched9s6\">2017, c. 20, Sched. 9, s. 6</a></span> - 14/11/2017</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "22.",
            "section_x": "Electronic format prevails",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Electronic format prevails",
            "content": "22 If a document is registered in an electronic format and the document exists in a written form that is not a printed copy of the electronic document, the electronic document or a printed copy of the electronic document prevails over the written form of the document in the event of a conflict.  1994, c. 27, s. 85 (3). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 85 (3) - 09/12/1994",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>22 </b>If a document is registered in an electronic format and the document exists in a written form that is not a printed copy of the electronic document, the electronic document or a printed copy of the electronic document prevails over the written form of the document in the event of a conflict.  1994, c. 27, s. 85 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 85 (3) - 09/12/1994</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "23.",
            "section_x": "Delivery by direct electronic transmission",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Delivery by direct electronic transmission",
            "content": "23 (1) Direct electronic transmission of an electronic document to the electronic land registration database is prohibited except as permitted by the Director of Land Registration.  1994, c. 27, s. 85 (3); 2000, c. 26, Sched. B, s. 11 (7). Authorized persons (2) A person shall not deliver an electronic document to the electronic land registration database by direct electronic transmission unless the person is authorized to do so by the Director of Land Registration.  1994, c. 27, s. 85 (3); 2000, c. 26, Sched. B, s. 11 (7). Registration (3) An electronic document delivered to the electronic land registration database by direct electronic transmission is not registered until the land registrar registers the document in the prescribed manner.  1994, c. 27, s. 85 (3). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 85 (3) - 09/12/1994 2000, c. 26, Sched. B, s. 11 (7) - 06/12/2000 2006, c. 34, s. 14 (3)\r\n- no effect - see 2012, c. 8, Sched. 27, s. 20 - 20/06/2012 2012, c. 8, Sched. 27, s. 8 (1-3) - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>23 </b>(1) Direct electronic transmission of an electronic document to the electronic land registration database is prohibited except as permitted by the Director of Land Registration.  1994, c. 27, s. 85 (3); 2000, c. 26, Sched. B, s. 11 (7).</p> <p class=\"headnote\">Authorized persons</p> <p class=\"subsection\">(2) A person shall not deliver an electronic document to the electronic land registration database by direct electronic transmission unless the person is authorized to do so by the Director of Land Registration.  1994, c. 27, s. 85 (3); 2000, c. 26, Sched. B, s. 11 (7).</p> <p class=\"headnote\">Registration</p> <p class=\"subsection\">(3) An electronic document delivered to the electronic land registration database by direct electronic transmission is not registered until the land registrar registers the document in the prescribed manner.  1994, c. 27, s. 85 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 85 (3) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedbs11s7\">2000, c. 26, Sched. B, s. 11 (7)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s14s3\">2006, c. 34, s. 14 (3)</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s20\">2012, c. 8, Sched. 27, s. 20</a></span> - 20/06/2012</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s8s1\">2012, c. 8, Sched. 27, s. 8 (1-3)</a></span> - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the<i> Legislation Act, 2006</i></a> - 31/12/2022</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "23.1",
            "section_x": "Suspending access to database",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Suspending access to database",
            "content": "23.1 (1) The Director of Land Registration may, by order, immediately suspend the authorization of an electronic document submitter if he or she, (a)  has reasonable grounds to believe that the submitter has submitted an electronic document that, (i)  is not authorized by the registered owner of the land affected by the document or the holder of a registered interest in the land, or (ii)  is not otherwise authorized at law; or (b)  considers it in the public interest to do so.  2006, c. 34, s. 14 (4). No right to hearing (2) The electronic document submitter is not entitled to a hearing in respect of a suspension made under subsection (1).  2006, c. 34, s. 14 (4). Length of suspension (3) A suspension made under subsection (1) shall last until the earlier of the following times: 1.  The time that a final determination is made under section 23.2 on the revocation of the authorization of the electronic document submitter. 2.  The time that the Director of Land Registration withdraws the suspension under section 23.3, if applicable.  2006, c. 34, s. 14 (4). Service of order (4) Upon making an order under subsection (1), the Director of Land Registration shall serve it on the electronic document submitter.  2006, c. 34, s. 14 (4). Section Amendments with date in force (d/m/y) 2006, c. 34, s. 14 (4)\r\n- 20/12/2006 2012, c. 8, Sched. 27, s. 9 (1-3) - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>23.1 </b>(1) The Director of Land Registration may, by order, immediately suspend the authorization of an electronic document submitter if he or she,</p> <p class=\"paragraph\">  (a)  has reasonable grounds to believe that the submitter has submitted an electronic document that,</p> <p class=\"subclause\">  (i)  is not authorized by the registered owner of the land affected by the document or the holder of a registered interest in the land, or</p> <p class=\"subclause\">  (ii)  is not otherwise authorized at law; or</p> <p class=\"paragraph\">  (b)  considers it in the public interest to do so.  2006, c. 34, s. 14 (4).</p> <p class=\"headnote\">No right to hearing</p> <p class=\"subsection\">(2) The electronic document submitter is not entitled to a hearing in respect of a suspension made under subsection (1).  2006, c. 34, s. 14 (4).</p> <p class=\"headnote\">Length of suspension</p> <p class=\"subsection\">(3) A suspension made under subsection (1) shall last until the earlier of the following times:</p> <p class=\"paragraph\">  1.  The time that a final determination is made under section 23.2 on the revocation of the authorization of the electronic document submitter.</p> <p class=\"paragraph\">  2.  The time that the Director of Land Registration withdraws the suspension under section 23.3, if applicable.  2006, c. 34, s. 14 (4).</p> <p class=\"headnote\">Service of order</p> <p class=\"subsection\">(4) Upon making an order under subsection (1), the Director of Land Registration shall serve it on the electronic document submitter.  2006, c. 34, s. 14 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s14s4\">2006, c. 34, s. 14 (4)</a></span>\r\n- 20/12/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s9s1\">2012, c. 8, Sched. 27, s. 9 (1-3)</a></span> - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the<i> Legislation Act, 2006</i></a> - 31/12/2022</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "23.2",
            "section_x": "Revoking access to database",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Revoking access to database",
            "content": "23.2 (1) If the Director of Land Registration has suspended the authorization of an electronic document submitter under section 23.1 and has not withdrawn the suspension under section 23.3, that Director shall, within two business days of the suspension, notify the submitter that he or she proposes to revoke the authorization.  2006, c. 34, s. 14 (4). Content of notice (2) The notice of proposal shall set out the reasons for the proposed revocation and shall state that the electronic document submitter is entitled to a hearing by the Director of Land Registration if the submitter serves, within 15 days after service of the notice, a written request for a hearing on that Director.  2006, c. 34, s. 14 (4). Service (3) The Director of Land Registration shall serve the notice of proposal on the electronic document submitter.  2006, c. 34, s. 14 (4). If no request for hearing (4) If the electronic document submitter does not request a hearing in accordance with subsection (2), the Director of Land Registration may by order revoke the authorization of the submitter if, (a)  that Director is satisfied that the submitter has submitted an electronic document that, (i)  is not authorized by the registered owner of the land affected by the document or the holder of a registered interest in the land, or (ii)  is not otherwise authorized at law; or (b)  the past conduct of the submitter affords reasonable grounds for belief that, (i)  the submitter will submit an electronic document described in clause (a), or (ii)  the submitter will act in a manner that is contrary to the public interest.  2006, c. 34, s. 14 (4). Hearing (5) If the electronic document submitter requests a hearing in accordance with subsection (2), the Director of Land Registration shall hold the hearing within 10 business days.  2006, c. 34, s. 14 (4). Written hearing (6) The hearing shall be a written hearing unless the Director of Land Registration or the electronic document submitter requires that the hearing be an oral hearing.  2006, c. 34, s. 14 (4). Parties (7) The parties to the proceeding described in subsection (6) are the electronic document submitter and the other persons whom that Director specifies.  2006, c. 34, s. 14 (4). Request for information (8) The Director of Land Registration may request the electronic document submitter to provide that Director, in the form and within the time specified by that Director, proof of the submitter’s authorization and any other evidence that Director specifies.  2006, c. 34, s. 14 (4). Revocation (9) After the hearing, the Director of Land Registration may by order revoke the authorization of the electronic document submitter if, (a)  the submitter fails to respond to a request described in subsection (8); (b)  that Director is satisfied that the submitter has submitted an electronic document that, (i)  is not authorized by the registered owner of the land affected by the document or the holder of a registered interest in the land, or (ii)  is not otherwise authorized at law; or (c)  the past conduct of the submitter affords reasonable grounds for belief that, (i)  the submitter will submit an electronic document described in clause (b), or (ii)  the submitter will act in a manner that is contrary to the public interest.  2006, c. 34, s. 14 (4). Appeal (10) A party to the proceeding may appeal an order mentioned in subsection (4) or (9) to the Divisional Court, which may confirm the order or may order the Director of Land Registration to change the order or to make whatever other order the court thinks fit.  2006, c. 34, s. 14 (4). Section Amendments with date in force (d/m/y) 2006, c. 34, s. 14 (4)\r\n- 20/12/2006 2012, c. 8, Sched. 27, s. 10 (1-10) - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>23.2 </b>(1) If the Director of Land Registration has suspended the authorization of an electronic document submitter under section 23.1 and has not withdrawn the suspension under section 23.3, that Director shall, within two business days of the suspension, notify the submitter that he or she proposes to revoke the authorization.  2006, c. 34, s. 14 (4).</p> <p class=\"headnote\">Content of notice</p> <p class=\"subsection\">(2) The notice of proposal shall set out the reasons for the proposed revocation and shall state that the electronic document submitter is entitled to a hearing by the Director of Land Registration if the submitter serves, within 15 days after service of the notice, a written request for a hearing on that Director.  2006, c. 34, s. 14 (4).</p> <p class=\"headnote\">Service</p> <p class=\"subsection\">(3) The Director of Land Registration shall serve the notice of proposal on the electronic document submitter.  2006, c. 34, s. 14 (4).</p> <p class=\"headnote\">If no request for hearing</p> <p class=\"subsection\">(4) If the electronic document submitter does not request a hearing in accordance with subsection (2), the Director of Land Registration may by order revoke the authorization of the submitter if,</p> <p class=\"paragraph\">  (a)  that Director is satisfied that the submitter has submitted an electronic document that,</p> <p class=\"subclause\">  (i)  is not authorized by the registered owner of the land affected by the document or the holder of a registered interest in the land, or</p> <p class=\"subclause\">  (ii)  is not otherwise authorized at law; or</p> <p class=\"paragraph\">  (b)  the past conduct of the submitter affords reasonable grounds for belief that,</p> <p class=\"subclause\">  (i)  the submitter will submit an electronic document described in clause (a), or</p> <p class=\"subclause\">  (ii)  the submitter will act in a manner that is contrary to the public interest.  2006, c. 34, s. 14 (4).</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(5) If the electronic document submitter requests a hearing in accordance with subsection (2), the Director of Land Registration shall hold the hearing within 10 business days.  2006, c. 34, s. 14 (4).</p> <p class=\"headnote\">Written hearing</p> <p class=\"subsection\">(6) The hearing shall be a written hearing unless the Director of Land Registration or the electronic document submitter requires that the hearing be an oral hearing.  2006, c. 34, s. 14 (4).</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(7) The parties to the proceeding described in subsection (6) are the electronic document submitter and the other persons whom that Director specifies.  2006, c. 34, s. 14 (4).</p> <p class=\"headnote\">Request for information</p> <p class=\"subsection\">(8) The Director of Land Registration may request the electronic document submitter to provide that Director, in the form and within the time specified by that Director, proof of the submitter’s authorization and any other evidence that Director specifies.  2006, c. 34, s. 14 (4).</p> <p class=\"headnote\">Revocation</p> <p class=\"subsection\">(9) After the hearing, the Director of Land Registration may by order revoke the authorization of the electronic document submitter if,</p> <p class=\"paragraph\">  (a)  the submitter fails to respond to a request described in subsection (8);</p> <p class=\"paragraph\">  (b)  that Director is satisfied that the submitter has submitted an electronic document that,</p> <p class=\"subclause\">  (i)  is not authorized by the registered owner of the land affected by the document or the holder of a registered interest in the land, or</p> <p class=\"subclause\">  (ii)  is not otherwise authorized at law; or</p> <p class=\"paragraph\">  (c)  the past conduct of the submitter affords reasonable grounds for belief that,</p> <p class=\"subclause\">  (i)  the submitter will submit an electronic document described in clause (b), or</p> <p class=\"subclause\">  (ii)  the submitter will act in a manner that is contrary to the public interest.  2006, c. 34, s. 14 (4).</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(10) A party to the proceeding may appeal an order mentioned in subsection (4) or (9) to the Divisional Court, which may confirm the order or may order the Director of Land Registration to change the order or to make whatever other order the court thinks fit.  2006, c. 34, s. 14 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s14s4\">2006, c. 34, s. 14 (4)</a></span>\r\n- 20/12/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s10s1\">2012, c. 8, Sched. 27, s. 10 (1-10)</a></span> - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the<i> Legislation Act, 2006</i></a> - 31/12/2022</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "23.3",
            "section_x": "Withdrawal of suspension",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Withdrawal of suspension",
            "content": "23.3 (1) At any time after suspending the authorization of an electronic document submitter under section 23.1, the Director of Land Registration may, by order and without holding a hearing, withdraw the suspension if that Director has not revoked the authorization under section 23.2 and if that Director considers it in the public interest to withdraw the suspension.  2006, c. 34, s. 14 (4). Service of order (2) If the Director of Land Registration makes an order under subsection (1) withdrawing a suspension of an authorization of an electronic document submitter, (a)  any notice of proposal that the Director of Land Registration has served under section 23.2 with respect to the authorization is void and any hearing commenced under that section with respect to the authorization is terminated; and (b)  the Director of Land Registration shall serve the order on the submitter.  2006, c. 34, s. 14 (4). Section Amendments with date in force (d/m/y) 2006, c. 34, s. 14 (4)\r\n- 20/12/2006 2012, c. 8, Sched. 27, s. 11 (1-4) - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>23.3 </b>(1) At any time after suspending the authorization of an electronic document submitter under section 23.1, the Director of Land Registration may, by order and without holding a hearing, withdraw the suspension if that Director has not revoked the authorization under section 23.2 and if that Director considers it in the public interest to withdraw the suspension.  2006, c. 34, s. 14 (4).</p> <p class=\"headnote\">Service of order</p> <p class=\"subsection\">(2) If the Director of Land Registration makes an order under subsection (1) withdrawing a suspension of an authorization of an electronic document submitter, </p> <p class=\"paragraph\">  (a)  any notice of proposal that the Director of Land Registration has served under section 23.2 with respect to the authorization is void and any hearing commenced under that section with respect to the authorization is terminated; and</p> <p class=\"paragraph\">  (b)  the Director of Land Registration shall serve the order on the submitter.  2006, c. 34, s. 14 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s14s4\">2006, c. 34, s. 14 (4)</a></span>\r\n- 20/12/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s11s1\">2012, c. 8, Sched. 27, s. 11 (1-4)</a></span> - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the<i> Legislation Act, 2006</i></a> - 31/12/2022</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "23.4",
            "section_x": "Application for reinstatement",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Application for reinstatement",
            "content": "23.4 (1) Within a time period specified by the Director of Land Registration after the authorization of an electronic document submitter is revoked under section 23.2, the submitter may apply to have that Director reinstate the authorization.  2006, c. 34, s. 14 (4). Opportunity to be heard (2) The Director of Land Registration shall give the applicant an opportunity to be heard.  2006, c. 34, s. 14 (4). Reinstatement (3) The Director of Land Registration may, if of the opinion that it is appropriate to so do, reinstate the applicant’s authorization.  2006, c. 34, s. 14 (4). Notice (4) The Director of Land Registration shall notify the applicant of his or her decision as to whether or not to reinstate the applicant’s authorization.  2006, c. 34, s. 14 (4). Section Amendments with date in force (d/m/y) 2006, c. 34, s. 14 (4) - 20/12/2006 2012, c. 8, Sched. 27, s. 12 (1, 2) - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>23.4 </b>(1) Within a time period specified by the Director of Land Registration after the authorization of an electronic document submitter is revoked under section 23.2, the submitter may apply to have that Director reinstate the authorization.  2006, c. 34, s. 14 (4).</p> <p class=\"headnote\">Opportunity to be heard</p> <p class=\"subsection\">(2) The Director of Land Registration shall give the applicant an opportunity to be heard.  2006, c. 34, s. 14 (4).</p> <p class=\"headnote\">Reinstatement</p> <p class=\"subsection\">(3) The Director of Land Registration may, if of the opinion that it is appropriate to so do, reinstate the applicant’s authorization.  2006, c. 34, s. 14 (4).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(4) The Director of Land Registration shall notify the applicant of his or her decision as to whether or not to reinstate the applicant’s authorization.  2006, c. 34, s. 14 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s14s4\">2006, c. 34, s. 14 (4) </a></span>- 20/12/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s12s1\">2012, c. 8, Sched. 27, s. 12 (1, 2)</a></span> - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the<i> Legislation Act, 2006</i></a> - 31/12/2022</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "24.",
            "section_x": "Supporting evidence",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Supporting evidence",
            "content": "24 (1) If a document is submitted in an electronic format and is required under any Act to include an affidavit, a declaration, a statement or any other written evidence, the evidence shall be in an electronic format approved by the Director of Land Registration and shall be included in a manner approved by the Director of Land Registration.  1994, c. 27, s. 85 (3); 2000, c. 26, Sched. B, s. 11 (7). Written evidence not required (2) If an electronic document includes evidence in an electronic format in accordance with this section, the evidence shall be deemed to comply with the requirement to submit the affidavit, declaration, statement or other written evidence under the applicable Act despite the fact that the evidence is not in writing and has not been signed by the parties required to provide the evidence.  1994, c. 27, s. 85 (3). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 85 (3) - 09/12/1994 2000, c. 26, Sched. B, s. 11 (7) - 06/12/2000 2012, c. 8, Sched. 27, s. 13 - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2022 25 Repealed: 2012, c. 8, Sched. 27, s. 14. Section Amendments with date in force (d/m/y) 1994, c. 27, s. 85 (3) - 09/12/1994 2000, c. 26, Sched. B, s. 11 (7) - 06/12/2000 2012, c. 8, Sched. 27, s. 14 - 01/09/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>24 </b>(1) If a document is submitted in an electronic format and is required under any Act to include an affidavit, a declaration, a statement or any other written evidence, the evidence shall be in an electronic format approved by the Director of Land Registration and shall be included in a manner approved by the Director of Land Registration.  1994, c. 27, s. 85 (3); 2000, c. 26, Sched. B, s. 11 (7).</p> <p class=\"headnote\">Written evidence not required</p> <p class=\"subsection\">(2) If an electronic document includes evidence in an electronic format in accordance with this section, the evidence shall be deemed to comply with the requirement to submit the affidavit, declaration, statement or other written evidence under the applicable Act despite the fact that the evidence is not in writing and has not been signed by the parties required to provide the evidence.  1994, c. 27, s. 85 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 85 (3) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedbs11s7\">2000, c. 26, Sched. B, s. 11 (7)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s13\">2012, c. 8, Sched. 27, s. 13</a></span> - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the<i> Legislation Act, 2006</i></a> - 31/12/2022</p> <p class=\"section\"><b>25 </b><span class=\"ovsmallcap\">Repealed</span>: 2012, c. 8, Sched. 27, s. 14.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 85 (3) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedbs11s7\">2000, c. 26, Sched. B, s. 11 (7)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s14\">2012, c. 8, Sched. 27, s. 14</a></span> - 01/09/2016</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "26.",
            "section_x": "Manner and time of registration",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Manner and time of registration",
            "content": "26 If the procedures governing the receipt of an electronic document and the time and manner for submitting and registering an electronic document are prescribed by regulation, section 78 of the Land Titles Act and sections 49, 50 and 77 of the Registry Act\r\ndo not apply to the extent that they conflict with the prescribed procedures.  1994, c. 27, s. 85 (3). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 85 (3) - 09/12/1994",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>26 </b>If the procedures governing the receipt of an electronic document and the time and manner for submitting and registering an electronic document are prescribed by regulation, section 78 of the <i>Land Titles Act</i> and sections 49, 50 and 77 of the <i>Registry Act</i>\r\ndo not apply to the extent that they conflict with the prescribed procedures.  1994, c. 27, s. 85 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 85 (3) - 09/12/1994</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "27.",
            "section_x": "Certified copies",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Certified copies",
            "content": "27 (1) The Director of Land Registration may authorize persons, other than the land registrar, to, (a)  produce for inspection, (i)  any document registered in an electronic format, (ii)  any record of the land registry office in an electronic format; and (b)  provide copies, whether in a written form or in an electronic format, of the whole or part of, (i)  a document registered in an electronic format, (ii)  a record of the land registry office in an electronic format; and (c)  provide certified copies of any copy provided under clause (b).  1994, c. 27, s. 85 (3); 2000, c. 26, Sched. B, s. 11 (7). Same (2) A copy of an electronic document or record shall be certified by affixing to it a certificate in the prescribed form or prescribed electronic format.  1994, c. 27, s. 85 (3). No signature required (3) A copy certified under this section need not be certified by signature.  1994, c. 27, s. 85 (3). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 85 (3) - 09/12/1994 2000, c. 26, Sched. B, s. 11 (7) - 06/12/2000 2012, c. 8, Sched. 27, s. 15 (1, 2) - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>27 </b>(1) The Director of Land Registration may authorize persons, other than the land registrar, to,</p> <p class=\"paragraph\">  (a)  produce for inspection,</p> <p class=\"subclause\">  (i)  any document registered in an electronic format,</p> <p class=\"subclause\">  (ii)  any record of the land registry office in an electronic format; and</p> <p class=\"paragraph\">  (b)  provide copies, whether in a written form or in an electronic format, of the whole or part of,</p> <p class=\"subclause\">  (i)  a document registered in an electronic format,</p> <p class=\"subclause\">  (ii)  a record of the land registry office in an electronic format; and</p> <p class=\"paragraph\">  (c)  provide certified copies of any copy provided under clause (b).  1994, c. 27, s. 85 (3); 2000, c. 26, Sched. B, s. 11 (7).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A copy of an electronic document or record shall be certified by affixing to it a certificate in the prescribed form or prescribed electronic format.  1994, c. 27, s. 85 (3).</p> <p class=\"headnote\">No signature required</p> <p class=\"subsection\">(3) A copy certified under this section need not be certified by signature.  1994, c. 27, s. 85 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 85 (3) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedbs11s7\">2000, c. 26, Sched. B, s. 11 (7)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s15s1\">2012, c. 8, Sched. 27, s. 15 (1, 2)</a></span> - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the<i> Legislation Act, 2006</i></a> - 31/12/2022</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "28.",
            "section_x": "Implied covenants",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Implied covenants",
            "content": "28 Sections 5, 6 and 7 of Part I apply to transfers and charges registered in an electronic format.  1994, c. 27, s. 85 (3). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 85 (3) - 09/12/1994",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>28 </b>Sections 5, 6 and 7 of Part I apply to transfers and charges registered in an electronic format.  1994, c. 27, s. 85 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 85 (3) - 09/12/1994</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "29.",
            "section_x": "Director’s powers",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Director’s powers",
            "content": "29 The Director may, (a)  approve the electronic format for electronic documents submitted under the Land Titles Act or the Registry Act\r\nand approve the manner of their completion; (b)  establish rules, procedures and guidelines respecting the delivery of electronic documents by direct electronic transmission and require that electronic documents be delivered by direct electronic transmission; (c)-(e) Repealed:  2000, c. 26, Sched. B, s. 11 (8). (f)  establish the manner in which supporting evidence shall be included in an electronic document submitted under section 24 and approve the electronic format for the supporting evidence; (g)  provide for the information to be included in an electronic document; (h), (i) Repealed:  2000, c. 26, Sched. B, s. 11 (8). (j)  establish rules, procedures and guidelines governing searches of electronic records. (k)  Repealed:  2000, c. 26, Sched. B, s. 11 (8). 1994, c. 27, s. 85 (3); 2000, c. 26, Sched. B, s. 11 (8). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 85 (3) - 09/12/1994 2000, c. 26, Sched. B, s. 11 (8) - 06/12/2000 2012, c. 8, Sched. 27, s. 16 - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>29 </b>The Director may,</p> <p class=\"paragraph\">  (a)  approve the electronic format for electronic documents submitted under the <i>Land Titles Act</i> or the <i>Registry Act</i>\r\nand approve the manner of their completion;</p> <p class=\"paragraph\">  (b)  establish rules, procedures and guidelines respecting the delivery of electronic documents by direct electronic transmission and require that electronic documents be delivered by direct electronic transmission;</p> <p class=\"paragraph\"> (c)-(e) <span>Repealed:</span>  2000, c. 26, Sched. B, s. 11 (8).</p> <p class=\"paragraph\">  (f)  establish the manner in which supporting evidence shall be included in an electronic document submitted under section 24 and approve the electronic format for the supporting evidence;</p> <p class=\"paragraph\">  (g)  provide for the information to be included in an electronic document;</p> <p class=\"paragraph\"> (h), (i) <span>Repealed:</span>  2000, c. 26, Sched. B, s. 11 (8).</p> <p class=\"paragraph\">  (j)  establish rules, procedures and guidelines governing searches of electronic records.</p> <p class=\"paragraph\">  (k)  <span>Repealed:</span>  2000, c. 26, Sched. B, s. 11 (8).</p> <p class=\"footnote\">1994, c. 27, s. 85 (3); 2000, c. 26, Sched. B, s. 11 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 85 (3) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedbs11s8\">2000, c. 26, Sched. B, s. 11 (8)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s16\">2012, c. 8, Sched. 27, s. 16</a></span> - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the<i> Legislation Act, 2006</i></a> - 31/12/2022</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "29.1",
            "section_x": "Director of Land Registration",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Director of Land Registration",
            "content": "29.1 The Director of Land Registration may, (a)  provide for the locations in which the electronic records may be maintained; (b)  provide for the locations from which the electronic records may be accessed and the time and manner in which they may be accessed; (c)  authorize persons or classes of persons to search the electronic records and establish conditions and requirements for becoming an authorized person; (d)  authorize persons or classes of persons to submit documents in an electronic format and establish conditions and requirements for becoming an authorized person; (e)  authorize persons or classes of persons to deliver electronic documents by direct electronic transmission and establish conditions and requirements for becoming an authorized person; (f)  establish the manner in which persons who are authorized to deliver electronic documents by direct electronic transmission shall access the electronic land registration database and establish the manner in which authorization shall be assigned to them for that purpose.  2000, c. 26, Sched. B, s. 11 (9). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. B, s. 11 (9) - 06/12/2000 2012, c. 8, Sched. 27, s. 17 - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>29.1 </b>The Director of Land Registration may,</p> <p class=\"paragraph\">  (a)  provide for the locations in which the electronic records may be maintained;</p> <p class=\"paragraph\">  (b)  provide for the locations from which the electronic records may be accessed and the time and manner in which they may be accessed;</p> <p class=\"paragraph\">  (c)  authorize persons or classes of persons to search the electronic records and establish conditions and requirements for becoming an authorized person;</p> <p class=\"paragraph\">  (d)  authorize persons or classes of persons to submit documents in an electronic format and establish conditions and requirements for becoming an authorized person;</p> <p class=\"paragraph\">  (e)  authorize persons or classes of persons to deliver electronic documents by direct electronic transmission and establish conditions and requirements for becoming an authorized person;</p> <p class=\"paragraph\">  (f)  establish the manner in which persons who are authorized to deliver electronic documents by direct electronic transmission shall access the electronic land registration database and establish the manner in which authorization shall be assigned to them for that purpose.  2000, c. 26, Sched. B, s. 11 (9).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedbs11s9\">2000, c. 26, Sched. B, s. 11 (9)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s17\">2012, c. 8, Sched. 27, s. 17</a></span> - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the<i> Legislation Act, 2006</i></a> - 31/12/2022</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "29.2",
            "section_x": "Service",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Service",
            "content": "29.2 (1) Any notice, order or request under this Part is sufficiently served if it is sent to the address that an electronic document submitter has provided to the Director of Land Registration for the purpose of obtaining his or her authorization and if it is, (a)  delivered personally; (b)  sent by registered mail; or (c)  sent in another manner if the sender can prove receipt of the notice, order or request.  2006, c. 34, s. 14 (5); 2012, c. 8, Sched. 27, s. 18 (2). Deemed service (2) If service is made by registered mail, the service shall be deemed to be made on the third day after the day of mailing unless the person on whom service is being made establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice, order or request until a later date.  2006, c. 34, s. 14 (5); 2012, c. 8, Sched. 27, s. 18 (3). Section Amendments with date in force (d/m/y) 2006, c. 34, s. 14 (5)\r\n- 20/12/2006 2012, c. 8, Sched. 27, s. 18 (1) - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2022; 2012, c. 8, Sched. 27, s. 18 (2, 3) - 13/10/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>29.2 </b>(1) Any notice, order or request under this Part is sufficiently served if it is sent to the address that an electronic document submitter has provided to the Director of Land Registration for the purpose of obtaining his or her authorization and if it is,</p> <p class=\"paragraph\">  (a)  delivered personally;</p> <p class=\"paragraph\">  (b)  sent by registered mail; or</p> <p class=\"paragraph\">  (c)  sent in another manner if the sender can prove receipt of the notice, order or request.  2006, c. 34, s. 14 (5); 2012, c. 8, Sched. 27, s. 18 (2).</p> <p class=\"headnote\">Deemed service</p> <p class=\"subsection\">(2) If service is made by registered mail, the service shall be deemed to be made on the third day after the day of mailing unless the person on whom service is being made establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice, order or request until a later date.  2006, c. 34, s. 14 (5); 2012, c. 8, Sched. 27, s. 18 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s14s5\">2006, c. 34, s. 14 (5)</a></span>\r\n- 20/12/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s18s1\">2012, c. 8, Sched. 27, s. 18 (1)</a></span> - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the<i> Legislation Act, 2006</i></a> - 31/12/2022; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s18s2\">2012, c. 8, Sched. 27, s. 18 (2, 3)</a></span> - 13/10/2020</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "30.",
            "section_x": "Regulations",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Regulations",
            "content": "30 (1) The Minister responsible for the administration of this Act may make regulations, (a)  designating land for the purposes of section 19; (b)  prescribing the electronic records to be maintained in each land registry office; (c)  respecting the custody, disposition and destruction of electronic documents and of written documents that have been registered in an electronic format and permitting land registrars to dispose of such documents by returning them to the parties; (d)  respecting the approval of, and registration by, the land registrar under subsection 23 (3) and prescribing the manner in which registration is to be effected; (e)  respecting the time, manner and circumstances in which a document registered in an electronic format may be altered or corrected; (f)  governing the receipt of an electronic document and the time and manner of submitting and registering an electronic document; (g)  respecting the manner in which records and copies are to be provided and copies are to be certified under section 27; (h)  prescribing the written form or the electronic format for a certificate provided under section 27, including a form or format that does not require a signature; (i)  respecting the establishment and maintenance of electronic records; (j)  governing the protection against unauthorized access to or use of the electronic land registration database; (k)  governing the security of the electronic registration system and the maintenance of a secondary system, whether electronic or in a paper form, to ensure the integrity of the system; (l)  exempting any person, document or thing from any of the provisions of this Part or the regulations made under it; (m)  prescribing anything that is required to be prescribed under this Part; (n)  respecting anything that is necessary or advisable to carry out effectively the intent or purpose of this Part.  1994, c. 27, s. 85 (3); 1998, c. 18, Sched. E, s. 101 (1). Note: The Lieutenant Governor in Council may by regulation revoke regulations made under subsection 30 (1), as that subsection read immediately before December 18, 1998, if the Minister makes a regulation under subsection 30 (1), as amended by the Statutes of Ontario, 1998, chapter 18, Schedule E, subsection 101 (1), that is inconsistent with those regulations.  See: 1998, c. 18, Sched. E, s. 101 (2). Same (2) A regulation made under clause (1) (a) may specify classes of documents to which the designation applies.  1994, c. 27, s. 85 (3). Same (3) A regulation made under this section may be general or specific in its application.  1994, c. 27, s. 85 (3). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 85 (3) - 09/12/1994; 1998, c. 18, Sched. E, s. 101 (1) - 18/12/1998 2012, c. 8, Sched. 27, s. 19 - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>30 </b>(1) The Minister responsible for the administration of this Act may make regulations,</p> <p class=\"paragraph\">  (a)  designating land for the purposes of section 19;</p> <p class=\"paragraph\">  (b)  prescribing the electronic records to be maintained in each land registry office;</p> <p class=\"paragraph\">  (c)  respecting the custody, disposition and destruction of electronic documents and of written documents that have been registered in an electronic format and permitting land registrars to dispose of such documents by returning them to the parties;</p> <p class=\"paragraph\">  (d)  respecting the approval of, and registration by, the land registrar under subsection 23 (3) and prescribing the manner in which registration is to be effected;</p> <p class=\"paragraph\">  (e)  respecting the time, manner and circumstances in which a document registered in an electronic format may be altered or corrected;</p> <p class=\"paragraph\">  (f)  governing the receipt of an electronic document and the time and manner of submitting and registering an electronic document;</p> <p class=\"paragraph\">  (g)  respecting the manner in which records and copies are to be provided and copies are to be certified under section 27;</p> <p class=\"paragraph\">  (h)  prescribing the written form or the electronic format for a certificate provided under section 27, including a form or format that does not require a signature;</p> <p class=\"paragraph\">  (i)  respecting the establishment and maintenance of electronic records;</p> <p class=\"paragraph\">  (j)  governing the protection against unauthorized access to or use of the electronic land registration database;</p> <p class=\"paragraph\">  (k)  governing the security of the electronic registration system and the maintenance of a secondary system, whether electronic or in a paper form, to ensure the integrity of the system;</p> <p class=\"paragraph\">  (l)  exempting any person, document or thing from any of the provisions of this Part or the regulations made under it;</p> <p class=\"paragraph\">  (m)  prescribing anything that is required to be prescribed under this Part;</p> <p class=\"paragraph\">  (n)  respecting anything that is necessary or advisable to carry out effectively the intent or purpose of this Part.  1994, c. 27, s. 85 (3); 1998, c. 18, Sched. E, s. 101 (1).</p> <p class=\"Pnote\"><span>Note: The Lieutenant Governor in Council may by regulation revoke regulations made under subsection 30 (1), as that subsection read immediately before December 18, 1998, if the Minister makes a regulation under subsection 30 (1), as amended by the Statutes of Ontario, 1998, chapter 18, Schedule E, subsection 101 (1), that is inconsistent with those regulations.  See: 1998, c. 18, Sched. E, s. 101 (2).</span></p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A regulation made under clause (1) (a) may specify classes of documents to which the designation applies.  1994, c. 27, s. 85 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A regulation made under this section may be general or specific in its application.  1994, c. 27, s. 85 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 85 (3) - 09/12/1994; 1998, c. 18, Sched. E, s. 101 (1) - 18/12/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched27s19\">2012, c. 8, Sched. 27, s. 19</a></span> - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the<i> Legislation Act, 2006</i></a> - 31/12/2022</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "31.",
            "section_x": "Application",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Application",
            "content": "31 The Land Titles Act, the Registry Act and the Electronic Registration Act (Ministry of Consumer and Business Services Statutes), 1991 apply to electronic documents submitted or registered in accordance with this Part.  1994, c. 27, s. 85 (3); 2001, c. 9, Sched. D, s. 13. Section Amendments with date in force (d/m/y) 1994, c. 27, s. 85 (3) - 09/12/1994 2001, c. 9, Sched. D, s. 13 - 29/06/2001",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>31 </b>The <i>Land Titles Act</i>, the <i>Registry Act</i> and the<i> Electronic Registration Act (Ministry of Consumer and Business Services Statutes), 1991</i> apply to electronic documents submitted or registered in accordance with this Part.  1994, c. 27, s. 85 (3); 2001, c. 9, Sched. D, s. 13.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 85 (3) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedds13\">2001, c. 9, Sched. D, s. 13</a></span> - 29/06/2001</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "32.",
            "section_x": "Conflict",
            "part_id": "PART III  ",
            "part_type": "PART III ELECTRONIC REGISTRATION",
            "section_y": "Conflict",
            "content": "32 A provision of this Part or of a regulation made under this Part prevails wherever there exists a conflict between that provision and a provision of the Land Titles Act, the Registry Act or the Electronic Registration Act (Ministry of Consumer and Business Services Statutes), 1991 or of a regulation made under one of those Acts.  1994, c. 27, s. 85 (3); 2001, c. 9, Sched. D, s. 13. Section Amendments with date in force (d/m/y) 1994, c. 27, s. 85 (3) - 09/12/1994 2001, c. 9, Sched. D, s. 13 - 29/06/2001 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>32 </b>A provision of this Part or of a regulation made under this Part prevails wherever there exists a conflict between that provision and a provision of the <i>Land Titles Act</i>, the <i>Registry Act</i> or the <i>Electronic Registration Act (Ministry of Consumer and Business Services Statutes), 1991</i> or of a regulation made under one of those Acts.  1994, c. 27, s. 85 (3); 2001, c. 9, Sched. D, s. 13.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 85 (3) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedds13\">2001, c. 9, Sched. D, s. 13</a></span> - 29/06/2001</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90l04\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}