{
    "act_info": {
        "full_title": "Legal Aid Services Act, 2020, S.O. 2020, c. 11, Sched. 15",
        "act_name_text": "Legal Aid Services Act, 2020",
        "citation": "S.O. 2020, c. 11, Sched. 15",
        "url": "https://www.ontario.ca/laws/statute/20l11",
        "date_scraped": "2023-12-18 12:25:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/20l11/v4",
            "valid_from": "October 19, 2021",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/statute/20l11/v3",
            "valid_from": "October 18, 2021",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/20l11/v2",
            "valid_from": "December  8, 2020",
            "valid_to": "October 17, 2021"
        },
        {
            "a_href": "/laws/statute/20l11/v1",
            "valid_from": "July  8, 2020",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/210673",
            "Citation": "O. Reg. 673/21",
            "title": "TRANSITIONAL MATTERS"
        },
        {
            "a_href": "/laws/regulation/210672",
            "Citation": "O. Reg. 672/21",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Purpose and Interpretation",
            "section_x": "Purpose and Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Purpose",
            "part_id": null,
            "part_type": null,
            "section_y": "Purpose",
            "content": "1 The purpose of this Act is to facilitate the establishment of a flexible and sustainable legal aid system that provides effective and high-quality legal aid services throughout Ontario in a client-focused and accountable manner while ensuring value for money.",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>The purpose of this Act is to facilitate the establishment of a flexible and sustainable legal aid system that provides effective and high-quality legal aid services throughout Ontario in a client-focused and accountable manner while ensuring value for money.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "2 In this Act, “board” means the board of directors of the Corporation; (“conseil”) “by-laws” means the by-laws made by the board under section 25; (“règlements administratifs”) “Corporation” means Legal Aid Ontario, continued under section 16; (“Société”) “lawyer” means a person licensed under the Law Society Act to practise law in Ontario as a barrister and solicitor; (“avocat”) “legal aid services” means the legal and other related services provided by the Corporation to individuals under this Act; (“services d’aide juridique”) “Minister” means the Attorney General or such other member of the Executive Council to whom the administration of this Act is assigned under the Executive Council Act; (“ministre”) “personal information” has the same meaning as in section 38 of the Freedom of Information and Protection of Privacy Act; (“renseignements personnels”) “person responsible”, with respect to an individual, means a person specified by the rules who is responsible for contributing towards the cost of legal aid services provided to the individual; (“personne responsable”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means the regulations made under this Act; (“règlements”) “rules” means the rules made by the board under section 46, if effective in accordance with that section; (“règles”) “service provider” means a person or entity authorized under clause 5 (2) (b) to provide legal aid services. (“fournisseur de services”) Legal Aid Services",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>In this Act,</p> <p class=\"definition\">“board” means the board of directors of the Corporation; (“conseil”)</p> <p class=\"definition\">“by-laws” means the by-laws made by the board under section 25; (“règlements administratifs”)</p> <p class=\"definition\">“Corporation” means Legal Aid Ontario, continued under section 16; (“Société”)</p> <p class=\"definition\">“lawyer” means a person licensed under the <i>Law Society Act</i> to practise law in Ontario as a barrister and solicitor; (“avocat”)</p> <p class=\"definition\">“legal aid services” means the legal and other related services provided by the Corporation to individuals under this Act; (“services d’aide juridique”)</p> <p class=\"definition\">“Minister” means the Attorney General or such other member of the Executive Council to whom the administration of this Act is assigned under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“personal information” has the same meaning as in section 38 of the <i>Freedom of Information and Protection of Privacy Act</i>; (“renseignements personnels”)</p> <p class=\"definition\">“person responsible”, with respect to an individual, means a person specified by the rules who is responsible for contributing towards the cost of legal aid services provided to the individual; (“personne responsable”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“rules” means the rules made by the board under section 46, if effective in accordance with that section; (“règles”)</p> <p class=\"definition\">“service provider” means a person or entity authorized under clause 5 (2) (b) to provide legal aid services. (“fournisseur de services”)</p> <p class=\"heading1\"><a name=\"BK3\"></a>Legal Aid Services</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Legal Aid Services",
            "section_x": "Legal Aid Services",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Legal aid services",
            "part_id": null,
            "part_type": null,
            "section_y": "Legal aid services",
            "content": "3 The Corporation may, subject to the regulations, provide as legal aid services any legal or other related services that it considers appropriate, including, (a)  legal services that are ordinarily provided to individuals by a lawyer; (b)  legal and other related assistance for individuals wholly or partly representing themselves in a proceeding, including limited scope representation and the provision of summary advice or legal information; (c)  legal and other related services in an Ontario court or tribunal on a daily or such other basis as may be required for the purpose of advising or representing individuals in a matter before the court or tribunal; (d)  alternative dispute resolution services; and (e)  public legal education and information.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>The Corporation may, subject to the regulations, provide as legal aid services any legal or other related services that it considers appropriate, including,</p> <p class=\"paragraph\">  (a)  legal services that are ordinarily provided to individuals by a lawyer;</p> <p class=\"paragraph\">  (b)  legal and other related assistance for individuals wholly or partly representing themselves in a proceeding, including limited scope representation and the provision of summary advice or legal information;</p> <p class=\"paragraph\">  (c)  legal and other related services in an Ontario court or tribunal on a daily or such other basis as may be required for the purpose of advising or representing individuals in a matter before the court or tribunal;</p> <p class=\"paragraph\">  (d)  alternative dispute resolution services; and</p> <p class=\"paragraph\">  (e)  public legal education and information.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Areas of law in which legal aid services provided",
            "part_id": null,
            "part_type": null,
            "section_y": "Areas of law in which legal aid services provided",
            "content": "4 The Corporation may, subject to the regulations, provide legal aid services in the following areas of law: 1.  Criminal law. 2.  Family law. 3.  Poverty law, being law in relation to matters that particularly affect low-income individuals, including housing and shelter, income maintenance and social assistance. 4.  Child protection law. 5.  Human rights law. 6.  Health law, including mental health law. 7.  Employment law. 8.  Education law. 9.  Immigration and refugee law.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>The Corporation may, subject to the regulations, provide legal aid services in the following areas of law:</p> <p class=\"paragraph\">  1.  Criminal law.</p> <p class=\"paragraph\">  2.  Family law.</p> <p class=\"paragraph\">  3.  Poverty law, being law in relation to matters that particularly affect low-income individuals, including housing and shelter, income maintenance and social assistance.</p> <p class=\"paragraph\">  4.  Child protection law.</p> <p class=\"paragraph\">  5.  Human rights law.</p> <p class=\"paragraph\">  6.  Health law, including mental health law.</p> <p class=\"paragraph\">  7.  Employment law.</p> <p class=\"paragraph\">  8.  Education law.</p> <p class=\"paragraph\">  9.  Immigration and refugee law.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Manner of providing legal aid services",
            "part_id": null,
            "part_type": null,
            "section_y": "Manner of providing legal aid services",
            "content": "5 (1) In this section, “community legal clinic” means a community legal organization that is structured as an independent corporation without share capital whose members of its board of directors are members of the community or communities it serves or are persons who have a substantial association with or interest in the community or communities it serves; (“clinique juridique communautaire”) “community legal organization” means a community organization that provides legal or other related services to the community or communities it serves, and includes a community legal clinic. (“organisme juridique communautaire”) Same (2) The Corporation may provide legal aid services by, (a)  employing lawyers and other persons to provide the services; and (b)  authorizing, in accordance with the rules, lawyers, law firms, community legal organizations, Indigenous legal services organizations, student legal services organizations or other persons or entities to provide the services as service providers. Same (3) In determining how to provide legal aid services, the Corporation shall, to the extent practicable, ensure a mix of service providers, as well as a mix of service providers and persons employed to provide legal aid services, that are appropriate for maintaining a flexible and sustainable legal aid system. Same (4) In determining how to provide legal aid services in the area of criminal law, family law or child protection law, the Corporation shall have regard to the foundational role of private practice lawyers in providing services in those areas of law. Same (5) In determining how to provide legal aid services in the area of poverty law within the meaning of paragraph 3 of section 4, the Corporation shall have regard to, (a)  the foundational role of community legal clinics in providing services in that area of law; (b)  determinations by community legal clinics of the legal needs of the communities they serve in that area of law; and (c)  any other information on the legal needs of communities served by community legal clinics in that area of law that is provided or made available to the Corporation. Same (6) In making a determination under clause (2) (b), the Corporation shall not consider the financial impact of the determination on a service provider. Payment of service providers (7) The payment of service providers for providing legal aid services shall be determined in accordance with the rules. No effect on Law Society of Ontario’s jurisdiction (8) For greater certainty, nothing in this Act permits the Corporation to permit or authorize a person or entity to practise law or provide legal services in Ontario if the person or entity is not permitted or authorized to do so under the Law Society Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>(1) In this section,</p> <p class=\"definition\">“community legal clinic” means a community legal organization that is structured as an independent corporation without share capital whose members of its board of directors are members of the community or communities it serves or are persons who have a substantial association with or interest in the community or communities it serves; (“clinique juridique communautaire”)</p> <p class=\"definition\">“community legal organization” means a community organization that provides legal or other related services to the community or communities it serves, and includes a community legal clinic. (“organisme juridique communautaire”)</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Corporation may provide legal aid services by,</p> <p class=\"paragraph\">  (a)  employing lawyers and other persons to provide the services; and</p> <p class=\"paragraph\">  (b)  authorizing, in accordance with the rules, lawyers, law firms, community legal organizations, Indigenous legal services organizations, student legal services organizations or other persons or entities to provide the services as service providers.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) In determining how to provide legal aid services, the Corporation shall, to the extent practicable, ensure a mix of service providers, as well as a mix of service providers and persons employed to provide legal aid services, that are appropriate for maintaining a flexible and sustainable legal aid system.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) In determining how to provide legal aid services in the area of criminal law, family law or child protection law, the Corporation shall have regard to the foundational role of private practice lawyers in providing services in those areas of law.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) In determining how to provide legal aid services in the area of poverty law within the meaning of paragraph 3 of section 4, the Corporation shall have regard to,</p> <p class=\"paragraph\">  (a)  the foundational role of community legal clinics in providing services in that area of law;</p> <p class=\"paragraph\">  (b)  determinations by community legal clinics of the legal needs of the communities they serve in that area of law; and</p> <p class=\"paragraph\">  (c)  any other information on the legal needs of communities served by community legal clinics in that area of law that is provided or made available to the Corporation.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) In making a determination under clause (2) (b), the Corporation shall not consider the financial impact of the determination on a service provider.</p> <p class=\"headnote\">Payment of service providers</p> <p class=\"subsection\">(7) The payment of service providers for providing legal aid services shall be determined in accordance with the rules.</p> <p class=\"headnote\">No effect on Law Society of Ontario’s jurisdiction</p> <p class=\"subsection\">(8) For greater certainty, nothing in this Act permits the Corporation to permit or authorize a person or entity to practise law or provide legal services in Ontario if the person or entity is not permitted or authorized to do so under the <i>Law Society Act</i>.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Considerations respecting the provision of legal aid services",
            "part_id": null,
            "part_type": null,
            "section_y": "Considerations respecting the provision of legal aid services",
            "content": "6 In making a determination under section 3 or 4 or subsection 5 (2), the Corporation shall consider, (a)  the needs, as determined by the Corporation, of individuals and communities in Ontario for legal aid services, including Indigenous individuals and communities and Francophone individuals and communities; (b)  the costs of providing various legal aid services; (c)  the Corporation’s financial resources; and (d)  any other matter that may be prescribed.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>In making a determination under section 3 or 4 or subsection 5 (2), the Corporation shall consider,</p> <p class=\"paragraph\">  (a)  the needs, as determined by the Corporation, of individuals and communities in Ontario for legal aid services, including Indigenous individuals and communities and Francophone individuals and communities;</p> <p class=\"paragraph\">  (b)  the costs of providing various legal aid services;</p> <p class=\"paragraph\">  (c)  the Corporation’s financial resources; and</p> <p class=\"paragraph\">  (d)  any other matter that may be prescribed.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "section_x": "Eligibility for legal aid services",
            "part_id": null,
            "part_type": null,
            "section_y": "Eligibility for legal aid services",
            "content": "7 (1) An individual is eligible to receive legal aid services, in the manner the Corporation considers appropriate, if the individual applies in accordance with the rules and meets any financial and other eligibility requirements that are specified by the rules. Failure to meet eligibility requirements (2) If an individual fails to meet the eligibility requirements set out under subsection (1), the Corporation may refuse or cease to provide legal aid services to the individual. Review (3) If provided for by the rules, an individual may apply in accordance with the rules for a review of the Corporation’s determination of his or her eligibility to receive legal aid services. Refusal to meet eligibility requirements (4) An individual who refuses to meet an eligibility requirement shall be considered to have refused to receive legal aid services. Same (5) Subsection (4) applies only after the completion of any review under subsection (3) of the individual’s eligibility to receive legal aid services. Residents and non-residents (6) Rules made for the purposes of this section may distinguish between and take different approaches with respect to individuals who are ordinarily resident in Ontario and individuals who are not.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>7 </b>(1) An individual is eligible to receive legal aid services, in the manner the Corporation considers appropriate, if the individual applies in accordance with the rules and meets any financial and other eligibility requirements that are specified by the rules.</p> <p class=\"headnote\">Failure to meet eligibility requirements</p> <p class=\"subsection\">(2) If an individual fails to meet the eligibility requirements set out under subsection (1), the Corporation may refuse or cease to provide legal aid services to the individual.</p> <p class=\"headnote\">Review</p> <p class=\"subsection\">(3) If provided for by the rules, an individual may apply in accordance with the rules for a review of the Corporation’s determination of his or her eligibility to receive legal aid services.</p> <p class=\"headnote\">Refusal to meet eligibility requirements</p> <p class=\"subsection\">(4) An individual who refuses to meet an eligibility requirement shall be considered to have refused to receive legal aid services.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Subsection (4) applies only after the completion of any review under subsection (3) of the individual’s eligibility to receive legal aid services.</p> <p class=\"headnote\">Residents and non-residents</p> <p class=\"subsection\">(6) Rules made for the purposes of this section may distinguish between and take different approaches with respect to individuals who are ordinarily resident in Ontario and individuals who are not.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "section_x": "Legal aid services to be provided without cost",
            "part_id": null,
            "part_type": null,
            "section_y": "Legal aid services to be provided without cost",
            "content": "8 The legal aid services provided by the Corporation to an individual shall be provided without cost to the individual, except as otherwise provided in this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>8 </b>The legal aid services provided by the Corporation to an individual shall be provided without cost to the individual, except as otherwise provided in this Act.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "section_x": "Contribution",
            "part_id": null,
            "part_type": null,
            "section_y": "Contribution",
            "content": "9 (1) The Corporation may, in the circumstances set out in the rules, require an individual, or a person responsible for the individual, to agree to contribute towards the cost of providing legal aid services to the individual in an amount determined or to be determined in accordance with the rules. Terms of agreement (2) An agreement under subsection (1) may provide for the times and manner of payment, and for the payment of a rate of interest on overdue payments in accordance with the rules. Recovery of contributions (3) The amount that an individual, or a person responsible for the individual, agrees to contribute towards the cost of providing legal aid services to the individual shall be paid by the individual or the person responsible for the individual, and is a debt owing to the Corporation that may be recovered in any court of competent jurisdiction. Enforcement by court (4) If a person does not pay an amount that he or she agreed to contribute when it becomes due, the Corporation may issue a notice stating that the person is in default under this Act and setting out the amount owed to the Corporation. Same (5) The Corporation may, without any personal attendance, file the notice with the Superior Court of Justice or the Small Claims Court, as applicable, and, on filing, the notice is enforceable as if it were an order of that court. Refusal to contribute (6) If the Corporation requires contribution towards the cost of providing legal aid services to an individual and the individual or the person responsible for the individual, as the case may be, refuses to contribute, the individual shall be considered to have refused to receive legal aid services.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>9 </b>(1) The Corporation may, in the circumstances set out in the rules, require an individual, or a person responsible for the individual, to agree to contribute towards the cost of providing legal aid services to the individual in an amount determined or to be determined in accordance with the rules.</p> <p class=\"headnote\">Terms of agreement</p> <p class=\"subsection\">(2) An agreement under subsection (1) may provide for the times and manner of payment, and for the payment of a rate of interest on overdue payments in accordance with the rules.</p> <p class=\"headnote\">Recovery of contributions</p> <p class=\"subsection\">(3) The amount that an individual, or a person responsible for the individual, agrees to contribute towards the cost of providing legal aid services to the individual shall be paid by the individual or the person responsible for the individual, and is a debt owing to the Corporation that may be recovered in any court of competent jurisdiction.</p> <p class=\"headnote\">Enforcement by court</p> <p class=\"subsection\">(4) If a person does not pay an amount that he or she agreed to contribute when it becomes due, the Corporation may issue a notice stating that the person is in default under this Act and setting out the amount owed to the Corporation.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) The Corporation may, without any personal attendance, file the notice with the Superior Court of Justice or the Small Claims Court, as applicable, and, on filing, the notice is enforceable as if it were an order of that court.</p> <p class=\"headnote\">Refusal to contribute</p> <p class=\"subsection\">(6) If the Corporation requires contribution towards the cost of providing legal aid services to an individual and the individual or the person responsible for the individual, as the case may be, refuses to contribute, the individual shall be considered to have refused to receive legal aid services.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "section_x": "Requirements respecting information",
            "part_id": null,
            "part_type": null,
            "section_y": "Requirements respecting information",
            "content": "10 (1) An individual receiving or requesting to receive legal aid services, and any person responsible for the individual, shall, in accordance with the rules made under subclause 46 (1) (f) (ii) or (g) (ii), as the case may be, provide to the Corporation the information required by those rules. Corporation may disclose information to service provider (2) The Corporation may disclose to a service provider who is providing legal aid services to an individual information, including personal information, provided to the Corporation for the purposes of this Act by the individual or by a person responsible for the individual. Service provider’s obligation to disclose information (3) A service provider shall immediately notify the Corporation if anything comes to the service provider’s attention respecting an individual receiving legal aid services that indicates that, (a)  the individual, (i)  may have, in requesting to receive legal aid services, misrepresented his or her circumstances or failed to make full disclosure of those circumstances to the extent required by the rules, or (ii)  may have failed to make full disclosure of any change in his or her circumstances to the extent required by the rules; and (b)  the individual may not have been eligible or may no longer be eligible to receive legal aid services. Failure to provide information (4) If anything comes to the attention of the Corporation that indicates that an individual or a person responsible for an individual has failed to discharge an obligation under subsection (1), the Corporation may, (a)  declare that the individual is not eligible to receive legal aid services and cease to provide legal aid services to the individual; and (b)  recover from the individual or the person responsible for the individual, as the case may be, any costs to the Corporation of the legal aid services provided to the individual. Review (5) The individual or the person responsible for the individual may apply in accordance with the rules for a review of the Corporation’s determination under subsection (4). Failure of service provider’s obligation to disclose information (6) If anything comes to the attention of the Corporation that indicates that a service provider has failed to discharge an obligation under subsection (3), the Corporation may, (a)  declare that the service provider is not entitled to payment by the Corporation for all or a specified part of the legal aid services provided by the service provider to the individual; and (b)  recover from the service provider the amount, if any, paid by the Corporation for the legal aid services for which the service provider is not entitled to payment. Review (7) The service provider may apply in accordance with the rules for a review of the Corporation’s determination under subsection (6). Recovery (8) The amount a person or entity is required to pay to the Corporation under clause (4) (b) or (6) (b) is a debt owing to the Corporation that may be recovered in any court of competent jurisdiction. Enforcement by court (9) If the person or entity does not pay the amount when it becomes due, the Corporation may issue a notice stating that the person or entity is in default under this Act and setting out the amount owed to the Corporation. Same (10) The Corporation may, without any personal attendance, file the notice with the Superior Court of Justice or the Small Claims Court, as applicable, and, on filing, the notice is enforceable as if it were an order of that court.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>10 </b>(1) An individual receiving or requesting to receive legal aid services, and any person responsible for the individual, shall, in accordance with the rules made under subclause 46 (1) (f) (ii) or (g) (ii), as the case may be, provide to the Corporation the information required by those rules.</p> <p class=\"headnote\">Corporation may disclose information to service provider</p> <p class=\"subsection\">(2) The Corporation may disclose to a service provider who is providing legal aid services to an individual information, including personal information, provided to the Corporation for the purposes of this Act by the individual or by a person responsible for the individual.</p> <p class=\"headnote\">Service provider’s obligation to disclose information</p> <p class=\"subsection\">(3) A service provider shall immediately notify the Corporation if anything comes to the service provider’s attention respecting an individual receiving legal aid services that indicates that,</p> <p class=\"paragraph\">  (a)  the individual,</p> <p class=\"subpara\">  (i)  may have, in requesting to receive legal aid services, misrepresented his or her circumstances or failed to make full disclosure of those circumstances to the extent required by the rules, or</p> <p class=\"subpara\">  (ii)  may have failed to make full disclosure of any change in his or her circumstances to the extent required by the rules; and</p> <p class=\"paragraph\">  (b)  the individual may not have been eligible or may no longer be eligible to receive legal aid services.</p> <p class=\"headnote\">Failure to provide information</p> <p class=\"subsection\">(4) If anything comes to the attention of the Corporation that indicates that an individual or a person responsible for an individual has failed to discharge an obligation under subsection (1), the Corporation may,</p> <p class=\"paragraph\">  (a)  declare that the individual is not eligible to receive legal aid services and cease to provide legal aid services to the individual; and</p> <p class=\"paragraph\">  (b)  recover from the individual or the person responsible for the individual, as the case may be, any costs to the Corporation of the legal aid services provided to the individual.</p> <p class=\"headnote\">Review</p> <p class=\"subsection\">(5) The individual or the person responsible for the individual may apply in accordance with the rules for a review of the Corporation’s determination under subsection (4).</p> <p class=\"headnote\">Failure of service provider’s obligation to disclose information</p> <p class=\"subsection\">(6) If anything comes to the attention of the Corporation that indicates that a service provider has failed to discharge an obligation under subsection (3), the Corporation may,</p> <p class=\"paragraph\">  (a)  declare that the service provider is not entitled to payment by the Corporation for all or a specified part of the legal aid services provided by the service provider to the individual; and</p> <p class=\"paragraph\">  (b)  recover from the service provider the amount, if any, paid by the Corporation for the legal aid services for which the service provider is not entitled to payment.</p> <p class=\"headnote\">Review</p> <p class=\"subsection\">(7) The service provider may apply in accordance with the rules for a review of the Corporation’s determination under subsection (6).</p> <p class=\"headnote\">Recovery</p> <p class=\"subsection\">(8) The amount a person or entity is required to pay to the Corporation under clause (4) (b) or (6) (b) is a debt owing to the Corporation that may be recovered in any court of competent jurisdiction.</p> <p class=\"headnote\">Enforcement by court</p> <p class=\"subsection\">(9) If the person or entity does not pay the amount when it becomes due, the Corporation may issue a notice stating that the person or entity is in default under this Act and setting out the amount owed to the Corporation.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(10) The Corporation may, without any personal attendance, file the notice with the Superior Court of Justice or the Small Claims Court, as applicable, and, on filing, the notice is enforceable as if it were an order of that court.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.",
            "section_x": "Specific assignments",
            "part_id": null,
            "part_type": null,
            "section_y": "Specific assignments",
            "content": "11 The Corporation may, in the circumstances set out in the rules, require that legal aid services be provided to an individual by a specified person or entity employed or authorized by the Corporation to provide the legal aid services.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>11 </b>The Corporation may, in the circumstances set out in the rules, require that legal aid services be provided to an individual by a specified person or entity employed or authorized by the Corporation to provide the legal aid services.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "12.",
            "section_x": "Costs orders by court unaffected by legal aid services",
            "part_id": null,
            "part_type": null,
            "section_y": "Costs orders by court unaffected by legal aid services",
            "content": "12 (1) The costs awarded in any order made in favour of an individual who has received legal aid services are recoverable in the same manner and to the same extent as though awarded to an individual who has not received legal aid services. Same (2) Subsection (1) applies even if, (a)  no part of the cost of the legal aid services provided to the individual in whose favour the order is made has been contributed or is or will be contributed to the Corporation by the individual or by a person responsible for the individual; or (b)  the costs ordered are in excess of the total amount contributed or to be contributed to the Corporation by the individual, or by a person responsible for the individual, for the cost of the legal aid services provided to the individual. Costs payable to Corporation (3) Costs ordered by a court to be paid to an individual in a proceeding in which the individual received legal aid services are, to the extent of the legal aid services provided to the individual in the proceeding, the property of the Corporation and shall be paid to the Corporation. Charges for recovery of legal aid costs",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>12 </b>(1) The costs awarded in any order made in favour of an individual who has received legal aid services are recoverable in the same manner and to the same extent as though awarded to an individual who has not received legal aid services.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsection (1) applies even if,</p> <p class=\"paragraph\">  (a)  no part of the cost of the legal aid services provided to the individual in whose favour the order is made has been contributed or is or will be contributed to the Corporation by the individual or by a person responsible for the individual; or</p> <p class=\"paragraph\">  (b)  the costs ordered are in excess of the total amount contributed or to be contributed to the Corporation by the individual, or by a person responsible for the individual, for the cost of the legal aid services provided to the individual.</p> <p class=\"headnote\">Costs payable to Corporation</p> <p class=\"subsection\">(3) Costs ordered by a court to be paid to an individual in a proceeding in which the individual received legal aid services are, to the extent of the legal aid services provided to the individual in the proceeding, the property of the Corporation and shall be paid to the Corporation.</p> <p class=\"headnote\">Charges for recovery of legal aid costs</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "13.",
            "section_x": "Charges for recovery of legal aid costs",
            "part_id": null,
            "part_type": null,
            "section_y": "Charge on sum recovered",
            "content": "13 (1) If an individual recovers any sum under a judgment, order, settlement or otherwise in respect of a matter for which he or she received legal aid services, the amount of the cost of the legal aid services provided to the individual is a charge against the recovered sum, and shall be deducted from the recovered sum and paid to the Corporation. Charge on property recovered (2) If an individual who has received legal aid services in any matter recovers property other than money, the Corporation has a charge against the recovered property for the amount of the cost of the legal aid services provided to the individual, and may enforce the charge. Registration against personal property (3) If the recovered property is personal property, the charge shall be in the form of a financing statement under the Personal Property Security Act, and may be tendered for registration as provided in Part IV of that Act. Errors in documents (4) The charge is not invalidated nor its effect impaired by reason only of an error or omission in the charge or in its execution or registration, unless a reasonable person is likely to be materially misled by the error or omission. Registration against land (5) If the recovered property is real property, the Corporation may register the charge against it in the proper land registry office, and the Corporation may enforce the charge by sale of the real property against which it is registered in the same manner as a sale to realize on a mortgage.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>13 </b>(1) If an individual recovers any sum under a judgment, order, settlement or otherwise in respect of a matter for which he or she received legal aid services, the amount of the cost of the legal aid services provided to the individual is a charge against the recovered sum, and shall be deducted from the recovered sum and paid to the Corporation.</p> <p class=\"headnote\">Charge on property recovered</p> <p class=\"subsection\">(2) If an individual who has received legal aid services in any matter recovers property other than money, the Corporation has a charge against the recovered property for the amount of the cost of the legal aid services provided to the individual, and may enforce the charge.</p> <p class=\"headnote\">Registration against personal property</p> <p class=\"subsection\">(3) If the recovered property is personal property, the charge shall be in the form of a financing statement under the <i>Personal Property Security Act</i>, and may be tendered for registration as provided in Part IV of that Act.</p> <p class=\"headnote\">Errors in documents</p> <p class=\"subsection\">(4) The charge is not invalidated nor its effect impaired by reason only of an error or omission in the charge or in its execution or registration, unless a reasonable person is likely to be materially misled by the error or omission.</p> <p class=\"headnote\">Registration against land</p> <p class=\"subsection\">(5) If the recovered property is real property, the Corporation may register the charge against it in the proper land registry office, and the Corporation may enforce the charge by sale of the real property against which it is registered in the same manner as a sale to realize on a mortgage.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "14.",
            "section_x": "Registration of lien against land",
            "part_id": null,
            "part_type": null,
            "section_y": "Registration of lien against land",
            "content": "14 (1) If a person who owns or has any interest in any land in Ontario has agreed to contribute towards the cost of legal aid services provided to him or her, or to an individual for whom he or she is the person responsible, the Corporation may register a notice of lien for an amount equal to the amount that the person agreed to contribute against his or her land in the proper land registry office. Sale of land (2) If the person fails to pay the Corporation an amount he or she agreed to contribute, the Corporation may enforce the lien by sale of the real property against which it is registered in the same manner as a sale to realize on a mortgage. Same (3) The Corporation shall not be required to enforce the lien immediately upon default occurring, but may delay enforcing the lien to a later date or, in accordance with the terms of the agreement entered into by the person and the Corporation, to the occurrence of an event. Note: Section 15 of this Act is not yet in force. It comes into force on a day to be named by proclamation of the Lieutenant Governor. Legal aid services where legally required 15 (1) In addition to the legal aid services that the Corporation provides to individuals eligible under section 7 to receive them, the Corporation shall provide the following services in the following circumstances: 1.  Representation in a legal matter in which a court determines that an individual requires representation by a lawyer to meet the requirements of the Canadian Charter of Rights and Freedoms. 2.  Representation in a legal matter in which the Corporation reasonably determines that an individual requires representation by a lawyer to meet the requirements of the Canadian Charter of Rights and Freedoms. 3.  Representation of a young person who is the subject of a court direction under paragraph 25 (4) (b) of the Youth Criminal Justice Act (Canada), on the direction of the Attorney General under subsection 25 (5) of that Act. 4.  Representation of a young person who is the subject of a court direction under paragraph 11 (4) (b) of the Young Offenders Act (Canada), on the direction of the Attorney General under subsection 11 (5) of that Act. 5.  Cross-examination of a witness pursuant to an order made under section 486.3 of the Criminal Code (Canada). 6.  Representation of an accused, if representation is ordered or counsel is assigned to act for the accused under subsection 672.5 (8) or section 672.24, 684 or 694.1 of the Criminal Code (Canada). 7.  Appointment as a friend of the court under an order of a court in a criminal or child protection proceeding. 8.  The prescribed services in the prescribed circumstances. Application to Ontario (2) Subsection (1) applies with respect to the provision of services only if the services are ordered or expected to be paid for or provided by the Attorney General of Ontario or the Crown in right of Ontario, as opposed to the Attorney General of Canada or the Government of Canada. Payment by Corporation despite court order (3) Despite any order of a court requiring that the cost of providing services under this section to an individual be borne by the Attorney General of Ontario or the Crown in right of Ontario, the cost of providing the services shall be borne by the Corporation. Application of Act, rules and regulations (4) This Act, the rules and the regulations apply with respect to services provided under this section, with the following and any other necessary modifications: 1.  The eligibility requirements under subsection 7 (1) to receive legal aid services do not apply. 2.  A reference to an individual who is requesting to receive legal aid services includes reference to an individual to whom services are provided under this section. 3.  Any other modification that may be prescribed. No effect on power to order representation (5) Nothing in this section confers jurisdiction on or expands the jurisdiction of a court with respect to the appointment or assignment of counsel, or expands or otherwise alters the circumstances in which a right to counsel may exist under the law. Legal Aid Ontario",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>14 </b>(1) If a person who owns or has any interest in any land in Ontario has agreed to contribute towards the cost of legal aid services provided to him or her, or to an individual for whom he or she is the person responsible, the Corporation may register a notice of lien for an amount equal to the amount that the person agreed to contribute against his or her land in the proper land registry office.</p> <p class=\"headnote\">Sale of land</p> <p class=\"subsection\">(2) If the person fails to pay the Corporation an amount he or she agreed to contribute, the Corporation may enforce the lien by sale of the real property against which it is registered in the same manner as a sale to realize on a mortgage.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Corporation shall not be required to enforce the lien immediately upon default occurring, but may delay enforcing the lien to a later date or, in accordance with the terms of the agreement entered into by the person and the Corporation, to the occurrence of an event.</p> <p class=\"Pnote\"><span>Note: Section 15 of this Act is not yet in force. It comes into force on a day to be named by proclamation of the Lieutenant Governor.</span></p> <p class=\"Yheadnote\"><span>Legal aid services where legally required</span></p> <p class=\"Ysection\"><a name=\"BK16\"></a><b><span>15 </span></b><span>(1) In addition to the legal aid services that the Corporation provides to individuals eligible under section 7 to receive them, the Corporation shall provide the following services in the following circumstances:</span></p> <p class=\"Yparagraph\"> <span>1.  Representation in a legal matter in which a court determines that an individual requires representation by a lawyer to meet the requirements of the <i>Canadian Charter of Rights and Freedoms</i>.</span></p> <p class=\"Yparagraph\"> <span>2.  Representation in a legal matter in which the Corporation reasonably determines that an individual requires representation by a lawyer to meet the requirements of the <i>Canadian Charter of Rights and Freedoms</i>.</span></p> <p class=\"Yparagraph\"> <span>3.  Representation of a young person who is the subject of a court direction under paragraph 25 (4) (b) of the <i>Youth Criminal Justice Act</i> (Canada), on the direction of the Attorney General under subsection 25 (5) of that Act.</span></p> <p class=\"Yparagraph\"> <span>4.  Representation of a young person who is the subject of a court direction under paragraph 11 (4) (b) of the <i>Young Offenders Act</i> (Canada), on the direction of the Attorney General under subsection 11 (5) of that Act.</span></p> <p class=\"Yparagraph\"> <span>5.  Cross-examination of a witness pursuant to an order made under section 486.3 of the <i>Criminal Code</i> (Canada).</span></p> <p class=\"Yparagraph\"> <span>6.  Representation of an accused, if representation is ordered or counsel is assigned to act for the accused under subsection 672.5 (8) or section 672.24, 684 or 694.1 of the <i>Criminal Code</i> (Canada).</span></p> <p class=\"Yparagraph\"> <span>7.  Appointment as a friend of the court under an order of a court in a criminal or child protection proceeding.</span></p> <p class=\"Yparagraph\"> <span>8.  The prescribed services in the prescribed circumstances.</span></p> <p class=\"Yheadnote\"><span>Application to Ontario</span></p> <p class=\"Ysubsection\"><span>(2) Subsection (1) applies with respect to the provision of services only if the services are ordered or expected to be paid for or provided by the Attorney General of Ontario or the Crown in right of Ontario, as opposed to the Attorney General of Canada or the Government of Canada.</span></p> <p class=\"Yheadnote\"><span>Payment by Corporation despite court order</span></p> <p class=\"Ysubsection\"><span>(3) Despite any order of a court requiring that the cost of providing services under this section to an individual be borne by the Attorney General of Ontario or the Crown in right of Ontario, the cost of providing the services shall be borne by the Corporation.</span></p> <p class=\"Yheadnote\"><span>Application of Act, rules and regulations</span></p> <p class=\"Ysubsection\"><span>(4) This Act, the rules and the regulations apply with respect to services provided under this section, with the following and any other necessary modifications:</span></p> <p class=\"Yparagraph\"> <span>1.  The eligibility requirements under subsection 7 (1) to receive legal aid services do not apply.</span></p> <p class=\"Yparagraph\"> <span>2.  A reference to an individual who is requesting to receive legal aid services includes reference to an individual to whom services are provided under this section.</span></p> <p class=\"Yparagraph\"> <span>3.  Any other modification that may be prescribed.</span></p> <p class=\"Yheadnote\"><span>No effect on power to order representation</span></p> <p class=\"Ysubsection\"><span>(5) Nothing in this section confers jurisdiction on or expands the jurisdiction of a court with respect to the appointment or assignment of counsel, or expands or otherwise alters the circumstances in which a right to counsel may exist under the law.</span></p> <p class=\"heading1\"><a name=\"BK17\"></a>Legal Aid Ontario</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "15.",
            "section_x": "Legal aid services where legally required",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Legal Aid Ontario",
            "section_x": "Legal Aid Ontario",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "16.",
            "section_x": "Corporation continued",
            "part_id": null,
            "part_type": null,
            "section_y": "Corporation continued",
            "content": "16 (1) Legal Aid Ontario is continued as a corporation without share capital under the name Legal Aid Ontario in English and Aide juridique Ontario in French. Membership (2) The Corporation shall consist of the members of its board of directors. Not Crown agency (3) Despite the Crown Agency Act, the Corporation is not an agent of the Crown for any purpose. Independent but accountable to government (4) The Corporation is independent from, but accountable to, the Government of Ontario as set out under this Act. Same (5) Without limiting subsection (4), the Corporation is independent from the Government of Ontario in relation to, (a)  determinations respecting the provision of legal aid services to individuals; and (b)  the exercise of the Corporation’s discretion under subsection 5 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>16 </b>(1) Legal Aid Ontario is continued as a corporation without share capital under the name Legal Aid Ontario in English and Aide juridique Ontario in French.</p> <p class=\"headnote\">Membership</p> <p class=\"subsection\">(2) The Corporation shall consist of the members of its board of directors.</p> <p class=\"headnote\">Not Crown agency</p> <p class=\"subsection\">(3) Despite the <i>Crown Agency Act</i>, the Corporation is not an agent of the Crown for any purpose.</p> <p class=\"headnote\">Independent but accountable to government</p> <p class=\"subsection\">(4) The Corporation is independent from, but accountable to, the Government of Ontario as set out under this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Without limiting subsection (4), the Corporation is independent from the Government of Ontario in relation to,</p> <p class=\"paragraph\">  (a)  determinations respecting the provision of legal aid services to individuals; and</p> <p class=\"paragraph\">  (b)  the exercise of the Corporation’s discretion under subsection 5 (2).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "17.",
            "section_x": "Objects",
            "part_id": null,
            "part_type": null,
            "section_y": "Objects",
            "content": "17 (1) The objects of the Corporation are, (a)  to establish and administer a flexible and sustainable system for providing legal aid services to individuals in Ontario; (b)  to establish policies and priorities for the provision of legal aid services based on its financial resources; (c)  to facilitate co-ordination among the different legal aid services that are provided and the manners in which they are provided, including through different service providers; (d)  to monitor and supervise the provision of legal aid services in Ontario; and (e)  to advise the Minister on all aspects of legal aid services in Ontario, including any features of the justice system that affect or may affect the demand for or quality of legal aid services. Principles (2) The Corporation shall carry out its objects in accordance with the following principles: 1.  That legal aid services should, i.  promote access to justice, ii.  be efficient, effective and high-quality, iii.  be provided in a client-focused, innovative, transparent and accountable manner, iv.  be responsive to the needs of low-income individuals and disadvantaged communities in Ontario, v.  promote early resolution, where appropriate, and vi.  be co-ordinated with other aspects of the justice system and with community services. 2.  That continual efforts should be made by the Corporation to maintain and improve the effectiveness and quality of legal aid services while ensuring value for money. Powers of the Corporation",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>17 </b>(1) The objects of the Corporation are,</p> <p class=\"paragraph\">  (a)  to establish and administer a flexible and sustainable system for providing legal aid services to individuals in Ontario;</p> <p class=\"paragraph\">  (b)  to establish policies and priorities for the provision of legal aid services based on its financial resources;</p> <p class=\"paragraph\">  (c)  to facilitate co-ordination among the different legal aid services that are provided and the manners in which they are provided, including through different service providers;</p> <p class=\"paragraph\">  (d)  to monitor and supervise the provision of legal aid services in Ontario; and</p> <p class=\"paragraph\">  (e)  to advise the Minister on all aspects of legal aid services in Ontario, including any features of the justice system that affect or may affect the demand for or quality of legal aid services.</p> <p class=\"headnote\">Principles</p> <p class=\"subsection\">(2) The Corporation shall carry out its objects in accordance with the following principles:</p> <p class=\"paragraph\">  1.  That legal aid services should,</p> <p class=\"subpara\">  i.  promote access to justice,</p> <p class=\"subpara\">  ii.  be efficient, effective and high-quality,</p> <p class=\"subpara\">  iii.  be provided in a client-focused, innovative, transparent and accountable manner,</p> <p class=\"subpara\">  iv.  be responsive to the needs of low-income individuals and disadvantaged communities in Ontario,</p> <p class=\"subpara\">  v.  promote early resolution, where appropriate, and</p> <p class=\"subpara\">  vi.  be co-ordinated with other aspects of the justice system and with community services.</p> <p class=\"paragraph\">  2.  That continual efforts should be made by the Corporation to maintain and improve the effectiveness and quality of legal aid services while ensuring value for money.</p> <p class=\"headnote\">Powers of the Corporation</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "18.",
            "section_x": "Powers of the Corporation",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers of a natural person",
            "content": "18 (1) The Corporation has the capacity and the rights, powers and privileges of a natural person, subject to the limitations set out under this Act. 2020, c. 11, Sched. 15, s.18 (1). When approval of Cabinet required (2) The Corporation shall not exercise the following powers without the approval of the Lieutenant Governor in Council: 1.  Acquiring, disposing, leasing, mortgaging, charging, hypothecating or otherwise transferring or encumbering any interest in real property, except for, i.  leasing space that is reasonably necessary for the purposes of the Corporation, and ii.  as provided under section 13 or 14 or subsection 30 (2). 2.  Borrowing or lending money. 3.  Pledging, charging or encumbering any of its personal property. 4.  Creating a subsidiary. 5.  Entering into agreements with the government of Canada or of a province or territory of Canada, or with the appropriate authority of any such government, to provide for co-operation in matters relating to the provision of legal aid services, including cost-sharing, recovery of amounts paid for legal aid services on behalf of non-resident clients and funding arrangements. 6.  Entering into agreements with the government of Canada or of a province or territory of Canada, or with an agency, board or commission of such a government, under which, for purposes related to the provision of legal aid services under this Act or comparable services in another jurisdiction, i.  the government, agency, board or commission would be allowed access to information obtained by the Corporation under this Act, and ii.  the government, agency, board or commission would allow the Corporation to have access to information obtained by the government, agency, board or commission under statutory authority. 7.  Any other power that may be prescribed. 2020, c. 11, Sched. 15, s. 18 (2). When approval of Minister required (3) The Corporation shall not exercise the following powers without the approval of the Minister: 1.  Applying for or obtaining registration as a registered charity or qualified donee under the Income Tax Act (Canada). 2.  Acting in association with a person or entity that conducts any fundraising activities or programs, directly or indirectly, for the Corporation. 2020, c. 11, Sched. 15, s. 18 (3). Banking (4) The Corporation shall establish its banking arrangements with one or more of, (a)  a bank listed in Schedule I or II to the Bank Act (Canada); (b)  a loan or trust corporation registered under the Loan and Trust Corporations Act; (c)  a credit union within the meaning of the Credit Unions and Caisses Populaires Act, 2020; and (d)  a retail association as defined under the Cooperative Credit Associations Act (Canada). 2020, c. 11, Sched. 15, s. 18 (4); 2020, c. 36, Sched. 7, s. 317. Investment (5) The Corporation shall have such investment powers as may be prescribed. 2020, c. 11, Sched. 15, s. 18 (5). Fees (6) The Corporation may charge fees for any service it provides, other than legal aid services. 2020, c. 11, Sched. 15, s. 18 (6). Section Amendments with date in force (d/m/y) 2020, c. 36, Sched. 7, s. 317 - 01/03/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>18 </b>(1) The Corporation has the capacity and the rights, powers and privileges of a natural person, subject to the limitations set out under this Act. 2020, c. 11, Sched. 15, s.18 (1).</p> <p class=\"headnote\">When approval of Cabinet required</p> <p class=\"subsection\">(2) The Corporation shall not exercise the following powers without the approval of the Lieutenant Governor in Council:</p> <p class=\"paragraph\">  1.  Acquiring, disposing, leasing, mortgaging, charging, hypothecating or otherwise transferring or encumbering any interest in real property, except for,</p> <p class=\"subpara\">  i.  leasing space that is reasonably necessary for the purposes of the Corporation, and</p> <p class=\"subpara\">  ii.  as provided under section 13 or 14 or subsection 30 (2).</p> <p class=\"paragraph\">  2.  Borrowing or lending money.</p> <p class=\"paragraph\">  3.  Pledging, charging or encumbering any of its personal property.</p> <p class=\"paragraph\">  4.  Creating a subsidiary.</p> <p class=\"paragraph\">  5.  Entering into agreements with the government of Canada or of a province or territory of Canada, or with the appropriate authority of any such government, to provide for co-operation in matters relating to the provision of legal aid services, including cost-sharing, recovery of amounts paid for legal aid services on behalf of non-resident clients and funding arrangements.</p> <p class=\"paragraph\">  6.  Entering into agreements with the government of Canada or of a province or territory of Canada, or with an agency, board or commission of such a government, under which, for purposes related to the provision of legal aid services under this Act or comparable services in another jurisdiction,</p> <p class=\"subpara\">  i.  the government, agency, board or commission would be allowed access to information obtained by the Corporation under this Act, and</p> <p class=\"subpara\">  ii.  the government, agency, board or commission would allow the Corporation to have access to information obtained by the government, agency, board or commission under statutory authority.</p> <p class=\"paragraph\">  7.  Any other power that may be prescribed. 2020, c. 11, Sched. 15, s. 18 (2).</p> <p class=\"headnote\">When approval of Minister required</p> <p class=\"subsection\">(3) The Corporation shall not exercise the following powers without the approval of the Minister:</p> <p class=\"paragraph\"><b> </b>1.<b>  </b>Applying for or obtaining registration as a registered charity or qualified donee under the <i>Income Tax Act</i> (Canada).</p> <p class=\"paragraph\"><b> </b>2.  Acting in association with a person or entity that conducts any fundraising activities or programs, directly or indirectly, for the Corporation. 2020, c. 11, Sched. 15, s. 18 (3).</p> <p class=\"headnote\">Banking</p> <p class=\"subsection\">(4) The Corporation shall establish its banking arrangements with one or more of,</p> <p class=\"paragraph\">  (a)  a bank listed in Schedule I or II to the <i>Bank Act</i> (Canada);</p> <p class=\"paragraph\">  (b)  a loan or trust corporation registered under the <i>Loan and Trust Corporations Act</i>;</p> <p class=\"paragraph\">  (c)  a credit union within the meaning of the <i>Credit Unions and Caisses Populaires Act, 2020</i>; and</p> <p class=\"paragraph\">  (d)  a retail association as defined under the <i>Cooperative Credit Associations Act</i> (Canada). 2020, c. 11, Sched. 15, s. 18 (4); 2020, c. 36, Sched. 7, s. 317.</p> <p class=\"headnote\">Investment</p> <p class=\"subsection\">(5) The Corporation shall have such investment powers as may be prescribed. 2020, c. 11, Sched. 15, s. 18 (5).</p> <p class=\"headnote\">Fees</p> <p class=\"subsection\">(6) The Corporation may charge fees for any service it provides, other than legal aid services. 2020, c. 11, Sched. 15, s. 18 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched7s317\">2020, c. 36, Sched. 7, s. 317</a></span> - 01/03/2022</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "19.",
            "section_x": "Personal information",
            "part_id": null,
            "part_type": null,
            "section_y": "Personal information",
            "content": "19 (1) For the purpose of exercising or performing any of its powers, functions or duties under this Act, the Corporation may collect, including indirectly, personal information. Arrangements or agreements to share personal information (2) For the purpose of exercising or performing any of its powers, functions or duties under this Act, the Corporation may enter into an arrangement or agreement with any of the following with respect to the disclosure of any personal information that the Corporation is authorized to collect under this Act: 1.  The Law Society of Ontario. 2.  An institution within the meaning of the Freedom of Information and Protection of Privacy Act. 3.  Any other person or entity who may be prescribed.",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>19 </b>(1) For the purpose of exercising or performing any of its powers, functions or duties under this Act, the Corporation may collect, including indirectly, personal information.</p> <p class=\"headnote\">Arrangements or agreements to share personal information</p> <p class=\"subsection\">(2) For the purpose of exercising or performing any of its powers, functions or duties under this Act, the Corporation may enter into an arrangement or agreement with any of the following with respect to the disclosure of any personal information that the Corporation is authorized to collect under this Act:</p> <p class=\"paragraph\">  1.  The Law Society of Ontario.</p> <p class=\"paragraph\">  2.  An institution within the meaning of the <i>Freedom of Information and Protection of Privacy Act</i>.</p> <p class=\"paragraph\">  3.  Any other person or entity who may be prescribed.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "20.",
            "section_x": "Application of other laws",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of other laws",
            "content": "20 (1) The Not-for-Profit Corporations Act, 2010 and the Corporations Information Act do not apply to the Corporation, except as specifically made applicable by the regulations. 2020, c. 11, Sched. 15, s. 20 (1), 49. Conflict of interest and indemnification (2) Sections 132 and 136 of the Business Corporations Act apply with necessary modifications to the Corporation, the members of its board and its officers. 2020, c. 11, Sched. 15, s. 20 (2). Non-application of single employer rule (3) Subsection 1 (4) of the Labour Relations Act, 1995 does not apply to the Corporation.  2020, c. 11, Sched. 15, s. 20 (3). Charities Accounting Act (4) The Charities Accounting Act does not apply to the Corporation, except in respect of property held in trust for specified charitable purposes. 2020, c. 11, Sched. 15, s. 20 (4). Not charitable property (5) The property of the Corporation is not charitable property, except in respect of property held in trust for specified charitable purposes. 2020, c. 11, Sched. 15, s. 20 (5). Section Amendments with date in force (d/m/y) 2020, c. 11, Sched. 15, s. 49 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>20 </b>(1) The <i>Not-for-Profit Corporations Act, 2010</i> and the <i>Corporations Information Act</i> do not apply to the Corporation, except as specifically made applicable by the regulations. <span>2020, c. 11, Sched. 15, s. 20 (1), 49.</span></p> <p class=\"headnote\">Conflict of interest and indemnification</p> <p class=\"subsection\">(2) Sections 132 and 136 of the <i>Business Corporations Act</i> apply with necessary modifications to the Corporation, the members of its board and its officers. <span>2020, c. 11, Sched. 15, s. 20 (2).</span></p> <p class=\"headnote\">Non-application of single employer rule</p> <p class=\"subsection\">(3) Subsection 1 (4) of the <i>Labour Relations Act, 1995</i> does not apply to the Corporation.  <span>2020, c. 11, Sched. 15, s. 20 (3).</span></p> <p class=\"headnote\"><i>Charities Accounting Act</i></p> <p class=\"subsection\">(4) The <i>Charities Accounting Act</i> does not apply to the Corporation, except in respect of property held in trust for specified charitable purposes. <span>2020, c. 11, Sched. 15, s. 20 (4).</span></p> <p class=\"headnote\">Not charitable property</p> <p class=\"subsection\">(5) The property of the Corporation is not charitable property, except in respect of property held in trust for specified charitable purposes. <span>2020, c. 11, Sched. 15, s. 20 (5).</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20011#sched15s49\">2020, c. 11, Sched. 15, s. 49</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "21.",
            "section_x": "Board of directors",
            "part_id": null,
            "part_type": null,
            "section_y": "Board of directors",
            "content": "21 (1) The affairs of the Corporation shall be governed and managed by its board of directors. Composition (2) The board shall be composed of 11 persons appointed for a specified term by the Lieutenant Governor in Council on the recommendation of the Minister. Same (3) Five of the persons appointed under subsection (2) shall be selected by the Minister from a list of persons recommended by the Law Society of Ontario. Chair (4) The Lieutenant Governor in Council shall, on the recommendation of the Minister in consultation with the Law Society of Ontario, appoint one of the persons appointed under subsection (2) as chair of the board. Remuneration (5) The appointed members of the board are entitled to such remuneration and reimbursement for reasonable expenses as are determined by the Lieutenant Governor in Council. Quorum (6) A majority of the appointed members of the board constitutes a quorum. Vacancies (7) If there are one or more vacancies on the board, the remaining members may exercise all the powers of the board if they would constitute a quorum of the fully constituted board. Acting chair (8) The chair of the board shall designate another appointed member of the board to act as chair in his or her absence and, if the chair fails to designate a person, or if the designated person is also absent, the other appointed members of the board shall designate a person to act as chair in the absence of the chair. Transition, board (9) The persons who are appointed members of the board of directors of the Corporation immediately before the repeal of the Legal Aid Services Act, 1998 continue as appointed members of the board under this Act until the earliest of the expiry of their terms, their resignation or their removal. Transition, chair (10) The person who acted as chair immediately before the repeal of the Legal Aid Services Act, 1998\r\ncontinues as chair under this Act until the earliest of the expiry of the person’s term, the person’s resignation or the person’s removal.",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>21 </b>(1) The affairs of the Corporation shall be governed and managed by its board of directors.</p> <p class=\"headnote\">Composition</p> <p class=\"subsection\">(2) The board shall be composed of 11 persons appointed for a specified term by the Lieutenant Governor in Council on the recommendation of the Minister.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Five of the persons appointed under subsection (2) shall be selected by the Minister from a list of persons recommended by the Law Society of Ontario.</p> <p class=\"headnote\">Chair</p> <p class=\"subsection\">(4) The Lieutenant Governor in Council shall, on the recommendation of the Minister in consultation with the Law Society of Ontario, appoint one of the persons appointed under subsection (2) as chair of the board.</p> <p class=\"headnote\">Remuneration</p> <p class=\"subsection\">(5) The appointed members of the board are entitled to such remuneration and reimbursement for reasonable expenses as are determined by the Lieutenant Governor in Council.</p> <p class=\"headnote\">Quorum</p> <p class=\"subsection\">(6) A majority of the appointed members of the board constitutes a quorum.</p> <p class=\"headnote\">Vacancies</p> <p class=\"subsection\">(7) If there are one or more vacancies on the board, the remaining members may exercise all the powers of the board if they would constitute a quorum of the fully constituted board.</p> <p class=\"headnote\">Acting chair</p> <p class=\"subsection\">(8) The chair of the board shall designate another appointed member of the board to act as chair in his or her absence and, if the chair fails to designate a person, or if the designated person is also absent, the other appointed members of the board shall designate a person to act as chair in the absence of the chair.</p> <p class=\"headnote\">Transition, board</p> <p class=\"subsection\">(9) The persons who are appointed members of the board of directors of the Corporation immediately before the repeal of the <i>Legal Aid Services Act, 1998</i> continue as appointed members of the board under this Act until the earliest of the expiry of their terms, their resignation or their removal.</p> <p class=\"headnote\">Transition, chair</p> <p class=\"subsection\">(10) The person who acted as chair immediately before the repeal of the <i>Legal Aid Services Act, 1998</i>\r\ncontinues as chair under this Act until the earliest of the expiry of the person’s term, the person’s resignation or the person’s removal.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "22.",
            "section_x": "Chief executive officer",
            "part_id": null,
            "part_type": null,
            "section_y": "Chief executive officer",
            "content": "22 (1) The board shall appoint a chief executive officer of the Corporation, who shall be a non-voting member of the board. Duties (2) The chief executive officer, (a)  shall be responsible for the management and operation of the Corporation, subject to the supervision and direction of the board; and (b)  shall implement the by-laws, rules and policies of the board and perform such other functions as are assigned to him or her by the board.",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>22 </b>(1) The board shall appoint a chief executive officer of the Corporation, who shall be a non-voting member of the board.</p> <p class=\"headnote\">Duties</p> <p class=\"subsection\">(2) The chief executive officer,</p> <p class=\"paragraph\">  (a)  shall be responsible for the management and operation of the Corporation, subject to the supervision and direction of the board; and</p> <p class=\"paragraph\">  (b)  shall implement the by-laws, rules and policies of the board and perform such other functions as are assigned to him or her by the board.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "23.",
            "section_x": "Board to act responsibly",
            "part_id": null,
            "part_type": null,
            "section_y": "Board to act responsibly",
            "content": "23 (1) The board shall act in a financially responsible and accountable manner in exercising its powers and performing its duties. Board members to act honestly and in good faith (2) Every member of the board shall, (a)  act honestly and in good faith with a view to the best interests of the Corporation; and (b)  exercise the care, diligence and skill that a reasonably prudent person would exercise in comparable circumstances.",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>23 </b>(1) The board shall act in a financially responsible and accountable manner in exercising its powers and performing its duties.</p> <p class=\"headnote\">Board members to act honestly and in good faith</p> <p class=\"subsection\">(2) Every member of the board shall,</p> <p class=\"paragraph\">  (a)  act honestly and in good faith with a view to the best interests of the Corporation; and</p> <p class=\"paragraph\">  (b)  exercise the care, diligence and skill that a reasonably prudent person would exercise in comparable circumstances.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "24.",
            "section_x": "Employees",
            "part_id": null,
            "part_type": null,
            "section_y": "Employees",
            "content": "24 (1) The Corporation may employ such persons as it considers necessary for its purposes. Not an employee of the Crown (2) An employee of the Corporation is not and shall not be deemed to be an employee of the Crown.",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>24 </b>(1) The Corporation may employ such persons as it considers necessary for its purposes.</p> <p class=\"headnote\">Not an employee of the Crown</p> <p class=\"subsection\">(2) An employee of the Corporation is not and shall not be deemed to be an employee of the Crown.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "25.",
            "section_x": "By-laws",
            "part_id": null,
            "part_type": null,
            "section_y": "By-laws",
            "content": "25 (1) The board may make by-laws generally for the management of the Corporation and for the conduct and administration of its business and affairs, including by-laws, (a)  determining its own practices and procedures; (b)  governing the duties and powers of the Corporation’s officers and employees; and (c)  establishing committees of the board and governing their composition and functions. Requirement to make conflict of interest by-laws (2) The board shall make by-laws governing conflicts of interest of members of the board and of the Corporation’s officers and employees and, if the board considers it appropriate, imposing restrictions on the activities of such persons to avoid conflicts of interest. Copies to Minister (3) The board shall deliver to the Minister a copy of every by-law it makes under this section. Public availability (4) The board shall make every by-law made under this section available to the public. Legislation Act, 2006, Part III (5) Part III (Regulations) of the Legislation Act, 2006 does not apply to by-laws made by the board.",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>25 </b>(1) The board may make by-laws generally for the management of the Corporation and for the conduct and administration of its business and affairs, including by-laws,</p> <p class=\"paragraph\">  (a)  determining its own practices and procedures;</p> <p class=\"paragraph\">  (b)  governing the duties and powers of the Corporation’s officers and employees; and</p> <p class=\"paragraph\">  (c)  establishing committees of the board and governing their composition and functions.</p> <p class=\"headnote\">Requirement to make conflict of interest by-laws</p> <p class=\"subsection\">(2) The board shall make by-laws governing conflicts of interest of members of the board and of the Corporation’s officers and employees and, if the board considers it appropriate, imposing restrictions on the activities of such persons to avoid conflicts of interest.</p> <p class=\"headnote\">Copies to Minister</p> <p class=\"subsection\">(3) The board shall deliver to the Minister a copy of every by-law it makes under this section.</p> <p class=\"headnote\">Public availability</p> <p class=\"subsection\">(4) The board shall make every by-law made under this section available to the public.</p> <p class=\"headnote\"><i>Legislation Act, 2006</i>, Part III</p> <p class=\"subsection\">(5) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to by-laws made by the board.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "26.",
            "section_x": "Delegation by the board",
            "part_id": null,
            "part_type": null,
            "section_y": "Delegation by the board",
            "content": "26 (1) The board may delegate any power, function or duty of the board to any committee of the board, member of a committee of the board or officer or employee of the Corporation, other than, (a)  the power to make by-laws and rules; and (b)  its powers, functions and duties in relation to section 27. Same (2) A delegation by the board shall be in writing, and is subject to any conditions or restrictions set out in the delegation. Accountability, Finances and Administration Financial statements",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>26 </b>(1) The board may delegate any power, function or duty of the board to any committee of the board, member of a committee of the board or officer or employee of the Corporation, other than,</p> <p class=\"paragraph\">  (a)  the power to make by-laws and rules; and</p> <p class=\"paragraph\">  (b)  its powers, functions and duties in relation to section 27.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A delegation by the board shall be in writing, and is subject to any conditions or restrictions set out in the delegation.</p> <p class=\"heading1\"><a name=\"BK29\"></a>Accountability, Finances and Administration</p> <p class=\"headnote\">Financial statements</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "Accountability, Finances and Administration",
            "section_x": "Accountability, Finances and Administration",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "27.",
            "section_x": "Financial statements",
            "part_id": null,
            "part_type": null,
            "section_y": "Fiscal year",
            "content": "27 (1) The fiscal year of the Corporation is April 1 to March 31 of the following year. Annual statements (2) The Corporation shall prepare annual financial statements for each fiscal year in accordance with generally accepted accounting principles. Auditor General (3) The Auditor General shall audit the financial statements of the Corporation.",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>27 </b>(1) The fiscal year of the Corporation is April 1 to March 31 of the following year.</p> <p class=\"headnote\">Annual statements</p> <p class=\"subsection\">(2) The Corporation shall prepare annual financial statements for each fiscal year in accordance with generally accepted accounting principles.</p> <p class=\"headnote\">Auditor General</p> <p class=\"subsection\">(3) The Auditor General shall audit the financial statements of the Corporation.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "28.",
            "section_x": "Annual budget",
            "part_id": null,
            "part_type": null,
            "section_y": "Annual budget",
            "content": "28 (1) The Corporation shall submit to the Minister its annual budget for the next fiscal year, or any other period specified by the Minister, for approval by October 1 in each year or by such other date as the Minister may specify. Requirements (2) Each annual budget shall, (a)  be prepared in consultation with the ministry of the Minister; (b)  be based on a three-year cycle; and (c)  set out, (i)  the Corporation’s proposed operating budget for the next fiscal year, (ii)  the sum required by the Corporation from the Government of Ontario for the next fiscal year, taking into account an estimate of the money that the Corporation will receive from other sources, and (iii)  the Corporation’s projected operating budgets for the two fiscal years after the next fiscal year. Reserve fund (3) The Corporation shall maintain a contingency reserve fund in accordance with the regulations.",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>28 </b>(1) The Corporation shall submit to the Minister its annual budget for the next fiscal year, or any other period specified by the Minister, for approval by October 1 in each year or by such other date as the Minister may specify.</p> <p class=\"headnote\">Requirements</p> <p class=\"subsection\">(2) Each annual budget shall,</p> <p class=\"paragraph\">  (a)  be prepared in consultation with the ministry of the Minister;</p> <p class=\"paragraph\">  (b)  be based on a three-year cycle; and</p> <p class=\"paragraph\">  (c)  set out,</p> <p class=\"subpara\">  (i)  the Corporation’s proposed operating budget for the next fiscal year,</p> <p class=\"subpara\">  (ii)  the sum required by the Corporation from the Government of Ontario for the next fiscal year, taking into account an estimate of the money that the Corporation will receive from other sources, and</p> <p class=\"subpara\">  (iii)  the Corporation’s projected operating budgets for the two fiscal years after the next fiscal year.</p> <p class=\"headnote\">Reserve fund</p> <p class=\"subsection\">(3) The Corporation shall maintain a contingency reserve fund in accordance with the regulations.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "29.",
            "section_x": "Government funding",
            "part_id": null,
            "part_type": null,
            "section_y": "Government funding",
            "content": "29 (1) The money required for the purposes of this Act shall be paid out of money appropriated by the Legislature for those purposes. Instalments (2) The money required for the purposes of this Act may be paid to the Corporation in such instalments as the Minister may direct.",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>29 </b>(1) The money required for the purposes of this Act shall be paid out of money appropriated by the Legislature for those purposes.</p> <p class=\"headnote\">Instalments</p> <p class=\"subsection\">(2) The money required for the purposes of this Act may be paid to the Corporation in such instalments as the Minister may direct.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "30.",
            "section_x": "Other sources of funding",
            "part_id": null,
            "part_type": null,
            "section_y": "Other sources of funding",
            "content": "30 (1) The Corporation may enter into arrangements, as it considers appropriate, to receive additional funding from any person or organization. Gifts, bequests, devises (2) The Corporation may receive gifts, bequests and devises of real or personal property, to hold, use and manage or dispose of in the furtherance of its objects, subject to the terms of any trust affecting the property.",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>30 </b>(1) The Corporation may enter into arrangements, as it considers appropriate, to receive additional funding from any person or organization.</p> <p class=\"headnote\">Gifts, bequests, devises</p> <p class=\"subsection\">(2) The Corporation may receive gifts, bequests and devises of real or personal property, to hold, use and manage or dispose of in the furtherance of its objects, subject to the terms of any trust affecting the property.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "31.",
            "section_x": "Corporation’s money not part of Consolidated Revenue Fund",
            "part_id": null,
            "part_type": null,
            "section_y": "Corporation’s money not part of Consolidated Revenue Fund",
            "content": "31 Despite Part I of the Financial Administration Act, the Corporation’s money and investments, including the money paid to it under section 29, do not form part of the Consolidated Revenue Fund, and shall be used by the Corporation in carrying out its objects.",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>31 </b>Despite Part I of the <i>Financial Administration Act</i>, the Corporation’s money and investments, including the money paid to it under section 29, do not form part of the Consolidated Revenue Fund, and shall be used by the Corporation in carrying out its objects.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "32.",
            "section_x": "Reports",
            "part_id": null,
            "part_type": null,
            "section_y": "Reports",
            "content": "32 The Minister may require the Corporation or any of its subsidiary corporations to report, within the time and in the manner that the Minister may specify, on any aspect of its affairs, or to provide information on its activities, operations and financial affairs as the Minister may request.",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>32 </b>The Minister may require the Corporation or any of its subsidiary corporations to report, within the time and in the manner that the Minister may specify, on any aspect of its affairs, or to provide information on its activities, operations and financial affairs as the Minister may request.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "33.",
            "section_x": "Public consultation policy",
            "part_id": null,
            "part_type": null,
            "section_y": "Public consultation policy",
            "content": "33 (1) The Corporation shall develop a public consultation policy containing, (a)  a description of whether and how the Corporation will consult with the public when changes are being considered to the rules or to the Corporation’s policies after this Act comes into force, including consultation with any persons or entities, or groups of persons or entities, whose interests the Corporation determines would be affected by those changes; and (b)  any prescribed matter. Approval (2) The public consultation policy, and any amendments made to it by the Corporation, are subject to the Minister’s approval. Review (3) Every three years after the public consultation policy is first approved under subsection (2), the Corporation shall review the public consultation policy to determine whether it requires amendment. General",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>33 </b>(1) The Corporation shall develop a public consultation policy containing,</p> <p class=\"paragraph\">  (a)  a description of whether and how the Corporation will consult with the public when changes are being considered to the rules or to the Corporation’s policies after this Act comes into force, including consultation with any persons or entities, or groups of persons or entities, whose interests the Corporation determines would be affected by those changes; and</p> <p class=\"paragraph\">  (b)  any prescribed matter.</p> <p class=\"headnote\">Approval</p> <p class=\"subsection\">(2) The public consultation policy, and any amendments made to it by the Corporation, are subject to the Minister’s approval.</p> <p class=\"headnote\">Review</p> <p class=\"subsection\">(3) Every three years after the public consultation policy is first approved under subsection (2), the Corporation shall review the public consultation policy to determine whether it requires amendment.</p> <p class=\"heading1\"><a name=\"BK37\"></a>General</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "34.",
            "section_x": "Non-application of Statutory Powers Procedure Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Non-application of Statutory Powers Procedure Act",
            "content": "34 (1) The Statutory Powers Procedure Act does not apply to any determinations or decisions made or proceedings conducted under this Act, whether by the Corporation, a committee of the board or an officer or employee of the Corporation. Required procedures (2) In the case of a review under subsection 7 (3) or 10 (5) or (7), or any review provided for by rules made under subclause 46 (1) (b) (iv) or (c) (viii), (a)  the person or entity who may apply for the review shall be given an opportunity to provide written submissions before the making of a decision on the review; and (b)  the decision made on the review shall be in writing and shall include reasons. Same (3) A determination or decision made or proceeding conducted under this Act shall be governed only by the procedures established under the rules, if any, and by subsection (2) in the case of a review referred to in that subsection.",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>34 </b>(1) The <i>Statutory Powers Procedure Act</i> does not apply to any determinations or decisions made or proceedings conducted under this Act, whether by the Corporation, a committee of the board or an officer or employee of the Corporation.</p> <p class=\"headnote\">Required procedures</p> <p class=\"subsection\">(2) In the case of a review under subsection 7 (3) or 10 (5) or (7), or any review provided for by rules made under subclause 46 (1) (b) (iv) or (c) (viii),</p> <p class=\"paragraph\">  (a)  the person or entity who may apply for the review shall be given an opportunity to provide written submissions before the making of a decision on the review; and</p> <p class=\"paragraph\">  (b)  the decision made on the review shall be in writing and shall include reasons.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A determination or decision made or proceeding conducted under this Act shall be governed only by the procedures established under the rules, if any, and by subsection (2) in the case of a review referred to in that subsection.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "35.",
            "section_x": "Determinations, decisions final",
            "part_id": null,
            "part_type": null,
            "section_y": "Determinations, decisions final",
            "content": "35 Except as provided for under this Act, every determination and decision of the Corporation, a committee of the board or an officer or employee of the Corporation is final and not subject to review.",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>35 </b>Except as provided for under this Act, every determination and decision of the Corporation, a committee of the board or an officer or employee of the Corporation is final and not subject to review.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "36.",
            "section_x": "Commissioners for taking affidavits",
            "part_id": null,
            "part_type": null,
            "section_y": "Commissioners for taking affidavits",
            "content": "36 Every officer and employee of the Corporation is, in the exercise or performance of his or her powers, functions or duties under this Act, a commissioner for taking affidavits within the meaning of the Commissioners for Taking Affidavits Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>36 </b>Every officer and employee of the Corporation is, in the exercise or performance of his or her powers, functions or duties under this Act, a commissioner for taking affidavits within the meaning of the <i>Commissioners for Taking Affidavits Act</i>.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "37.",
            "section_x": "Personal immunity",
            "part_id": null,
            "part_type": null,
            "section_y": "Personal immunity",
            "content": "37 (1) No action or other proceeding for damages or otherwise shall be commenced against a current or former member of the board or officer or employee of the Corporation for any act done in good faith in the exercise or performance, or intended exercise or performance, of the person’s powers, functions or duties under this Act or for any alleged neglect or default in the exercise or performance in good faith of their powers, functions or duties under this Act. Corporation remains vicariously liable (2) Subsection (1) does not relieve the Corporation of any liability to which it would otherwise be subject as a result of an act or omission of a person specified in that subsection.",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>37 </b>(1) No action or other proceeding for damages or otherwise shall be commenced against a current or former member of the board or officer or employee of the Corporation for any act done in good faith in the exercise or performance, or intended exercise or performance, of the person’s powers, functions or duties under this Act or for any alleged neglect or default in the exercise or performance in good faith of their powers, functions or duties under this Act.</p> <p class=\"headnote\">Corporation remains vicariously liable</p> <p class=\"subsection\">(2) Subsection (1) does not relieve the Corporation of any liability to which it would otherwise be subject as a result of an act or omission of a person specified in that subsection.</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "38.",
            "section_x": "Corporation not liable for service providers",
            "part_id": null,
            "part_type": null,
            "section_y": "Corporation not liable for service providers",
            "content": "38 The Corporation is not liable for any act or omission of any service provider who provides legal aid services under this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>38 </b>The Corporation is not liable for any act or omission of any service provider who provides legal aid services under this Act.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "39.",
            "section_x": "Compellability of witnesses",
            "part_id": null,
            "part_type": null,
            "section_y": "Compellability of witnesses",
            "content": "39 (1) Except with the consent of the Corporation, members of the board and officers and employees of the Corporation are not compellable witnesses before a court or tribunal respecting any information or material furnished to or received by them while acting within the scope of their appointment or employment under this Act. Exception (2) If the Corporation is a party to a proceeding, the persons referred to in subsection (1) may be determined to be compellable witnesses. Production of documents (3) The Corporation and the persons referred to in subsection (1) are not required to produce, in a proceeding in which the Corporation is not a party, any information or material furnished, obtained, made or received in the exercise or performance of the Corporation’s or the person’s powers, functions or duties under this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>39 </b>(1) Except with the consent of the Corporation, members of the board and officers and employees of the Corporation are not compellable witnesses before a court or tribunal respecting any information or material furnished to or received by them while acting within the scope of their appointment or employment under this Act.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) If the Corporation is a party to a proceeding, the persons referred to in subsection (1) may be determined to be compellable witnesses.</p> <p class=\"headnote\">Production of documents</p> <p class=\"subsection\">(3) The Corporation and the persons referred to in subsection (1) are not required to produce, in a proceeding in which the Corporation is not a party, any information or material furnished, obtained, made or received in the exercise or performance of the Corporation’s or the person’s powers, functions or duties under this Act.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "40.",
            "section_x": "Privileged communications",
            "part_id": null,
            "part_type": null,
            "section_y": "Privileged communications",
            "content": "40 (1) All communications between an individual receiving or requesting to receive legal aid services and the Corporation, an officer or employee of the Corporation or a service provider are deemed to be privileged in the same manner and to the same extent as if the communications had been between the individual and a solicitor under a solicitor-client relationship. Application to service providers (2) In the case of a service provider that is an entity, subsection (1) applies with necessary modifications with respect to each board member, officer and employee of the service provider, as applicable. No waiver of privilege (3) Disclosure of privileged information to the Corporation that is required under this Act does not negate or constitute a waiver of privilege.",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>40 </b>(1) All communications between an individual receiving or requesting to receive legal aid services and the Corporation, an officer or employee of the Corporation or a service provider are deemed to be privileged in the same manner and to the same extent as if the communications had been between the individual and a solicitor under a solicitor-client relationship.</p> <p class=\"headnote\">Application to service providers</p> <p class=\"subsection\">(2) In the case of a service provider that is an entity, subsection (1) applies with necessary modifications with respect to each board member, officer and employee of the service provider, as applicable.</p> <p class=\"headnote\">No waiver of privilege</p> <p class=\"subsection\">(3) Disclosure of privileged information to the Corporation that is required under this Act does not negate or constitute a waiver of privilege.</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "41.",
            "section_x": "Solicitor-client relationship",
            "part_id": null,
            "part_type": null,
            "section_y": "Solicitor-client relationship",
            "content": "41 The relationship between a lawyer who provides legal aid services and the individual who is receiving those services is the customary solicitor-client relationship, regardless of the manner in which the legal aid services are provided under this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>41 </b>The relationship between a lawyer who provides legal aid services and the individual who is receiving those services is the customary solicitor-client relationship, regardless of the manner in which the legal aid services are provided under this Act.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "42.",
            "section_x": "Prohibition on information disclosure",
            "part_id": null,
            "part_type": null,
            "section_y": "Prohibition on information disclosure",
            "content": "42 (1) A member of the board, an officer or employee of the Corporation or a service provider shall not disclose or permit to be disclosed any information or material furnished to or received by the person in the exercise or performance of the person’s powers, functions or duties under this Act or in the provision of legal aid services. Exceptions (2) A person referred to in subsection (1) may disclose information or allow it to be disclosed, (a)  in the exercise or performance of the person’s powers, functions or duties under this Act or in the provision of legal aid services; (b)  with the consent of the individual receiving or requesting to receive legal aid services; or (c)  if authorized by the Corporation. Same (3) A person referred to in subsection (1) may, for the purpose of assisting a court or tribunal, disclose to the court or tribunal information as to whether an individual has requested to receive legal aid services and the status of any such request. Application to service providers (4) In the case of a service provider that is an entity, this section applies with necessary modifications with respect to each board member, officer and employee of the service provider, as applicable.",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>42 </b>(1) A member of the board, an officer or employee of the Corporation or a service provider shall not disclose or permit to be disclosed any information or material furnished to or received by the person in the exercise or performance of the person’s powers, functions or duties under this Act or in the provision of legal aid services.</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(2) A person referred to in subsection (1) may disclose information or allow it to be disclosed,</p> <p class=\"paragraph\">  (a)  in the exercise or performance of the person’s powers, functions or duties under this Act or in the provision of legal aid services;</p> <p class=\"paragraph\">  (b)  with the consent of the individual receiving or requesting to receive legal aid services; or</p> <p class=\"paragraph\">  (c)  if authorized by the Corporation.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A person referred to in subsection (1) may, for the purpose of assisting a court or tribunal, disclose to the court or tribunal information as to whether an individual has requested to receive legal aid services and the status of any such request.</p> <p class=\"headnote\">Application to service providers</p> <p class=\"subsection\">(4) In the case of a service provider that is an entity, this section applies with necessary modifications with respect to each board member, officer and employee of the service provider, as applicable.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "43.",
            "section_x": "Evidence of Corporation documents",
            "part_id": null,
            "part_type": null,
            "section_y": "Evidence of Corporation documents",
            "content": "43 A document that purports to be signed on behalf of the Corporation shall, in the absence of evidence to the contrary, be received in evidence in any proceeding as proof of the facts stated in the document without proof of the signature or of the position of the person appearing to have signed the document.",
            "raw_html": "<p class=\"section\"><a name=\"BK47\"></a><b>43 </b>A document that purports to be signed on behalf of the Corporation shall, in the absence of evidence to the contrary, be received in evidence in any proceeding as proof of the facts stated in the document without proof of the signature or of the position of the person appearing to have signed the document.</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "44.",
            "section_x": "Other payments prohibited",
            "part_id": null,
            "part_type": null,
            "section_y": "Other payments prohibited",
            "content": "44 (1) Except as provided for under this Act, no person or entity shall request, take or receive any payment or other benefit in respect of any legal aid services provided by the person or entity under this Act. No lien for legal aid services (2) No service provider has a lien for the service provider’s fees, charges or expenses on the property or papers in the service provider’s possession belonging to an individual to whom the service provider provided legal aid services. Lien for non-legal aid services unaffected (3) Nothing in this section shall be read as depriving a service provider of a lien for the service provider’s fees, charges and expenses on the property and papers in his or her possession belonging to an individual to whom the service provider provided services other than legal aid services.",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>44 </b>(1) Except as provided for under this Act, no person or entity shall request, take or receive any payment or other benefit in respect of any legal aid services provided by the person or entity under this Act.</p> <p class=\"headnote\">No lien for legal aid services</p> <p class=\"subsection\">(2) No service provider has a lien for the service provider’s fees, charges or expenses on the property or papers in the service provider’s possession belonging to an individual to whom the service provider provided legal aid services.</p> <p class=\"headnote\">Lien for non-legal aid services unaffected</p> <p class=\"subsection\">(3) Nothing in this section shall be read as depriving a service provider of a lien for the service provider’s fees, charges and expenses on the property and papers in his or her possession belonging to an individual to whom the service provider provided services other than legal aid services.</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "45.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "45 (1) Any person who intentionally contravenes section 42 or subsection 44 (1) is guilty of an offence. Same (2) Any person who intentionally provides false information or fails to make full disclosure under subsection 10 (1) is guilty of an offence. Same (3) Any service provider who intentionally fails to comply with subsection 10 (3) is guilty of an offence. Same (4) Any service provider who intentionally provides false information or fails to meet an obligation set out in the rules made under subclause 46 (1) (c) (v) is guilty of an offence. Rules and Regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK49\"></a><b>45 </b>(1) Any person who intentionally contravenes section 42 or subsection 44 (1) is guilty of an offence.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Any person who intentionally provides false information or fails to make full disclosure under subsection 10 (1) is guilty of an offence.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Any service provider who intentionally fails to comply with subsection 10 (3) is guilty of an offence.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Any service provider who intentionally provides false information or fails to meet an obligation set out in the rules made under subclause 46 (1) (c) (v) is guilty of an offence.</p> <p class=\"heading1\"><a name=\"BK50\"></a>Rules and Regulations</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "Rules and Regulations",
            "section_x": "Rules and Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "46.",
            "section_x": "Rules",
            "part_id": null,
            "part_type": null,
            "section_y": "Rules",
            "content": "46 (1) The board may make rules respecting the provision of legal aid services, including rules, (a)  respecting anything that, under this Act, may or must be provided for in the rules; (b)  governing the authorization of persons and entities who are not employed by the Corporation to provide legal aid services as service providers, including, (i)  governing the selection of persons and entities for authorization, including establishing rosters of approved persons and entities and governing the addition and removal of persons and entities from the rosters, (ii)  requiring persons and entities to provide to the Corporation information, including financial information, or to meet any other specified conditions or requirements in order to be considered for selection, (iii)  establishing standards that service providers must meet, and processes for evaluating whether the standards are being met, (iv)  providing for the review of determinations made by the Corporation with respect to the selection and authorization of persons and entities as service providers, and governing such reviews; (c)  governing the payment of service providers, including, (i)  determining the manner in which payment may be provided, including by the payment of hourly rates or block fees or by the provision of funding for a specified period of time, (ii)  specifying the amounts or rates payable to service providers in the manner or manners determined by the rules, or setting out methods of determining the amounts or rates, (iii)  providing for and governing the reimbursement of disbursements, (iv)  setting minimum and maximum numbers of hours for which payment may be made in respect of a proceeding or step in a proceeding, (v)  specifying and requiring accounts and other information to be provided, verified or updated by service providers, (vi)  governing the examination, settlement, approval and payment of accounts provided to the Corporation, (vii)  governing overpayments to a service provider, including respecting the determination of whether an overpayment has been made and processes for dealing with overpayments, (viii)  providing for the review of determinations made by the Corporation with respect to the payment of service providers, and governing such reviews; (d)  setting out financial eligibility requirements for an individual to receive legal aid services; (e)  setting out eligibility requirements, other than financial eligibility requirements, for an individual to receive legal aid services; (f)  governing the determination of an individual’s eligibility to receive legal aid services, including, (i)  requiring individuals to apply for legal aid services and governing the making and reviewing of applications, or providing for other methods of determining an individual’s eligibility to receive legal aid services and governing those methods, (ii)  requiring individuals to provide, verify or update specified information, including financial information, for the purpose of determining or confirming eligibility, (iii)  providing for the review of determinations made by the Corporation with respect to eligibility under subsection 7 (3), and governing such reviews; (g)  governing the contribution to the cost of providing legal aid services by an individual receiving those services or by a person responsible for an individual receiving those services, including, (i)  setting out the circumstances in which the Corporation may require contribution and specifying criteria to be considered in determining a person’s ability to contribute, (ii)  requiring individuals or persons responsible for an individual to provide, verify or update specified information, including financial information, for the purpose of determining or confirming their ability to contribute towards the cost of the legal aid services, (iii)  setting out a method for determining a person’s ability to contribute and for determining the amount persons are required to contribute, (iv)  specifying the rate of interest, or a method for determining it, to be charged on overdue payments; (h)  governing reviews under subsections 10 (5) and (7); (i)  setting out the circumstances in which the Corporation may require that legal aid services be provided to an individual by a specified person or entity, for the purposes of section 11, including setting out any criteria that must be met; (j)  governing the recovery of the cost of providing legal aid services from court awards, settlements and costs awards; (k)  permitting the Corporation to waive any of its rights under subsections 9 (3) to (5) or section 12, 13 or 14 to collect amounts due to it and to accept payment from a person in a lesser amount than that owed by the person to the Corporation, and governing such waivers and payments; Note: Clause 46 (1) (l) of this Act is not yet in force. It comes into force on a day to be named by proclamation of the Lieutenant Governor. (l)  governing the provision of legal aid services under section 15; (m)  governing the protection of confidential information that is in the possession of the Corporation or a service provider in relation to this Act; (n)  respecting the management of potential conflicts of interest in the provision of legal aid services; (o)  establishing a process for investigating and resolving complaints made against service providers providing legal aid services. Corporation may require information (2) A rule made under subclause (1) (b) (ii), (c) (v), (f) (ii) or (g) (ii) may authorize the Corporation to require that any information specified by the Corporation be provided, verified or updated in the time and manner specified by the Corporation. Precondition, posting on Corporation’s website (3) Despite subsection (1), the board shall not make a rule before posting the proposed rule on the Corporation’s website for 30 days or, if a 30-day period is not practicable in the circumstances, a shorter period determined by the Corporation. Changes to proposed rule (4) If the proposed rule is changed following posting under subsection (3), the changed rule is not required to be posted under that subsection. Copy of rule to Minister (5) The board shall deliver to the Minister a copy of every rule made under this section, together with a written summary of any feedback received in response to the posting of the proposed rule and, if the rule was changed following posting, a copy of the proposed rule as posted. Summary to be posted (6) The board shall post every summary of feedback that it delivers to the Minister on the Corporation’s website. Certain rules subject to approval by Minister (7) A rule made under subclause (1) (c) (ii), clause (1) (d), subclause (1) (g) (i), (iii) or (iv) or clause (1) (j), (k) or (l) becomes effective only, (a)  if approved by the Minister; or (b)  in accordance with subsection (10). Minister’s review (8) The Minister may, no later than 60 days after a rule to which subsection (7) applies is delivered, approve, reject or return it to the board for further consideration. Effect of approval (9) A rule that is approved by the Minister becomes effective on the date of the approval or on such later date as the rule may provide. Expiry of review period (10) If the Minister does not approve, reject or return the rule for further consideration within the 60-day period, the rule becomes effective on the 75th day after it is delivered to the Minister or on such later date as the rule may provide. Public availability (11) The board shall make rules that come into effect under this section available to the public. Legislation Act, 2006, Part III (12) Part III (Regulations) of the Legislation Act, 2006 does not apply to rules made or approved under this section. Regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK51\"></a><b>46 </b>(1) The board may make rules respecting the provision of legal aid services, including rules,</p> <p class=\"paragraph\">  (a)  respecting anything that, under this Act, may or must be provided for in the rules;</p> <p class=\"paragraph\">  (b)  governing the authorization of persons and entities who are not employed by the Corporation to provide legal aid services as service providers, including,</p> <p class=\"subpara\">  (i)  governing the selection of persons and entities for authorization, including establishing rosters of approved persons and entities and governing the addition and removal of persons and entities from the rosters,</p> <p class=\"subpara\">  (ii)  requiring persons and entities to provide to the Corporation information, including financial information, or to meet any other specified conditions or requirements in order to be considered for selection,</p> <p class=\"subpara\">  (iii)  establishing standards that service providers must meet, and processes for evaluating whether the standards are being met,</p> <p class=\"subpara\">  (iv)  providing for the review of determinations made by the Corporation with respect to the selection and authorization of persons and entities as service providers, and governing such reviews;</p> <p class=\"paragraph\">  (c)  governing the payment of service providers, including,</p> <p class=\"subpara\">  (i)  determining the manner in which payment may be provided, including by the payment of hourly rates or block fees or by the provision of funding for a specified period of time,</p> <p class=\"subpara\">  (ii)  specifying the amounts or rates payable to service providers in the manner or manners determined by the rules, or setting out methods of determining the amounts or rates,</p> <p class=\"subpara\">  (iii)  providing for and governing the reimbursement of disbursements,</p> <p class=\"subpara\">  (iv)  setting minimum and maximum numbers of hours for which payment may be made in respect of a proceeding or step in a proceeding,</p> <p class=\"subpara\">  (v)  specifying and requiring accounts and other information to be provided, verified or updated by service providers,</p> <p class=\"subpara\">  (vi)  governing the examination, settlement, approval and payment of accounts provided to the Corporation,</p> <p class=\"subpara\">  (vii)  governing overpayments to a service provider, including respecting the determination of whether an overpayment has been made and processes for dealing with overpayments,</p> <p class=\"subpara\">  (viii)  providing for the review of determinations made by the Corporation with respect to the payment of service providers, and governing such reviews;</p> <p class=\"paragraph\">  (d)  setting out financial eligibility requirements for an individual to receive legal aid services;</p> <p class=\"paragraph\">  (e)  setting out eligibility requirements, other than financial eligibility requirements, for an individual to receive legal aid services;</p> <p class=\"paragraph\">  (f)  governing the determination of an individual’s eligibility to receive legal aid services, including,</p> <p class=\"subpara\">  (i)  requiring individuals to apply for legal aid services and governing the making and reviewing of applications, or providing for other methods of determining an individual’s eligibility to receive legal aid services and governing those methods,</p> <p class=\"subpara\">  (ii)  requiring individuals to provide, verify or update specified information, including financial information, for the purpose of determining or confirming eligibility,</p> <p class=\"subpara\">  (iii)  providing for the review of determinations made by the Corporation with respect to eligibility under subsection 7 (3), and governing such reviews;</p> <p class=\"paragraph\">  (g)  governing the contribution to the cost of providing legal aid services by an individual receiving those services or by a person responsible for an individual receiving those services, including,</p> <p class=\"subpara\">  (i)  setting out the circumstances in which the Corporation may require contribution and specifying criteria to be considered in determining a person’s ability to contribute,</p> <p class=\"subpara\">  (ii)  requiring individuals or persons responsible for an individual to provide, verify or update specified information, including financial information, for the purpose of determining or confirming their ability to contribute towards the cost of the legal aid services,</p> <p class=\"subpara\">  (iii)  setting out a method for determining a person’s ability to contribute and for determining the amount persons are required to contribute,</p> <p class=\"subpara\">  (iv)  specifying the rate of interest, or a method for determining it, to be charged on overdue payments;</p> <p class=\"paragraph\">  (h)  governing reviews under subsections 10 (5) and (7);</p> <p class=\"paragraph\">  (i)  setting out the circumstances in which the Corporation may require that legal aid services be provided to an individual by a specified person or entity, for the purposes of section 11, including setting out any criteria that must be met;</p> <p class=\"paragraph\">  (j)  governing the recovery of the cost of providing legal aid services from court awards, settlements and costs awards;</p> <p class=\"paragraph\">  (k)  permitting the Corporation to waive any of its rights under subsections 9 (3) to (5) or section 12, 13 or 14 to collect amounts due to it and to accept payment from a person in a lesser amount than that owed by the person to the Corporation, and governing such waivers and payments;</p> <p class=\"Pnote\"><span>Note: Clause 46 (1) (l) of this Act is not yet in force. It comes into force on a day to be named by proclamation of the Lieutenant Governor.</span></p> <p class=\"Yparagraph\"><span>  (l)  governing the provision of legal aid services under section 15;</span></p> <p class=\"paragraph\">  (m)  governing the protection of confidential information that is in the possession of the Corporation or a service provider in relation to this Act;</p> <p class=\"paragraph\">  (n)  respecting the management of potential conflicts of interest in the provision of legal aid services;</p> <p class=\"paragraph\">  (o)  establishing a process for investigating and resolving complaints made against service providers providing legal aid services.</p> <p class=\"headnote\">Corporation may require information</p> <p class=\"subsection\">(2) A rule made under subclause (1) (b) (ii), (c) (v), (f) (ii) or (g) (ii) may authorize the Corporation to require that any information specified by the Corporation be provided, verified or updated in the time and manner specified by the Corporation.</p> <p class=\"headnote\">Precondition, posting on Corporation’s website</p> <p class=\"subsection\">(3) Despite subsection (1), the board shall not make a rule before posting the proposed rule on the Corporation’s website for 30 days or, if a 30-day period is not practicable in the circumstances, a shorter period determined by the Corporation.</p> <p class=\"headnote\">Changes to proposed rule</p> <p class=\"subsection\">(4) If the proposed rule is changed following posting under subsection (3), the changed rule is not required to be posted under that subsection.</p> <p class=\"headnote\">Copy of rule to Minister</p> <p class=\"subsection\">(5) The board shall deliver to the Minister a copy of every rule made under this section, together with a written summary of any feedback received in response to the posting of the proposed rule and, if the rule was changed following posting, a copy of the proposed rule as posted.</p> <p class=\"headnote\">Summary to be posted</p> <p class=\"subsection\">(6) The board shall post every summary of feedback that it delivers to the Minister on the Corporation’s website.</p> <p class=\"headnote\">Certain rules subject to approval by Minister</p> <p class=\"subsection\">(7) A rule made under subclause (1) (c) (ii), clause (1) (d), subclause (1) (g) (i), (iii) or (iv) or clause (1) (j), (k) or (l) becomes effective only,</p> <p class=\"paragraph\">  (a)  if approved by the Minister; or</p> <p class=\"paragraph\">  (b)  in accordance with subsection (10).</p> <p class=\"headnote\">Minister’s review</p> <p class=\"subsection\">(8) The Minister may, no later than 60 days after a rule to which subsection (7) applies is delivered, approve, reject or return it to the board for further consideration.</p> <p class=\"headnote\">Effect of approval</p> <p class=\"subsection\">(9) A rule that is approved by the Minister becomes effective on the date of the approval or on such later date as the rule may provide.</p> <p class=\"headnote\">Expiry of review period</p> <p class=\"subsection\">(10) If the Minister does not approve, reject or return the rule for further consideration within the 60-day period, the rule becomes effective on the 75th day after it is delivered to the Minister or on such later date as the rule may provide.</p> <p class=\"headnote\">Public availability</p> <p class=\"subsection\">(11) The board shall make rules that come into effect under this section available to the public.</p> <p class=\"headnote\"><i>Legislation Act, 2006</i>, Part III</p> <p class=\"subsection\">(12) Part III (Regulations) of the <i>Legislation Act, 2006 </i>does not apply to rules made or approved under this section.</p> <p class=\"headnote\">Regulations</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "47.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Lieutenant Governor in Council",
            "content": "47 (1) The Lieutenant Governor in Council may make regulations, (a)  respecting anything that, under this Act, may or must be prescribed or done by regulation, other than by the Minister under subsection (2); (b)  providing for exemptions from, or the non-application of, subsection 7 (4) or any or all of sections 9, 10, 12, 13 and 14, and specifying conditions or restrictions for any such exemptions or non-application; (c)  governing the Corporation’s investment powers, including providing that the Corporation may select an agent to make investments for it and governing the selection, and specifying terms, conditions or standards that apply to the Corporation, the agent or any other person if an agent is selected; (d)  governing the establishment, operation and amount of the contingency reserve fund to be maintained by the Corporation; (e)  governing any transitional matters that may arise from the enactment of this Act or the repeal of the Legal Aid Services Act, 1998, including, (i)  governing proceedings commenced but not finally disposed of under the Legal Aid Services Act, 1998, including providing for their termination, (ii)  providing for the continued application of any provision or provisions of the Legal Aid Services Act, 1998, despite its repeal, with such modifications as may be specified; (f)  respecting any matter the Lieutenant Governor in Council considers necessary or advisable to carry out effectively the intent and purpose of this Act. Minister (2) The Minister may make regulations, (a)  setting out legal or other related services that, despite section 3, the Corporation may or must provide under this Act, and which may be subject to any specified conditions, exceptions or circumstances, other than legal aid services that must be provided under section 15; (b)  setting out areas of law with respect to which, despite section 4, the Corporation may or must provide legal aid services, and which may be subject to any specified conditions, exceptions or circumstances, other than legal aid services that must be provided under section 15; (c)  defining, for the purposes of this Act, any word or expression used in section 4 that has not already been expressly defined in this Act; Note: Clause 47 (2) (d) of this Act is not yet in force. It comes into force on a day to be named by proclamation of the Lieutenant Governor. (d)  prescribing services and circumstances for the purposes of paragraph 8 of subsection 15 (1); (e)  prescribing other matters to be addressed or included in the public consultation policy under section 33. Conflict (3) In the event of a conflict, a regulation made under clause (1) (e) prevails over this Act, the regulations, the by-laws and the rules.",
            "raw_html": "<p class=\"section\"><a name=\"BK52\"></a><b>47 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  respecting anything that, under this Act, may or must be prescribed or done by regulation, other than by the Minister under subsection (2);</p> <p class=\"paragraph\">  (b)  providing for exemptions from, or the non-application of, subsection 7 (4) or any or all of sections 9, 10, 12, 13 and 14, and specifying conditions or restrictions for any such exemptions or non-application;</p> <p class=\"paragraph\">  (c)  governing the Corporation’s investment powers, including providing that the Corporation may select an agent to make investments for it and governing the selection, and specifying terms, conditions or standards that apply to the Corporation, the agent or any other person if an agent is selected;</p> <p class=\"paragraph\">  (d)  governing the establishment, operation and amount of the contingency reserve fund to be maintained by the Corporation;</p> <p class=\"paragraph\">  (e)  governing any transitional matters that may arise from the enactment of this Act or the repeal of the <i>Legal Aid Services Act, 1998</i>, including,</p> <p class=\"subpara\">  (i)  governing proceedings commenced but not finally disposed of under the <i>Legal Aid Services Act, 1998</i>, including providing for their termination,</p> <p class=\"subpara\">  (ii)  providing for the continued application of any provision or provisions of the <i>Legal Aid Services Act, 1998</i>, despite its repeal, with such modifications as may be specified;</p> <p class=\"paragraph\">  (f)  respecting any matter the Lieutenant Governor in Council considers necessary or advisable to carry out effectively the intent and purpose of this Act.</p> <p class=\"headnote\">Minister</p> <p class=\"subsection\">(2) The Minister may make regulations,</p> <p class=\"paragraph\">  (a)  setting out legal or other related services that, despite section 3, the Corporation may or must provide under this Act, and which may be subject to any specified conditions, exceptions or circumstances, other than legal aid services that must be provided under section 15;</p> <p class=\"paragraph\">  (b)  setting out areas of law with respect to which, despite section 4, the Corporation may or must provide legal aid services, and which may be subject to any specified conditions, exceptions or circumstances, other than legal aid services that must be provided under section 15;</p> <p class=\"paragraph\">  (c)  defining, for the purposes of this Act, any word or expression used in section 4 that has not already been expressly defined in this Act;</p> <p class=\"Pnote\"><span>Note: Clause 47 (2) (d) of this Act is not yet in force. It comes into force on a day to be named by proclamation of the Lieutenant Governor.</span></p> <p class=\"Yparagraph\"><span>  (d)  prescribing services and circumstances for the purposes of paragraph 8 of subsection 15 (1);</span></p> <p class=\"paragraph\">  (e)  prescribing other matters to be addressed or included in the public consultation policy under section 33.</p> <p class=\"headnote\">Conflict</p> <p class=\"subsection\">(3) In the event of a conflict, a regulation made under clause (1) (e) prevails over this Act, the regulations, the by-laws and the rules.</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "48.",
            "section_x": "General or particular, classes",
            "part_id": null,
            "part_type": null,
            "section_y": "General or particular, classes",
            "content": "48 (1) A rule or regulation may be general or particular in its application. Same (2) The power to make a rule or regulation includes the power to specify a class. 49 Omitted (provides for amendments to this Act). 50-59 Omitted (amends, repeals or revokes other legislation). 60 Omitted (provides for coming into force of provisions of this Act). 61 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK53\"></a><b>48 </b>(1) A rule or regulation may be general or particular in its application.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The power to make a rule or regulation includes the power to specify a class.</p> <p class=\"section\"><b>49</b> <span class=\"ovsmallcap\">Omitted (provides for amendments to this Act)</span>.</p> <p class=\"section\"><b>50</b>-<b>59</b> <span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation)</span>.</p> <p class=\"section\"><b>60</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>61</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20l11\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}