{
    "act_info": {
        "full_title": "Legal Aid Services Act, 1998, S.O. 1998, c. 26",
        "act_name_text": "Legal Aid Services Act, 1998",
        "citation": "S.O. 1998, c. 26",
        "url": "https://www.ontario.ca/laws/statute/98l26",
        "date_scraped": "2023-12-18 14:30:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/98l26/v18",
            "valid_from": "July  8, 2020",
            "valid_to": "October 17, 2021"
        },
        {
            "a_href": "/laws/statute/98l26/v17",
            "valid_from": "May 12, 2020",
            "valid_to": "July  7, 2020"
        },
        {
            "a_href": "/laws/statute/98l26/v16",
            "valid_from": "July  1, 2019",
            "valid_to": "May 11, 2020"
        },
        {
            "a_href": "/laws/statute/98l26/v15",
            "valid_from": "May 29, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/statute/98l26/v14",
            "valid_from": "May  8, 2018",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/98l26/v13",
            "valid_from": "January  1, 2018",
            "valid_to": "May  7, 2018"
        },
        {
            "a_href": "/laws/statute/98l26/v12",
            "valid_from": "December 14, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/statute/98l26/v11",
            "valid_from": "November 14, 2017",
            "valid_to": "December 13, 2017"
        },
        {
            "a_href": "/laws/statute/98l26/v10",
            "valid_from": "November 27, 2008",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/98l26/v9",
            "valid_from": "August 20, 2007",
            "valid_to": "November 26, 2008"
        },
        {
            "a_href": "/laws/statute/98l26/v8",
            "valid_from": "July 25, 2007",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/98l26/v7",
            "valid_from": "May  1, 2007",
            "valid_to": "July 24, 2007"
        },
        {
            "a_href": "/laws/statute/98l26/v6",
            "valid_from": "December 20, 2006",
            "valid_to": "April 30, 2007"
        },
        {
            "a_href": "/laws/statute/98l26/v5",
            "valid_from": "October 19, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/98l26/v4",
            "valid_from": "June 22, 2006",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "/laws/statute/98l26/v3",
            "valid_from": "January  5, 2005",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/98l26/v2",
            "valid_from": "November 30, 2004",
            "valid_to": "January  4, 2005"
        },
        {
            "a_href": "/laws/statute/98l26/v1",
            "valid_from": "November 26, 2002",
            "valid_to": "November 29, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "section_x": "PART I INTERPRETATION",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Purpose",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section_y": "Purpose",
            "content": "1 The purpose of this Act is to promote access to justice throughout Ontario for low-income individuals by means of, (a) providing consistently high quality legal aid services in a cost-effective and efficient manner to low-income individuals throughout Ontario; (b) encouraging and facilitating flexibility and innovation in the provision of legal aid services, while recognizing the private bar as the foundation for the provision of legal aid services in the areas of criminal law and family law and clinics as the foundation for the provision of legal aid services in the area of clinic law; (c) identifying, assessing and recognizing the diverse legal needs of low-income individuals and of disadvantaged communities in Ontario; and (d) providing legal aid services to low-income individuals through a corporation that will operate independently from the Government of Ontario but within a framework of accountability to the Government of Ontario for the expenditure of public funds.  1998, c. 26, s. 1.",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>The purpose of this Act is to promote access to justice throughout Ontario for low-income individuals by means of,</p> <p class=\"paragraph\">  (a) providing consistently high quality legal aid services in a cost-effective and efficient manner to low-income individuals throughout Ontario;</p> <p class=\"paragraph\">  (b) encouraging and facilitating flexibility and innovation in the provision of legal aid services, while recognizing the private bar as the foundation for the provision of legal aid services in the areas of criminal law and family law and clinics as the foundation for the provision of legal aid services in the area of clinic law;</p> <p class=\"paragraph\">  (c) identifying, assessing and recognizing the diverse legal needs of low-income individuals and of disadvantaged communities in Ontario; and</p> <p class=\"paragraph\">  (d) providing legal aid services to low-income individuals through a corporation that will operate independently from the Government of Ontario but within a framework of accountability to the Government of Ontario for the expenditure of public funds.  1998, c. 26, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Definitions",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section_y": "Definitions ",
            "content": "2 In this Act, “applicant” means a person who applies for or receives legal aid services; (“auteur de la demande”) “certificate” means a certificate or provisional certificate issued under this Act authorizing an individual to obtain legal aid services from a lawyer or service-provider; (“certificat”) “clinic” means an independent community organization structured as a corporation without share capital that provides legal aid services to the community it serves on a basis other than fee for service; (“clinique”) “clinic committee” means the clinic committee of the board of directors of the Corporation; (“comité des cliniques”) “clinic law” means the areas of law which particularly affect low-income individuals or disadvantaged communities, including legal matters related to, (a) housing and shelter, income maintenance, social assistance and other similar government programs, and (b) human rights, health, employment and education; (“domaines de pratique des cliniques”) “Corporation” means Legal Aid Ontario established under this Act; (“Société”) “criminal law” includes legal matters relating to, (a) provincial offences, and (b) the Youth Criminal Justice Act (Canada); (“droit criminel”) “Law Society” means the Law Society of Ontario; (“Barreau”) “lawyer” means a person licensed under the Law Society Act to practise law in Ontario as a barrister and solicitor; (“avocat”) “legal aid services” means legal and other services provided under this Act; (“services d’aide juridique”) “person responsible”, with respect to another person, means a person responsible for contributing towards the costs of legal aid services provided to the other person, as prescribed; (“personne responsable”) “prescribed” means prescribed by the regulations made under this Act; (“prescrit”) “service-provider” means a person, other than a lawyer, who provides legal aid services; (“fournisseur de services”) “student” means a person enrolled in a program of pre-licensing education or training under the Law Society Act or in any law course approved by the Law Society. (“étudiant”)  1998, c. 26, s. 2; 2006, c. 19, Sched. D, s. 10 (1); 2006, c. 21, Sched. C, s. 115 (1); 2018, c. 8, Sched. 15, s. 12. Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. D, s. 10 (1) - 22/06/2006 2006, c. 21, Sched. C, s. 115 (1) - 1/05/2007 2018, c. 8, Sched. 15, s. 12 - 08/05/2018 PART II   LEGAL AID ONTARIO",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>In this Act,</p> <p class=\"definition\">“applicant” means a person who applies for or receives legal aid services; (“auteur de la demande”)</p> <p class=\"definition\">“certificate” means a certificate or provisional certificate issued under this Act authorizing an individual to obtain legal aid services from a lawyer or service-provider; (“certificat”)</p> <p class=\"definition\">“clinic” means an independent community organization structured as a corporation without share capital that provides legal aid services to the community it serves on a basis other than fee for service; (“clinique”)</p> <p class=\"definition\">“clinic committee” means the clinic committee of the board of directors of the Corporation; (“comité des cliniques”)</p> <p class=\"definition\">“clinic law” means the areas of law which particularly affect low-income individuals or disadvantaged communities, including legal matters related to,</p> <p class=\"paragraph\">  (a) housing and shelter, income maintenance, social assistance and other similar government programs, and</p> <p class=\"paragraph\">  (b) human rights, health, employment and education; (“domaines de pratique des cliniques”) </p> <p class=\"definition\">“Corporation” means Legal Aid Ontario established under this Act; (“Société”)</p> <p class=\"definition\">“criminal law” includes legal matters relating to,</p> <p class=\"paragraph\">  (a) provincial offences, and </p> <p class=\"paragraph\">  (b) the <i>Youth Criminal Justice Act</i> (Canada); (“droit criminel”)</p> <p class=\"definition\">“Law Society” means the Law Society of Ontario; (“Barreau”)</p> <p class=\"definition\">“lawyer” means a person licensed under the <i>Law Society Act</i> to practise law in Ontario as a barrister and solicitor; (“avocat”)</p> <p class=\"definition\">“legal aid services” means legal and other services provided under this Act; (“services d’aide juridique”)</p> <p class=\"definition\">“person responsible”, with respect to another person, means a person responsible for contributing towards the costs of legal aid services provided to the other person, as prescribed; (“personne responsable”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations made under this Act; (“prescrit”)</p> <p class=\"definition\">“service-provider” means a person, other than a lawyer, who provides legal aid services; (“fournisseur de services”) </p> <p class=\"definition\">“student” means a person enrolled in a program of pre-licensing education or training under the <i>Law Society Act</i> or in any law course approved by the Law Society. (“étudiant”)  1998, c. 26, s. 2; 2006, c. 19, Sched. D, s. 10 (1); 2006, c. 21, Sched. C, s. 115 (1); 2018, c. 8, Sched. 15, s. 12.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedds10s1\">2006, c. 19, Sched. D, s. 10 (1)</a> - 22/06/2006</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedcs115s1\">2006, c. 21, Sched. C, s. 115 (1)</a> - 1/05/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched15s12\">2018, c. 8, Sched. 15, s. 12</a></span> - 08/05/2018</p> <p class=\"partnum\"><a name=\"BK3\"></a>PART II <br/>  LEGAL AID ONTARIO</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "PART II  ",
            "section_x": "PART II LEGAL AID ONTARIO",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Corporation established",
            "part_id": "PART II  ",
            "part_type": "PART II LEGAL AID ONTARIO",
            "section_y": "Corporation established",
            "content": "3 (1) A corporation without share capital is established under the name Legal Aid Ontario in English and Aide juridique Ontario in French  Membership (2) The members of the Corporation shall consist of the members of its board of directors. Not a Crown agency (3) The Corporation is not an agent of Her Majesty nor a Crown agent for the purposes of the Crown Agency Act. Independent from but accountable to the Ontario government (4) The Corporation shall be independent from, but accountable to, the Government of Ontario as set out in this Act.  1998, c. 26, s. 3.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) A corporation without share capital is established under the name Legal Aid Ontario in English and Aide juridique Ontario in French </p> <p class=\"headnote\">Membership</p> <p class=\"subsection\">(2) The members of the Corporation shall consist of the members of its board of directors.</p> <p class=\"headnote\">Not a Crown agency </p> <p class=\"subsection\">(3) The Corporation is not an agent of Her Majesty nor a Crown agent for the purposes of the <i>Crown Agency Act</i>.</p> <p class=\"headnote\">Independent from but accountable to the Ontario government</p> <p class=\"subsection\">(4) The Corporation shall be independent from, but accountable to, the Government of Ontario as set out in this Act.  1998, c. 26, s. 3.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Objects",
            "part_id": "PART II  ",
            "part_type": "PART II LEGAL AID ONTARIO",
            "section_y": "Objects",
            "content": "4 The objects of the Corporation are, (a) to establish and administer a cost-effective and efficient system for providing high quality legal aid services to low-income individuals in Ontario; (b) to establish policies and priorities for the provision of legal aid services based on its financial resources; (c) to facilitate co-ordination among the different methods by which legal aid services are provided; (d) to monitor and supervise legal aid services provided by clinics and other entities funded by the Corporation; (e) to co-ordinate services with other aspects of the justice system and with community services; (f) to advise the Attorney General on all aspects of legal aid services in Ontario, including any features of the justice system that affect or may affect the demand for or quality of legal aid services.  1998, c. 26, s. 4.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>The objects of the Corporation are,</p> <p class=\"paragraph\">  (a) to establish and administer a cost-effective and efficient system for providing high quality legal aid services to low-income individuals in Ontario;</p> <p class=\"paragraph\">  (b) to establish policies and priorities for the provision of legal aid services based on its financial resources;</p> <p class=\"paragraph\">  (c) to facilitate co-ordination among the different methods by which legal aid services are provided;</p> <p class=\"paragraph\">  (d) to monitor and supervise legal aid services provided by clinics and other entities funded by the Corporation;</p> <p class=\"paragraph\">  (e) to co-ordinate services with other aspects of the justice system and with community services;</p> <p class=\"paragraph\">  (f) to advise the Attorney General on all aspects of legal aid services in Ontario, including any features of the justice system that affect or may affect the demand for or quality of legal aid services.  1998, c. 26, s. 4.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Board of directors",
            "part_id": "PART II  ",
            "part_type": "PART II LEGAL AID ONTARIO",
            "section_y": "Board of directors",
            "content": "5 (1) The affairs of the Corporation shall be governed and managed by its board of directors. 2020, c. 11, Sched. 14, s. 1. Composition (2) The board shall be composed of 11 persons appointed for a specified term by the Lieutenant Governor in Council on the recommendation of the Attorney General. 2020, c. 11, Sched. 14, s. 1. Same (3) Five of the persons appointed under subsection (2) shall be selected by the Attorney General from a list of persons recommended by the Law Society of Ontario. 2020, c. 11, Sched. 14, s. 1. Chair (4) The Lieutenant Governor in Council shall, on the recommendation of the Attorney General in consultation with the Law Society of Ontario, appoint one of the persons appointed under subsection (2) as chair of the board. 2020, c. 11, Sched. 14, s. 1. Acting chair (5) The chair of the board shall designate another appointed member of the board to act as chair in his or her absence and, if the chair fails to designate a person, or if the designated person is also absent, the other appointed members of the board shall designate a person to act as chair in the absence of the chair. 2020, c. 11, Sched. 14, s. 1. Quorum (6) A majority of the appointed members of the board constitutes a quorum. 2020, c. 11, Sched. 14, s. 1. Vacancies (7) If there are one or more vacancies on the board, the remaining members may exercise all the powers of the board if they would constitute a quorum of the fully constituted board. 2020, c. 11, Sched. 14, s. 1. Remuneration (8) The appointed members of the board are entitled to such remuneration and reimbursement for reasonable expenses as are determined by the Lieutenant Governor in Council. 2020, c. 11, Sched. 14, s. 1. Transition, board (9) The persons who are appointed members of the board of directors of the Corporation immediately before section 1 of Schedule 14 to the Smarter and Stronger Justice Act, 2020\r\ncame into force continue as appointed members of the board until the earliest of the expiry of their terms, their resignation or their removal. 2020, c. 11, Sched. 14, s. 1. Transition, chair (10) The person who acted as chair immediately before section 1 of Schedule 14 to the Smarter and Stronger Justice Act, 2020 came into force continues as chair until the earliest of the expiry of the person’s term, the person’s resignation or the person’s removal. 2020, c. 11, Sched. 14, s. 1. Section Amendments with date in force (d/m/y) 2020, c. 11, Sched. 14, s. 1 - 08/07/2020 6 Repealed: 2020, c. 11, Sched. 14, s. 1. Section Amendments with date in force (d/m/y) 2020, c. 11, Sched. 14, s. 1 - 08/07/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>(1) The affairs of the Corporation shall be governed and managed by its board of directors. 2020, c. 11, Sched. 14, s. 1.</p> <p class=\"headnote\">Composition</p> <p class=\"subsection\">(2) The board shall be composed of 11 persons appointed for a specified term by the Lieutenant Governor in Council on the recommendation of the Attorney General. 2020, c. 11, Sched. 14, s. 1.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Five of the persons appointed under subsection (2) shall be selected by the Attorney General from a list of persons recommended by the Law Society of Ontario. 2020, c. 11, Sched. 14, s. 1.</p> <p class=\"headnote\">Chair</p> <p class=\"subsection\">(4) The Lieutenant Governor in Council shall, on the recommendation of the Attorney General in consultation with the Law Society of Ontario, appoint one of the persons appointed under subsection (2) as chair of the board. 2020, c. 11, Sched. 14, s. 1.</p> <p class=\"headnote\">Acting chair</p> <p class=\"subsection\">(5) The chair of the board shall designate another appointed member of the board to act as chair in his or her absence and, if the chair fails to designate a person, or if the designated person is also absent, the other appointed members of the board shall designate a person to act as chair in the absence of the chair. 2020, c. 11, Sched. 14, s. 1.</p> <p class=\"headnote\">Quorum</p> <p class=\"subsection\">(6) A majority of the appointed members of the board constitutes a quorum. 2020, c. 11, Sched. 14, s. 1.</p> <p class=\"headnote\">Vacancies</p> <p class=\"subsection\">(7) If there are one or more vacancies on the board, the remaining members may exercise all the powers of the board if they would constitute a quorum of the fully constituted board. 2020, c. 11, Sched. 14, s. 1.</p> <p class=\"headnote\">Remuneration</p> <p class=\"subsection\">(8) The appointed members of the board are entitled to such remuneration and reimbursement for reasonable expenses as are determined by the Lieutenant Governor in Council. 2020, c. 11, Sched. 14, s. 1.</p> <p class=\"headnote\">Transition, board</p> <p class=\"subsection\">(9) The persons who are appointed members of the board of directors of the Corporation immediately before section 1 of Schedule 14 to the <i>Smarter and Stronger Justice Act, 2020</i>\r\ncame into force continue as appointed members of the board until the earliest of the expiry of their terms, their resignation or their removal. 2020, c. 11, Sched. 14, s. 1.</p> <p class=\"headnote\">Transition, chair</p> <p class=\"subsection\">(10) The person who acted as chair immediately before section 1 of Schedule 14 to the <i>Smarter and Stronger Justice Act, 2020</i> came into force continues as chair until the earliest of the expiry of the person’s term, the person’s resignation or the person’s removal. 2020, c. 11, Sched. 14, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20011#sched14s1\">2020, c. 11, Sched. 14, s. 1</a></span> - 08/07/2020</p> <p class=\"section\"><b>6 </b><span class=\"ovsmallcap\">Repealed</span>: 2020, c. 11, Sched. 14, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20011#sched14s1\">2020, c. 11, Sched. 14, s. 1</a></span> - 08/07/2020</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "section_x": "Advisory committees",
            "part_id": "PART II  ",
            "part_type": "PART II LEGAL AID ONTARIO",
            "section_y": "Advisory committees",
            "content": "7 (1) The board shall establish an advisory committee in each of criminal law, family law and clinic law and in any other prescribed area of law. Same (2) The board may establish other advisory committees that it considers appropriate. Composition and functions (3) The composition and functions of the advisory committees shall be as determined by the board.  1998, c. 26, s. 7.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>7 </b>(1) The board shall establish an advisory committee in each of criminal law, family law and clinic law and in any other prescribed area of law.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The board may establish other advisory committees that it considers appropriate.</p> <p class=\"headnote\">Composition and functions</p> <p class=\"subsection\">(3) The composition and functions of the advisory committees shall be as determined by the board.  1998, c. 26, s. 7.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "section_x": "Audit committee, clinic committee",
            "part_id": "PART II  ",
            "part_type": "PART II LEGAL AID ONTARIO",
            "section_y": "Audit committee, clinic committee ",
            "content": "8 (1) The board shall establish an audit committee and a clinic committee and may establish additional committees as it considers appropriate. Composition (2) The committees shall be composed of that number of members of the board of directors as determined by the board. Functions – general (3) The functions of the committees shall be as determined by the board. Functions – clinic committee (4) In addition to any functions assigned to it by the board, the clinic committee shall, (a) recommend policies and guidelines to the board in respect of the Corporation’s funding of clinics; (b) recommend standards to the board for the operation of clinics; (c) make decisions with respect to applications by clinics for funding and reconsider such decisions made by it or by an officer or employee of the Corporation.  1998, c. 26, s. 8.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>8 </b>(1) The board shall establish an audit committee and a clinic committee and may establish additional committees as it considers appropriate.</p> <p class=\"headnote\">Composition </p> <p class=\"subsection\">(2) The committees shall be composed of that number of members of the board of directors as determined by the board. </p> <p class=\"headnote\">Functions – general</p> <p class=\"subsection\">(3) The functions of the committees shall be as determined by the board.</p> <p class=\"headnote\">Functions – clinic committee</p> <p class=\"subsection\">(4) In addition to any functions assigned to it by the board, the clinic committee shall,</p> <p class=\"paragraph\">  (a) recommend policies and guidelines to the board in respect of the Corporation’s funding of clinics;</p> <p class=\"paragraph\">  (b) recommend standards to the board for the operation of clinics;</p> <p class=\"paragraph\">  (c) make decisions with respect to applications by clinics for funding and reconsider such decisions made by it or by an officer or employee of the Corporation.  1998, c. 26, s. 8.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "9.",
            "section_x": "Legal aid plan, Legal Aid Fund",
            "part_id": "PART II  ",
            "part_type": "PART II LEGAL AID ONTARIO",
            "section_y": "Legal aid plan, Legal Aid Fund",
            "content": "9 The assets and liabilities associated with the legal aid plan or the Legal Aid Fund that have been transferred to the Corporation by the Law Society of Ontario are deemed to be held by the Corporation in its name. 2020, c. 11, Sched. 14, s. 2. Section Amendments with date in force (d/m/y) 2020, c. 11, Sched. 14, s. 2 - 08/07/2020 10 Repealed: 2020, c. 11, Sched. 14, s. 2. Section Amendments with date in force (d/m/y) 2020, c. 11, Sched. 14, s. 2 - 08/07/2020 11 Repealed: 2020, c. 11, Sched. 14, s. 2. Section Amendments with date in force (d/m/y) 2020, c. 11, Sched. 14, s. 2 - 08/07/2020 PART III   LEGAL AID SERVICES",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>9 </b>The assets and liabilities associated with the legal aid plan or the Legal Aid Fund that have been transferred to the Corporation by the Law Society of Ontario are deemed to be held by the Corporation in its name. 2020, c. 11, Sched. 14, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20011#sched14s2\">2020, c. 11, Sched. 14, s. 2</a></span> - 08/07/2020</p> <p class=\"section\"><b>10 </b><span class=\"ovsmallcap\">Repealed</span>: 2020, c. 11, Sched. 14, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20011#sched14s2\">2020, c. 11, Sched. 14, s. 2</a></span> - 08/07/2020</p> <p class=\"section\"><b>11 </b><span class=\"ovsmallcap\">Repealed</span>: 2020, c. 11, Sched. 14, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20011#sched14s2\">2020, c. 11, Sched. 14, s. 2</a></span> - 08/07/2020</p> <p class=\"partnum\"><a name=\"BK10\"></a>PART III <br/>  LEGAL AID SERVICES</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "PART III  ",
            "section_x": "PART III LEGAL AID SERVICES",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "section_x": "Corporation to establish system for legal aid services",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Corporation to establish system for legal aid services",
            "content": "12 (1) The Corporation shall establish and administer a cost-effective and efficient system for providing high quality legal aid services within the financial resources available to the Corporation. Corporation to establish priorities, policies (2) For the purpose of subsection (1), the Corporation shall, (a) determine the legal needs of low-income individuals and of disadvantaged communities in Ontario; (b) establish priorities for the areas of law, types of cases and types of proceedings for which it will provide legal aid services; and (c) establish policies for the kinds of legal aid services to be provided in the different areas of law, types of cases and types of proceedings.  1998, c. 26, s. 12. Legal aid services to be provided",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>12 </b>(1) The Corporation shall establish and administer a cost-effective and efficient system for providing high quality legal aid services within the financial resources available to the Corporation.</p> <p class=\"headnote\">Corporation to establish priorities, policies</p> <p class=\"subsection\">(2) For the purpose of subsection (1), the Corporation shall,</p> <p class=\"paragraph\">  (a) determine the legal needs of low-income individuals and of disadvantaged communities in Ontario;</p> <p class=\"paragraph\">  (b) establish priorities for the areas of law, types of cases and types of proceedings for which it will provide legal aid services; and</p> <p class=\"paragraph\">  (c) establish policies for the kinds of legal aid services to be provided in the different areas of law, types of cases and types of proceedings.  1998, c. 26, s. 12.</p> <p class=\"headnote\">Legal aid services to be provided</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "13.",
            "section_x": "Legal aid services to be provided",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Specified areas of law",
            "content": "13 (1) The Corporation shall provide legal aid services in the areas of criminal law, family law, clinic law and mental health law. Other areas of law (2) Subject to subsection (3), the Corporation may provide legal aid services in areas of civil law not referred to in subsection (1). Corporation not to provide services in specified areas (3) The Corporation shall not provide legal aid services, (a) in proceedings wholly or partly in respect of a defamation; (b) in relator actions; (c) in proceedings for the recovery of a penalty where the proceedings may be taken by any person and the penalty in whole or in part may be payable to the person instituting the proceedings; (d) in proceedings relating to any election; or (e) in prescribed areas of civil law, for prescribed types of civil cases or for prescribed types of civil proceedings.  1998, c. 26, s. 13.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>13 </b>(1) The Corporation shall provide legal aid services in the areas of criminal law, family law, clinic law and mental health law.</p> <p class=\"headnote\">Other areas of law</p> <p class=\"subsection\">(2) Subject to subsection (3), the Corporation may provide legal aid services in areas of civil law not referred to in subsection (1).</p> <p class=\"headnote\">Corporation not to provide services in specified areas </p> <p class=\"subsection\">(3) The Corporation shall not provide legal aid services,</p> <p class=\"paragraph\">  (a) in proceedings wholly or partly in respect of a defamation;</p> <p class=\"paragraph\">  (b) in relator actions;</p> <p class=\"paragraph\">  (c) in proceedings for the recovery of a penalty where the proceedings may be taken by any person and the penalty in whole or in part may be payable to the person instituting the proceedings;</p> <p class=\"paragraph\">  (d) in proceedings relating to any election; or</p> <p class=\"paragraph\">  (e) in prescribed areas of civil law, for prescribed types of civil cases or for prescribed types of civil proceedings.  1998, c. 26, s. 13.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "14.",
            "section_x": "Methods of providing legal aid services",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Methods of providing legal aid services ",
            "content": "14 (1) Subject to subsections (2) and (3), the Corporation shall provide legal aid services by any method that it considers appropriate, having regard to the needs of low-income individuals and of disadvantaged communities, the need to achieve an effective balance among the different methods of providing legal aid services, the costs of providing such services and the Corporation’s financial resources, including,  (a) the authorization of lawyers, by means of certificates, to provide legal aid services to individuals or a group of individuals; (a.1) entering into agreements with lawyers, groups of lawyers or law firms under which the lawyer, group or law firm provides legal aid services; (b) the authorization of service-providers, by means of certificates, to provide legal aid services other than legal services to individuals or a group of individuals; (c) the funding of clinics; (d) the establishment and operation of legal aid services staff offices; (e) the funding of student legal aid services societies; (f) the funding of Aboriginal legal services corporations to provide legal aid services to Aboriginal individuals and communities; (g) the provision of duty counsel; (h) public legal education; (i) assistance to individuals representing themselves, including the provision of summary advice, assistance in preparing documents, information packages or self-help kits; (j) the authorization of alternative dispute resolution services.  1998, c. 26, s. 14 (1); 2002, c. 19, s. 1. Foundation for criminal and family law services (2) The Corporation shall provide legal aid services in the areas of criminal and family law having regard to the fact that the private bar is the foundation for the provision of legal aid services in those areas.  1998, c. 26, s. 14 (2). Foundation for clinic law services (3) The Corporation shall provide legal aid services in the area of clinic law having regard to the fact that clinics are the foundation for the provision of legal aid services in that area.  1998, c. 26, s. 14 (3). Legal services must be provided by lawyers (4) Legal services shall only be provided by a lawyer or a person working under the direct supervision of a lawyer.  1998, c. 26, s. 14 (4). Section Amendments with date in force (d/m/y) 2002, c. 19, s. 1- 26/11/2002",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>14 </b>(1) Subject to subsections (2) and (3), the Corporation shall provide legal aid services by any method that it considers appropriate, having regard to the needs of low-income individuals and of disadvantaged communities, the need to achieve an effective balance among the different methods of providing legal aid services, the costs of providing such services and the Corporation’s financial resources, including, </p> <p class=\"paragraph\">  (a) the authorization of lawyers, by means of certificates, to provide legal aid services to individuals or a group of individuals;</p> <p class=\"paragraph\"> (a.1) entering into agreements with lawyers, groups of lawyers or law firms under which the lawyer, group or law firm provides legal aid services;</p> <p class=\"paragraph\">  (b) the authorization of service-providers, by means of certificates, to provide legal aid services other than legal services to individuals or a group of individuals;</p> <p class=\"paragraph\">  (c) the funding of clinics;</p> <p class=\"paragraph\">  (d) the establishment and operation of legal aid services staff offices;</p> <p class=\"paragraph\">  (e) the funding of student legal aid services societies;</p> <p class=\"paragraph\">  (f) the funding of Aboriginal legal services corporations to provide legal aid services to Aboriginal individuals and communities;</p> <p class=\"paragraph\">  (g) the provision of duty counsel;</p> <p class=\"paragraph\">  (h) public legal education;</p> <p class=\"paragraph\">  (i) assistance to individuals representing themselves, including the provision of summary advice, assistance in preparing documents, information packages or self-help kits;</p> <p class=\"paragraph\">  (j) the authorization of alternative dispute resolution services.  1998, c. 26, s. 14 (1); 2002, c. 19, s. 1.</p> <p class=\"headnote\">Foundation for criminal and family law services</p> <p class=\"subsection\">(2) The Corporation shall provide legal aid services in the areas of criminal and family law having regard to the fact that the private bar is the foundation for the provision of legal aid services in those areas.  1998, c. 26, s. 14 (2).</p> <p class=\"headnote\">Foundation for clinic law services</p> <p class=\"subsection\">(3) The Corporation shall provide legal aid services in the area of clinic law having regard to the fact that clinics are the foundation for the provision of legal aid services in that area.  1998, c. 26, s. 14 (3).</p> <p class=\"headnote\">Legal services must be provided by lawyers</p> <p class=\"subsection\">(4) Legal services shall only be provided by a lawyer or a person working under the direct supervision of a lawyer.  1998, c. 26, s. 14 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/fr/lois/loi/S02019#s1\">2002, c. 19, s. 1</a></span>- 26/11/2002</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "15.",
            "section_x": "Province divided into areas",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Province divided into areas ",
            "content": "15 (1) The Corporation shall designate areas within the province for the purpose of providing legal aid services. Same (2) Every part of the province must be in a designated area. Areas may be merged, divided (3) The Corporation may at any time change the areas established under subsection (1) as it considers appropriate, and in doing so, may merge two or more areas into one area or divide one area into two or more areas.  1998, c. 26, s. 15.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>15 </b>(1) The Corporation shall designate areas within the province for the purpose of providing legal aid services.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Every part of the province must be in a designated area.</p> <p class=\"headnote\">Areas may be merged, divided</p> <p class=\"subsection\">(3) The Corporation may at any time change the areas established under subsection (1) as it considers appropriate, and in doing so, may merge two or more areas into one area or divide one area into two or more areas.  1998, c. 26, s. 15.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "16.",
            "section_x": "Eligibility for legal aid services",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Eligibility for legal aid services",
            "content": "16 (1) An individual is eligible to receive legal aid services, by the method that the Corporation considers appropriate, having regard to its policies and priorities established under section 12, if, (a) he or she applies in accordance with the regulations; (b) he or she meets the prescribed financial eligibility requirements; (c) the matter for which he or she requires legal aid services is in an area of law and is a type of case and type of proceeding for which the Corporation provides legal aid services; (d) he or she pays the application fee, if any; and (e) the application for legal aid services is approved, in accordance with the procedures set out in the regulations.  1998, c. 26, s. 16 (1). Direction under Youth Criminal Justice Act (Canada) (2) If a court makes a direction under paragraph 25 (4) (b) of the Youth Criminal Justice Act\r\n(Canada), the Attorney General may direct the Corporation under subsection 25 (5) of that Act to provide legal aid services, in accordance with the court direction, to the young person who is the subject of the court direction.  2006, c. 19, Sched. D, s. 10 (2). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 16 (2) of the Act is repealed. (See: 2020, c. 11, Sched. 14, s. 3) Direction under Young Offenders Act (Canada) (3) If a court makes a direction under paragraph 11 (4) (b) of the Young Offenders Act (Canada), the Attorney General may direct the Corporation under subsection 11 (5) of that Act to provide legal aid services, in accordance with the court direction, to the young person who is the subject of the court direction. 2006, c. 19, Sched. D, s. 10 (2). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 16 (3) of the Act is repealed. (See: 2020, c. 11, Sched. 14, s. 3) Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. D, s. 10 (2) - 22/06/2006 2020, c. 11, Sched. 14, s. 3 - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>16 </b>(1) An individual is eligible to receive legal aid services, by the method that the Corporation considers appropriate, having regard to its policies and priorities established under section 12, if,</p> <p class=\"paragraph\">  (a) he or she applies in accordance with the regulations;</p> <p class=\"paragraph\">  (b) he or she meets the prescribed financial eligibility requirements;</p> <p class=\"paragraph\">  (c) the matter for which he or she requires legal aid services is in an area of law and is a type of case and type of proceeding for which the Corporation provides legal aid services;</p> <p class=\"paragraph\">  (d) he or she pays the application fee, if any; and</p> <p class=\"paragraph\">  (e) the application for legal aid services is approved, in accordance with the procedures set out in the regulations.  1998, c. 26, s. 16 (1).</p> <p class=\"headnote\">Direction under <i>Youth Criminal Justice Act</i> (Canada)</p> <p class=\"subsection\">(2) If a court makes a direction under paragraph 25 (4) (b) of the <i>Youth Criminal Justice Act</i>\r\n(Canada), the Attorney General may direct the Corporation under subsection 25 (5) of that Act to provide legal aid services, in accordance with the court direction, to the young person who is the subject of the court direction.  2006, c. 19, Sched. D, s. 10 (2).</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 16 (2) of the Act is repealed. (See: 2020, c. 11, Sched. 14, s. 3)</span></p> <p class=\"headnote\">Direction under <i>Young Offenders Act<i> </i></i>(Canada)\r\n</p> <p class=\"subsection\">(3) If a court makes a direction under paragraph 11 (4) (b) of the <i>Young Offenders Act </i>(Canada), the Attorney General may direct the Corporation under subsection 11 (5) of that Act to provide legal aid services, in accordance with the court direction, to the young person who is the subject of the court direction. 2006, c. 19, Sched. D, s. 10 (2).</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 16 (3) of the Act is repealed. (See: 2020, c. 11, Sched. 14, s. 3)</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedds10s2\">2006, c. 19, Sched. D, s. 10 (2)</a></span> - 22/06/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20011#sched14s3\">2020, c. 11, Sched. 14, s. 3</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "17.",
            "section_x": "Application assessed",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Application assessed",
            "content": "17 (1) Every application made in the prescribed manner shall be assessed, with respect to the applicant’s eligibility for legal aid services, in accordance with the prescribed procedures. 1998, c. 26, s. 17 (1). Oaths taken in assessment process (2) Every officer or employee of the Corporation is, in the performance of his or her duties to assess an applicant’s financial eligibility for legal aid services, a commissioner for taking affidavits within the meaning of the Commissioners for Taking Affidavits Act. 1998, c. 26, s. 17 (2); 2020, c. 7, Sched. 4, s. 12. Applicant to provide information (3) The applicant shall provide the Corporation with information on his or her income, disposable capital, indebtedness, requirements of persons dependent on the applicant and such other information as is necessary for the Corporation to assess whether the applicant meets the prescribed eligibility requirements. 1998, c. 26, s. 17 (3). Application refused or terms and conditions imposed (4) An application for legal aid services may be refused if it does not meet the requirements set out in subsection 16 (1) or may be accepted subject to terms and conditions. 1998, c. 26, s. 17 (4). Section Amendments with date in force (d/m/y) 2020, c. 7, Sched. 4, s. 12 - 12/05/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>17 </b>(1) Every application made in the prescribed manner shall be assessed, with respect to the applicant’s eligibility for legal aid services, in accordance with the prescribed procedures. 1998, c. 26, s. 17 (1).</p> <p class=\"headnote\">Oaths taken in assessment process</p> <p class=\"subsection\">(2) Every officer or employee of the Corporation is, in the performance of his or her duties to assess an applicant’s financial eligibility for legal aid services, a commissioner for taking affidavits within the meaning of the <i>Commissioners for Taking Affidavits Act</i>. 1998, c. 26, s. 17 (2); 2020, c. 7, Sched. 4, s. 12.</p> <p class=\"headnote\">Applicant to provide information</p> <p class=\"subsection\">(3) The applicant shall provide the Corporation with information on his or her income, disposable capital, indebtedness, requirements of persons dependent on the applicant and such other information as is necessary for the Corporation to assess<u> </u>whether the applicant meets the prescribed eligibility requirements. 1998, c. 26, s. 17 (3).</p> <p class=\"headnote\">Application refused or terms and conditions imposed</p> <p class=\"subsection\">(4) An application for legal aid services may be refused if it does not meet the requirements set out in subsection 16 (1) or may be accepted subject to terms and conditions. 1998, c. 26, s. 17 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched4s12\">2020, c. 7, Sched. 4, s. 12</a></span> - 12/05/2020</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "18.",
            "section_x": "Law Society to carry on legal aid plan during transition",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Law Society to carry on legal aid plan during transition",
            "content": "18 (1) During the period between the coming into force of Part II and the coming into force of this Part, the Law Society shall continue to administer the legal aid plan and the Legal Aid Fund in accordance with the Legal Aid Act. Continuing liability of Law Society (2) The Law Society remains liable only in respect of claims in relation to the legal aid plan or the Legal Aid Fund, or to any other matter chargeable to the Legal Aid Fund, arising before this Part comes into force, and only to the extent that the claim is covered by any insurance held by the Law Society. Exception (3) Subsection (2) does not apply to an account for professional services rendered pursuant to a certificate that was issued, before this Part comes into force, under the Legal Aid Act, if the account was not submitted before that date. Same (4) Subsection (2) does not apply to an account for professional services rendered, before this Part comes into force, by a duty counsel, if the account was not submitted before that date. Same (5) Subsection (2) does not apply to an application for funding by a clinic, student legal aid society or other entity that was approved, with respect to a period after this Part comes into force, under the Legal Aid Act. Corporation’s liability for claims other than professional accounts (6) The Corporation is liable in respect of claims in relation to the legal aid plan or the Legal Aid Fund, or to any other matter chargeable to the Legal Aid Fund, arising before this Part comes into force, only to the extent that the claim is not covered by any insurance held by the Law Society. Corporation’s liability for certificates issued under prior Act (7) The Corporation is liable for the payment of accounts, (a) for professional services rendered before this Part comes into force pursuant to a certificate that was issued, before that date, under the Legal Aid Act, if the accounts are submitted on or after that date; (b) for professional services rendered by duty counsel before this Part comes into force if the accounts are submitted on or after that date; and (c) for professional services rendered on or after the date this Part comes into force pursuant to a certificate that was issued, before that date, under the Legal Aid Act. Corporation’s liability for funding commitments (8) The Corporation is liable for the funding, with respect to a period after this Part comes into force, (a) set out in a certificate issued to a clinic by the Director of Legal Aid under the Legal Aid Act before this Part comes into force; (b) committed to by the Law Society, before this Part comes into force, for a student legal aid society or other entity other than a clinic. Accounts for old certificates determined under prior Act (9) The determination of the accounts referred to in subsections (3), (4), (5) and (7) shall be in accordance with the Legal Aid Act and its regulations, despite their repeal or revocation, respectively.  1998, c. 26, s. 18. Legal Aid Services Staff Offices",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>18 </b>(1) During the period between the coming into force of Part II and the coming into force of this Part, the Law Society shall continue to administer the legal aid plan and the Legal Aid Fund in accordance with the <i>Legal Aid Act</i>.</p> <p class=\"headnote\">Continuing liability of Law Society</p> <p class=\"subsection\">(2) The Law Society remains liable only in respect of claims in relation to the legal aid plan or the Legal Aid Fund, or to any other matter chargeable to the Legal Aid Fund, arising before this Part comes into force, and only to the extent that the claim is covered by any insurance held by the Law Society.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Subsection (2) does not apply to an account for professional services rendered pursuant to a certificate that was issued, before this Part comes into force, under the <i>Legal Aid Act</i>, if the account was not submitted before that date.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Subsection (2) does not apply to an account for professional services rendered, before this Part comes into force, by a duty counsel, if the account was not submitted before that date.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Subsection (2) does not apply to an application for funding by a clinic, student legal aid society or other entity that was approved, with respect to a period after this Part comes into force, under the <i>Legal Aid Act</i>.</p> <p class=\"headnote\">Corporation’s liability for claims other than professional accounts</p> <p class=\"subsection\">(6) The Corporation is liable in respect of claims in relation to the legal aid plan or the Legal Aid Fund, or to any other matter chargeable to the Legal Aid Fund, arising before this Part comes into force, only to the extent that the claim is not covered by any insurance held by the Law Society.</p> <p class=\"headnote\">Corporation’s liability for certificates issued under prior Act</p> <p class=\"subsection\">(7) The Corporation is liable for the payment of accounts,</p> <p class=\"paragraph\">  (a) for professional services rendered before this Part comes into force pursuant to a certificate that was issued, before that date, under the <i>Legal Aid Act</i>, if the accounts are submitted on or after that date;</p> <p class=\"paragraph\">  (b) for professional services rendered by duty counsel before this Part comes into force if the accounts are submitted on or after that date; and</p> <p class=\"paragraph\">  (c) for professional services rendered on or after the date this Part comes into force pursuant to a certificate that was issued, before that date, under the <i>Legal Aid Act</i>.</p> <p class=\"headnote\">Corporation’s liability for funding commitments</p> <p class=\"subsection\">(8) The Corporation is liable for the funding, with respect to a period after this Part comes into force,</p> <p class=\"paragraph\">  (a) set out in a certificate issued to a clinic by the Director of Legal Aid under the <i>Legal Aid Act</i> before this Part comes into force;</p> <p class=\"paragraph\">  (b) committed to by the Law Society, before this Part comes into force, for a student legal aid society or other entity other than a clinic.</p> <p class=\"headnote\">Accounts for old certificates determined under prior Act</p> <p class=\"subsection\">(9) The determination of the accounts referred to in subsections (3), (4), (5) and (7) shall be in accordance with the <i>Legal Aid Act</i> and its regulations, despite their repeal or revocation, respectively.  1998, c. 26, s. 18.</p> <p class=\"heading1\"><a name=\"BK18\"></a>Legal Aid Services Staff Offices</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Legal Aid Services Staff Offices",
            "section_x": "Legal Aid Services Staff Offices",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "19.",
            "section_x": "Legal aid services staff office",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Legal aid services staff office",
            "content": "19 (1) A legal aid services staff office established and operated by the Corporation may provide general legal aid services or may specialize in one or more areas of law or types of cases or types of proceedings or may specialize in providing legal aid services to one or more disadvantaged communities. May be staffed by Corporation employees (2) A legal aid services staff office established and operated by the Corporation may be staffed by lawyers and service-providers who are full or part-time employees of the Corporation or who enter into contracts with the Corporation to provide legal aid services.  1998, c. 26, s. 19. Duty Counsel",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>19 </b>(1) A legal aid services staff office established and operated by the Corporation may provide general legal aid services or may specialize in one or more areas of law or types of cases or types of proceedings or may specialize in providing legal aid services to one or more disadvantaged communities.</p> <p class=\"headnote\">May be staffed by Corporation employees</p> <p class=\"subsection\">(2) A legal aid services staff office established and operated by the Corporation may be staffed by lawyers and service-providers who are full or part-time employees of the Corporation or who enter into contracts with the Corporation to provide legal aid services.  1998, c. 26, s. 19.</p> <p class=\"heading1\"><a name=\"BK20\"></a>Duty Counsel</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "Duty Counsel",
            "section_x": "Duty Counsel",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "20.",
            "section_x": "Duty counsel",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Duty counsel",
            "content": "20 (1) The Corporation may employ lawyers to act as duty counsel on a full or part-time basis or may enter into contracts for the regular or occasional services of lawyers as duty counsel. Functions (2) A lawyer who acts as duty counsel shall perform such functions as may be prescribed. Panels of duty counsel (3) An area director appointed under subsection 22 (3) may establish, in accordance with the regulations, a panel of lawyers who agree to provide professional services as duty counsel on a contract basis. Payment for duty counsel (4) Every lawyer who is not an employee of the Corporation who acts as duty counsel shall be paid by the Corporation a fee for the services rendered, determined in accordance with the regulations. Overpayments (5) Where the Corporation determines that a duty counsel has been overpaid by the Corporation for legal aid services, the Corporation may deduct the amount of the overpayment from any money payable by the Corporation to the duty counsel.  1998, c. 26, s. 20. Student Legal Aid Services Societies",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>20 </b>(1) The Corporation may employ lawyers to act as duty counsel on a full or part-time basis or may enter into contracts for the regular or occasional services of lawyers as duty counsel.</p> <p class=\"headnote\">Functions</p> <p class=\"subsection\">(2) A lawyer who acts as duty counsel shall perform such functions as may be prescribed.</p> <p class=\"headnote\">Panels of duty counsel</p> <p class=\"subsection\">(3) An area director appointed under subsection 22 (3) may establish, in accordance with the regulations, a panel of lawyers who agree to provide professional services as duty counsel on a contract basis.</p> <p class=\"headnote\">Payment for duty counsel</p> <p class=\"subsection\">(4) Every lawyer who is not an employee of the Corporation who acts as duty counsel shall be paid by the Corporation a fee for the services rendered, determined in accordance with the regulations.</p> <p class=\"headnote\">Overpayments</p> <p class=\"subsection\">(5) Where the Corporation determines that a duty counsel has been overpaid by the Corporation for legal aid services, the Corporation may deduct the amount of the overpayment from any money payable by the Corporation to the duty counsel.  1998, c. 26, s. 20.</p> <p class=\"heading1\"><a name=\"BK22\"></a>Student Legal Aid Services Societies</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Student Legal Aid Services Societies",
            "section_x": "Student Legal Aid Services Societies",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "21.",
            "section_x": "Student legal aid services society",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Student legal aid services society",
            "content": "21 (1) A dean of an Ontario law school may apply to the Corporation for its approval to establish a student legal aid services society. Same (2) The application shall contain the information required by the Corporation. Approval agreement (3) The Corporation may enter into an agreement with the dean approving the establishment of a student legal aid services society to be operated by the law school and funded by the Corporation. Operation, etc., to be as agreed (4) The student legal aid services society shall be operated and shall provide legal aid services as provided in the agreement with the Corporation. Corporation may establish guidelines (5) The Corporation may establish guidelines and standards for the organization and operation of student legal aid services societies and for their provision of legal aid services. Funding withheld (6) The Corporation may cease to provide funding or may reduce the amount of funding to a student legal aid services society if it fails to comply with any provision of this Act or with the agreement with the Corporation or if it fails to meet the guidelines and standards established by the Corporation.  1998, c. 26, s. 21. Certificates",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>21 </b>(1) A dean of an Ontario law school may apply to the Corporation for its approval to establish a student legal aid services society.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The application shall contain the information required by the Corporation.</p> <p class=\"headnote\">Approval agreement</p> <p class=\"subsection\">(3) The Corporation may enter into an agreement with the dean approving the establishment of a student legal aid services society to be operated by the law school and funded by the Corporation.</p> <p class=\"headnote\">Operation, etc., to be as agreed </p> <p class=\"subsection\">(4) The student legal aid services society shall be operated and shall provide legal aid services as provided in the agreement with the Corporation.</p> <p class=\"headnote\">Corporation may establish guidelines</p> <p class=\"subsection\">(5) The Corporation may establish guidelines and standards for the organization and operation of student legal aid services societies and for their provision of legal aid services.</p> <p class=\"headnote\">Funding withheld</p> <p class=\"subsection\">(6) The Corporation may cease to provide funding or may reduce the amount of funding to a student legal aid services society if it fails to comply with any provision of this Act or with the agreement with the Corporation or if it fails to meet the guidelines and standards established by the Corporation.  1998, c. 26, s. 21.</p> <p class=\"heading1\"><a name=\"BK24\"></a>Certificates</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "Certificates",
            "section_x": "Certificates",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "22.",
            "section_x": "Area committees",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Area committees",
            "content": "22 (1) The Corporation shall establish an area committee for each area established under section 15.  1998, c. 26, s. 22 (1). Functions (2) Area committees shall be responsible for the functions assigned to them under this Act and any additional functions assigned to them by the board of directors of the Corporation.  1998, c. 26, s. 22 (2). Area directors to be appointed (3) The Corporation shall appoint an area director for each area, who must be a person licensed under the Law Society Act to practise law in Ontario as a barrister and solicitor.  1998, c. 26, s. 22 (3); 2006, c. 21, Sched. C, s. 115 (2). Area directors may be employees or contractors (4) An area director may be a part or full-time employee of the Corporation or may enter into a contract with the Corporation to provide his or her services as area director.  1998, c. 26, s. 22 (4). Functions of area directors (5) Every area director shall act as the secretary of the area committee of which he or she is area director and shall carry out the functions assigned to him or her by this Act and any additional functions assigned to him or her by the board of directors of the Corporation.  1998, c. 26, s. 22 (5). Area director not to provide legal services (6) An area director shall not render legal services to any applicant, except as may be authorized by the board of directors of the Corporation.  1998, c. 26, s. 22 (6). Section Amendments with date in force (d/m/y) 2006, c. 21, Sched. C, s. 115 (2) - 1/05/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>22 </b>(1) The Corporation shall establish an area committee for each area established under section 15.  1998, c. 26, s. 22 (1).</p> <p class=\"headnote\">Functions</p> <p class=\"subsection\">(2) Area committees shall be responsible for the functions assigned to them under this Act and any additional functions assigned to them by the board of directors of the Corporation.  1998, c. 26, s. 22 (2). </p> <p class=\"headnote\">Area directors to be appointed</p> <p class=\"subsection\">(3) The Corporation shall appoint an area director for each area, who must be a person licensed under the <i>Law Society Act</i> to practise law in Ontario as a barrister and solicitor.  1998, c. 26, s. 22 (3); 2006, c. 21, Sched. C, s. 115 (2).</p> <p class=\"headnote\">Area directors may be employees or contractors </p> <p class=\"subsection\">(4) An area director may be a part or full-time employee of the Corporation or may enter into a contract with the Corporation to provide his or her services as area director.  1998, c. 26, s. 22 (4).</p> <p class=\"headnote\">Functions of area directors</p> <p class=\"subsection\">(5) Every area director shall act as the secretary of the area committee of which he or she is area director and shall carry out the functions assigned to him or her by this Act and any additional functions assigned to him or her by the board of directors of the Corporation.  1998, c. 26, s. 22 (5).</p> <p class=\"headnote\">Area director not to provide legal services </p> <p class=\"subsection\">(6) An area director shall not render legal services to any applicant, except as may be authorized by the board of directors of the Corporation.  1998, c. 26, s. 22 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedcs115s2\">2006, c. 21, Sched. C, s. 115 (2)</a></span> - 1/05/2007</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "23.",
            "section_x": "Panels of persons who agree to accept certificates",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Panels of persons who agree to accept certificates",
            "content": "23 (1) The area directors may establish, in accordance with the regulations,  (a) panels of lawyers who maintain an office or have an established practice in the area and who agree to accept certificates to provide legal aid services; (b) panels of service-providers who maintain an office or have an established practice in the area and who agree to accept certificates to provide legal aid services other than legal services; (c) such other panels of lawyers and service-providers as the area director may consider appropriate. Same (2) A panel may be subdivided as determined by the Corporation.  1998, c. 26, s. 23.",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>23 </b>(1) The area directors may establish, in accordance with the regulations, </p> <p class=\"paragraph\">  (a) panels of lawyers who maintain an office or have an established practice in the area and who agree to accept certificates to provide legal aid services;</p> <p class=\"paragraph\">  (b) panels of service-providers who maintain an office or have an established practice in the area and who agree to accept certificates to provide legal aid services other than legal services;</p> <p class=\"paragraph\">  (c) such other panels of lawyers and service-providers as the area director may consider appropriate.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A panel may be subdivided as determined by the Corporation.  1998, c. 26, s. 23.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "24.",
            "section_x": "Application for certificate",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Application for certificate",
            "content": "24 (1) Every application for a certificate shall be made and decided in a manner approved by the Corporation.  2006, c. 19, Sched. B, s. 12. Residents and non-residents (2) The Corporation may approve different manners of making and deciding applications with respect to, (a) individuals who are ordinarily resident in Ontario; and (b) individuals who are not ordinarily resident in Ontario.  2006, c. 19, Sched. B, s. 12. Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. B, s. 12 - 22/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>24 </b>(1) Every application for a certificate shall be made and decided in a manner approved by the Corporation.  2006, c. 19, Sched. B, s. 12.</p> <p class=\"headnote\">Residents and non-residents</p> <p class=\"subsection\">(2) The Corporation may approve different manners of making and deciding applications with respect to,</p> <p class=\"paragraph\">  (a) individuals who are ordinarily resident in Ontario; and</p> <p class=\"paragraph\">  (b) individuals who are not ordinarily resident in Ontario.  2006, c. 19, Sched. B, s. 12.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedbs12\">2006, c. 19, Sched. B, s. 12</a></span> - 22/06/2006</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "25.",
            "section_x": "When certificate may issue",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "When certificate may issue",
            "content": "25 (1) The area director may issue a certificate to an applicant if the area director is of the opinion, based on the prescribed financial eligibility requirements, the report on the applicant’s ability to contribute made under section 42, if any, and the policies and priorities established by the Corporation under section 12, that the issue of a certificate is justified. Same (2) Subject to subsections (3) and 26 (1), and whether or not a provisional certificate has been issued, the area director shall not issue a certificate until he or she has received the report on the applicant’s ability to contribute. Same (3) Where the area director is satisfied that the applicant cannot make any contribution towards the cost of the legal aid services applied for, the area director may issue a certificate under subsection (1) without requiring a report on the applicant’s ability to contribute. Reference to area committee (4) Where the area director is of the opinion that it is not appropriate for him or her to determine whether a certificate should be issued in any particular application, the area director shall refer the application and the supporting material to the area committee. Same (5) Where the area director is of the opinion that the issue of a certificate may be justified but the applicant does not meet the prescribed financial eligibility requirements, the area director may refer the application and the supporting material to the area committee.  1998, c. 26, s. 25.",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>25 </b>(1) The area director may issue a certificate to an applicant if the area director is of the opinion, based on the prescribed financial eligibility requirements, the report on the applicant’s ability to contribute made under section 42, if any, and the policies and priorities established by the Corporation under section 12, that the issue of a certificate is justified.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subject to subsections (3) and 26 (1), and whether or not a provisional certificate has been issued, the area director shall not issue a certificate until he or she has received the report on the applicant’s ability to contribute.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Where the area director is satisfied that the applicant cannot make any contribution towards the cost of the legal aid services applied for, the area director may issue a certificate under subsection (1) without requiring a report on the applicant’s ability to contribute.</p> <p class=\"headnote\">Reference to area committee</p> <p class=\"subsection\">(4) Where the area director is of the opinion that it is not appropriate for him or her to determine whether a certificate should be issued in any particular application, the area director shall refer the application and the supporting material to the area committee.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Where the area director is of the opinion that the issue of a certificate may be justified but the applicant does not meet the prescribed financial eligibility requirements, the area director may refer the application and the supporting material to the area committee.  1998, c. 26, s. 25.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "26.",
            "section_x": "Provisional certificate",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Provisional certificate",
            "content": "26 (1) Where the area director is of the opinion that the circumstances of an application require the issue of a certificate immediately, he or she may issue a provisional certificate without having first received the report on the applicant’s ability to contribute. Limitations (2) A provisional certificate may authorize only such legal aid services as may be necessary to protect the applicant’s rights until a report on the applicant’s ability to contribute, if it is required, can be prepared and reviewed by the area director or, in those cases to be determined by the area committee, until the decision of the area committee has been received. Same (3) A provisional certificate may authorize its holder to obtain a legal opinion letter.  1998, c. 26, s. 26.",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>26 </b>(1) Where the area director is of the opinion that the circumstances of an application require the issue of a certificate immediately, he or she may issue a provisional certificate without having first received the report on the applicant’s ability to contribute.</p> <p class=\"headnote\">Limitations</p> <p class=\"subsection\">(2) A provisional certificate may authorize only such legal aid services as may be necessary to protect the applicant’s rights until a report on the applicant’s ability to contribute, if it is required, can be prepared and reviewed by the area director or, in those cases to be determined by the area committee, until the decision of the area committee has been received.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A provisional certificate may authorize its holder to obtain a legal opinion letter.  1998, c. 26, s. 26.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "27.",
            "section_x": "Group certificate",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Group certificate",
            "content": "27 Subject to the approval of the president of the Corporation, the area director may issue a certificate that permits a lawyer or service-provider to provide legal aid services to a group of individuals.  1998, c. 26, s. 27.",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>27 </b>Subject to the approval of the president of the Corporation, the area director may issue a certificate that permits a lawyer or service-provider to provide legal aid services to a group of individuals.  1998, c. 26, s. 27.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "28.",
            "section_x": "Approval of area committee required",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Approval of area committee required ",
            "content": "28 (1) An area director may issue a certificate only with the approval of the area committee in respect of the following: 1. An appeal proceeding. 2. A proceeding by way of mandamus, quo warranto, certiorari, motion to quash, habeas corpus or prohibition. 3. Any matter referred to the area committee under subsection 25 (4) or (5). Same (2) The area director shall refer an application for a certificate in respect of a proceeding described in paragraph 1 or 2 of subsection (1), and the supporting material, to the area committee. Area committee to determine issuance of certificate (3) The area committee shall determine whether to issue a certificate in the case of an application referred to it, in accordance with the policies and priorities established by the Corporation under section 12. Area director to issue certificate (4) An area director may issue a certificate in respect of any matter referred by the area director to the area committee with the approval of the area committee. Later applications (5) Failure to have previously applied for a certificate or refusal to be issued a certificate in a previous application does not bar an application for a certificate in respect of a proceeding described in paragraph 1 or 2 of subsection (1). Services provided under Court of Appeal or Supreme Court request (6) The Corporation may issue a certificate to an individual who is an appellant or respondent in a criminal appeal if the Supreme Court of Canada or the Court of Appeal for Ontario is of the opinion that it is desirable in the interests of justice that the individual be represented and has requested that counsel be appointed to represent him or her.  1998, c. 26, s. 28. Further powers of area director",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>28 </b>(1) An area director may issue a certificate only with the approval of the area committee in respect of the following:</p> <p class=\"paragraph\">  1. An appeal proceeding.</p> <p class=\"paragraph\">  2. A proceeding by way of mandamus, quo warranto, certiorari, motion to quash, habeas corpus or prohibition.</p> <p class=\"paragraph\">  3. Any matter referred to the area committee under subsection 25 (4) or (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The area director shall refer an application for a certificate in respect of a proceeding described in paragraph 1 or 2 of subsection (1), and the supporting material, to the area committee.</p> <p class=\"headnote\">Area committee to determine issuance of certificate</p> <p class=\"subsection\">(3) The area committee shall determine whether to issue a certificate in the case of an application referred to it, in accordance with the policies and priorities established by the Corporation under section 12.</p> <p class=\"headnote\">Area director to issue certificate </p> <p class=\"subsection\">(4) An area director may issue a certificate in respect of any matter referred by the area director to the area committee with the approval of the area committee.</p> <p class=\"headnote\">Later applications</p> <p class=\"subsection\">(5) Failure to have previously applied for a certificate or refusal to be issued a certificate in a previous application does not bar an application for a certificate in respect of a proceeding described in paragraph 1 or 2 of subsection (1).</p> <p class=\"headnote\">Services provided under Court of Appeal or Supreme Court request</p> <p class=\"subsection\">(6) The Corporation may issue a certificate to an individual who is an appellant or respondent in a criminal appeal if the Supreme Court of Canada or the Court of Appeal for Ontario is of the opinion that it is desirable in the interests of justice that the individual be represented and has requested that counsel be appointed to represent him or her.  1998, c. 26, s. 28.</p> <p class=\"headnote\">Further powers of area director</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "29.",
            "section_x": "Further powers of area director",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Terms and conditions",
            "content": "29 (1) An area director may attach such terms and conditions as he or she considers appropriate upon the issuance of a certificate. Cancellation, amendment (2) An area director may at any time, subject to the regulations, amend or cancel a certificate he or she, or his or her predecessor, has issued.  1998, c. 26, s. 29. Appeals",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>29 </b>(1) An area director may attach such terms and conditions as he or she considers appropriate upon the issuance of a certificate.</p> <p class=\"headnote\">Cancellation, amendment</p> <p class=\"subsection\">(2) An area director may at any time, subject to the regulations, amend or cancel a certificate he or she, or his or her predecessor, has issued.  1998, c. 26, s. 29.</p> <p class=\"headnote\">Appeals</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "30.",
            "section_x": "Appeals",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Appeal from refusal to issue certificate ",
            "content": "30 (1) An appeal lies to the area committee from the refusal of the area director to issue a certificate or from the area director’s cancellation of a certificate. Appeal from area committee’s decision (2) A further appeal lies to the officer or employee of the Corporation designated by the board of directors of the Corporation from the decision of the area committee dismissing an appeal under subsection (1) or refusing to approve the issuance of a certificate under subsection 28 (3). Area director not to participate in appeal (3) An area director shall not participate in any appeal from a decision made by him or her except to provide information on the application, to explain the reasons for his or her decision being appealed and to answer any questions from the members of the area committee respecting the application or decision.  1998, c. 26, s. 30.",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>30 </b>(1) An appeal lies to the area committee from the refusal of the area director to issue a certificate or from the area director’s cancellation of a certificate.</p> <p class=\"headnote\">Appeal from area committee’s decision</p> <p class=\"subsection\">(2) A further appeal lies to the officer or employee of the Corporation designated by the board of directors of the Corporation from the decision of the area committee dismissing an appeal under subsection (1) or refusing to approve the issuance of a certificate under subsection 28 (3).</p> <p class=\"headnote\">Area director not to participate in appeal</p> <p class=\"subsection\">(3) An area director shall not participate in any appeal from a decision made by him or her except to provide information on the application, to explain the reasons for his or her decision being appealed and to answer any questions from the members of the area committee respecting the application or decision.  1998, c. 26, s. 30.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "31.",
            "section_x": "Corporation to pay for certificate services",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Corporation to pay for certificate services",
            "content": "31 (1) The Corporation shall pay every lawyer and service-provider who provides legal aid services pursuant to a certificate a fee for the services rendered, determined in accordance with the regulations, and an amount for proper disbursements, determined in accordance with the regulations. Verification of accounts (2) The Corporation may request information from the lawyer or service-provider in support of the account submitted by the lawyer or service-provider and the lawyer or service-provider shall provide the Corporation with the information requested. Appeal re accounts (3) A lawyer or service-provider who provides legal aid services pursuant to a certificate may appeal the Corporation’s determination of the lawyer’s or service-provider’s account in the manner set out in the regulations. Overpayments (4) Where the Corporation determines that a lawyer or service-provider has been overpaid by the Corporation for legal aid services, the Corporation may deduct the amount of the overpayment from any money payable by the Corporation to the lawyer or service-provider.  1998, c. 26, s. 31. Transition",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>31 </b>(1) The Corporation shall pay every lawyer and service-provider who provides legal aid services pursuant to a certificate a fee for the services rendered, determined in accordance with the regulations, and an amount for proper disbursements, determined in accordance with the regulations.</p> <p class=\"headnote\">Verification of accounts</p> <p class=\"subsection\">(2) The Corporation may request information from the lawyer or service-provider in support of the account submitted by the lawyer or service-provider and the lawyer or service-provider shall provide the Corporation with the information requested.</p> <p class=\"headnote\">Appeal re accounts</p> <p class=\"subsection\">(3) A lawyer or service-provider who provides legal aid services pursuant to a certificate may appeal the Corporation’s determination of the lawyer’s or service-provider’s account in the manner set out in the regulations.</p> <p class=\"headnote\">Overpayments</p> <p class=\"subsection\">(4) Where the Corporation determines that a lawyer or service-provider has been overpaid by the Corporation for legal aid services, the Corporation may deduct the amount of the overpayment from any money payable by the Corporation to the lawyer or service-provider.  1998, c. 26, s. 31.</p> <p class=\"headnote\">Transition</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "32.",
            "section_x": "Transition",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Re issue of certificates",
            "content": "32 (1) A certificate issued under the Legal Aid Act before this Part comes into force shall be deemed to have been issued under this Act on the day this Part comes into force. Re application for certificates (2) An application for a certificate made under the Legal Aid Act before its repeal but not finally determined before its repeal shall be decided in accordance with this Part. Re appeals (3) An appeal, in respect of a refusal to issue a certificate under the Legal Aid Act or in respect of an account submitted for professional services rendered pursuant to a certificate issued under that Act, commenced but not concluded before this Part comes into force shall be continued after this Part comes into force and shall be determined in accordance with the Legal Aid Act\r\nand its regulations, despite their repeal and revocation, respectively.  1998, c. 26, s. 32. Clinics",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>32 </b>(1) A certificate issued under the <i>Legal Aid Act</i> before this Part comes into force shall be deemed to have been issued under this Act on the day this Part comes into force.</p> <p class=\"headnote\">Re application for certificates</p> <p class=\"subsection\">(2) An application for a certificate made under the <i>Legal Aid Act</i> before its repeal but not finally determined before its repeal shall be decided in accordance with this Part.</p> <p class=\"headnote\">Re appeals</p> <p class=\"subsection\">(3) An appeal, in respect of a refusal to issue a certificate under the <i>Legal Aid Act</i> or in respect of an account submitted for professional services rendered pursuant to a certificate issued under that Act, commenced but not concluded before this Part comes into force shall be continued after this Part comes into force and shall be determined in accordance with the <i>Legal Aid Act</i>\r\nand its regulations, despite their repeal and revocation, respectively.  1998, c. 26, s. 32.</p> <p class=\"heading1\"><a name=\"BK36\"></a>Clinics</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "Clinics",
            "section_x": "Clinics",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "33.",
            "section_x": "Corporation may fund clinic",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Corporation may fund clinic",
            "content": "33 (1) The Corporation may provide funding to a clinic to enable the clinic to provide legal aid services to low-income individuals or disadvantaged communities. Considerations (2) In deciding whether to provide funding to a clinic, the Corporation shall consider any matter it considers relevant to the decision, including, (a) the legal needs of the individuals or communities that the clinic will serve; (b) the cost-effectiveness and efficiency of providing legal aid services through the clinic; (c) the past performance of the clinic, if any, in meeting the legal needs of the individuals and communities that it served in a cost-effective and efficient manner. Same (3) In deciding whether to provide funding to a clinic, the Corporation may also consider the legal needs of other communities, funding applications by other clinics, the Corporation’s policies and priorities established under section 12, the financial resources of the Corporation and any other matter that the Corporation considers relevant.  1998, c. 26, s. 33.",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>33 </b>(1) The Corporation may provide funding to a clinic to enable the clinic to provide legal aid services to low-income individuals or disadvantaged communities.</p> <p class=\"headnote\">Considerations</p> <p class=\"subsection\">(2) In deciding whether to provide funding to a clinic, the Corporation shall consider any matter it considers relevant to the decision, including,</p> <p class=\"paragraph\">  (a) the legal needs of the individuals or communities that the clinic will serve;</p> <p class=\"paragraph\">  (b) the cost-effectiveness and efficiency of providing legal aid services through the clinic;</p> <p class=\"paragraph\">  (c) the past performance of the clinic, if any, in meeting the legal needs of the individuals and communities that it served in a cost-effective and efficient manner.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) In deciding whether to provide funding to a clinic, the Corporation may also consider the legal needs of other communities, funding applications by other clinics, the Corporation’s policies and priorities established under section 12, the financial resources of the Corporation and any other matter that the Corporation considers relevant.  1998, c. 26, s. 33.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "34.",
            "section_x": "Funding for clinics",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Funding for clinics",
            "content": "34 (1) The Corporation may agree to provide funding to a clinic for a period of up to three years  Subsequent funding agreements (2) The Corporation may agree to provide funding to a clinic for subsequent periods of up to three years each. Additional funding (3) The Corporation may provide additional funding for a particular case or project to a clinic at any time during a funding period. Funding for prior period (4) The Corporation may provide funding to a clinic in respect of a period before the funding decision is made. Conditions (5) The Corporation may impose any terms and conditions on the funding of a clinic that it considers appropriate, including, (a) that the members of the clinic and of the board of directors of the clinic are members of the community or communities served or to be served by the clinic; (b) that the clinic employ at least one lawyer in the clinic; (c) that some or all of the staff of the clinic undergo training specified by the Corporation; (d) that the clinic assess the eligibility of applications for legal aid services to be provided by it. Transition for funding applications (6) An application for funding by a clinic that was made to the Director of Legal Aid under the Legal Aid Act\r\nbut not yet decided before this Part comes into force shall be determined by the Corporation in accordance with this Part.  1998, c. 26, s. 34.",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>34 </b>(1) The Corporation may agree to provide funding to a clinic for a period of up to three years </p> <p class=\"headnote\">Subsequent funding agreements</p> <p class=\"subsection\">(2) The Corporation may agree to provide funding to a clinic for subsequent periods of up to three years each.</p> <p class=\"headnote\">Additional funding</p> <p class=\"subsection\">(3) The Corporation may provide additional funding for a particular case or project to a clinic at any time during a funding period.</p> <p class=\"headnote\">Funding for prior period</p> <p class=\"subsection\">(4) The Corporation may provide funding to a clinic in respect of a period before the funding decision is made.</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(5) The Corporation may impose any terms and conditions on the funding of a clinic that it considers appropriate, including,</p> <p class=\"paragraph\">  (a) that the members of the clinic and of the board of directors of the clinic are members of the community or communities served or to be served by the clinic;</p> <p class=\"paragraph\">  (b) that the clinic employ at least one lawyer in the clinic;</p> <p class=\"paragraph\">  (c) that some or all of the staff of the clinic undergo training specified by the Corporation;</p> <p class=\"paragraph\">  (d) that the clinic assess the eligibility of applications for legal aid services to be provided by it.</p> <p class=\"headnote\">Transition for funding applications</p> <p class=\"subsection\">(6) An application for funding by a clinic that was made to the Director of Legal Aid under the <i>Legal Aid Act</i>\r\nbut not yet decided before this Part comes into force shall be determined by the Corporation in accordance with this Part.  1998, c. 26, s. 34.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "35.",
            "section_x": "Application for funding",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Application for funding",
            "content": "35 (1) An application for funding by a clinic shall be accompanied by information, as requested by the Corporation, respecting the organization, activities, methods of business and financial transactions of the clinic, and such other information that the Corporation may request. Review (2) An application for funding by a clinic shall be reviewed by an officer or employee of the Corporation designated by the board of directors of the Corporation. Decision (3) The designated person may make a decision in respect of the application or may refer the application to the clinic committee for further review. Reasons for referral to clinic committee (4) If an application is referred to the clinic committee, the designated person shall provide the clinic with written reasons for the referral. Decision or referral back by clinic committee (5) The clinic committee shall consider an application referred to it and may make the decision in respect of the application itself or may refer the application back to the designated person with directions. Reasons for decision (6) If the clinic committee makes a decision in respect of the application, it shall provide the clinic with its decision, and reasons for it, in writing.  1998, c. 26, s. 35. 36 Repealed: 2020, c. 11, Sched. 14, s. 4. Section Amendments with date in force (d/m/y) 2020, c. 11, Sched. 14, s. 4 - 08/07/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>35 </b>(1) An application for funding by a clinic shall be accompanied by information, as requested by the Corporation, respecting the organization, activities, methods of business and financial transactions of the clinic, and such other information that the Corporation may request.</p> <p class=\"headnote\">Review</p> <p class=\"subsection\">(2) An application for funding by a clinic shall be reviewed by an officer or employee of the Corporation designated by the board of directors of the Corporation.</p> <p class=\"headnote\">Decision</p> <p class=\"subsection\">(3) The designated person may make a decision in respect of the application or may refer the application to the clinic committee for further review. </p> <p class=\"headnote\">Reasons for referral to clinic committee</p> <p class=\"subsection\">(4) If an application is referred to the clinic committee, the designated person shall provide the clinic with written reasons for the referral.</p> <p class=\"headnote\">Decision or referral back by clinic committee</p> <p class=\"subsection\">(5) The clinic committee shall consider an application referred to it and may make the decision in respect of the application itself or may refer the application back to the designated person with directions.</p> <p class=\"headnote\">Reasons for decision</p> <p class=\"subsection\">(6) If the clinic committee makes a decision in respect of the application, it shall provide the clinic with its decision, and reasons for it, in writing.  1998, c. 26, s. 35.</p> <p class=\"section\"><b>36 </b><span class=\"ovsmallcap\">Repealed</span>: 2020, c. 11, Sched. 14, s. 4. </p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20011#sched14s4\">2020, c. 11, Sched. 14, s. 4</a></span> - 08/07/2020</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "37.",
            "section_x": "Corporation to monitor clinic",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Corporation to monitor clinic",
            "content": "37 (1) The Corporation shall monitor the operation of a clinic funded by it to determine whether the clinic is meeting the Corporation’s standards for the operation of clinics, and the Corporation may conduct audits of such clinic, as it considers necessary for that purpose  Reports to Corporation (2) A clinic funded by the Corporation shall provide the Corporation, in the form and at the times requested by the Corporation, (a) audited financial statements for the funding period; (b) a summary of the legal aid services provided by the clinic during the funding period, specifying the number of each type of case or proceeding handled by the clinic; (c) a summary of the complaints received by the clinic from individuals who received or were refused legal aid services from the clinic, and from persons affected by the legal aid services provided by the clinic and a description of the disposition of each such complaint; (d) any other financial or other information relating to the operation of the clinic that the Corporation may request. Confidential information withheld (3) The clinic may withhold from the information provided under clause (2) (c) any information that is confidential to an individual to whom the clinic has provided legal aid services, unless the individual consents to the disclosure or unless the information pertains to the financial eligibility of the individual to receive legal aid services. Corporation to have access to clinic records (4) For the purpose of verifying any information provided under clause (2) (b) or (d), the Corporation may require that the clinic provide the board of directors of the Corporation, or any person or persons designated by the board of directors of the Corporation, with access to the premises of the clinic at any reasonable time and to all its books, accounts, financial records, reports, files and documents, but the clinic may withhold any of them that is confidential to any individual to whom the clinic has provided legal aid services, unless the individual consents to such access, or unless the information pertains to the financial eligibility of the individual to receive legal aid services.  1998, c. 26, s. 37.",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>37 </b>(1) The Corporation shall monitor the operation of a clinic funded by it to determine whether the clinic is meeting the Corporation’s standards for the operation of clinics, and the Corporation may conduct audits of such clinic, as it considers necessary for that purpose </p> <p class=\"headnote\">Reports to Corporation</p> <p class=\"subsection\">(2) A clinic funded by the Corporation shall provide the Corporation, in the form and at the times requested by the Corporation,</p> <p class=\"paragraph\">  (a) audited financial statements for the funding period;</p> <p class=\"paragraph\">  (b) a summary of the legal aid services provided by the clinic during the funding period, specifying the number of each type of case or proceeding handled by the clinic;</p> <p class=\"paragraph\">  (c) a summary of the complaints received by the clinic from individuals who received or were refused legal aid services from the clinic, and from persons affected by the legal aid services provided by the clinic and a description of the disposition of each such complaint;</p> <p class=\"paragraph\">  (d) any other financial or other information relating to the operation of the clinic that the Corporation may request.</p> <p class=\"headnote\">Confidential information withheld</p> <p class=\"subsection\">(3) The clinic may withhold from the information provided under clause (2) (c) any information that is confidential to an individual to whom the clinic has provided legal aid services, unless the individual consents to the disclosure or unless the information pertains to the financial eligibility of the individual to receive legal aid services.</p> <p class=\"headnote\">Corporation to have access to clinic records</p> <p class=\"subsection\">(4) For the purpose of verifying any information provided under clause (2) (b) or (d), the Corporation may require that the clinic provide the board of directors of the Corporation, or any person or persons designated by the board of directors of the Corporation, with access to the premises of the clinic at any reasonable time and to all its books, accounts, financial records, reports, files and documents, but the clinic may withhold any of them that is confidential to any individual to whom the clinic has provided legal aid services, unless the individual consents to such access, or unless the information pertains to the financial eligibility of the individual to receive legal aid services.  1998, c. 26, s. 37.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "38.",
            "section_x": "Direction from Corporation",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Direction from Corporation",
            "content": "38 (1) If a clinic fails to comply with this Act or to meet the terms and conditions of its funding, the board of directors of the Corporation may direct the clinic to do anything that the board of directors of the Corporation considers appropriate to ensure that the clinic complies with this Act and the terms and conditions of its funding and, generally, for the more effective operation of the clinic. Request for reconsideration (2) The board of directors of the clinic may ask the board of directors of the Corporation to reconsider a direction issued by it and the board of directors of the Corporation may reconsider its direction and may confirm, vary or revoke the direction.  1998, c. 26, s. 38.",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>38 </b>(1) If a clinic fails to comply with this Act or to meet the terms and conditions of its funding, the board of directors of the Corporation may direct the clinic to do anything that the board of directors of the Corporation considers appropriate to ensure that the clinic complies with this Act and the terms and conditions of its funding and, generally, for the more effective operation of the clinic.</p> <p class=\"headnote\">Request for reconsideration</p> <p class=\"subsection\">(2) The board of directors of the clinic may ask the board of directors of the Corporation to reconsider a direction issued by it and the board of directors of the Corporation may reconsider its direction and may confirm, vary or revoke the direction.  1998, c. 26, s. 38.</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "39.",
            "section_x": "Duties of clinic board",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": "Duties of clinic board",
            "content": "39 (1) The board of directors of a clinic funded by the Corporation shall ensure that, (a) the clinic complies with this Act and the terms and conditions attached to the funding; (b) the clinic complies with any direction issued by the board of directors of the Corporation; and (c) the clinic meets the operational standards established by the Corporation. Same (2) Subject to this Act, the board of directors of a clinic funded by the Corporation shall determine the legal needs of the individuals and communities served or to be served by the clinic and shall ensure that the clinic provides legal aid services in the area of clinic law in accordance with those needs. Same (3) The board of directors of a clinic funded by the Corporation shall, on its own initiative or at the request of the clinic committee, advise the clinic committee on matters relevant to the provision of legal aid services by means of clinics. Non-compliance by clinic (4) If the board of directors of the Corporation is of the opinion at any time that a clinic funded by the Corporation is not complying with this Act or with the terms and conditions attached to its funding or with a direction issued under section 38 or is not meeting the operational standards established by the Corporation, the board of directors may reduce or suspend the funding of the clinic. Notice to clinic (5) Before taking any action under subsection (4), the board of directors of the Corporation shall give the board of directors of the clinic notice of its intent and a reasonable opportunity to comply with this Act or the terms and conditions or direction or to meet the operational standards.  1998, c. 26, s. 39. Note: On a day to be named by proclamation of the Lieutenant Governor, part III of the Act is amended by adding the following section: (See: 2020, c. 11, Sched. 14, s. 5) Legally-Required Legal Aid Services Legal aid services where legally required 39.1 (1) In addition to the other legal aid services that the Corporation provides to applicants under this Part, the Corporation shall provide the following services in the following circumstances: 1. Representation in a legal matter in which a court determines that an individual requires representation by a lawyer to meet the requirements of the Canadian Charter of Rights and Freedoms. 2. Representation in a legal matter in which the Corporation reasonably determines that an individual requires representation by a lawyer to meet the requirements of the Canadian Charter of Rights and Freedoms. 3. Representation of a young person who is the subject of a court direction under paragraph 25 (4) (b) of the Youth Criminal Justice Act (Canada), on the direction of the Attorney General under subsection 25 (5) of that Act. 4. Representation of a young person who is the subject of a court direction under paragraph 11 (4) (b) of the Young Offenders Act (Canada), on the direction of the Attorney General under subsection 11 (5) of that Act. 5. Cross-examination of a witness pursuant to an order made under section 486.3 of the Criminal Code (Canada). 6. Representation of an accused, if representation is ordered or counsel is assigned to act for the accused under subsection 672.5 (8) or section 672.24, 684 or 694.1 of the Criminal Code (Canada). 7. Appointment as a friend of the court under an order of a court in a criminal or child protection proceeding. 8. The prescribed services in the prescribed circumstances. 2020, c. 11, Sched. 14, s. 5. Application to Ontario (2) Subsection (1) applies with respect to the provision of services only if the services are ordered or expected to be paid for or provided by the Attorney General of Ontario or the Crown in right of Ontario, as opposed to the Attorney General of Canada or the Government of Canada. 2020, c. 11, Sched. 14, s. 5. Payment by Corporation despite court order (3) Despite any order of a court requiring that the cost of providing services under this section to an individual be borne by the Attorney General of Ontario or the Crown in right of Ontario, the cost of providing the services shall be borne by the Corporation. 2020, c. 11, Sched. 14, s. 5. Application of Act and regulations (4) This Act and the regulations apply with respect to services provided under this section, with the following and any other necessary modifications: 1. The eligibility requirements under section 16 to receive legal aid services do not apply, but the Corporation may require contribution under Part IV towards the cost of providing services under this section. 2. A reference to an applicant includes reference to an individual to whom legal aid services are provided under this section. 3. Any other modification that may be prescribed. 2020, c. 11, Sched. 14, s. 5. No effect on power to order representation (5) Nothing in this section confers jurisdiction on or expands the jurisdiction of a court with respect to the appointment or assignment of counsel, or expands or otherwise alters the circumstances in which a right to counsel may exist under the law. 2020, c. 11, Sched. 14, s. 5. Section Amendments with date in force (d/m/y) 2020, c. 11, Sched. 14, s. 5 - not in force PART IV   RECOVERY OF COSTS FOR LEGAL AID SERVICES",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>39 </b>(1) The board of directors of a clinic funded by the Corporation shall ensure that,</p> <p class=\"paragraph\">  (a) the clinic complies with this Act and the terms and conditions attached to the funding;</p> <p class=\"paragraph\">  (b) the clinic complies with any direction issued by the board of directors of the Corporation; and</p> <p class=\"paragraph\">  (c) the clinic meets the operational standards established by the Corporation.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subject to this Act, the board of directors of a clinic funded by the Corporation shall determine the legal needs of the individuals and communities served or to be served by the clinic and shall ensure that the clinic provides legal aid services in the area of clinic law in accordance with those needs.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The board of directors of a clinic funded by the Corporation shall, on its own initiative or at the request of the clinic committee, advise the clinic committee on matters relevant to the provision of legal aid services by means of clinics. </p> <p class=\"headnote\">Non-compliance by clinic</p> <p class=\"subsection\">(4) If the board of directors of the Corporation is of the opinion at any time that a clinic funded by the Corporation is not complying with this Act or with the terms and conditions attached to its funding or with a direction issued under section 38 or is not meeting the operational standards established by the Corporation, the board of directors may reduce or suspend the funding of the clinic.</p> <p class=\"headnote\">Notice to clinic</p> <p class=\"subsection\">(5) Before taking any action under subsection (4), the board of directors of the Corporation shall give the board of directors of the clinic notice of its intent and a reasonable opportunity to comply with this Act or the terms and conditions or direction or to meet the operational standards.  1998, c. 26, s. 39.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, part III of the Act is amended by adding the following section: (See: 2020, c. 11, Sched. 14, s. 5)</span></p> <p class=\"Yheading1\"><a name=\"BK43\"></a><span>Legally-Required Legal Aid Services</span></p> <p class=\"Yheadnote\"><span>Legal aid services where legally required</span></p> <p class=\"Ysection\"><a name=\"BK44\"></a><b><span>39.1 </span></b><span>(1) In addition to the other legal aid services that the Corporation provides to applicants under this Part, the Corporation shall provide the following services in the following circumstances:</span></p> <p class=\"Yparagraph\"><span>  1. Representation in a legal matter in which a court determines that an individual requires representation by a lawyer to meet the requirements of the <i>Canadian Charter of Rights and Freedoms</i>.</span></p> <p class=\"Yparagraph\"><span>  2. Representation in a legal matter in which the Corporation reasonably determines that an individual requires representation by a lawyer to meet the requirements of the <i>Canadian Charter of Rights and Freedoms</i>.</span></p> <p class=\"Yparagraph\"><span>  3. Representation of a young person who is the subject of a court direction under paragraph 25 (4) (b) of the <i>Youth Criminal Justice Act</i> (Canada), on the direction of the Attorney General under subsection 25 (5) of that Act.</span></p> <p class=\"Yparagraph\"><span>  4. Representation of a young person who is the subject of a court direction under paragraph 11 (4) (b) of the <i>Young Offenders Act</i> (Canada), on the direction of the Attorney General under subsection 11 (5) of that Act.</span></p> <p class=\"Yparagraph\"><span>  5. Cross-examination of a witness pursuant to an order made under section 486.3 of the <i>Criminal Code</i> (Canada).</span></p> <p class=\"Yparagraph\"><span>  6. Representation of an accused, if representation is ordered or counsel is assigned to act for the accused under subsection 672.5 (8) or section 672.24, 684 or 694.1 of the <i>Criminal Code</i> (Canada).</span></p> <p class=\"Yparagraph\"><span>  7. Appointment as a friend of the court under an order of a court in a criminal or child protection proceeding.</span></p> <p class=\"Yparagraph\"><span>  8. The prescribed services in the prescribed circumstances. 2020, c. 11, Sched. 14, s. 5.</span></p> <p class=\"Yheadnote\"><span>Application to Ontario</span></p> <p class=\"Ysubsection\"><span>(2) Subsection (1) applies with respect to the provision of services only if the services are ordered or expected to be paid for or provided by the Attorney General of Ontario or the Crown in right of Ontario, as opposed to the Attorney General of Canada or the Government of Canada. 2020, c. 11, Sched. 14, s. 5.</span></p> <p class=\"Yheadnote\"><span>Payment by Corporation despite court order</span></p> <p class=\"Ysubsection\"><span>(3) Despite any order of a court requiring that the cost of providing services under this section to an individual be borne by the Attorney General of Ontario or the Crown in right of Ontario, the cost of providing the services shall be borne by the Corporation. 2020, c. 11, Sched. 14, s. 5.</span></p> <p class=\"Yheadnote\"><span>Application of Act and regulations</span></p> <p class=\"Ysubsection\"><span>(4) This Act and the regulations apply with respect to services provided under this section, with the following and any other necessary modifications:</span></p> <p class=\"Yparagraph\"><span>  1. The eligibility requirements under section 16 to receive legal aid services do not apply, but the Corporation may require contribution under Part IV towards the cost of providing services under this section.</span></p> <p class=\"Yparagraph\"><span>  2. A reference to an applicant includes reference to an individual to whom legal aid services are provided under this section.</span></p> <p class=\"Yparagraph\"><span>  3. Any other modification that may be prescribed. 2020, c. 11, Sched. 14, s. 5.</span></p> <p class=\"Yheadnote\"><span>No effect on power to order representation</span></p> <p class=\"Ysubsection\"><span>(5) Nothing in this section confers jurisdiction on or expands the jurisdiction of a court with respect to the appointment or assignment of counsel, or expands or otherwise alters the circumstances in which a right to counsel may exist under the law. 2020, c. 11, Sched. 14, s. 5.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20011#sched14s5\">2020, c. 11, Sched. 14, s. 5</a></span> - not in force</p> <p class=\"partnum\"><a name=\"BK45\"></a>PART IV <br/>  RECOVERY OF COSTS FOR LEGAL AID SERVICES</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "Legally-Required Legal Aid Services",
            "section_x": "Legally-Required Legal Aid Services",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "39.1",
            "section_x": "Legal aid services where legally required",
            "part_id": "PART III  ",
            "part_type": "PART III LEGAL AID SERVICES",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "PART IV  ",
            "section_x": "PART IV RECOVERY OF COSTS FOR LEGAL AID SERVICES",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "40.",
            "section_x": "Corporation may require applicant to contribute towards costs",
            "part_id": "PART IV  ",
            "part_type": "PART IV RECOVERY OF COSTS FOR LEGAL AID SERVICES",
            "section_y": "Corporation may require applicant to contribute towards costs",
            "content": "40 (1) The Corporation may require an applicant, as a condition to receiving legal aid services, to agree to contribute towards the costs for the legal aid services to be provided to the applicant, in an amount determined or to be determined in accordance with the regulations. Same, certificates (2) In the case of a certificate, the area director may require the applicant, or person responsible for the applicant, to agree as provided under subsection (1) upon the issuance of the certificate. Terms of agreement (3) An agreement under this section may provide for the times and manner of payment and for the payment of a prescribed rate of interest on overdue payments.  1998, c. 26, s. 40.",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>40 </b>(1) The Corporation may require an applicant, as a condition to receiving legal aid services, to agree to contribute towards the costs for the legal aid services to be provided to the applicant, in an amount determined or to be determined in accordance with the regulations.</p> <p class=\"headnote\">Same, certificates</p> <p class=\"subsection\">(2) In the case of a certificate, the area director may require the applicant, or person responsible for the applicant, to agree as provided under subsection (1) upon the issuance of the certificate. </p> <p class=\"headnote\">Terms of agreement</p> <p class=\"subsection\">(3) An agreement under this section may provide for the times and manner of payment and for the payment of a prescribed rate of interest on overdue payments.  1998, c. 26, s. 40.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "41.",
            "section_x": "Obligation to disclose financial information",
            "part_id": "PART IV  ",
            "part_type": "PART IV RECOVERY OF COSTS FOR LEGAL AID SERVICES",
            "section_y": "Obligation to disclose financial information",
            "content": "41 (1) The applicant shall provide the Corporation with the prescribed information and any other information that is necessary for the Corporation to determine his or her ability to contribute towards the costs of the legal aid services applied for and shall disclose any change in his or her financial circumstances upon the occurrence of the change. Same – certificate (2) In the case of an application for a certificate, the applicant, or a person responsible for the applicant, shall provide the person designated by the Corporation with the prescribed information and any other information that is necessary for the designated person to determine their ability to contribute towards the costs of the legal aid services applied for and shall disclose to the area director any change in their financial circumstances upon the occurrence of the change.  1998, c. 26, s. 41.",
            "raw_html": "<p class=\"section\"><a name=\"BK47\"></a><b>41 </b>(1) The applicant shall provide the Corporation with the prescribed information and any other information that is necessary for the Corporation to determine his or her ability to contribute towards the costs of the legal aid services applied for and shall disclose any change in his or her financial circumstances upon the occurrence of the change.</p> <p class=\"headnote\">Same – certificate</p> <p class=\"subsection\">(2) In the case of an application for a certificate, the applicant, or a person responsible for the applicant, shall provide the person designated by the Corporation with the prescribed information and any other information that is necessary for the designated person to determine their ability to contribute towards the costs of the legal aid services applied for and shall disclose to the area director any change in their financial circumstances upon the occurrence of the change.  1998, c. 26, s. 41.</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "42.",
            "section_x": "Certificate applications – report on ability to contribute",
            "part_id": "PART IV  ",
            "part_type": "PART IV RECOVERY OF COSTS FOR LEGAL AID SERVICES",
            "section_y": "Certificate applications – report on ability to contribute",
            "content": "42 (1) The area director shall refer every application for a certificate to a person designated by the Corporation to investigate and report as to whether the applicant, or person responsible for the applicant, can make a contribution towards the costs of the legal aid services applied for. Exception (2) Subsection (1) does not apply where the area director is satisfied that the applicant, or person responsible for the applicant, cannot make any contribution towards the costs of the legal aid services applied for. Determination of ability to contribute (3) The person to whom the application for a certificate is referred shall consider the applicant’s and person responsible for the applicant’s income, disposable capital, indebtedness and requirements of persons dependent on them, and such other circumstances as are prescribed or as he or she considers to be relevant and that are disclosed in the application or that are ascertained after investigation. Report (4) The person to whom the application for a certificate is referred shall report to the area director as to whether the applicant, or person responsible for the applicant, can make any contribution towards the costs of the legal aid services applied for and the amount, if any, they are able to contribute. Reference back (5) The area director may, at any time before or after a certificate is issued, refer the report back to the person who made it, or to another designated person, for further investigation and reporting on the applicant’s, or person responsible for the applicant’s, ability to contribute. Subsequent determination (6) The area director may, at any time after a certificate is issued, require the applicant or person responsible for the applicant to agree to contribute towards the costs of the legal aid services provided or to be provided to the applicant, or to amend a prior agreement entered into with respect to the certificate if the area director is of the opinion that the applicant, or person responsible for the applicant, is able to contribute more or less towards the costs of the legal aid services than had been previously agreed.  1998, c. 26, s. 42. Disclosure of applicant information",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>42 </b>(1) The area director shall refer every application for a certificate to a person designated by the Corporation to investigate and report as to whether the applicant, or person responsible for the applicant, can make a contribution towards the costs of the legal aid services applied for.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply where the area director is satisfied that the applicant, or person responsible for the applicant, cannot make any contribution towards the costs of the legal aid services applied for.</p> <p class=\"headnote\">Determination of ability to contribute</p> <p class=\"subsection\">(3) The person to whom the application for a certificate is referred shall consider the applicant’s and person responsible for the applicant’s income, disposable capital, indebtedness and requirements of persons dependent on them, and such other circumstances as are prescribed or as he or she considers to be relevant and that are disclosed in the application or that are ascertained after investigation.</p> <p class=\"headnote\">Report </p> <p class=\"subsection\">(4) The person to whom the application for a certificate is referred shall report to the area director as to whether the applicant, or person responsible for the applicant, can make any contribution towards the costs of the legal aid services applied for and the amount, if any, they are able to contribute.</p> <p class=\"headnote\">Reference back </p> <p class=\"subsection\">(5) The area director may, at any time before or after a certificate is issued, refer the report back to the person who made it, or to another designated person, for further investigation and reporting on the applicant’s, or person responsible for the applicant’s, ability to contribute.</p> <p class=\"headnote\">Subsequent determination</p> <p class=\"subsection\">(6) The area director may, at any time after a certificate is issued, require the applicant or person responsible for the applicant to agree to contribute towards the costs of the legal aid services provided or to be provided to the applicant, or to amend a prior agreement entered into with respect to the certificate if the area director is of the opinion that the applicant, or person responsible for the applicant, is able to contribute more or less towards the costs of the legal aid services than had been previously agreed.  1998, c. 26, s. 42.</p> <p class=\"headnote\">Disclosure of applicant information</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "43.",
            "section_x": "Disclosure of applicant information",
            "part_id": "PART IV  ",
            "part_type": "PART IV RECOVERY OF COSTS FOR LEGAL AID SERVICES",
            "section_y": "Information given to lawyer, service-provider",
            "content": "43 (1) The Corporation or area director may give the information given by the applicant, or person responsible for the applicant, under section 41 or 42 to the lawyer or service-provider who is providing legal aid services to the applicant. Lawyer’s, service-provider’s obligation to disclose information (2) Where anything comes to the attention of the lawyer or service-provider which indicates that the applicant may have misrepresented his or her circumstances in applying for legal aid services, may have failed to make full disclosure of such circumstances or of any change in his or her circumstances and, accordingly, that the applicant may not have been entitled to the legal aid services on the terms provided or may no longer be entitled to the legal aid services on the terms provided, the lawyer or service-provider shall forthwith notify the Corporation or, in the case of a certificate, the area director. Same (3) Where legal aid services are provided to an applicant pursuant to a certificate, subsection (2) also applies in respect of a misrepresentation or failure to disclose by a person responsible for the applicant.  1998, c. 26, s. 43.",
            "raw_html": "<p class=\"section\"><a name=\"BK49\"></a><b>43 </b>(1) The Corporation or area director may give the information given by the applicant, or person responsible for the applicant, under section 41 or 42 to the lawyer or service-provider who is providing legal aid services to the applicant.</p> <p class=\"headnote\">Lawyer’s, service-provider’s obligation to disclose information</p> <p class=\"subsection\">(2) Where anything comes to the attention of the lawyer or service-provider which indicates that the applicant may have misrepresented his or her circumstances in applying for legal aid services, may have failed to make full disclosure of such circumstances or of any change in his or her circumstances and, accordingly, that the applicant may not have been entitled to the legal aid services on the terms provided or may no longer be entitled to the legal aid services on the terms provided, the lawyer or service-provider shall forthwith notify the Corporation or, in the case of a certificate, the area director.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Where legal aid services are provided to an applicant pursuant to a certificate, subsection (2) also applies in respect of a misrepresentation or failure to disclose by a person responsible for the applicant.  1998, c. 26, s. 43.</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "44.",
            "section_x": "Hearing re failure to disclose",
            "part_id": "PART IV  ",
            "part_type": "PART IV RECOVERY OF COSTS FOR LEGAL AID SERVICES",
            "section_y": "Hearing re failure to disclose",
            "content": "44 (1) Where anything comes to the attention of the board of directors of the Corporation which indicates that a person may not have discharged an obligation imposed under section 41 or 43, a person designated by the board may, on notice to the person, hold a hearing to determine whether any of the obligations have not been discharged. Same, certificates (2) Where anything comes to the attention of the area director which indicates that a person may not have discharged an obligation imposed under section 41 or 43, the area director may, on notice to the person, the applicant and the lawyer or service-provider, hold a hearing to determine whether any of the obligations have not been discharged. Legal aid services may be cancelled (3) If, after a hearing under subsection (1), the designated person finds that the person failed to discharge any obligation, the Corporation may cease to provide legal aid services to the applicant and may declare that, with respect to part or all of the legal aid services rendered, the applicant is not entitled to legal aid services, and the Corporation may recover from the applicant the amount that it has paid or is obligated to pay to the lawyer or service-provider. Same, certificates (4) If, after a hearing under subsection (2), the area director finds that the applicant or person responsible for the applicant failed to discharge any obligation, the area director may cancel the certificate and may declare that, with respect to part or all of the legal aid services rendered, the applicant is not entitled to legal aid services, and the Corporation may recover from the applicant the amount that it has paid or is obligated to pay to the lawyer or service-provider. Same (5) If, after a hearing under subsection (2), the area director finds that the lawyer or service-provider has knowingly failed to discharge any obligation, the area director may declare that, with respect to part or all of the legal aid services, the lawyer or service-provider is not entitled to payment by the Corporation and, if payment has already been made for such services, the Corporation may recover the amount it has paid for services rendered after the date of the failure to discharge the obligation.  1998, c. 26, s. 44.",
            "raw_html": "<p class=\"section\"><a name=\"BK50\"></a><b>44 </b>(1) Where anything comes to the attention of the board of directors of the Corporation which indicates that a person may not have discharged an obligation imposed under section 41 or 43, a person designated by the board may, on notice to the person, hold a hearing to determine whether any of the obligations have not been discharged.</p> <p class=\"headnote\">Same, certificates</p> <p class=\"subsection\">(2) Where anything comes to the attention of the area director which indicates that a person may not have discharged an obligation imposed under section 41 or 43, the area director may, on notice to the person, the applicant and the lawyer or service-provider, hold a hearing to determine whether any of the obligations have not been discharged.</p> <p class=\"headnote\">Legal aid services may be cancelled</p> <p class=\"subsection\">(3) If, after a hearing under subsection (1), the designated person finds that the person failed to discharge any obligation, the Corporation may cease to provide legal aid services to the applicant and may declare that, with respect to part or all of the legal aid services rendered, the applicant is not entitled to legal aid services, and the Corporation may recover from the applicant the amount that it has paid or is obligated to pay to the lawyer or service-provider.</p> <p class=\"headnote\">Same, certificates</p> <p class=\"subsection\">(4) If, after a hearing under subsection (2), the area director finds that the applicant or person responsible for the applicant failed to discharge any obligation, the area director may cancel the certificate and may declare that, with respect to part or all of the legal aid services rendered, the applicant is not entitled to legal aid services, and the Corporation may recover from the applicant the amount that it has paid or is obligated to pay to the lawyer or service-provider.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) If, after a hearing under subsection (2), the area director finds that the lawyer or service-provider has knowingly failed to discharge any obligation, the area director may declare that, with respect to part or all of the legal aid services, the lawyer or service-provider is not entitled to payment by the Corporation and, if payment has already been made for such services, the Corporation may recover the amount it has paid for services rendered after the date of the failure to discharge the obligation.  1998, c. 26, s. 44.</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "45.",
            "section_x": "Recovery of contributions",
            "part_id": "PART IV  ",
            "part_type": "PART IV RECOVERY OF COSTS FOR LEGAL AID SERVICES",
            "section_y": "Recovery of contributions",
            "content": "45 (1) The amount that an applicant or person responsible for the applicant agrees to contribute towards the costs of the legal aid services given to the applicant shall be paid by the applicant or person responsible for the applicant, and is a debt owing to the Corporation and may be recovered in any court of competent jurisdiction.  1998, c. 26, s. 45 (1). Enforcement by court (2) If a person does not pay an amount that he or she agreed to contribute when it becomes due, the Corporation may issue a notice stating that the person is in default under this Act and setting out the amount owed to the Corporation.  1998, c. 26, s. 45 (2). Same (3) The Corporation may file the notice with the Superior Court of Justice or with the Small Claims Court and it shall be entered in the same way as an order of that court and is enforceable as such. Despite any other rule of the court, the Corporation may file the notice by mail and personal attendance at the court is not required.  1998, c. 26, s. 45 (3); 2006, c. 19, Sched. C, s. 1 (1). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK51\"></a><b>45 </b>(1) The amount that an applicant or person responsible for the applicant agrees to contribute towards the costs of the legal aid services given to the applicant shall be paid by the applicant or person responsible for the applicant, and is a debt owing to the Corporation and may be recovered in any court of competent jurisdiction.  1998, c. 26, s. 45 (1).</p> <p class=\"headnote\">Enforcement by court</p> <p class=\"subsection\">(2) If a person does not pay an amount that he or she agreed to contribute when it becomes due, the Corporation may issue a notice stating that the person is in default under this Act and setting out the amount owed to the Corporation.  1998, c. 26, s. 45 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Corporation may file the notice with the Superior Court of Justice or with the Small Claims Court and it shall be entered in the same way as an order of that court and is enforceable as such. Despite any other rule of the court, the Corporation may file the notice by mail and personal attendance at the court is not required.  1998, c. 26, s. 45 (3); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "46.",
            "section_x": "Costs orders by court unaffected by legal aid services",
            "part_id": "PART IV  ",
            "part_type": "PART IV RECOVERY OF COSTS FOR LEGAL AID SERVICES",
            "section_y": "Costs orders by court unaffected by legal aid services",
            "content": "46 (1) The costs awarded in any order made in favour of an individual who has received legal aid services are recoverable in the same manner and to the same extent as though awarded to an individual who has not received legal aid services. Same (2) Subsection (1) applies even if no part of the costs of the legal aid services received by the individual in whose favour the order is made has been contributed or is or will be contributed to the Corporation by the individual or by a person responsible for him or her. Same (3) Subsection (1) applies even if the costs so ordered are in excess of the total amount contributed or to be contributed to the Corporation by the individual, or by a person responsible for him or her, for the costs of the legal aid services received by the individual. Costs payable to Corporation (4) All costs ordered by a court to be paid to an individual who has received legal aid services are the property of the Corporation and shall be paid to the Corporation.  1998, c. 26, s. 46. Charges for recovery of legal aid costs",
            "raw_html": "<p class=\"section\"><a name=\"BK52\"></a><b>46 </b>(1) The costs awarded in any order made in favour of an individual who has received legal aid services are recoverable in the same manner and to the same extent as though awarded to an individual who has not received legal aid services.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsection (1) applies even if no part of the costs of the legal aid services received by the individual in whose favour the order is made has been contributed or is or will be contributed to the Corporation by the individual or by a person responsible for him or her.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Subsection (1) applies even if the costs so ordered are in excess of the total amount contributed or to be contributed to the Corporation by the individual, or by a person responsible for him or her, for the costs of the legal aid services received by the individual.</p> <p class=\"headnote\">Costs payable to Corporation</p> <p class=\"subsection\">(4) All costs ordered by a court to be paid to an individual who has received legal aid services are the property of the Corporation and shall be paid to the Corporation.  1998, c. 26, s. 46.</p> <p class=\"headnote\">Charges for recovery of legal aid costs</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "47.",
            "section_x": "Charges for recovery of legal aid costs",
            "part_id": "PART IV  ",
            "part_type": "PART IV RECOVERY OF COSTS FOR LEGAL AID SERVICES",
            "section_y": "Charge on sum recovered",
            "content": "47 (1) Where an applicant recovers any sum in respect of the matter for which he or she received legal aid services under a judgment, order, settlement or otherwise, the amount of the costs of the legal aid services provided to the applicant is a charge against the sum so recovered and shall be deducted from the sum recovered and paid to the Corporation. Charge on property recovered (2) Where an applicant who has been given legal aid services in any matter recovers property other than money, the Corporation has a charge against the property so recovered for the amount of the costs of the legal aid services provided to the applicant and may enforce such charge. Registration against personal property (3) If the recovered property is personal property, the charge shall be in the form of a financing statement as prescribed by regulation under the Personal Property Security Act\r\nand may be tendered for registration at a branch office as provided in Part IV of that Act. Errors in documents (4) The charge is not invalidated nor its effect impaired by reason only of an error or omission in the charge or in its execution or registration, unless a reasonable person is likely to be materially misled by the error or omission. Registration against land (5) If the recovered property is real property, the Corporation may register the charge against it in the proper land registry office and the Corporation may enforce the charge by sale of the real property against which it is registered in the same manner as a sale to realize on a mortgage.  1998, c. 26, s. 47.",
            "raw_html": "<p class=\"section\"><a name=\"BK53\"></a><b>47 </b>(1) Where an applicant recovers any sum in respect of the matter for which he or she received legal aid services under a judgment, order, settlement or otherwise, the amount of the costs of the legal aid services provided to the applicant is a charge against the sum so recovered and shall be deducted from the sum recovered and paid to the Corporation.</p> <p class=\"headnote\">Charge on property recovered</p> <p class=\"subsection\">(2) Where an applicant who has been given legal aid services in any matter recovers property other than money, the Corporation has a charge against the property so recovered for the amount of the costs of the legal aid services provided to the applicant and may enforce such charge.</p> <p class=\"headnote\">Registration against personal property</p> <p class=\"subsection\">(3) If the recovered property is personal property, the charge shall be in the form of a financing statement as prescribed by regulation under the <i>Personal Property Security Act</i>\r\nand may be tendered for registration at a branch office as provided in Part IV of that Act.</p> <p class=\"headnote\">Errors in documents</p> <p class=\"subsection\">(4) The charge is not invalidated nor its effect impaired by reason only of an error or omission in the charge or in its execution or registration, unless a reasonable person is likely to be materially misled by the error or omission.</p> <p class=\"headnote\">Registration against land </p> <p class=\"subsection\">(5) If the recovered property is real property, the Corporation may register the charge against it in the proper land registry office and the Corporation may enforce the charge by sale of the real property against which it is registered in the same manner as a sale to realize on a mortgage.  1998, c. 26, s. 47.</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "48.",
            "section_x": "Registration of lien against land",
            "part_id": "PART IV  ",
            "part_type": "PART IV RECOVERY OF COSTS FOR LEGAL AID SERVICES",
            "section_y": "Registration of lien against land",
            "content": "48 (1) Where a person who owns or has any interest in any land in Ontario has agreed to contribute towards the costs of legal aid services given to him or her or to a person for whom he or she is the person responsible, the Corporation may register a notice of lien for an amount equal to the amount that he or she agreed to contribute against the person’s land in the proper land registry office.  1998, c. 26, s. 48 (1). Sale of land (2) If the person fails to pay the Corporation an amount he or she agreed to contribute, the Corporation may enforce the lien by sale of the real property against which it is registered in the same manner as a sale to realize on a mortgage.  1998, c. 26, s. 48 (2). Same (3) The Corporation shall not be required to enforce the lien immediately upon default occurring, but may delay enforcing the lien to a later date or, in accordance with the terms of the agreement entered into by the person and the Corporation, to the occurrence of an event.  1998, c. 26, s. 48 (3). Form of charge against real property (4) A charge against real property under this section or subsection 47 (5) shall be in a form prescribed under this Act or prescribed or approved under an Act administered by the Minister of Consumer and Business Services.  1998, c. 26, s. 48 (4); 2001, c. 9, Sched. D, s. 13. Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. D, s. 13 - 29/06/2001",
            "raw_html": "<p class=\"section\"><a name=\"BK54\"></a><b>48 </b>(1) Where a person who owns or has any interest in any land in Ontario has agreed to contribute towards the costs of legal aid services given to him or her or to a person for whom he or she is the person responsible, the Corporation may register a notice of lien for an amount equal to the amount that he or she agreed to contribute against the person’s land in the proper land registry office.  1998, c. 26, s. 48 (1).</p> <p class=\"headnote\">Sale of land</p> <p class=\"subsection\">(2) If the person fails to pay the Corporation an amount he or she agreed to contribute, the Corporation may enforce the lien by sale of the real property against which it is registered in the same manner as a sale to realize on a mortgage.  1998, c. 26, s. 48 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Corporation shall not be required to enforce the lien immediately upon default occurring, but may delay enforcing the lien to a later date or, in accordance with the terms of the agreement entered into by the person and the Corporation, to the occurrence of an event.  1998, c. 26, s. 48 (3).</p> <p class=\"headnote\">Form of charge against real property</p> <p class=\"subsection\">(4) A charge against real property under this section or subsection 47 (5) shall be in a form prescribed under this Act or prescribed or approved under an Act administered by the Minister of Consumer and Business Services.  1998, c. 26, s. 48 (4); 2001, c. 9, Sched. D, s. 13.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedds13\">2001, c. 9, Sched. D, s. 13</a></span> - 29/06/2001</p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "49.",
            "section_x": "Corporation may waive collection rights",
            "part_id": "PART IV  ",
            "part_type": "PART IV RECOVERY OF COSTS FOR LEGAL AID SERVICES",
            "section_y": "Corporation may waive collection rights",
            "content": "49 The Corporation may, in accordance with the regulations, waive any of its rights under sections 45, 46, 47 and 48 to collect amounts due to it and may accept payment from an applicant or person responsible for an applicant in a lesser amount than that owed by the applicant or person to the Corporation.  1998, c. 26, s. 49.",
            "raw_html": "<p class=\"section\"><a name=\"BK55\"></a><b>49 </b>The Corporation may, in accordance with the regulations, waive any of its rights under sections 45, 46, 47 and 48 to collect amounts due to it and may accept payment from an applicant or person responsible for an applicant in a lesser amount than that owed by the applicant or person to the Corporation.  1998, c. 26, s. 49.</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "50.",
            "section_x": "Application of this Part",
            "part_id": "PART IV  ",
            "part_type": "PART IV RECOVERY OF COSTS FOR LEGAL AID SERVICES",
            "section_y": "Application of this Part",
            "content": "50 This Part, except section 46, does not apply in respect of legal aid services provided by a clinic or by any other entity that is not the Corporation.  1998, c. 26, s. 50. PART V   CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "raw_html": "<p class=\"section\"><a name=\"BK56\"></a><b>50 </b>This Part, except section 46, does not apply in respect of legal aid services provided by a clinic or by any other entity that is not the Corporation.  1998, c. 26, s. 50.</p> <p class=\"partnum\"><a name=\"BK57\"></a>PART V <br/>  CORPORATE POWERS, FINANCES AND ADMINISTRATION</p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "PART V  ",
            "section_x": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "51.",
            "section_x": "Powers of a natural person",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Powers of a natural person",
            "content": "51 The Corporation has the capacity and the rights, powers and privileges of a natural person, subject to the limitations set out in this Act.  1998, c. 26, s. 51.",
            "raw_html": "<p class=\"section\"><a name=\"BK58\"></a><b>51 </b>The Corporation has the capacity and the rights, powers and privileges of a natural person, subject to the limitations set out in this Act.  1998, c. 26, s. 51.</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "52.",
            "section_x": "Application of corporate law Acts",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Application of corporate law Acts",
            "content": "52 (1) The Corporations Act and Corporations Information Act do not apply to the Corporation, except as specifically made applicable by the regulations. Note: On the day subsection 4 (1) of the Not-for-Profit Corporations Act, 2010 comes into force, subsection 52 (1) of the Act is amended by striking out “The Corporations Act” at the beginning and substituting “The Not-for-Profit Corporations Act, 2010”. (See: 2017, c. 20, Sched. 8, s. 90 (1)) Conflict of interest and indemnification (2) Sections 132 and 136 of the Business Corporations Act apply with necessary modifications to the Corporation, the members of its board of directors and its officers.  1998, c. 26, s. 52. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 8, s. 90 (1) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK59\"></a><b>52 </b>(1) The <i>Corporations Act</i> and <i>Corporations Information Act</i> do not apply to the Corporation, except as specifically made applicable by the regulations.</p> <p class=\"Pnote\"><span>Note: On the day subsection 4 (1) of the <i>Not-for-Profit Corporations Act, 2010</i> comes into force, subsection 52 (1) of the <i>Act</i> is amended by striking out “The <i>Corporations Act</i>” at the beginning and substituting “The <i>Not-for-Profit Corporations Act, 2010</i>”. (See: 2017, c. 20, Sched. 8, s. 90 (1))</span></p> <p class=\"headnote\">Conflict of interest and indemnification</p> <p class=\"subsection\">(2) Sections 132 and 136 of the <i>Business Corporations Act</i> apply with necessary modifications to the Corporation, the members of its board of directors and its officers.  1998, c. 26, s. 52.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched8s90s1\">2017, c. 20, Sched. 8, s. 90 (1)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "53.",
            "section_x": "Real property",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Real property",
            "content": "53 Except as provided in sections 47, 48 and 68, the Corporation may not, for its own purposes, acquire, hold or dispose of real property, other than a leasehold interest, without first obtaining the approval of the Lieutenant Governor in Council.  1998, c. 26, s. 53.",
            "raw_html": "<p class=\"section\"><a name=\"BK60\"></a><b>53 </b>Except as provided in sections 47, 48 and 68, the Corporation may not, for its own purposes, acquire, hold or dispose of real property, other than a leasehold interest, without first obtaining the approval of the Lieutenant Governor in Council.  1998, c. 26, s. 53.</p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "54.",
            "section_x": "Subsidiary corporations",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Subsidiary corporations",
            "content": "54 Except with the approval of the Treasury Board, the board of directors of the Corporation shall not establish a subsidiary corporation.  1998, c. 26, s. 54; 2008, c. 19, Sched. K, s. 1. Section Amendments with date in force (d/m/y) 2008, c. 19, Sched. K, s. 1 - 27/11/2008",
            "raw_html": "<p class=\"section\"><a name=\"BK61\"></a><b>54 </b>Except with the approval of the Treasury Board, the board of directors of the Corporation shall not establish a subsidiary corporation.  1998, c. 26, s. 54; 2008, c. 19, Sched. K, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08019#schedks1\">2008, c. 19, Sched. K, s. 1</a></span> - 27/11/2008</p>"
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "55.",
            "section_x": "Banking",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Banking",
            "content": "55 The Corporation shall establish its banking arrangements with a bank listed in Schedule I or II to the Bank Act (Canada) or a loan or trust corporation registered under the Loan and Trust Corporations Act.  2002, c. 8, Sched. I, s. 14. Section Amendments with date in force (d/m/y) 2002, c. 8, Sched. I, s. 14 - 5/01/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK62\"></a><b>55 </b>The Corporation shall establish its banking arrangements with a bank listed in Schedule I or II to the <i>Bank Act</i> (Canada) or a loan or trust corporation registered under the <i>Loan and Trust Corporations Act</i>.  2002, c. 8, Sched. I, s. 14.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02008#schedis14\">2002, c. 8, Sched. I, s. 14</a></span> - 5/01/2005</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "56.",
            "section_x": "Borrowing",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Borrowing",
            "content": "56 The Corporation shall have such borrowing powers as may be prescribed.  1998, c. 26, s. 56.",
            "raw_html": "<p class=\"section\"><a name=\"BK63\"></a><b>56 </b>The Corporation shall have such borrowing powers as may be prescribed.  1998, c. 26, s. 56.</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "57.",
            "section_x": "Investment",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Investment",
            "content": "57 (1) The Corporation shall have such investment powers as may be prescribed. Investment agent (2) If the Corporation selects an agent to make investments for it, it shall select as agent a person that the Corporation is satisfied is suitable to perform the act for which the agent is selected and it is responsible for prudent and reasonable supervision of the agent. Same (3) An investment agent for the Corporation is subject to the standards with necessary modifications that apply to an administrator of a pension plan under subsections 22 (1), (2) and (4) of the Pension Benefits Act.  1998, c. 26, s. 57.",
            "raw_html": "<p class=\"section\"><a name=\"BK64\"></a><b>57 </b>(1) The Corporation shall have such investment powers as may be prescribed.</p> <p class=\"headnote\">Investment agent</p> <p class=\"subsection\">(2) If the Corporation selects an agent to make investments for it, it shall select as agent a person that the Corporation is satisfied is suitable to perform the act for which the agent is selected and it is responsible for prudent and reasonable supervision of the agent.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) An investment agent for the Corporation is subject to the standards with necessary modifications that apply to an administrator of a pension plan under subsections 22 (1), (2) and (4) of the <i>Pension Benefits Act</i>.  1998, c. 26, s. 57.</p>"
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "58.",
            "section_x": "Agreements with other governments",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Agreements with other governments",
            "content": "58 (1) With the approval of the Lieutenant Governor in Council, the Corporation may enter into agreements with the government of Canada or of a province or territory of Canada or with the appropriate authority of any such government to provide for co-operation in matters relating to the provision of legal aid services, including cost-sharing, recovery of amounts paid for legal aid services on behalf of non-resident clients and funding arrangements. Same (2) With the approval of the Lieutenant Governor in Council, the Corporation may enter into agreements with the government of Canada or of a province or territory of Canada or with an agency, board or commission of such a government under which, for purposes related to the provision of legal aid services under this Act or comparable services in another jurisdiction, (a) the government, agency, board or commission will be allowed access to information obtained by the Corporation under this Act; and (b) the government, agency, board or commission will allow the Corporation to have access to information obtained by the government, agency, board or commission under statutory authority.  1998, c. 26, s. 58.",
            "raw_html": "<p class=\"section\"><a name=\"BK65\"></a><b>58 </b>(1) With the approval of the Lieutenant Governor in Council, the Corporation may enter into agreements with the government of Canada or of a province or territory of Canada or with the appropriate authority of any such government to provide for co-operation in matters relating to the provision of legal aid services, including cost-sharing, recovery of amounts paid for legal aid services on behalf of non-resident clients and funding arrangements.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) With the approval of the Lieutenant Governor in Council, the Corporation may enter into agreements with the government of Canada or of a province or territory of Canada or with an agency, board or commission of such a government under which, for purposes related to the provision of legal aid services under this Act or comparable services in another jurisdiction,</p> <p class=\"paragraph\">  (a) the government, agency, board or commission will be allowed access to information obtained by the Corporation under this Act; and</p> <p class=\"paragraph\">  (b) the government, agency, board or commission will allow the Corporation to have access to information obtained by the government, agency, board or commission under statutory authority.  1998, c. 26, s. 58.</p>"
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "59.",
            "section_x": "Corporation may charge fees for other services",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Corporation may charge fees for other services",
            "content": "59 The Corporation may charge fees for any service it provides, other than legal aid services, including application fees and fees for the provision of research publications.  1998, c. 26, s. 59.",
            "raw_html": "<p class=\"section\"><a name=\"BK66\"></a><b>59 </b>The Corporation may charge fees for any service it provides, other than legal aid services, including application fees and fees for the provision of research publications.  1998, c. 26, s. 59.</p>"
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "60.",
            "section_x": "Duties of board",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Duties of board",
            "content": "60 (1) The board of directors of the Corporation shall, (a) establish operational and strategic policy; (b) develop strategic plans to establish the overall objectives for the Corporation by assessing current and future needs for legal aid services, formulating strategies to meet those needs and setting performance measures to determine if the objectives have been met; (c) review and approve investment policies; (d) establish and implement quality control mechanisms and evaluate the programs of the Corporation; (e) develop the Corporation’s capacity to participate in the development of an integrated justice system in collaboration with other partners in the justice system; (f) develop a management information and information-technology strategy; (g) establish policies for the retention, preservation and destruction of records; (h) undertake any inquiry or investigation which the board considers necessary or expedient in relation to the discharge of its functions; (i) provide legal aid services within the financial resources available to the Corporation. Board to act responsibly (2) The board of directors shall act in a financially responsible and accountable manner in exercising its powers and performing its duties. Standard of care (3) Members of the board of directors shall act in good faith with a view to the best interests of the Corporation and shall exercise the care, diligence and skill of a reasonably prudent person.  1998, c. 26, s. 60.",
            "raw_html": "<p class=\"section\"><a name=\"BK67\"></a><b>60 </b>(1) The board of directors of the Corporation shall,</p> <p class=\"paragraph\">  (a) establish operational and strategic policy;</p> <p class=\"paragraph\">  (b) develop strategic plans to establish the overall objectives for the Corporation by assessing current and future needs for legal aid services, formulating strategies to meet those needs and setting performance measures to determine if the objectives have been met;</p> <p class=\"paragraph\">  (c) review and approve investment policies;</p> <p class=\"paragraph\">  (d) establish and implement quality control mechanisms and evaluate the programs of the Corporation;</p> <p class=\"paragraph\">  (e) develop the Corporation’s capacity to participate in the development of an integrated justice system in collaboration with other partners in the justice system;</p> <p class=\"paragraph\">  (f) develop a management information and information-technology strategy;</p> <p class=\"paragraph\">  (g) establish policies for the retention, preservation and destruction of records;</p> <p class=\"paragraph\">  (h) undertake any inquiry or investigation which the board considers necessary or expedient in relation to the discharge of its functions;</p> <p class=\"paragraph\">  (i) provide legal aid services within the financial resources available to the Corporation.</p> <p class=\"headnote\">Board to act responsibly</p> <p class=\"subsection\">(2) The board of directors shall act in a financially responsible and accountable manner in exercising its powers and performing its duties.</p> <p class=\"headnote\">Standard of care</p> <p class=\"subsection\">(3) Members of the board of directors shall act in good faith with a view to the best interests of the Corporation and shall exercise the care, diligence and skill of a reasonably prudent person.  1998, c. 26, s. 60.</p>"
        },
        {
            "ahref_id": "#BK68",
            "TOCid": "61.",
            "section_x": "Delegation",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Delegation",
            "content": "61 (1) The board of directors may delegate any power or duty to any committee, to any member of a committee or to any officer or employee of the Corporation. Same (2) A delegation shall be in writing and shall be on the terms and subject to the limitations, conditions or requirements specified in it.  1998, c. 26, s. 61.",
            "raw_html": "<p class=\"section\"><a name=\"BK68\"></a><b>61 </b>(1) The board of directors may delegate any power or duty to any committee, to any member of a committee or to any officer or employee of the Corporation.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A delegation shall be in writing and shall be on the terms and subject to the limitations, conditions or requirements specified in it.  1998, c. 26, s. 61.</p>"
        },
        {
            "ahref_id": "#BK69",
            "TOCid": "62.",
            "section_x": "Board meetings",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Board meetings",
            "content": "62 (1) The board of directors shall meet at the call of the chair and in no case shall the board meet less often than once every two months. Place (2) The board may meet in any place in the province that is convenient. Same (3) The board may conduct its meetings in person or through electronic means, including telephone conferencing and video conferencing.  1998, c. 26, s. 62.",
            "raw_html": "<p class=\"section\"><a name=\"BK69\"></a><b>62 </b>(1) The board of directors shall meet at the call of the chair and in no case shall the board meet less often than once every two months.</p> <p class=\"headnote\">Place</p> <p class=\"subsection\">(2) The board may meet in any place in the province that is convenient.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The board may conduct its meetings in person or through electronic means, including telephone conferencing and video conferencing.  1998, c. 26, s. 62.</p>"
        },
        {
            "ahref_id": "#BK70",
            "TOCid": "63.",
            "section_x": "By-laws",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "By-laws",
            "content": "63 (1) The board of directors may pass by-laws generally for the management of the Corporation and for the conduct and administration of its business and affairs, including by-laws, (a) determining its own practices and procedures; (b) creating forms and providing for their use; (c) governing the duties and powers of the Corporation’s officers and employees.  1998, c. 26, s. 63 (1). Conflict of interest by-laws (2) The board shall pass by-laws governing conflicts of interest of members of the board and of the Corporation’s officers and employees and, if the board considers it appropriate, imposing restrictions on the activities of such persons to avoid conflicts of interest.  1998, c. 26, s. 63 (2). Copies to Minister (3) The board shall forward copies of its by-laws, when they are made, to the Attorney General.  1998, c. 26, s. 63 (3). Legislation Act, 2006, Part III (4) Part III (Regulations) of the Legislation Act, 2006 does not apply to the Corporation’s by-laws.  1998, c. 26, s. 63 (4); 2006, c. 21, Sched. F, s. 136 (1). Section Amendments with date in force (d/m/y) 2006, c. 21, Sched. F, s. 136 (1) - 25/07/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK70\"></a><b>63 </b>(1) The board of directors may pass by-laws generally for the management of the Corporation and for the conduct and administration of its business and affairs, including by-laws,</p> <p class=\"paragraph\">  (a) determining its own practices and procedures;</p> <p class=\"paragraph\">  (b) creating forms and providing for their use;</p> <p class=\"paragraph\">  (c) governing the duties and powers of the Corporation’s officers and employees.  1998, c. 26, s. 63 (1).</p> <p class=\"headnote\">Conflict of interest by-laws</p> <p class=\"subsection\">(2) The board shall pass by-laws governing conflicts of interest of members of the board and of the Corporation’s officers and employees and, if the board considers it appropriate, imposing restrictions on the activities of such persons to avoid conflicts of interest.  1998, c. 26, s. 63 (2).</p> <p class=\"headnote\">Copies to Minister</p> <p class=\"subsection\">(3) The board shall forward copies of its by-laws, when they are made, to the Attorney General.  1998, c. 26, s. 63 (3).</p> <p class=\"headnote\"><i>Legislation Act, 2006</i>, Part III</p> <p class=\"subsection\">(4) Part III (Regulations) of the <i>Legislation Act, 2006 </i>does not apply to the Corporation’s by-laws.  1998, c. 26, s. 63 (4); 2006, c. 21, Sched. F, s. 136 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedfs136s1\">2006, c. 21, Sched. F, s. 136 (1)</a></span> - 25/07/2007</p>"
        },
        {
            "ahref_id": "#BK71",
            "TOCid": "64.",
            "section_x": "President, officers and staff",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "President, officers and staff",
            "content": "64 (1) The board of directors shall appoint a president of the Corporation.  1998, c. 26, s. 64 (1). First president (2) Despite subsection (1), the first president of the Corporation after Part II comes into force shall be appointed by the Attorney General in consultation with the Treasurer of the Law Society and shall serve for a term of not more than one year.  1998, c. 26, s. 64 (2). Duties (3) The president is the chief executive officer of the Corporation and is responsible for the management and operation of the Corporation under the supervision of the board of directors.  1998, c. 26, s. 64 (3). Same (4) The president shall implement the policies established by the board and shall perform such other functions as are assigned to him or her by the board.  1998, c. 26, s. 64 (4). Other officers (5) The board shall appoint a secretary of the Corporation and may appoint such other officers as it considers appropriate.  1998, c. 26, s. 64 (5). Employees (6) The Corporation may employ such persons as it considers necessary for its purposes.  1998, c. 26, s. 64 (6). Not an employee of the Crown (7) An employee of the Corporation is not and shall not be deemed to be an employee of the Crown.  2006, c. 35, Sched. C, s. 59. Persons hired from Law Society given continuity of service (8) If the Corporation hires a person who, at the time of the hiring, is an employee of the Law Society working in the area of legal aid, the period of employment of the employee with the Corporation shall be deemed, for the purposes of Parts VII, VIII, XI and XIV of the Employment Standards Act, to include his or her employment with the Law Society.  1998, c. 26, s. 64 (8). Section Amendments with date in force (d/m/y) 2006, c. 35, Sched. C, s. 59 - 20/08/2007 Financial statements",
            "raw_html": "<p class=\"section\"><a name=\"BK71\"></a><b>64 </b>(1) The board of directors shall appoint a president of the Corporation.  1998, c. 26, s. 64 (1).</p> <p class=\"headnote\">First president</p> <p class=\"subsection\">(2) Despite subsection (1), the first president of the Corporation after Part II comes into force shall be appointed by the Attorney General in consultation with the Treasurer of the Law Society and shall serve for a term of not more than one year.  1998, c. 26, s. 64 (2).</p> <p class=\"headnote\">Duties</p> <p class=\"subsection\">(3) The president is the chief executive officer of the Corporation and is responsible for the management and operation of the Corporation under the supervision of the board of directors.  1998, c. 26, s. 64 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) The president shall implement the policies established by the board and shall perform such other functions as are assigned to him or her by the board.  1998, c. 26, s. 64 (4).</p> <p class=\"headnote\">Other officers</p> <p class=\"subsection\">(5) The board shall appoint a secretary of the Corporation and may appoint such other officers as it considers appropriate.  1998, c. 26, s. 64 (5).</p> <p class=\"headnote\">Employees</p> <p class=\"subsection\">(6) The Corporation may employ such persons as it considers necessary for its purposes.  1998, c. 26, s. 64 (6).</p> <p class=\"headnote\">Not an employee of the Crown</p> <p class=\"subsection\">(7) An employee of the Corporation is not and shall not be deemed to be an employee of the Crown.  2006, c. 35, Sched. C, s. 59.</p> <p class=\"headnote\">Persons hired from Law Society given continuity of service</p> <p class=\"subsection\">(8) If the Corporation hires a person who, at the time of the hiring, is an employee of the Law Society working in the area of legal aid, the period of employment of the employee with the Corporation shall be deemed, for the purposes of Parts VII, VIII, XI and XIV of the <i>Employment Standards Act</i>, to include his or her employment with the Law Society.  1998, c. 26, s. 64 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs59\">2006, c. 35, Sched. C, s. 59</a></span> - 20/08/2007</p> <p class=\"headnote\">Financial statements</p>"
        },
        {
            "ahref_id": "#BK72",
            "TOCid": "65.",
            "section_x": "Financial statements",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Fiscal year",
            "content": "65 (1) The fiscal year of the Corporation is April 1 to March 31 of the following year. Annual statements (2) The Corporation shall prepare annual financial statements for each fiscal year in accordance with generally accepted accounting principles. Auditor General (3) The Auditor General shall audit the financial statements of the Corporation.  1998, c. 26, s. 65; 2004, c. 17, s. 32. Section Amendments with date in force (d/m/y) 2004, c. 17, s. 32\r\n- 30/11/2004",
            "raw_html": "<p class=\"section\"><a name=\"BK72\"></a><b>65 </b>(1) The fiscal year of the Corporation is April 1 to March 31 of the following year.</p> <p class=\"headnote\">Annual statements</p> <p class=\"subsection\">(2) The Corporation shall prepare annual financial statements for each fiscal year in accordance with generally accepted accounting principles.</p> <p class=\"headnote\">Auditor General</p> <p class=\"subsection\">(3) The Auditor General shall audit the financial statements of the Corporation.  1998, c. 26, s. 65; 2004, c. 17, s. 32.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04017#s32\">2004, c. 17, s. 32</a></span>\r\n- 30/11/2004</p>"
        },
        {
            "ahref_id": "#BK73",
            "TOCid": "66.",
            "section_x": "Budget",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Budget",
            "content": "66 (1) The Corporation shall submit its annual budget for the next fiscal year to the Attorney General for approval by October 1 in each year or by such other date as may be specified by the Attorney General. Contents (2) The annual budget shall be based on a three-year cycle, and shall set out, (a) the Corporation’s proposed operating budget for the next fiscal year; (b) the sum required by the Corporation from the Government of Ontario for the next fiscal year, taking into account an estimate of the money that the Corporation will receive from other sources and any surplus or deficit approved under subsection (3); (c) the Corporation’s projected operating budgets for the two fiscal years after the next fiscal year. Same (3) The Corporation may, in its financial statements, allocate any surplus or deficit in a fiscal year to either or both of the two subsequent fiscal years with the approval of the Attorney General. Reserve fund (4) The Corporation shall maintain a contingency reserve fund as prescribed. Minimum allocation to clinics for three years (5) For three consecutive fiscal years beginning with the fiscal year that begins April 1, 1999, the Corporation shall allocate to the funding of clinics an amount that is not less than the amount allocated by the Attorney General to the Law Society for the funding of clinics for the fiscal year of the Government of Ontario that began April 1, 1998. Minimum allocation for immigration and refugee law for two years (6) For two consecutive fiscal years beginning with the fiscal year that begins April 1, 1999, the Corporation shall allocate to the provision of legal aid services in the area of immigration and refugee law an amount equal to the amount expended from the Legal Aid Fund during the 1997-98 fiscal year for such services.  1998, c. 26, s. 66. Government funding",
            "raw_html": "<p class=\"section\"><a name=\"BK73\"></a><b>66 </b>(1) The Corporation shall submit its annual budget for the next fiscal year to the Attorney General for approval by October 1 in each year or by such other date as may be specified by the Attorney General.</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(2) The annual budget shall be based on a three-year cycle, and shall set out,</p> <p class=\"paragraph\">  (a) the Corporation’s proposed operating budget for the next fiscal year;</p> <p class=\"paragraph\">  (b) the sum required by the Corporation from the Government of Ontario for the next fiscal year, taking into account an estimate of the money that the Corporation will receive from other sources and any surplus or deficit approved under subsection (3);</p> <p class=\"paragraph\">  (c) the Corporation’s projected operating budgets for the two fiscal years after the next fiscal year.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Corporation may, in its financial statements, allocate any surplus or deficit in a fiscal year to either or both of the two subsequent fiscal years with the approval of the Attorney General.</p> <p class=\"headnote\">Reserve fund</p> <p class=\"subsection\">(4) The Corporation shall maintain a contingency reserve fund as prescribed.</p> <p class=\"headnote\">Minimum allocation to clinics for three years</p> <p class=\"subsection\">(5) For three consecutive fiscal years beginning with the fiscal year that begins April 1, 1999, the Corporation shall allocate to the funding of clinics an amount that is not less than the amount allocated by the Attorney General to the Law Society for the funding of clinics for the fiscal year of the Government of Ontario that began April 1, 1998.</p> <p class=\"headnote\">Minimum allocation for immigration and refugee law for two years</p> <p class=\"subsection\">(6) For two consecutive fiscal years beginning with the fiscal year that begins April 1, 1999, the Corporation shall allocate to the provision of legal aid services in the area of immigration and refugee law an amount equal to the amount expended from the Legal Aid Fund during the 1997-98 fiscal year for such services.  1998, c. 26, s. 66.</p> <p class=\"headnote\">Government funding</p>"
        },
        {
            "ahref_id": "#BK74",
            "TOCid": "67.",
            "section_x": "Government funding",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Approved budget reviewed for inclusion in estimates",
            "content": "67 (1) The annual budget approved by the Attorney General under section 66 shall be submitted to Treasury Board to be reviewed for inclusion in the estimates of the Ministry of the Attorney General to be recommended to the Legislature.  1998, c. 26, s. 67 (1); 2008, c. 19, Sched. K, s. 2. Appropriation by Legislature (2) The money required for the purposes of this Act shall be paid out of such money as is appropriated therefor by the Legislature.  1998, c. 26, s. 67 (2). Instalments (3) The money required for the purposes of this Act may be paid to the Corporation in such instalments as the Attorney General may direct.  1998, c. 26, s. 67 (3). Section Amendments with date in force (d/m/y) 2008, c. 19, Sched. K, s. 2 - 27/11/2008",
            "raw_html": "<p class=\"section\"><a name=\"BK74\"></a><b>67 </b>(1) The annual budget approved by the Attorney General under section 66 shall be submitted to Treasury Board to be reviewed for inclusion in the estimates of the Ministry of the Attorney General to be recommended to the Legislature.  1998, c. 26, s. 67 (1); 2008, c. 19, Sched. K, s. 2.</p> <p class=\"headnote\">Appropriation by Legislature</p> <p class=\"subsection\">(2) The money required for the purposes of this Act shall be paid out of such money as is appropriated therefor by the Legislature.  1998, c. 26, s. 67 (2).</p> <p class=\"headnote\">Instalments</p> <p class=\"subsection\">(3) The money required for the purposes of this Act may be paid to the Corporation in such instalments as the Attorney General may direct.  1998, c. 26, s. 67 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08019#schedks2\">2008, c. 19, Sched. K, s. 2</a></span> - 27/11/2008</p>"
        },
        {
            "ahref_id": "#BK75",
            "TOCid": "68.",
            "section_x": "Other sources of funding",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Other sources of funding",
            "content": "68 (1) The Corporation may enter into arrangements, as it considers appropriate, to receive additional funding from any person or organization. Gifts, bequests, devises (2) The Corporation may receive gifts, bequests and devises of real or personal property, to hold, use and manage or dispose of in the furtherance of its objects, subject to the terms of any trust affecting the property.  1998, c. 26, s. 68. Consolidated Revenue Fund",
            "raw_html": "<p class=\"section\"><a name=\"BK75\"></a><b>68 </b>(1) The Corporation may enter into arrangements, as it considers appropriate, to receive additional funding from any person or organization.</p> <p class=\"headnote\">Gifts, bequests, devises</p> <p class=\"subsection\">(2) The Corporation may receive gifts, bequests and devises of real or personal property, to hold, use and manage or dispose of in the furtherance of its objects, subject to the terms of any trust affecting the property.  1998, c. 26, s. 68.</p> <p class=\"headnote\">Consolidated Revenue Fund</p>"
        },
        {
            "ahref_id": "#BK76",
            "TOCid": "69.",
            "section_x": "Consolidated Revenue Fund",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Corporation’s money not part of Consolidated Revenue Fund",
            "content": "69 (1) The Corporation’s money and investments, including the money paid to it under section 67, do not form part of the Consolidated Revenue Fund and shall be used by the Corporation in carrying out its objects. Payment into Consolidated Revenue Fund (2) When ordered to do so by the Minister of Finance, the Corporation shall pay into the Consolidated Revenue Fund such of its surplus funds as are determined by the Minister.  1998, c. 26, s. 69.",
            "raw_html": "<p class=\"section\"><a name=\"BK76\"></a><b>69 </b>(1) The Corporation’s money and investments, including the money paid to it under section 67, do not form part of the Consolidated Revenue Fund and shall be used by the Corporation in carrying out its objects.</p> <p class=\"headnote\">Payment into Consolidated Revenue Fund</p> <p class=\"subsection\">(2) When ordered to do so by the Minister of Finance, the Corporation shall pay into the Consolidated Revenue Fund such of its surplus funds as are determined by the Minister.  1998, c. 26, s. 69.</p>"
        },
        {
            "ahref_id": "#BK77",
            "TOCid": "70.",
            "section_x": "Non-application of Financial Administration Act",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Non-application of Financial Administration Act",
            "content": "70 The Financial Administration Act does not apply to the Corporation, except as specifically made applicable by the regulations.  1998, c. 26, s. 70.",
            "raw_html": "<p class=\"section\"><a name=\"BK77\"></a><b>70 </b>The <i>Financial Administration Act</i> does not apply to the Corporation, except as specifically made applicable by the regulations.  1998, c. 26, s. 70.</p>"
        },
        {
            "ahref_id": "#BK78",
            "TOCid": "71.",
            "section_x": "Memorandum of understanding",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Memorandum of understanding",
            "content": "71 (1) Every five years, beginning with the Corporation’s first fiscal year after Part II comes into force, the Corporation and the Attorney General shall enter into a memorandum of understanding.  1998, c. 26, s. 71 (1). Contents (2) The memorandum of understanding shall require the Corporation to be accountable for the expenditure of public funds and for the provision of legal aid services to low-income individuals in a manner that both meets the needs of low-income individuals and is cost-effective and efficient by providing the Attorney General with, (a) annual business plans; (b) any plans for significant changes in the Corporation’s operations or activities; (c) strategic plans for the number of years specified by the Attorney General; (d) an annual statement of the Corporation’s policies and priorities for providing legal aid services; (e) an annual statement of the Corporation’s investment policies and goals; (f) the agenda of all meetings of the board of directors of the Corporation before they are held; (g) the performance standards that the Corporation must meet; (h) any other matter that may be required by the Lieutenant Governor in Council, the Treasury Board or the Attorney General.  1998, c. 26, s. 71 (2); 2008, c. 19, Sched. K, s. 3. Corporation to comply with memorandum of understanding (3) The Corporation shall comply with the memorandum of understanding, but the failure to do so does not affect the validity of any action taken by the Corporation or give rise in any person to any rights or remedies.  1998, c. 26, s. 71 (3). Section Amendments with date in force (d/m/y) 2008, c. 19, Sched. K, s. 3 - 27/11/2008",
            "raw_html": "<p class=\"section\"><a name=\"BK78\"></a><b>71 </b>(1) Every five years, beginning with the Corporation’s first fiscal year after Part II comes into force, the Corporation and the Attorney General shall enter into a memorandum of understanding.  1998, c. 26, s. 71 (1).</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(2) The memorandum of understanding shall require the Corporation to be accountable for the expenditure of public funds and for the provision of legal aid services to low-income individuals in a manner that both meets the needs of low-income individuals and is cost-effective and efficient by providing the Attorney General with,</p> <p class=\"paragraph\">  (a) annual business plans;</p> <p class=\"paragraph\">  (b) any plans for significant changes in the Corporation’s operations or activities;</p> <p class=\"paragraph\">  (c) strategic plans for the number of years specified by the Attorney General;</p> <p class=\"paragraph\">  (d) an annual statement of the Corporation’s policies and priorities for providing legal aid services;</p> <p class=\"paragraph\">  (e) an annual statement of the Corporation’s investment policies and goals;</p> <p class=\"paragraph\">  (f) the agenda of all meetings of the board of directors of the Corporation before they are held; </p> <p class=\"paragraph\">  (g) the performance standards that the Corporation must meet;</p> <p class=\"paragraph\">  (h) any other matter that may be required by the Lieutenant Governor in Council, the Treasury Board or the Attorney General.  1998, c. 26, s. 71 (2); 2008, c. 19, Sched. K, s. 3.</p> <p class=\"headnote\">Corporation to comply with memorandum of understanding</p> <p class=\"subsection\">(3) The Corporation shall comply with the memorandum of understanding, but the failure to do so does not affect the validity of any action taken by the Corporation or give rise in any person to any rights or remedies.  1998, c. 26, s. 71 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08019#schedks3\">2008, c. 19, Sched. K, s. 3</a></span> - 27/11/2008</p>"
        },
        {
            "ahref_id": "#BK79",
            "TOCid": "72.",
            "section_x": "Annual report",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Annual report",
            "content": "72 (1) The Corporation shall prepare an annual report, provide it to the Attorney General no later than 90 days after the Corporation receives audited financial statements from the Auditor General and make it available to the public. 2017, c. 34, Sched. 46, s. 22. Same (2) The Corporation shall comply with such directives as may be issued by the Management Board of Cabinet with respect to, (a) the form and content of the annual report; and (b) when and how to make it available to the public. 2017, c. 34, Sched. 46, s. 22. Same (3) The Corporation shall include such additional content in the annual report as the Attorney General may require. 2017, c. 34, Sched. 46, s. 22. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 46, s. 22 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK79\"></a><b>72 </b>(1) The Corporation shall prepare an annual report, provide it to the Attorney General no later than 90 days after the Corporation receives audited financial statements from the Auditor General and make it available to the public. 2017, c. 34, Sched. 46, s. 22.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Corporation shall comply with such directives as may be issued by the Management Board of Cabinet with respect to,</p> <p class=\"paragraph\">  (a) the form and content of the annual report; and</p> <p class=\"paragraph\">  (b) when and how to make it available to the public. 2017, c. 34, Sched. 46, s. 22.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Corporation shall include such additional content in the annual report as the Attorney General may require. 2017, c. 34, Sched. 46, s. 22.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched46s22\">2017, c. 34, Sched. 46, s. 22</a></span> - 01/01/2018</p>"
        },
        {
            "ahref_id": "#BK80",
            "TOCid": "72.1",
            "section_x": "Tabling of annual report",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Tabling of annual report",
            "content": "72.1 The Attorney General shall table the Corporation’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it. 2017, c. 34, Sched. 46, s. 22. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 46, s. 22 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK80\"></a><b>72.1 </b>The Attorney General shall table the Corporation’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it. 2017, c. 34, Sched. 46, s. 22.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched46s22\">2017, c. 34, Sched. 46, s. 22</a></span> - 01/01/2018</p>"
        },
        {
            "ahref_id": "#BK81",
            "TOCid": "72.2",
            "section_x": "Other reports",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Other reports",
            "content": "72.2 The Attorney General may at any time require the Corporation or any of its subsidiary corporations to report to him or her on any aspect of its affairs or to provide information on its activities, operations and financial affairs as the Attorney General may request. 2017, c. 34, Sched. 46, s. 22. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 46, s. 22 - 01/01/2018 Agreements with Clinics, Student Legal Aid Services Societies and Others and Related Processes Agreements and other instruments to which the Corporation is a party",
            "raw_html": "<p class=\"section\"><a name=\"BK81\"></a><b>72.2 </b>The Attorney General may at any time require the Corporation or any of its subsidiary corporations to report to him or her on any aspect of its affairs or to provide information on its activities, operations and financial affairs as the Attorney General may request. 2017, c. 34, Sched. 46, s. 22.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched46s22\">2017, c. 34, Sched. 46, s. 22</a></span> - 01/01/2018</p> <p class=\"heading1\"><a name=\"BK82\"></a>Agreements with Clinics, Student Legal Aid Services Societies and Others and Related Processes</p> <p class=\"headnote\">Agreements and other instruments to which the Corporation is a party</p>"
        },
        {
            "ahref_id": "#BK82",
            "TOCid": "Agreements with Clinics, Student Legal Aid Services Societies and Others and Related Processes",
            "section_x": "Agreements with Clinics, Student Legal Aid Services Societies and Others and Related Processes",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK83",
            "TOCid": "72.3",
            "section_x": "Agreements and other instruments to which the Corporation is a party",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Discussions re new agreements with clinics",
            "content": "72.3 (1) The Corporation may, at any time before April 1, 2021, attempt to enter into discussions with each clinic that is a party to a memorandum of understanding with the Corporation respecting the provision of legal aid services, for the purpose of entering into a new agreement with the clinic respecting the provision of legal aid services. 2020, c. 11, Sched. 14, s. 6. Discussions re new agreements with deans (2) The Corporation may, at any time before April 1, 2021, attempt to enter into discussions with each dean of an Ontario law school who is a party to an agreement under subsection 21 (3), for the purpose of entering into a new agreement with the dean under that subsection. 2020, c. 11, Sched. 14, s. 6. Effect of new agreement (3) If the Corporation enters into a new agreement with a clinic that takes effect before April 1, 2021, the memorandum of understanding referred to in subsection (1) with the clinic is cancelled on the day on which the new agreement takes effect. 2020, c. 11, Sched. 14, s. 6. Same (4) If the Corporation enters into a new agreement with a dean that takes effect before April 1, 2021, the prior agreement referred to in subsection (2) with the dean is cancelled on the day on which the new agreement takes effect. 2020, c. 11, Sched. 14, s. 6. Cancellation of existing instruments (5) Every memorandum of understanding between the Corporation and a clinic respecting the provision of legal aid services, and every agreement entered into under subsection 21 (3), that was in effect immediately before the day section 6 of Schedule 14 to the Smarter and Stronger Justice Act, 2020 came into force and that for any reason whatsoever is not cancelled under subsection (3) or (4) before April 1, 2021, is cancelled on April 1, 2021. 2020, c. 11, Sched. 14, s. 6. Same (6) Any other instrument to which the Corporation is a party that may be prescribed for the purposes of this subsection is cancelled on April 1, 2021. 2020, c. 11, Sched. 14, s. 6. Reference to memorandum of understanding (7) A reference in this section to a memorandum of understanding between the Corporation and a clinic includes reference to each of its appendices, being, (a) a funding agreement (Appendix A), including any schedules to the funding agreement regardless of when they come into effect; (b) a consultation policy (Appendix B); and (c) a dispute resolution policy (Appendix C). 2020, c. 11, Sched. 14, s. 6. Reference to s. 21 (3) agreements (8) A reference in this section to an agreement entered into under subsection 21 (3) includes reference to any schedules to the agreement regardless of when they come into effect. 2020, c. 11, Sched. 14, s. 6. Section Amendments with date in force (d/m/y) 2020, c. 11, Sched. 14, s. 6 - 08/07/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK83\"></a><b>72.3 </b>(1) The Corporation may, at any time before April 1, 2021, attempt to enter into discussions with each clinic that is a party to a memorandum of understanding with the Corporation respecting the provision of legal aid services, for the purpose of entering into a new agreement with the clinic respecting the provision of legal aid services. 2020, c. 11, Sched. 14, s. 6.</p> <p class=\"headnote\">Discussions re new agreements with deans</p> <p class=\"subsection\">(2) The Corporation may, at any time before April 1, 2021, attempt to enter into discussions with each dean of an Ontario law school who is a party to an agreement under subsection 21 (3), for the purpose of entering into a new agreement with the dean under that subsection. 2020, c. 11, Sched. 14, s. 6.</p> <p class=\"headnote\">Effect of new agreement</p> <p class=\"subsection\">(3) If the Corporation enters into a new agreement with a clinic that takes effect before April 1, 2021, the memorandum of understanding referred to in subsection (1) with the clinic is cancelled on the day on which the new agreement takes effect. 2020, c. 11, Sched. 14, s. 6.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) If the Corporation enters into a new agreement with a dean that takes effect before April 1, 2021, the prior agreement referred to in subsection (2) with the dean is cancelled on the day on which the new agreement takes effect. 2020, c. 11, Sched. 14, s. 6.</p> <p class=\"headnote\">Cancellation of existing instruments</p> <p class=\"subsection\">(5) Every memorandum of understanding between the Corporation and a clinic respecting the provision of legal aid services, and every agreement entered into under subsection 21 (3), that was in effect immediately before the day section 6 of Schedule 14 to the <i>Smarter and Stronger Justice Act, 2020</i> came into force and that for any reason whatsoever is not cancelled under subsection (3) or (4) before April 1, 2021, is cancelled on April 1, 2021. 2020, c. 11, Sched. 14, s. 6.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) Any other instrument to which the Corporation is a party that may be prescribed for the purposes of this subsection is cancelled on April 1, 2021. 2020, c. 11, Sched. 14, s. 6.</p> <p class=\"headnote\">Reference to memorandum of understanding</p> <p class=\"subsection\">(7) A reference in this section to a memorandum of understanding between the Corporation and a clinic includes reference to each of its appendices, being,</p> <p class=\"paragraph\">  (a) a funding agreement (Appendix A), including any schedules to the funding agreement regardless of when they come into effect;</p> <p class=\"paragraph\">  (b) a consultation policy (Appendix B); and</p> <p class=\"paragraph\">  (c) a dispute resolution policy (Appendix C). 2020, c. 11, Sched. 14, s. 6.</p> <p class=\"headnote\">Reference to s. 21 (3) agreements</p> <p class=\"subsection\">(8) A reference in this section to an agreement entered into under subsection 21 (3) includes reference to any schedules to the agreement regardless of when they come into effect. 2020, c. 11, Sched. 14, s. 6.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20011#sched14s6\">2020, c. 11, Sched. 14, s. 6</a></span> - 08/07/2020</p>"
        },
        {
            "ahref_id": "#BK84",
            "TOCid": "72.4",
            "section_x": "Termination of proceedings and other processes",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Termination of proceedings and other processes",
            "content": "72.4 The following proceedings and other processes are terminated: 1. Any proceeding or process under an instrument cancelled by section 72.3 that was not finally disposed of before the cancellation, effective as of the day the instrument is cancelled. 2. Any reconsideration under section 36 that was not finally disposed of before the repeal of that section by section 4 of Schedule 14 to the Smarter and Stronger Justice Act, 2020. 2020, c. 11, Sched. 14, s. 6. Section Amendments with date in force (d/m/y) 2020, c. 11, Sched. 14, s. 6 - 08/07/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK84\"></a><b>72.4 </b>The following proceedings and other processes are terminated:</p> <p class=\"paragraph\">  1. Any proceeding or process under an instrument cancelled by section 72.3 that was not finally disposed of before the cancellation, effective as of the day the instrument is cancelled.</p> <p class=\"paragraph\">  2. Any reconsideration under section 36 that was not finally disposed of before the repeal of that section by section 4 of Schedule 14 to the <i>Smarter and Stronger Justice Act, 2020</i>. 2020, c. 11, Sched. 14, s. 6.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20011#sched14s6\">2020, c. 11, Sched. 14, s. 6</a></span> - 08/07/2020</p>"
        },
        {
            "ahref_id": "#BK85",
            "TOCid": "72.5",
            "section_x": "Extinguishment of causes of action",
            "part_id": "PART V  ",
            "part_type": "PART V CORPORATE POWERS, FINANCES AND ADMINISTRATION",
            "section_y": "Extinguishment of causes of action",
            "content": "72.5 (1) No cause of action arises against the Crown, any current or former member of the Executive Council or employee or agent of or advisor to the Crown, or against the Corporation or any of its current or former directors, officers or employees, as a direct or indirect result of, (a) the enactment of section 6 of Schedule 14 to the Smarter and Stronger Justice Act, 2020; (b) the cancellation of an instrument by section 72.3; (c) the termination of a proceeding or process by section 72.4; or (d) any representation or other conduct that is related, directly or indirectly, to the matters set out in an instrument cancelled by section 72.3 or a proceeding or process terminated by section 72.4. 2020, c. 11, Sched. 14, s. 6. Proceedings barred (2) No proceeding, including but not limited to any proceeding for a remedy in contract, restitution, tort, misfeasance, bad faith, trust or fiduciary obligation, and any remedy under any statute, that is based on a cause of action described in subsection (1) may be brought or maintained against a person referred to in that subsection. 2020, c. 11, Sched. 14, s. 6. Application (3) Subsection (2) applies to any proceeding, including any court, administrative or arbitral proceeding, claiming any remedy or relief, including specific performance, injunction, declaratory relief, any form of compensation or damages, or any other remedy or relief. 2020, c. 11, Sched. 14, s. 6. Retrospective effect (4) Subsections (2) and (3) apply regardless of whether the cause of action on which the proceeding is purportedly based arose before, on or after the day section 6 of Schedule 14 to the Smarter and Stronger Justice Act, 2020 came into force. 2020, c. 11, Sched. 14, s. 6. Proceedings set aside (5) Any proceeding referred to in subsection (2) or (3) commenced before the day section 6 of Schedule 14 to the Smarter and Stronger Justice Act, 2020 came into force is deemed to have been dismissed, without costs, on that day. 2020, c. 11, Sched. 14, s. 6. No compensation (6) No person is entitled to any compensation for any loss or damages related, directly or indirectly, to the enactment of section 6 of Schedule 14 to the Smarter and Stronger Justice Act, 2020, the cancellation of an instrument by section 72.3, or the termination of a proceeding or process by section 72.4. 2020, c. 11, Sched. 14, s. 6. Section Amendments with date in force (d/m/y) 2020, c. 11, Sched. 14, s. 6 - 08/07/2020 PART VI   TEMPORARY ADMINISTRATION",
            "raw_html": "<p class=\"section\"><a name=\"BK85\"></a><b>72.5 </b>(1) No cause of action arises against the Crown, any current or former member of the Executive Council or employee or agent of or advisor to the Crown, or against the Corporation or any of its current or former directors, officers or employees, as a direct or indirect result of,</p> <p class=\"paragraph\">  (a) the enactment of section 6 of Schedule 14 to the <i>Smarter and Stronger Justice Act, 2020</i>;</p> <p class=\"paragraph\">  (b) the cancellation of an instrument by section 72.3;</p> <p class=\"paragraph\">  (c) the termination of a proceeding or process by section 72.4; or</p> <p class=\"paragraph\">  (d) any representation or other conduct that is related, directly or indirectly, to the matters set out in an instrument cancelled by section 72.3 or a proceeding or process terminated by section 72.4. 2020, c. 11, Sched. 14, s. 6.</p> <p class=\"headnote\">Proceedings barred</p> <p class=\"subsection\">(2) No proceeding, including but not limited to any proceeding for a remedy in contract, restitution, tort, misfeasance, bad faith, trust or fiduciary obligation, and any remedy under any statute, that is based on a cause of action described in subsection (1) may be brought or maintained against a person referred to in that subsection. 2020, c. 11, Sched. 14, s. 6.</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(3) Subsection (2) applies to any proceeding, including any court, administrative or arbitral proceeding, claiming any remedy or relief, including specific performance, injunction, declaratory relief, any form of compensation or damages, or any other remedy or relief. 2020, c. 11, Sched. 14, s. 6.</p> <p class=\"headnote\">Retrospective effect</p> <p class=\"subsection\">(4) Subsections (2) and (3) apply regardless of whether the cause of action on which the proceeding is purportedly based arose before, on or after the day section 6 of Schedule 14 to the <i>Smarter and Stronger Justice Act, 2020</i> came into force. 2020, c. 11, Sched. 14, s. 6.</p> <p class=\"headnote\">Proceedings set aside</p> <p class=\"subsection\">(5) Any proceeding referred to in subsection (2) or (3) commenced before the day section 6 of Schedule 14 to the <i>Smarter and Stronger Justice Act, 2020</i> came into force is deemed to have been dismissed, without costs, on that day. 2020, c. 11, Sched. 14, s. 6.</p> <p class=\"headnote\">No compensation</p> <p class=\"subsection\">(6) No person is entitled to any compensation for any loss or damages related, directly or indirectly, to the enactment of section 6 of Schedule 14 to the <i>Smarter and Stronger Justice Act, 2020</i>, the cancellation of an instrument by section 72.3, or the termination of a proceeding or process by section 72.4. 2020, c. 11, Sched. 14, s. 6.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20011#sched14s6\">2020, c. 11, Sched. 14, s. 6</a></span> - 08/07/2020</p> <p class=\"partnum\"><a name=\"BK86\"></a>PART VI <br/>  TEMPORARY ADMINISTRATION</p>"
        },
        {
            "ahref_id": "#BK86",
            "TOCid": "PART VI  ",
            "section_x": "PART VI TEMPORARY ADMINISTRATION",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK87",
            "TOCid": "73.",
            "section_x": "Appointment of administrator",
            "part_id": "PART VI  ",
            "part_type": "PART VI TEMPORARY ADMINISTRATION",
            "section_y": "Appointment of administrator ",
            "content": "73 (1) The Attorney General may apply to the Superior Court of Justice for an order appointing an administrator to administer the Corporation in the name of and on behalf of the Corporation.  1998, c. 26, s. 73 (1); 2006, c. 19, Sched. C, s. 1 (1). Order to appoint administrator (2) The court may make the order applied for under subsection (1) if the court is satisfied that the appointment is in the public interest and is needed to ensure the continued and effective provision of legal aid services.  1998, c. 26, s. 73 (2). Independent review of Corporation (3) The Attorney General may, before making an application under subsection (1), appoint an independent party to review the activities of the Corporation and to advise the Attorney General whether, in his or her opinion, the appointment of an administrator is in the public interest and is needed to ensure the continued and effective provision of legal aid services.  1998, c. 26, s. 73 (3). Review by independent party (4) The Corporation shall give the independent party access to all its books, records and documents in order for the independent party to review the activities of the Corporation.  1998, c. 26, s. 73 (4). Board of directors terminated (5) Upon the appointment of an administrator, the terms of office of the members of the board of directors of the Corporation are terminated.  1998, c. 26, s. 73 (5). Notice to board (6) The Attorney General shall give the board of directors of the Corporation reasonable notice of his or her intention to apply for an order under subsection (1).  1998, c. 26, s. 73 (6). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK87\"></a><b>73 </b>(1) The Attorney General may apply to the Superior Court of Justice for an order appointing an administrator to administer the Corporation in the name of and on behalf of the Corporation.  1998, c. 26, s. 73 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Order to appoint administrator</p> <p class=\"subsection\">(2) The court may make the order applied for under subsection (1) if the court is satisfied that the appointment is in the public interest and is needed to ensure the continued and effective provision of legal aid services.  1998, c. 26, s. 73 (2).</p> <p class=\"headnote\">Independent review of Corporation</p> <p class=\"subsection\">(3) The Attorney General may, before making an application under subsection (1), appoint an independent party to review the activities of the Corporation and to advise the Attorney General whether, in his or her opinion, the appointment of an administrator is in the public interest and is needed to ensure the continued and effective provision of legal aid services.  1998, c. 26, s. 73 (3).</p> <p class=\"headnote\">Review by independent party</p> <p class=\"subsection\">(4) The Corporation shall give the independent party access to all its books, records and documents in order for the independent party to review the activities of the Corporation.  1998, c. 26, s. 73 (4).</p> <p class=\"headnote\">Board of directors terminated</p> <p class=\"subsection\">(5) Upon the appointment of an administrator, the terms of office of the members of the board of directors of the Corporation are terminated.  1998, c. 26, s. 73 (5).</p> <p class=\"headnote\">Notice to board</p> <p class=\"subsection\">(6) The Attorney General shall give the board of directors of the Corporation reasonable notice of his or her intention to apply for an order under subsection (1).  1998, c. 26, s. 73 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "ahref_id": "#BK88",
            "TOCid": "74.",
            "section_x": "Period of appointment",
            "part_id": "PART VI  ",
            "part_type": "PART VI TEMPORARY ADMINISTRATION",
            "section_y": "Period of appointment",
            "content": "74 (1) The order of the court shall provide for the administrator’s term of office, which shall not be longer than 12 months. Six-month extension (2) Despite subsection (1), the Attorney General may, at any time during or at the end of the administrator’s term of appointment, apply to court to extend the administrator’s term for further terms of not more than six months each. Same (3) The court may order an extension of the administrator’s term for not more than six months if the court is satisfied that the extension, (a) is in the public interest; (b) is required to ensure the continued and effective provision of legal aid services; and (c) is required to enable the administrator to carry out the duties set out in section 75. Termination of appointment (4) The Attorney General or the administrator may apply to court for an order terminating the appointment before the end of the term and the court may make the order if the court is satisfied that the appointment is no longer, (a) in the public interest; or (b) required to ensure the continued and effective provision of legal aid services. Same (5) The Attorney General may apply to court for an order terminating the appointment of the administrator before the end of the term and the court may make the order if the court is satisfied that the administrator is not fulfilling the terms or conditions of the appointment.  1998, c. 26, s. 74.",
            "raw_html": "<p class=\"section\"><a name=\"BK88\"></a><b>74 </b>(1) The order of the court shall provide for the administrator’s term of office, which shall not be longer than 12 months.</p> <p class=\"headnote\">Six-month extension</p> <p class=\"subsection\">(2) Despite subsection (1), the Attorney General may, at any time during or at the end of the administrator’s term of appointment, apply to court to extend the administrator’s term for further terms of not more than six months each.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The court may order an extension of the administrator’s term for not more than six months if the court is satisfied that the extension,</p> <p class=\"paragraph\">  (a) is in the public interest;</p> <p class=\"paragraph\">  (b) is required to ensure the continued and effective provision of legal aid services; and</p> <p class=\"paragraph\">  (c) is required to enable the administrator to carry out the duties set out in section 75.</p> <p class=\"headnote\">Termination of appointment</p> <p class=\"subsection\">(4) The Attorney General or the administrator may apply to court for an order terminating the appointment before the end of the term and the court may make the order if the court is satisfied that the appointment is no longer,</p> <p class=\"paragraph\">  (a) in the public interest; or</p> <p class=\"paragraph\">  (b) required to ensure the continued and effective provision of legal aid services.</p> <p class=\"headnote\">Same </p> <p class=\"subsection\">(5) The Attorney General may apply to court for an order terminating the appointment of the administrator before the end of the term and the court may make the order if the court is satisfied that the administrator is not fulfilling the terms or conditions of the appointment.  1998, c. 26, s. 74.</p>"
        },
        {
            "ahref_id": "#BK89",
            "TOCid": "75.",
            "section_x": "Duties of administrator",
            "part_id": "PART VI  ",
            "part_type": "PART VI TEMPORARY ADMINISTRATION",
            "section_y": "Duties of administrator",
            "content": "75 (1) The administrator shall, (a) manage the property and conduct the affairs of the Corporation; (b) ensure that the Corporation is carrying out its duties in accordance with this Act and the regulations; (c) carry out any other duty that may be set out in the order of appointment.  1998, c. 26, s. 75 (1). Terms of appointment (2) The order of appointment may specify any terms or conditions of the administrator’s appointment.  1998, c. 26, s. 75 (2). Application to court for directions (3) The administrator may apply to the Superior Court of Justice for directions in respect of any issue arising in the administration of the Corporation and the court may make any order that it considers necessary or appropriate to enable the administrator to carry out the administration of the Corporation in an effective and proper manner.  1998, c. 26, s. 75 (3); 2006, c. 19, Sched. C, s. 1 (1). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK89\"></a><b>75 </b>(1) The administrator shall,</p> <p class=\"paragraph\">  (a) manage the property and conduct the affairs of the Corporation;</p> <p class=\"paragraph\">  (b) ensure that the Corporation is carrying out its duties in accordance with this Act and the regulations;</p> <p class=\"paragraph\">  (c) carry out any other duty that may be set out in the order of appointment.  1998, c. 26, s. 75 (1).</p> <p class=\"headnote\">Terms of appointment</p> <p class=\"subsection\">(2) The order of appointment may specify any terms or conditions of the administrator’s appointment.  1998, c. 26, s. 75 (2).</p> <p class=\"headnote\">Application to court for directions</p> <p class=\"subsection\">(3) The administrator may apply to the Superior Court of Justice for directions in respect of any issue arising in the administration of the Corporation and the court may make any order that it considers necessary or appropriate to enable the administrator to carry out the administration of the Corporation in an effective and proper manner.  1998, c. 26, s. 75 (3); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "ahref_id": "#BK90",
            "TOCid": "76.",
            "section_x": "Powers of administrator",
            "part_id": "PART VI  ",
            "part_type": "PART VI TEMPORARY ADMINISTRATION",
            "section_y": "Powers of administrator",
            "content": "76 The administrator has all the powers and protections of the board of directors of the Corporation including the power, (a) to make by-laws and regulations; (b) to arrange for all matters related to banking and bank accounts and to authorize persons to sign cheques and other documents; (c) to hire and dismiss staff; (d) to enter into contracts; (e) to sue and be sued.  1998, c. 26, s. 76. Co-operation with administrator",
            "raw_html": "<p class=\"section\"><a name=\"BK90\"></a><b>76 </b>The administrator has all the powers and protections of the board of directors of the Corporation including the power,</p> <p class=\"paragraph\">  (a) to make by-laws and regulations;</p> <p class=\"paragraph\">  (b) to arrange for all matters related to banking and bank accounts and to authorize persons to sign cheques and other documents;</p> <p class=\"paragraph\">  (c) to hire and dismiss staff;</p> <p class=\"paragraph\">  (d) to enter into contracts;</p> <p class=\"paragraph\">  (e) to sue and be sued.  1998, c. 26, s. 76.</p> <p class=\"headnote\">Co-operation with administrator</p>"
        },
        {
            "ahref_id": "#BK91",
            "TOCid": "77.",
            "section_x": "Co-operation with administrator",
            "part_id": "PART VI  ",
            "part_type": "PART VI TEMPORARY ADMINISTRATION",
            "section_y": "Duty of former board to co-operate",
            "content": "77 (1) The members of the last board of directors of the Corporation before the appointment of the administrator shall co-operate with the administrator by providing any assistance that the administrator may request. Duty of officers, employees to co-operate (2) The officers, former officers and employees of the Corporation shall co-operate with the administrator by providing any assistance that the administrator may request, including giving the administrator full access to the Corporation’s books, records and documents that are in their possession or control.  1998, c. 26, s. 77.",
            "raw_html": "<p class=\"section\"><a name=\"BK91\"></a><b>77 </b>(1) The members of the last board of directors of the Corporation before the appointment of the administrator shall co-operate with the administrator by providing any assistance that the administrator may request.</p> <p class=\"headnote\">Duty of officers, employees to co-operate</p> <p class=\"subsection\">(2) The officers, former officers and employees of the Corporation shall co-operate with the administrator by providing any assistance that the administrator may request, including giving the administrator full access to the Corporation’s books, records and documents that are in their possession or control.  1998, c. 26, s. 77.</p>"
        },
        {
            "ahref_id": "#BK92",
            "TOCid": "78.",
            "section_x": "Reports",
            "part_id": "PART VI  ",
            "part_type": "PART VI TEMPORARY ADMINISTRATION",
            "section_y": "Reports ",
            "content": "78 (1) The Attorney General may request that the administrator prepare and submit reports to him or her on any matter relevant to the administrator’s administration of the Corporation and the administrator shall prepare and submit the reports as requested  Limitation (2) The Attorney General shall not request, and the administrator shall not provide, reports on specific applicants for legal aid services.  1998, c. 26, s. 78.",
            "raw_html": "<p class=\"section\"><a name=\"BK92\"></a><b>78 </b>(1) The Attorney General may request that the administrator prepare and submit reports to him or her on any matter relevant to the administrator’s administration of the Corporation and the administrator shall prepare and submit the reports as requested </p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(2) The Attorney General shall not request, and the administrator shall not provide, reports on specific applicants for legal aid services.  1998, c. 26, s. 78.</p>"
        },
        {
            "ahref_id": "#BK93",
            "TOCid": "79.",
            "section_x": "Issued certificates unaffected",
            "part_id": "PART VI  ",
            "part_type": "PART VI TEMPORARY ADMINISTRATION",
            "section_y": "Issued certificates unaffected ",
            "content": "79 (1) Certificates issued by the Corporation before the appointment of the administrator remain valid and in force after the appointment of the administrator. Same (2) The administrator shall pay for the services rendered pursuant to a certificate that was issued before the administrator was appointed in the same manner and on the same terms as the Corporation was bound immediately before the appointment.  1998, c. 26, s. 79.",
            "raw_html": "<p class=\"section\"><a name=\"BK93\"></a><b>79 </b>(1) Certificates issued by the Corporation before the appointment of the administrator remain valid and in force after the appointment of the administrator.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The administrator shall pay for the services rendered pursuant to a certificate that was issued before the administrator was appointed in the same manner and on the same terms as the Corporation was bound immediately before the appointment.  1998, c. 26, s. 79.</p>"
        },
        {
            "ahref_id": "#BK94",
            "TOCid": "80.",
            "section_x": "Funding obligations unaffected",
            "part_id": "PART VI  ",
            "part_type": "PART VI TEMPORARY ADMINISTRATION",
            "section_y": "Funding obligations unaffected",
            "content": "80 The administrator shall be bound by any funding obligations made by the Corporation to a clinic, student legal aid services society or other entity before the administrator was appointed.  1998, c. 26, s. 80.",
            "raw_html": "<p class=\"section\"><a name=\"BK94\"></a><b>80 </b>The administrator shall be bound by any funding obligations made by the Corporation to a clinic, student legal aid services society or other entity before the administrator was appointed.  1998, c. 26, s. 80.</p>"
        },
        {
            "ahref_id": "#BK95",
            "TOCid": "81.",
            "section_x": "Protection from personal liability",
            "part_id": "PART VI  ",
            "part_type": "PART VI TEMPORARY ADMINISTRATION",
            "section_y": "Protection from personal liability",
            "content": "81 (1) No action or other proceeding for damages shall be instituted against the administrator or the administrator’s employees or agents for any act or omission in the execution or intended execution of a duty or for any alleged neglect or default in the execution in good faith of that duty. Crown liability (2) Despite subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsection (1) does not relieve the Crown of liability in respect of a tort committed by a person described in that subsection to which it would otherwise be subject.  1998, c. 26, s. 81 (2); 2019, c. 7, Sched. 17, s. 99. Section Amendments with date in force (d/m/y) 2019, c. 7, Sched. 17, s. 99 - 01/07/2019 PART VII   GENERAL 82 Repealed:  1998, c. 26, s. 82 (2). Section Amendments with date in force (d/m/y) 1998, c. 26, s. 82 (2) - 01/04/1999",
            "raw_html": "<p class=\"section\"><a name=\"BK95\"></a><b>81 </b>(1) No action or other proceeding for damages shall be instituted against the administrator or the administrator’s employees or agents for any act or omission in the execution or intended execution of a duty or for any alleged neglect or default in the execution in good faith of that duty.</p> <p class=\"headnote\">Crown liability</p> <p class=\"subsection\">(2) Despite subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsection (1) does not relieve the Crown of liability in respect of a tort committed by a person described in that subsection to which it would otherwise be subject.  1998, c. 26, s. 81 (2); 2019, c. 7, Sched. 17, s. 99.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched17s99\">2019, c. 7, Sched. 17, s. 99</a></span> - 01/07/2019</p> <p class=\"partnum\"><a name=\"BK96\"></a>PART VII <br/>  GENERAL</p> <p class=\"section\"><b>82 </b><span>Repealed</span>:  1998, c. 26, s. 82 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 26, s. 82 (2) - 01/04/1999</p>"
        },
        {
            "ahref_id": "#BK96",
            "TOCid": "PART VII  ",
            "section_x": "PART VII GENERAL",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK97",
            "TOCid": "83.",
            "section_x": "Non-application of Statutory Powers Procedure Act",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Non-application of Statutory Powers Procedure Act",
            "content": "83 (1) The Statutory Powers Procedure Act does not apply to any decisions made or proceedings conducted under this Act, whether by the Corporation, by a committee of the board of directors of the Corporation, by an officer or employee of the Corporation or by an area director or an area committee  Decisions final (2) Except as specifically provided in this Act, every decision of the Corporation, its employees or a committee of its board of directors, and every decision of an area director or area committee is final and shall not be subject to appeal or judicial review.  1998, c. 26, s. 83.",
            "raw_html": "<p class=\"section\"><a name=\"BK97\"></a><b>83 </b>(1) The <i>Statutory Powers Procedure Act</i> does not apply to any decisions made or proceedings conducted under this Act, whether by the Corporation, by a committee of the board of directors of the Corporation, by an officer or employee of the Corporation or by an area director or an area committee </p> <p class=\"headnote\">Decisions final</p> <p class=\"subsection\">(2) Except as specifically provided in this Act, every decision of the Corporation, its employees or a committee of its board of directors, and every decision of an area director or area committee is final and shall not be subject to appeal or judicial review.  1998, c. 26, s. 83.</p>"
        },
        {
            "ahref_id": "#BK98",
            "TOCid": "84.",
            "section_x": "Application of Freedom of Information and Protection of Privacy Act",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Application of Freedom of Information and Protection of Privacy Act",
            "content": "84 The Corporation may collect personal information, within the meaning of section 38 of the Freedom of Information and Protection of Privacy Act, for the purpose of carrying out its duties and exercising its powers under this Act.  1998, c. 26, s. 84.",
            "raw_html": "<p class=\"section\"><a name=\"BK98\"></a><b>84 </b>The Corporation may collect personal information, within the meaning of section 38 of the <i>Freedom of Information and Protection of Privacy Act</i>, for the purpose of carrying out its duties and exercising its powers under this Act.  1998, c. 26, s. 84.</p>"
        },
        {
            "ahref_id": "#BK99",
            "TOCid": "85.",
            "section_x": "Recommendation of lawyer or service-provider prohibited",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Recommendation of lawyer or service-provider prohibited",
            "content": "85 (1) Subject to subsections (2) and (3), no lawyer or service-provider or officer or employee of the Corporation. shall, in connection with or arising out of his or her duties under this Act, suggest or recommend to an applicant any lawyer or service-provider as being suitable to act for the person pursuant to a certificate. Exception (2) If it appears to an officer or employee of the Corporation that, because of physical or mental disability or other legal incapacity, or for any similar reason, an applicant is unable to make a choice of lawyer or service-provider and that there is no other person who might reasonably be expected to make that choice for the applicant, then the officer or employee may suggest or recommend to the applicant one or more lawyer or service-provider who might act for the applicant pursuant to a certificate. Same (3) An officer or employee of the Corporation may advise the applicant of the names of those lawyers or service-providers within the area who can take instructions in a language in which the applicant can converse.  1998, c. 26, s. 85.",
            "raw_html": "<p class=\"section\"><a name=\"BK99\"></a><b>85 </b>(1) Subject to subsections (2) and (3), no lawyer or service-provider or officer or employee of the Corporation. shall, in connection with or arising out of his or her duties under this Act, suggest or recommend to an applicant any lawyer or service-provider as being suitable to act for the person pursuant to a certificate.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) If it appears to an officer or employee of the Corporation that, because of physical or mental disability or other legal incapacity, or for any similar reason, an applicant is unable to make a choice of lawyer or service-provider and that there is no other person who might reasonably be expected to make that choice for the applicant, then the officer or employee may suggest or recommend to the applicant one or more lawyer or service-provider who might act for the applicant pursuant to a certificate.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) An officer or employee of the Corporation may advise the applicant of the names of those lawyers or service-providers within the area who can take instructions in a language in which the applicant can converse.  1998, c. 26, s. 85.</p>"
        },
        {
            "ahref_id": "#BK100",
            "TOCid": "86.",
            "section_x": "Protection from personal liability",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Protection from personal liability",
            "content": "86 (1) No action or other proceeding for damages shall be instituted against a member of the board of directors, an officer or employee of the Corporation, an area director or a member of an area committee for any act or omission in the execution or intended execution of his or her duty under this Act or for any alleged neglect or default in the execution in good faith of that duty. Corporate liability (2) Subsection (1) does not relieve the Corporation of any liability to which it would otherwise be subject in respect of a tort committed by a person referred to in subsection (1).  1998, c. 26, s. 86.",
            "raw_html": "<p class=\"section\"><a name=\"BK100\"></a><b>86 </b>(1) No action or other proceeding for damages shall be instituted against a member of the board of directors, an officer or employee of the Corporation, an area director or a member of an area committee for any act or omission in the execution or intended execution of his or her duty under this Act or for any alleged neglect or default in the execution in good faith of that duty.</p> <p class=\"headnote\">Corporate liability</p> <p class=\"subsection\">(2) Subsection (1) does not relieve the Corporation of any liability to which it would otherwise be subject in respect of a tort committed by a person referred to in subsection (1).  1998, c. 26, s. 86.</p>"
        },
        {
            "ahref_id": "#BK101",
            "TOCid": "87.",
            "section_x": "Corporation not liable for lawyers and service-providers",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Corporation not liable for lawyers and service-providers",
            "content": "87 (1) The Corporation is not liable for any act or omission of any lawyer or student or service-provider who provides legal aid services under this Act. Exception (2) Subsection (1) does not apply in respect of an act or omission of a lawyer or service-provider who provides legal aid services under this Act as an employee of the Corporation.  1998, c. 26, s. 87.",
            "raw_html": "<p class=\"section\"><a name=\"BK101\"></a><b>87 </b>(1) The Corporation is not liable for any act or omission of any lawyer or student or service-provider who provides legal aid services under this Act.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply in respect of an act or omission of a lawyer or service-provider who provides legal aid services under this Act as an employee of the Corporation.  1998, c. 26, s. 87.</p>"
        },
        {
            "ahref_id": "#BK102",
            "TOCid": "88.",
            "section_x": "Compellability of witnesses",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Compellability of witnesses",
            "content": "88 (1) Except with the consent of the Corporation, members of the board of directors, officers and employees of the Corporation, area directors and members of area committees are not compellable witnesses before a court or tribunal respecting any information or material furnished to or received by them while acting within the scope of their appointment or employment under this Act. Exception (2) If the Corporation is a party to a proceeding, the persons referred to in subsection (1) may be determined to be compellable witnesses. Production of documents (3) The Corporation and the persons referred to in subsection (1) are not required to produce, in a proceeding in which the Corporation is not a party, any information or material furnished, obtained, made or received in the performance of the Corporation’s or the person’s duties under this Act.  1998, c. 26, s. 88.",
            "raw_html": "<p class=\"section\"><a name=\"BK102\"></a><b>88 </b>(1) Except with the consent of the Corporation, members of the board of directors, officers and employees of the Corporation, area directors and members of area committees are not compellable witnesses before a court or tribunal respecting any information or material furnished to or received by them while acting within the scope of their appointment or employment under this Act.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) If the Corporation is a party to a proceeding, the persons referred to in subsection (1) may be determined to be compellable witnesses.</p> <p class=\"headnote\">Production of documents</p> <p class=\"subsection\">(3) The Corporation and the persons referred to in subsection (1) are not required to produce, in a proceeding in which the Corporation is not a party, any information or material furnished, obtained, made or received in the performance of the Corporation’s or the person’s duties under this Act.  1998, c. 26, s. 88.</p>"
        },
        {
            "ahref_id": "#BK103",
            "TOCid": "89.",
            "section_x": "Privileged communications",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Privileged communications",
            "content": "89 (1) All legal communications between the Corporation, an officer or employee of the Corporation, an area director or member of an area committee and an applicant for legal aid services are privileged in the same manner and to the same extent as solicitor-client communications. Same (2) All legal communications between a lawyer, student or service-provider at a clinic, student legal aid services society or other entity funded by the Corporation, or any other member, officer or employee of a clinic, student legal aid services society or other entity funded by the Corporation and an applicant for legal aid services are privileged in the same manner and to the same extent as solicitor-client communications. Same (3) Disclosure of privileged information to the Corporation that is required under this Act does not negate or constitute a waiver of privilege.  1998, c. 26, s. 89.",
            "raw_html": "<p class=\"section\"><a name=\"BK103\"></a><b>89 </b>(1) All legal communications between the Corporation, an officer or employee of the Corporation, an area director or member of an area committee and an applicant for legal aid services are privileged in the same manner and to the same extent as solicitor-client communications.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) All legal communications between a lawyer, student or service-provider at a clinic, student legal aid services society or other entity funded by the Corporation, or any other member, officer or employee of a clinic, student legal aid services society or other entity funded by the Corporation and an applicant for legal aid services are privileged in the same manner and to the same extent as solicitor-client communications. </p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Disclosure of privileged information to the Corporation that is required under this Act does not negate or constitute a waiver of privilege.  1998, c. 26, s. 89.</p>"
        },
        {
            "ahref_id": "#BK104",
            "TOCid": "90.",
            "section_x": "Prohibition re disclosing information",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Prohibition re disclosing information",
            "content": "90 (1) A member of the board of directors, an officer or employee of the Corporation, an area director, a member of an area committee, a lawyer, a service-provider or a member, officer, director or employee of a clinic, student legal aid services society or other entity funded by the Corporation shall not disclose or permit to be disclosed any information or material furnished to or received by him or her in the course of his or her duties or in the provision of legal aid services. Exception (2) A person referred to in subsection (1) may disclose information or allow it to be disclosed in the performance of his or her duties or in the provision of legal aid services or with the consent of the applicant or if authorized by the Corporation.  1998, c. 26, s. 90.",
            "raw_html": "<p class=\"section\"><a name=\"BK104\"></a><b>90 </b>(1) A member of the board of directors, an officer or employee of the Corporation, an area director, a member of an area committee, a lawyer, a service-provider or a member, officer, director or employee of a clinic, student legal aid services society or other entity funded by the Corporation shall not disclose or permit to be disclosed any information or material furnished to or received by him or her in the course of his or her duties or in the provision of legal aid services.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) A person referred to in subsection (1) may disclose information or allow it to be disclosed in the performance of his or her duties or in the provision of legal aid services or with the consent of the applicant or if authorized by the Corporation.  1998, c. 26, s. 90.</p>"
        },
        {
            "ahref_id": "#BK105",
            "TOCid": "91.",
            "section_x": "Evidence of Corporation documents",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Evidence of Corporation documents",
            "content": "91 A document that purports to be signed on behalf of the Corporation shall be received in evidence in any proceeding as proof, in the absence of evidence to the contrary, of the facts stated in the document without proof of the signature or the position of the person appearing to have signed the document.  1998, c. 26, s. 91.",
            "raw_html": "<p class=\"section\"><a name=\"BK105\"></a><b>91 </b>A document that purports to be signed on behalf of the Corporation shall be received in evidence in any proceeding as proof, in the absence of evidence to the contrary, of the facts stated in the document without proof of the signature or the position of the person appearing to have signed the document.  1998, c. 26, s. 91.</p>"
        },
        {
            "ahref_id": "#BK106",
            "TOCid": "92.",
            "section_x": "Quality assurance program",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Quality assurance program",
            "content": "92 (1) The Corporation shall establish a quality assurance program to ensure that it is providing high quality legal aid services in a cost-effective and efficient manner. Quality assurance audits (2) For the purpose of subsection (1) and subject to subsection (8), the Corporation may conduct quality assurance audits of the service-providers, clinics, student legal aid services societies or other entities funded by the Corporation that provide legal aid services. Powers (3) For the purpose of conducting a quality assurance audit, an employee of the Corporation may enter the office of a service-provider who is providing or has provided legal aid services, or the office of a clinic, student legal aid services society or other entity funded by the Corporation, during normal business hours and on notice to the service-provider, clinic, society or other entity, and may, despite subsections 37 (3) and (4), review their records with respect to the provision of legal aid services. Co-operation required (4) Every student and service-provider, and every employee of a clinic, student legal aid services society or other entity funded by the Corporation shall co-operate with the employee of the Corporation or of the Law Society conducting a quality assurance audit even if that requires the production of information or documents that are privileged or confidential. Privileged preserved for other purposes (5) Subsections (3) and (4) do not negate or constitute a waiver of a privilege. Confidentiality (6) The Corporation and its employees shall keep confidential any information obtained in a quality assurance audit. Same (7) The Corporation and its employees are governed by the rules of solicitor-client confidentiality with respect to any legal communications obtained in a quality assurance audit. Law Society to conduct audits of lawyers (8) The Corporation shall not itself conduct quality assurance audits of lawyers who provide legal aid services but shall direct the Law Society to conduct those quality assurance audits. Law Society may conduct other audits (9) The Corporation may delegate to the Law Society its power to conduct quality assurance audits on the persons listed in subsection (2), or any of them. Law Society’s audits governed by regulations (10) The Law Society shall conduct quality assurance audits under a direction or delegation under this section, as directed or delegated by the Corporation and in accordance with the regulations. Reimbursement (11) The Law Society shall be reimbursed by the Corporation for its costs of conducting quality assurance audits. Report to Corporation (12) The Law Society shall report to the Corporation on the quality assurance audits conducted by it, as directed or delegated by the Corporation and in accordance with the regulations, and shall include in its reports the information required by the direction, delegation or regulations, whether or not such information is governed by the rules of solicitor-client confidentiality, but shall not disclose any information that is subject to solicitor-client privilege. Same (13) Subsections (3), (4) and (5) apply with necessary modifications to the Law Society and its employees with respect to quality assurance audits of lawyers in the same manner as they apply to the Corporation and its employees.  1998, c. 26, s. 92.",
            "raw_html": "<p class=\"section\"><a name=\"BK106\"></a><b>92 </b>(1) The Corporation shall establish a quality assurance program to ensure that it is providing high quality legal aid services in a cost-effective and efficient manner.</p> <p class=\"headnote\">Quality assurance audits</p> <p class=\"subsection\">(2) For the purpose of subsection (1) and subject to subsection (8), the Corporation may conduct quality assurance audits of the service-providers, clinics, student legal aid services societies or other entities funded by the Corporation that provide legal aid services.</p> <p class=\"headnote\">Powers</p> <p class=\"subsection\">(3) For the purpose of conducting a quality assurance audit, an employee of the Corporation may enter the office of a service-provider who is providing or has provided legal aid services, or the office of a clinic, student legal aid services society or other entity funded by the Corporation, during normal business hours and on notice to the service-provider, clinic, society or other entity, and may, despite subsections 37 (3) and (4), review their records with respect to the provision of legal aid services.</p> <p class=\"headnote\">Co-operation required</p> <p class=\"subsection\">(4) Every student and service-provider, and every employee of a clinic, student legal aid services society or other entity funded by the Corporation shall co-operate with the employee of the Corporation or of the Law Society conducting a quality assurance audit even if that requires the production of information or documents that are privileged or confidential.</p> <p class=\"headnote\">Privileged preserved for other purposes</p> <p class=\"subsection\">(5) Subsections (3) and (4) do not negate or constitute a waiver of a privilege.</p> <p class=\"headnote\">Confidentiality</p> <p class=\"subsection\">(6) The Corporation and its employees shall keep confidential any information obtained in a quality assurance audit.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) The Corporation and its employees are governed by the rules of solicitor-client confidentiality with respect to any legal communications obtained in a quality assurance audit.</p> <p class=\"headnote\">Law Society to conduct audits of lawyers</p> <p class=\"subsection\">(8) The Corporation shall not itself conduct quality assurance audits of lawyers who provide legal aid services but shall direct the Law Society to conduct those quality assurance audits.</p> <p class=\"headnote\">Law Society may conduct other audits</p> <p class=\"subsection\">(9) The Corporation may delegate to the Law Society its power to conduct quality assurance audits on the persons listed in subsection (2), or any of them.</p> <p class=\"headnote\">Law Society’s audits governed by regulations</p> <p class=\"subsection\">(10) The Law Society shall conduct quality assurance audits under a direction or delegation under this section, as directed or delegated by the Corporation and in accordance with the regulations.</p> <p class=\"headnote\">Reimbursement</p> <p class=\"subsection\">(11) The Law Society shall be reimbursed by the Corporation for its costs of conducting quality assurance audits.</p> <p class=\"headnote\">Report to Corporation</p> <p class=\"subsection\">(12) The Law Society shall report to the Corporation on the quality assurance audits conducted by it, as directed or delegated by the Corporation and in accordance with the regulations, and shall include in its reports the information required by the direction, delegation or regulations, whether or not such information is governed by the rules of solicitor-client confidentiality, but shall not disclose any information that is subject to solicitor-client privilege.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(13) Subsections (3), (4) and (5) apply with necessary modifications to the Law Society and its employees with respect to quality assurance audits of lawyers in the same manner as they apply to the Corporation and its employees.  1998, c. 26, s. 92.</p>"
        },
        {
            "ahref_id": "#BK107",
            "TOCid": "93.",
            "section_x": "Solicitor-client relationship",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Solicitor-client relationship",
            "content": "93 The relationship between a lawyer who provides legal aid services and the individual who is receiving those services is the customary solicitor-client relationship, whether the legal aid services are provided pursuant to a certificate, in a legal aid services staff office, clinic, student legal aid services society or other entity funded by the Corporation or by any other method under this Act.  1998, c. 26, s. 93.",
            "raw_html": "<p class=\"section\"><a name=\"BK107\"></a><b>93 </b>The relationship between a lawyer who provides legal aid services and the individual who is receiving those services is the customary solicitor-client relationship, whether the legal aid services are provided pursuant to a certificate, in a legal aid services staff office, clinic, student legal aid services society or other entity funded by the Corporation or by any other method under this Act.  1998, c. 26, s. 93.</p>"
        },
        {
            "ahref_id": "#BK108",
            "TOCid": "94.",
            "section_x": "Extension of time",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Extension of time",
            "content": "94 The Corporation may extend the time that may be set out in the regulations for doing any act or taking any proceeding and may do so even after the prescribed time has expired.  1998, c. 26, s. 94.",
            "raw_html": "<p class=\"section\"><a name=\"BK108\"></a><b>94 </b>The Corporation may extend the time that may be set out in the regulations for doing any act or taking any proceeding and may do so even after the prescribed time has expired.  1998, c. 26, s. 94.</p>"
        },
        {
            "ahref_id": "#BK109",
            "TOCid": "95.",
            "section_x": "Other payments prohibited",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Other payments prohibited",
            "content": "95 (1) Except in accordance with this Act, no person shall take or receive any payment or other benefit in respect of any legal aid services provided by the person under this Act. No lien for legal aid services (2) No lawyer has a lien for his or her fees, charges or expenses on the property or papers in the lawyer’s possession belonging to an individual to whom the lawyer provided legal aid services. Lien for non-legal aid services unaffected (3) Nothing in this section shall be deemed to deprive a lawyer of a lien for his or her fees, charges and expenses on the property and papers in his or her possession belonging to an individual to whom the lawyer provided services other than legal aid services.  1998, c. 26, s. 95.",
            "raw_html": "<p class=\"section\"><a name=\"BK109\"></a><b>95 </b>(1) Except in accordance with this Act, no person shall take or receive any payment or other benefit in respect of any legal aid services provided by the person under this Act.</p> <p class=\"headnote\">No lien for legal aid services</p> <p class=\"subsection\">(2) No lawyer has a lien for his or her fees, charges or expenses on the property or papers in the lawyer’s possession belonging to an individual to whom the lawyer provided legal aid services.</p> <p class=\"headnote\">Lien for non-legal aid services unaffected </p> <p class=\"subsection\">(3) Nothing in this section shall be deemed to deprive a lawyer of a lien for his or her fees, charges and expenses on the property and papers in his or her possession belonging to an individual to whom the lawyer provided services other than legal aid services.  1998, c. 26, s. 95.</p>"
        },
        {
            "ahref_id": "#BK110",
            "TOCid": "96.",
            "section_x": "Offences",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Offences",
            "content": "96 (1) Any person who intentionally contravenes or fails to comply with section 90 or subsection 92 (6) or 95 (1) is guilty of an offence. Same (2) Any person who intentionally provides false information or fails to make full disclosure under section 41 is guilty of an offence. Same (3) Any lawyer or service-provider who intentionally provides false information or fails to make full disclosure in respect of an account submitted under section 31 is guilty of an offence.  1998, c. 26, s. 96.",
            "raw_html": "<p class=\"section\"><a name=\"BK110\"></a><b>96 </b>(1) Any person who intentionally contravenes or fails to comply with section 90 or subsection 92 (6) or 95 (1) is guilty of an offence.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Any person who intentionally provides false information or fails to make full disclosure under section 41 is guilty of an offence.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Any lawyer or service-provider who intentionally provides false information or fails to make full disclosure in respect of an account submitted under section 31 is guilty of an offence.  1998, c. 26, s. 96.</p>"
        },
        {
            "ahref_id": "#BK111",
            "TOCid": "97.",
            "section_x": "Regulations",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Regulations",
            "content": "97 (1) Subject to the approval of the Lieutenant Governor in Council, the Corporation may make regulations respecting its administration of the system for providing legal aid services and, without limiting the generality of the foregoing, may make regulations, (a) governing the processes for submitting and assessing applications for legal aid services; (b) governing the establishment of panels of duty counsel and prescribing the functions of duty counsel; (c) prescribing the composition and functions of area committees; (d) governing the establishment of panels of lawyers and service-providers; (e) governing student legal aid services societies, including the application process, the authority of the dean of the law school, rules respecting the participation of students in providing legal aid services and requiring reports on their activities to the Corporation; (f) governing applications for certificates by individuals who are not residents of Ontario; (g) governing the administration, cancellation, amendment and discharge of certificates; (h) governing appeals under subsections 30 (1) and (2) from a refusal to be issued a certificate or a cancellation of a certificate; (i) providing for the examination, settlement, approval and payment of accounts submitted by lawyers and service-providers; (j) governing appeals by lawyers and service-providers of their accounts; (k) prescribing other methods by which lawyers and service-providers may be paid for providing legal aid services and governing such payment methods; (l) governing applications for funding by clinics and the approval or rejection of such applications; (m) governing the reconsideration of clinic funding decisions; (n) governing the recovery of the costs of legal aid services from the individual who received them, or from a person responsible for the individual, including prescribing information to be provided by an applicant or person responsible for an applicant that is necessary to determine the applicant’s entitlement to legal aid services, prescribing circumstances to be considered in determining their ability to contribute, prescribing a method for determining their ability to contribute and for determining the amount they are required to contribute and prescribing the rate of interest, or a method for determining it, to be charged on overdue payments; (o) governing the recovery of costs of legal aid services from court awards, settlements and cost awards; (p) governing the application of section 49, including prescribing circumstances when and the manner in which the Corporation may exercise its discretion under that section; (q) prescribing oaths of office and secrecy and requiring persons, or any class thereof, to take and subscribe such oaths or either of them; (r) governing quality assurance audits to be conducted by the Law Society and governing the reports to be made by the Law Society on such audits; (s) establishing a process for investigating and resolving complaints made against lawyers and service-providers providing legal aid services; (t) governing the investigation and resolution of alleged violations of this Act; (u) prescribing forms for the purposes of this Act; (v) governing any matter necessary or advisable to carry out the purposes of this Act. Same (2) The Lieutenant Governor in Council may make regulations, (a) prescribing areas of law for which the board of directors of the Corporation shall establish an advisory committee; (b) prescribing areas of civil law, types of civil cases and types of civil proceedings (including proceedings in which the damages sought are above a specified amount) for which the Corporation may not provide legal aid services; (c) prescribing financial eligibility requirements for an individual to receive legal aid services; (d) prescribing who is a person responsible for an applicant for the purposes of Part IV; (e) prescribing the fees and disbursements to be paid to lawyers and service-providers and governing their payment; (f) prescribing the fees to be paid to duty counsel who are not employees of the Corporation and governing their payment; Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 97 (2) of the Act is amended by adding the following clause: (See: 2020, c. 11, Sched. 14, s. 7 (1)) (f.1) prescribing anything that may be prescribed under section 39.1; (f.2) prescribing instruments for the purposes of subsection 72.3 (6); (g) prescribing the provisions of the Corporations Act and Corporations Information Act that apply to the Corporation; Note: On the day subsection 4 (1) of the Not-for-Profit Corporations Act, 2010 comes into force, clause 97 (2) (g) of the Act is amended by striking out “the Corporations Act” and substituting “the Not-for-Profit Corporations Act, 2010”. (See: 2017, c. 20, Sched. 8, s. 90 (2)) (h) prescribing the provisions of the Workplace Safety and Insurance Act, 1997 and of regulations made under that Act that apply to the Corporation; (i) prescribing the provisions of the Financial Administration Act that apply to the Corporation; (j) prescribing the Corporation’s borrowing and investment powers; (k) governing the establishment, operation and amount of the contingency reserve fund to be maintained by the Corporation. 2020, c. 11, Sched. 14, s. 7 (2). General or particular (3) A regulation may be general or particular in its application. Classes (4) A regulation may create different classes and may establish different requirements in relation to the different classes. Retroactive (5) A regulation may be retroactive in its operation.  1998, c. 26, s. 97. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 8, s. 90 (2) - not in force 2020, c. 11, Sched. 14, s. 7 (1) - not in force; 2020, c. 11, Sched. 14, s. 7 (2) - 08/07/2020 98-109 Omitted (amends or repeals other Acts).  1998, c. 26, ss. 98-109. 110 Omitted (provides for coming into force of provisions of this Act).  1998, c. 26, s. 110. 111 Omitted (enacts short title of this Act).  1998, c. 26, s. 111. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK111\"></a><b>97 </b>(1) Subject to the approval of the Lieutenant Governor in Council, the Corporation may make regulations respecting its administration of the system for providing legal aid services and, without limiting the generality of the foregoing, may make regulations,</p> <p class=\"paragraph\">  (a) governing the processes for submitting and assessing applications for legal aid services;</p> <p class=\"paragraph\">  (b) governing the establishment of panels of duty counsel and prescribing the functions of duty counsel;</p> <p class=\"paragraph\">  (c) prescribing the composition and functions of area committees;</p> <p class=\"paragraph\">  (d) governing the establishment of panels of lawyers and service-providers;</p> <p class=\"paragraph\">  (e) governing student legal aid services societies, including the application process, the authority of the dean of the law school, rules respecting the participation of students in providing legal aid services and requiring reports on their activities to the Corporation;</p> <p class=\"paragraph\">  (f) governing applications for certificates by individuals who are not residents of Ontario;</p> <p class=\"paragraph\">  (g) governing the administration, cancellation, amendment and discharge of certificates;</p> <p class=\"paragraph\">  (h) governing appeals under subsections 30 (1) and (2) from a refusal to be issued a certificate or a cancellation of a certificate;</p> <p class=\"paragraph\">  (i) providing for the examination, settlement, approval and payment of accounts submitted by lawyers and service-providers;</p> <p class=\"paragraph\">  (j) governing appeals by lawyers and service-providers of their accounts;</p> <p class=\"paragraph\">  (k) prescribing other methods by which lawyers and service-providers may be paid for providing legal aid services and governing such payment methods;</p> <p class=\"paragraph\">  (l) governing applications for funding by clinics and the approval or rejection of such applications;</p> <p class=\"paragraph\">  (m) governing the reconsideration of clinic funding decisions;</p> <p class=\"paragraph\">  (n) governing the recovery of the costs of legal aid services from the individual who received them, or from a person responsible for the individual, including prescribing information to be provided by an applicant or person responsible for an applicant that is necessary to determine the applicant’s entitlement to legal aid services, prescribing circumstances to be considered in determining their ability to contribute, prescribing a method for determining their ability to contribute and for determining the amount they are required to contribute and prescribing the rate of interest, or a method for determining it, to be charged on overdue payments;</p> <p class=\"paragraph\">  (o) governing the recovery of costs of legal aid services from court awards, settlements and cost awards; </p> <p class=\"paragraph\">  (p) governing the application of section 49, including prescribing circumstances when and the manner in which the Corporation may exercise its discretion under that section;</p> <p class=\"paragraph\">  (q) prescribing oaths of office and secrecy and requiring persons, or any class thereof, to take and subscribe such oaths or either of them;</p> <p class=\"paragraph\">  (r) governing quality assurance audits to be conducted by the Law Society and governing the reports to be made by the Law Society on such audits;</p> <p class=\"paragraph\">  (s) establishing a process for investigating and resolving complaints made against lawyers and service-providers providing legal aid services;</p> <p class=\"paragraph\">  (t) governing the investigation and resolution of alleged violations of this Act;</p> <p class=\"paragraph\">  (u) prescribing forms for the purposes of this Act;</p> <p class=\"paragraph\">  (v) governing any matter necessary or advisable to carry out the purposes of this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) prescribing areas of law for which the board of directors of the Corporation shall establish an advisory committee; </p> <p class=\"paragraph\">  (b) prescribing areas of civil law, types of civil cases and types of civil proceedings (including proceedings in which the damages sought are above a specified amount) for which the Corporation may not provide legal aid services;</p> <p class=\"paragraph\">  (c) prescribing financial eligibility requirements for an individual to receive legal aid services;</p> <p class=\"paragraph\">  (d) prescribing who is a person responsible for an applicant for the purposes of Part IV;</p> <p class=\"paragraph\">  (e) prescribing the fees and disbursements to be paid to lawyers and service-providers and governing their payment; </p> <p class=\"paragraph\">  (f) prescribing the fees to be paid to duty counsel who are not employees of the Corporation and governing their payment;</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 97 (2) of the Act is amended by adding the following clause: (See: 2020, c. 11, Sched. 14, s. 7 (1))</span></p> <p class=\"Yparagraph\"><span> (f.1) prescribing anything that may be prescribed under section 39.1;</span></p> <p class=\"paragraph\"> (f.2) prescribing instruments for the purposes of subsection 72.3 (6);</p> <p class=\"paragraph\">  (g) prescribing the provisions of the <i>Corporations Act</i> and <i>Corporations Information Act</i> that apply to the Corporation;</p> <p class=\"Pnote\"><span>Note: On the day subsection 4 (1) of the <i>Not-for-Profit Corporations Act, 2010</i> comes into force, clause 97 (2) (g) of the Act is amended by striking out “the <i>Corporations Act</i>” and substituting “the <i>Not-for-Profit Corporations Act, 2010</i>”. (See: 2017, c. 20, Sched. 8, s. 90 (2))</span></p> <p class=\"paragraph\">  (h) prescribing the provisions of the <i>Workplace Safety and Insurance Act, 1997</i> and of regulations made under that Act that apply to the Corporation;</p> <p class=\"paragraph\">  (i) prescribing the provisions of the <i>Financial Administration Act</i> that apply to the Corporation;</p> <p class=\"paragraph\">  (j) prescribing the Corporation’s borrowing and investment powers;</p> <p class=\"paragraph\">  (k) governing the establishment, operation and amount of the contingency reserve fund to be maintained by the Corporation. 2020, c. 11, Sched. 14, s. 7 (2).</p> <p class=\"headnote\">General or particular</p> <p class=\"subsection\">(3) A regulation may be general or particular in its application.</p> <p class=\"headnote\">Classes</p> <p class=\"subsection\">(4) A regulation may create different classes and may establish different requirements in relation to the different classes.</p> <p class=\"headnote\">Retroactive</p> <p class=\"subsection\">(5) A regulation may be retroactive in its operation.  1998, c. 26, s. 97.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched8s90s2\">2017, c. 20, Sched. 8, s. 90 (2)</a></span> - not in force</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20011#sched14s7s1\">2020, c. 11, Sched. 14, s. 7 (1)</a></span> - not in force; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20011#sched14s7s2\">2020, c. 11, Sched. 14, s. 7 (2)</a></span> - 08/07/2020</p> <p class=\"section\"><b>98-109</b> <span class=\"ovsmallcap\">Omitted (amends or repeals other Acts)</span>.  1998, c. 26, ss. 98-109.</p> <p class=\"section\"><b>110 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  1998, c. 26, s. 110.</p> <p class=\"section\"><b>111</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1998, c. 26, s. 111.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/98l26\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}