{
    "act_info": {
        "full_title": "Limited Partnerships Act, R.S.O. 1990, c. L.16",
        "act_name_text": "Limited Partnerships Act",
        "citation": "R.S.O. 1990, c. L.16",
        "url": "https://www.ontario.ca/laws/statute/90l16",
        "date_scraped": "2023-12-18 03:03:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90l16/v10",
            "valid_from": "June  8, 2023",
            "valid_to": "September 30, 2023"
        },
        {
            "a_href": "/laws/statute/90l16/v9",
            "valid_from": "October 19, 2021",
            "valid_to": "June  7, 2023"
        },
        {
            "a_href": "/laws/statute/90l16/v8",
            "valid_from": "November 14, 2020",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/90l16/v7",
            "valid_from": "May 12, 2020",
            "valid_to": "November 13, 2020"
        },
        {
            "a_href": "/laws/statute/90l16/v6",
            "valid_from": "November 14, 2017",
            "valid_to": "May 11, 2020"
        },
        {
            "a_href": "/laws/statute/90l16/v5",
            "valid_from": "March 30, 2011",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/90l16/v4",
            "valid_from": "December 15, 2009",
            "valid_to": "March 29, 2011"
        },
        {
            "a_href": "/laws/statute/90l16/v3",
            "valid_from": "June  1, 2005",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90l16/v2",
            "valid_from": "November 30, 2004",
            "valid_to": "May 31, 2005"
        },
        {
            "a_href": "/laws/statute/90l16/v1",
            "valid_from": "June 29, 2001",
            "valid_to": "November 29, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/210406",
            "Citation": "O. Reg. 406/21",
            "title": "FORM FOR POWER OF ATTORNEY"
        },
        {
            "a_href": "/laws/regulation/210402",
            "Citation": "O. Reg. 402/21",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “business” includes every trade, occupation and profession; (“entreprise”) “day” means a clear day; (“jour”) “electronic signature” means an identifying mark or process that is, (a) created or communicated using telephonic or electronic means, (b) attached to or associated with a document or other information, and (c) made or adopted by a person to associate the person with the document or other information, as the case may be; (“signature électronique”) “extra-provincial limited partnership” means a limited partnership organized under the laws of a jurisdiction other than Ontario; (“société en commandite extraprovinciale”) “Minister” means the member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the Executive Council Act; (“ministre”) “person” includes an individual, sole proprietorship, partnership, unincorporated association, unincorporated syndicate, unincorporated organization, trust, body corporate, and a natural person in his or her capacity as trustee, executor, administrator or other legal representative; (“personne”) “prescribed” means prescribed in the regulations; (“prescrit”) “Registrar” means the Registrar appointed under the Business Names Act; (“registrateur”) “telephonic or electronic means” means any means that uses the telephone or any other electronic or other technological means to transmit information or data, including telephone calls, voice mail, fax, e-mail, an automated touch-tone telephone system, computer or computer networks. (“moyen de communication téléphonique ou électronique”)  R.S.O. 1990, c. L.16, s. 1; 2017, c. 20, Sched. 6, s. 107 (1). Interpretation re period of days (2) In this Act, a period of days is deemed to commence on the day following the event that began the period and is deemed to terminate at midnight of the last day of the period, except that if the last day of the period falls on a holiday, the period terminates at midnight of the next day that is not a holiday. 2017, c. 20, Sched. 6, s. 107 (2). Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 107 (1, 2) - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“business” includes every trade, occupation and profession; (“entreprise”)</p> <p class=\"definition\">“day” means a clear day; (“jour”)</p> <p class=\"definition\">“electronic signature” means an identifying mark or process that is,</p> <p class=\"paragraph\">  (a) created or communicated using telephonic or electronic means,</p> <p class=\"paragraph\">  (b) attached to or associated with a document or other information, and</p> <p class=\"paragraph\">  (c) made or adopted by a person to associate the person with the document or other information, as the case may be; (“signature électronique”)</p> <p class=\"definition\">“extra-provincial limited partnership” means a limited partnership organized under the laws of a jurisdiction other than Ontario; (“société en commandite extraprovinciale”)</p> <p class=\"definition\">“Minister” means the member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“person” includes an individual, sole proprietorship, partnership, unincorporated association, unincorporated syndicate, unincorporated organization, trust, body corporate, and a natural person in his or her capacity as trustee, executor, administrator or other legal representative; (“personne”)</p> <p class=\"definition\">“prescribed” means prescribed in the regulations; (“prescrit”)</p> <p class=\"definition\">“Registrar” means the Registrar appointed under the <i>Business Names Act</i>; (“registrateur”)</p> <p class=\"definition\">“telephonic or electronic means” means any means that uses the telephone or any other electronic or other technological means to transmit information or data, including telephone calls, voice mail, fax, e-mail, an automated touch-tone telephone system, computer or computer networks. (“moyen de communication téléphonique ou électronique”)  R.S.O. 1990, c. L.16, s. 1; 2017, c. 20, Sched. 6, s. 107 (1).</p> <p class=\"headnote\">Interpretation re period of days</p> <p class=\"subsection\">(2) In this Act, a period of days is deemed to commence on the day following the event that began the period and is deemed to terminate at midnight of the last day of the period, except that if the last day of the period falls on a holiday, the period terminates at midnight of the next day that is not a holiday. 2017, c. 20, Sched. 6, s. 107 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s107s1\">2017, c. 20, Sched. 6, s. 107 (1, 2)</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.1",
            "section_x": "Execution of documents",
            "part_id": null,
            "part_type": null,
            "section_y": "Execution of documentsart",
            "content": "1.1 Any declaration or other document required or permitted to be executed by more than one person for the purposes of this Act may be executed in several documents of like form, each of which is executed by one or more persons, and such documents, when duly executed by all persons required or permitted, as the case may be, to do so, are deemed to constitute one document for the purposes of this Act. 2017, c. 20, Sched. 6, s. 108. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 108 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1.1 </b>Any declaration or other document required or permitted to be executed by more than one person for the purposes of this Act may be executed in several documents of like form, each of which is executed by one or more persons, and such documents, when duly executed by all persons required or permitted, as the case may be, to do so, are deemed to constitute one document for the purposes of this Act. 2017, c. 20, Sched. 6, s. 108.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s108\">2017, c. 20, Sched. 6, s. 108</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Limited partnership",
            "part_id": null,
            "part_type": null,
            "section_y": "Limited partnership",
            "content": "2 (1) A limited partnership may, subject to this Act, be formed to carry on any business that a partnership without limited partners may carry on.  R.S.O. 1990, c. L.16, s. 2 (1). Whom to consist (2) A limited partnership shall consist of one or more persons who are general partners and one or more persons who are limited partners.  R.S.O. 1990, c. L.16, s. 2 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>(1) A limited partnership may, subject to this Act, be formed to carry on any business that a partnership without limited partners may carry on.  R.S.O. 1990, c. L.16, s. 2 (1).</p> <p class=\"headnote\">Whom to consist</p> <p class=\"subsection\">(2) A limited partnership shall consist of one or more persons who are general partners and one or more persons who are limited partners.  R.S.O. 1990, c. L.16, s. 2 (2).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "Formation of limited partnership",
            "part_id": null,
            "part_type": null,
            "section_y": "Formation of limited partnership",
            "content": "3 (1) A limited partnership is formed when a declaration is accepted for filing with the Registrar in accordance with this Act and any applicable regulations and Registrar’s requirements. 2017, c. 20, Sched. 6, s. 109. Declaration (2) Unless otherwise provided in this Act, the regulations or the Registrar’s requirements, a declaration shall be signed by all of the general partners desiring to form a limited partnership and shall state the prescribed information and any information required by the Registrar under section 36. 2017, c. 20, Sched. 6, s. 109. Expiry of declaration (3) Every declaration filed under subsection (1), including a declaration filed by an extra-provincial limited partnership, expires five years after the date that it is accepted for filing or that is prescribed unless the declaration is cancelled by filing a declaration of dissolution or the declaration is replaced by filing a renewal of a declaration before the expiry date. 2017, c. 20, Sched. 6, s. 109. Subsequent filing (4) A limited partnership is not dissolved if a declaration expires, but an additional fee in the required amount is payable for the subsequent filing of a renewal of a declaration. 2017, c. 20, Sched. 6, s. 109. Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 161 - 01/03/1999 2017, c. 20, Sched. 6, s. 109 - 19/10/2021 3.1 Repealed:  2004, c. 19, s. 15 (1). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 87 (1) - no effect - see 2004, c. 19, s. 15 (1) 2004, c. 19, s. 15 (1)\n- 01/06/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3 </b>(1) A limited partnership is formed when a declaration is accepted for filing with the Registrar in accordance with this Act and any applicable regulations and Registrar’s requirements. 2017, c. 20, Sched. 6, s. 109.</p> <p class=\"headnote\">Declaration</p> <p class=\"subsection\">(2) Unless otherwise provided in this Act, the regulations or the Registrar’s requirements, a declaration shall be signed by all of the general partners desiring to form a limited partnership and shall state the prescribed information and any information required by the Registrar under section 36. 2017, c. 20, Sched. 6, s. 109.</p> <p class=\"headnote\">Expiry of declaration</p> <p class=\"subsection\">(3) Every declaration filed under subsection (1), including a declaration filed by an extra-provincial limited partnership, expires five years after the date that it is accepted for filing or that is prescribed unless the declaration is cancelled by filing a declaration of dissolution or the declaration is replaced by filing a renewal of a declaration before the expiry date. 2017, c. 20, Sched. 6, s. 109.</p> <p class=\"headnote\">Subsequent filing</p> <p class=\"subsection\">(4) A limited partnership is not dissolved if a declaration expires, but an additional fee in the required amount is payable for the subsequent filing of a renewal of a declaration. 2017, c. 20, Sched. 6, s. 109.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 161 - 01/03/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s109\">2017, c. 20, Sched. 6, s. 109</a></span> - 19/10/2021</p> <p class=\"section\"><b>3.1 </b><span class=\"ovsmallcap\">Repealed</span>:  2004, c. 19, s. 15 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 87 (1) - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s15s1\">2004, c. 19, s. 15 (1)</a></span></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s15s1\">2004, c. 19, s. 15 (1)</a>\n</span>- 01/06/2005</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "section_x": "Record of limited partners",
            "part_id": null,
            "part_type": null,
            "section_y": "Record of limited partners",
            "content": "4 (1) The general partners of every limited partnership other than an extra-provincial limited partnership shall maintain a current record of the limited partners stating, for each limited partner, the prescribed information.  R.S.O. 1990, c. L.16, s. 4 (1). Format of records (1.1) The record of limited partners may be maintained in any form provided that the record is capable of being reproduced in an accurate and intelligible form within a reasonable time. 2023, c. 9, Sched. 17, s. 1. Where record to be kept (2) The record of limited partners shall be kept at the limited partnership’s principal place of business in Ontario.  R.S.O. 1990, c. L.16, s. 4 (2). Rights to inspect (3) Upon request and without charge, any general partner must permit any person to inspect the record of limited partners during the normal business hours of the limited partnership and to make copies or take extracts from them.  1994, c. 27, s. 87 (2). Same, inspection by remote means (3.1) A general partner may, but is not required to, permit any person to inspect the record of limited partners remotely at any time by means of any technology and may also permit the person to make copies or take extracts by such means. 2023, c. 9, Sched. 17, s. 1. Same, no charge for inspection, copies or extracts (3.2) If a general partner permits a person to inspect the record of limited partners or make copies or take extracts in accordance with subsection (3.1), the general partner shall not charge the person for the inspection or the copies or extracts. 2023, c. 9, Sched. 17, s. 1. Registrar may require copy of record (4) The Registrar may at any time by written notice require any general partner to provide to the Registrar or any other person a copy of the record of limited partners.  R.S.O. 1990, c. L.16, s. 4 (4). Copy of record to be provided (5) Upon receipt of the Registrar’s notice, the general partner to whom it is directed shall, within the time specified in the notice, provide a copy of the record of limited partners to the Registrar or any other person specified in the notice.  R.S.O. 1990, c. L.16, s. 4 (5). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 87 (2) - 01/03/1995 2023, c. 9, Sched. 17, s. 1- 01/10/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>4 </b>(1) The general partners of every limited partnership other than an extra-provincial limited partnership shall maintain a current record of the limited partners stating, for each limited partner, the prescribed information.  R.S.O. 1990, c. L.16, s. 4 (1).</p> <p class=\"headnote\">Format of records</p> <p class=\"subsection\">(1.1) The record of limited partners may be maintained in any form provided that the record is capable of being reproduced in an accurate and intelligible form within a reasonable time. 2023, c. 9, Sched. 17, s. 1.</p> <p class=\"headnote\">Where record to be kept</p> <p class=\"subsection\">(2) The record of limited partners shall be kept at the limited partnership’s principal place of business in Ontario.  R.S.O. 1990, c. L.16, s. 4 (2).</p> <p class=\"headnote\">Rights to inspect</p> <p class=\"subsection\">(3) Upon request and without charge, any general partner must permit any person to inspect the record of limited partners during the normal business hours of the limited partnership and to make copies or take extracts from them.  1994, c. 27, s. 87 (2).</p> <p class=\"headnote\">Same, inspection by remote means</p> <p class=\"subsection\">(3.1) A general partner may, but is not required to, permit any person to inspect the record of limited partners remotely at any time by means of any technology and may also permit the person to make copies or take extracts by such means. 2023, c. 9, Sched. 17, s. 1.</p> <p class=\"headnote\">Same, no charge for inspection, copies or extracts</p> <p class=\"subsection\">(3.2) If a general partner permits a person to inspect the record of limited partners or make copies or take extracts in accordance with subsection (3.1), the general partner shall not charge the person for the inspection or the copies or extracts. 2023, c. 9, Sched. 17, s. 1.</p> <p class=\"headnote\">Registrar may require copy of record</p> <p class=\"subsection\">(4) The Registrar may at any time by written notice require any general partner to provide to the Registrar or any other person a copy of the record of limited partners.  R.S.O. 1990, c. L.16, s. 4 (4).</p> <p class=\"headnote\">Copy of record to be provided</p> <p class=\"subsection\">(5) Upon receipt of the Registrar’s notice, the general partner to whom it is directed shall, within the time specified in the notice, provide a copy of the record of limited partners to the Registrar or any other person specified in the notice.  R.S.O. 1990, c. L.16, s. 4 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 87 (2) - 01/03/1995</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched17s1\">2023, c. 9, Sched. 17, s. 1</a></span>- 01/10/2023</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.1",
            "section_x": "Inability to receive filings in electronic system",
            "part_id": null,
            "part_type": null,
            "section_y": "Inability to receive filings in electronic system",
            "content": "4.1 (1) Despite any regulation made under clause 35.1 (1) (d), if the Registrar is of the opinion that it is not possible, for any reason, to receive declarations and other documents and information in an electronic format in an electronic system maintained under section 9 of the Business Names Act, the Registrar may require that they be filed in paper format alone in accordance with the Registrar’s requirements, if any, or in another electronic format approved by the Registrar. 2017, c. 20, Sched. 6, s. 110. Same, retaining filings and requests until system is operational (2) If the Registrar is of the opinion that it is not possible, for any reason, to issue declarations using an electronic system maintained under section 9 of the Business Names Act, the Registrar may retain declarations and other documents and information that have been filed until it is possible for the Registrar to issue them in accordance with this Act, the regulations and the Registrar’s requirements, if any. 2017, c. 20, Sched. 6, s. 110. Same, searches (3) If the Registrar is of the opinion that it is not possible, for any reason, for searches to be made of an electronic system maintained under section 9 of the Business Names Act, the Registrar may retain search requests that have been filed until it is possible for searches to be made. 2017, c. 20, Sched. 6, s. 110. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 110 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4.1 </b>(1) Despite any regulation made under clause 35.1 (1) (d), if the Registrar is of the opinion that it is not possible, for any reason, to receive declarations and other documents and information in an electronic format in an electronic system maintained under section 9 of the <i>Business Names Act</i>, the Registrar may require that they be filed in paper format alone in accordance with the Registrar’s requirements, if any, or in another electronic format approved by the Registrar. 2017, c. 20, Sched. 6, s. 110.</p> <p class=\"headnote\">Same, retaining filings and requests until system is operational</p> <p class=\"subsection\">(2) If the Registrar is of the opinion that it is not possible, for any reason, to issue declarations using an electronic system maintained under section 9 of the <i>Business Names Act</i>, the Registrar may retain declarations and other documents and information that have been filed until it is possible for the Registrar to issue them in accordance with this Act, the regulations and the Registrar’s requirements, if any. 2017, c. 20, Sched. 6, s. 110.</p> <p class=\"headnote\">Same, searches</p> <p class=\"subsection\">(3) If the Registrar is of the opinion that it is not possible, for any reason, for searches to be made of an electronic system maintained under section 9 of the <i>Business Names Act</i>, the Registrar may retain search requests that have been filed until it is possible for searches to be made. 2017, c. 20, Sched. 6, s. 110.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s110\">2017, c. 20, Sched. 6, s. 110</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "General and limited partners",
            "part_id": null,
            "part_type": null,
            "section_y": "General and limited partners",
            "content": "5 (1) A person may be a general partner and a limited partner at the same time in the same limited partnership.  R.S.O. 1990, c. L.16, s. 5 (1). Idem (2) A person who is at the same time a general partner and a limited partner in the same limited partnership has the rights and powers and is subject to the restrictions and liabilities of a general partner except that in respect of the person’s contribution as a limited partner the person has the same rights against the other partners as a limited partner.  R.S.O. 1990, c. L.16, s. 5 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>(1) A person may be a general partner and a limited partner at the same time in the same limited partnership.  R.S.O. 1990, c. L.16, s. 5 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) A person who is at the same time a general partner and a limited partner in the same limited partnership has the rights and powers and is subject to the restrictions and liabilities of a general partner except that in respect of the person’s contribution as a limited partner the person has the same rights against the other partners as a limited partner.  R.S.O. 1990, c. L.16, s. 5 (2).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Restriction in name of partnership",
            "part_id": null,
            "part_type": null,
            "section_y": "Restriction in name of partnership",
            "content": "6 (1) The full name or surname of a limited partner or a distinctive part of the corporate name of a limited partner shall not appear in the firm name of the limited partnership unless it is also the full name or surname of one of the general partners or a distinctive part of the corporate name of one of the general partners, as the case may be. 2017, c. 20, Sched. 6, s. 111 (1). Liability if limited partner (2) If the full name or surname of a limited partner or a distinctive part of the corporate name of a limited partner appears in the firm name contrary to subsection (1), the limited partner is liable as a general partner to any creditor of the limited partnership who has extended credit without actual knowledge that the limited partner is not a general partner. 2017, c. 20, Sched. 6, s. 111 (1). Use of term limited (3) Despite any Act, the word “Limited” may be used in the firm name but only in the expression “Limited Partnership”.  R.S.O. 1990, c. L.16, s. 6 (3). Language of firm name (4) A limited partnership may have a firm name that is in, (a) an English form only; (b) a French form only; (c) a French and English form, where the French and English are used together in a combined form; or (d) a French form and an English form, where the French and English forms are equivalent but are used separately. 2017, c. 20, Sched. 6, s. 111 (2). Same (5) A limited partnership that has a firm name described in clause (4) (d) may be legally designated by the French or English version of its firm name. 2017, c. 20, Sched. 6, s. 111 (2). Permitted letters, numerals, etc. (6) Only letters from the Roman alphabet, Arabic numerals or a combination of letters from the Roman alphabet and Arabic numerals, together with punctuation marks and other marks that are prescribed, may form part of the firm name of a limited partnership. 2017, c. 20, Sched. 6, s. 111 (2). Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 111 (1, 2) - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>(1) The full name or surname of a limited partner or a distinctive part of the corporate name of a limited partner shall not appear in the firm name of the limited partnership unless it is also the full name or surname of one of the general partners or a distinctive part of the corporate name of one of the general partners, as the case may be. 2017, c. 20, Sched. 6, s. 111 (1).</p> <p class=\"headnote\">Liability if limited partner</p> <p class=\"subsection\">(2) If the full name or surname of a limited partner or a distinctive part of the corporate name of a limited partner appears in the firm name contrary to subsection (1), the limited partner is liable as a general partner to any creditor of the limited partnership who has extended credit without actual knowledge that the limited partner is not a general partner. 2017, c. 20, Sched. 6, s. 111 (1).</p> <p class=\"headnote\">Use of term limited</p> <p class=\"subsection\">(3) Despite any Act, the word “Limited” may be used in the firm name but only in the expression “Limited Partnership”.  R.S.O. 1990, c. L.16, s. 6 (3).</p> <p class=\"headnote\">Language of firm name</p> <p class=\"subsection\">(4) A limited partnership may have a firm name that is in,</p> <p class=\"paragraph\">  (a) an English form only;</p> <p class=\"paragraph\">  (b) a French form only;</p> <p class=\"paragraph\">  (c) a French and English form, where the French and English are used together in a combined form; or</p> <p class=\"paragraph\">  (d) a French form and an English form, where the French and English forms are equivalent but are used separately. 2017, c. 20, Sched. 6, s. 111 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) A limited partnership that has a firm name described in clause (4) (d) may be legally designated by the French or English version of its firm name. 2017, c. 20, Sched. 6, s. 111 (2).</p> <p class=\"headnote\">Permitted letters, numerals, etc.</p> <p class=\"subsection\">(6) Only letters from the Roman alphabet, Arabic numerals or a combination of letters from the Roman alphabet and Arabic numerals, together with punctuation marks and other marks that are prescribed, may form part of the firm name of a limited partnership. 2017, c. 20, Sched. 6, s. 111 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s111s1\">2017, c. 20, Sched. 6, s. 111 (1, 2)</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.1",
            "section_x": "Firm name and filing declaration",
            "part_id": null,
            "part_type": null,
            "section_y": "Firm name and filing declaration",
            "content": "6.1 (1) The Registrar may refuse to accept a declaration under subsection 3 (1), 19 (1) or 25 (1) or (7) if the firm name of the limited partnership does not comply with this Act or the prescribed requirements. 2017, c. 20, Sched. 6, s. 112. Declaration of change required (2) If the Registrar accepts a declaration for filing for a limited partnership that is not an extra-provincial limited partnership and if the declaration sets out a firm name that does not comply with this Act or the prescribed requirements, the Registrar may give notice to the limited partnership requiring it to file a declaration of change under subsection 19 (2), within the time specified in the notice, that sets out a firm name that complies with this Act and the prescribed requirements. 2017, c. 20, Sched. 6, s. 112. Same, extra-provincial limited partnership (3) If the Registrar accepts a declaration for filing for an extra-provincial limited partnership and if the declaration sets out a firm name that does not comply with this Act or the prescribed requirements, the Registrar may give notice to the limited partnership requiring it, within the time specified in the notice, to file, (a) a declaration of change under subsection 25 (7) that sets out a firm name that complies with this Act and the prescribed requirements; or (b) a declaration of withdrawal under subsection 25 (8). 2017, c. 20, Sched. 6, s. 112. Registrar may issue declaration of change (4) If a limited partnership that is not an extra-provincial limited partnership fails to file a declaration of change in accordance with subsection (2), the Registrar may, subject to subsections (6), (7) and (8), issue a declaration of change changing the name of the limited partnership to a name specified in the declaration. 2017, c. 20, Sched. 6, s. 112. Cancellation of declaration for extra-provincial limited partnership (5) If an extra-provincial limited partnership fails to file a declaration of change or a declaration of withdrawal in accordance with subsection (3), the Registrar may, subject to subsections (6), (7) and (8), cancel the declaration described in subsection (1). 2017, c. 20, Sched. 6, s. 112. Notice (6) Before issuing a declaration changing the name under subsection (4) or cancelling a declaration under subsection (5), the Registrar shall give the limited partnership 21 days’ notice of his or her intention to do so. 2017, c. 20, Sched. 6, s. 112. Appeal (7) A limited partnership that receives notice under subsection (6) may appeal to the Divisional Court within 21 days after receipt of the notice. 2017, c. 20, Sched. 6, s. 112. Same (8) If a notice under subsection (6) is under appeal, the Registrar shall not issue a declaration under subsection (4) or cancel a declaration under subsection (5), as the case may be, unless a final determination is made upholding the Registrar’s decision. 2017, c. 20, Sched. 6, s. 112. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 112 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>6.1 </b>(1) The Registrar may refuse to accept a declaration under subsection 3 (1), 19 (1) or 25 (1) or (7) if the firm name of the limited partnership does not comply with this Act or the prescribed requirements. 2017, c. 20, Sched. 6, s. 112.</p> <p class=\"headnote\">Declaration of change required</p> <p class=\"subsection\">(2) If the Registrar accepts a declaration for filing for a limited partnership that is not an extra-provincial limited partnership and if the declaration sets out a firm name that does not comply with this Act or the prescribed requirements, the Registrar may give notice to the limited partnership requiring it to file a declaration of change under subsection 19 (2), within the time specified in the notice, that sets out a firm name that complies with this Act and the prescribed requirements. 2017, c. 20, Sched. 6, s. 112.</p> <p class=\"headnote\">Same, extra-provincial limited partnership</p> <p class=\"subsection\">(3) If the Registrar accepts a declaration for filing for an extra-provincial limited partnership and if the declaration sets out a firm name that does not comply with this Act or the prescribed requirements, the Registrar may give notice to the limited partnership requiring it, within the time specified in the notice, to file,</p> <p class=\"paragraph\">  (a) a declaration of change under subsection 25 (7) that sets out a firm name that complies with this Act and the prescribed requirements; or</p> <p class=\"paragraph\">  (b) a declaration of withdrawal under subsection 25 (8). 2017, c. 20, Sched. 6, s. 112.</p> <p class=\"headnote\">Registrar may issue declaration of change</p> <p class=\"subsection\">(4) If a limited partnership that is not an extra-provincial limited partnership fails to file a declaration of change in accordance with subsection (2), the Registrar may, subject to subsections (6), (7) and (8), issue a declaration of change changing the name of the limited partnership to a name specified in the declaration. 2017, c. 20, Sched. 6, s. 112.</p> <p class=\"headnote\">Cancellation of declaration for extra-provincial limited partnership</p> <p class=\"subsection\">(5) If an extra-provincial limited partnership fails to file a declaration of change or a declaration of withdrawal in accordance with subsection (3), the Registrar may, subject to subsections (6), (7) and (8), cancel the declaration described in subsection (1). 2017, c. 20, Sched. 6, s. 112.</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(6) Before issuing a declaration changing the name under subsection (4) or cancelling a declaration under subsection (5), the Registrar shall give the limited partnership 21 days’ notice of his or her intention to do so. 2017, c. 20, Sched. 6, s. 112.</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(7) A limited partnership that receives notice under subsection (6) may appeal to the Divisional Court within 21 days after receipt of the notice. 2017, c. 20, Sched. 6, s. 112.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) If a notice under subsection (6) is under appeal, the Registrar shall not issue a declaration under subsection (4) or cancel a declaration under subsection (5), as the case may be, unless a final determination is made upholding the Registrar’s decision. 2017, c. 20, Sched. 6, s. 112.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s112\">2017, c. 20, Sched. 6, s. 112</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "section_x": "Contribution of limited partner",
            "part_id": null,
            "part_type": null,
            "section_y": "Contribution of limited partner",
            "content": "7 (1) A limited partner may contribute money and other property to the limited partnership, but not services.  R.S.O. 1990, c. L.16, s. 7 (1). Personal property (2) A limited partner’s interest in the limited partnership is personal property.  R.S.O. 1990, c. L.16, s. 7 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>7 </b>(1) A limited partner may contribute money and other property to the limited partnership, but not services.  R.S.O. 1990, c. L.16, s. 7 (1).</p> <p class=\"headnote\">Personal property</p> <p class=\"subsection\">(2) A limited partner’s interest in the limited partnership is personal property.  R.S.O. 1990, c. L.16, s. 7 (2).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "section_x": "Rights of general partners",
            "part_id": null,
            "part_type": null,
            "section_y": "Rights of general partners",
            "content": "8 A general partner in a limited partnership has all the rights and powers and is subject to all the restrictions and liabilities of a partner in a partnership without limited partners except that, without the written consent to or ratification of the specific act by all the limited partners, a general partner has no authority to, (a) do any act in contravention of the partnership agreement; (b) do any act which makes it impossible to carry on the ordinary business of the limited partnership; (c) consent to a judgment against the limited partnership; (d) possess limited partnership property, or assign any rights in specific partnership property, for other than a partnership purpose; (e) admit a person as a general partner; (f) admit a person as a limited partner, unless the right to do so is given in the partnership agreement; or (g) continue the business of the limited partnership if a general partner dies, retires or becomes incapable as defined in the Substitute Decisions Act, 1992 or a corporate general partner is dissolved, unless the right to do so is given in the partnership agreement.  R.S.O. 1990, c. L.16, s. 8; 2009, c. 33, Sched. 2, s. 44 (1). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 2, s. 44 (1) - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>8 </b>A general partner in a limited partnership has all the rights and powers and is subject to all the restrictions and liabilities of a partner in a partnership without limited partners except that, without the written consent to or ratification of the specific act by all the limited partners, a general partner has no authority to,</p> <p class=\"paragraph\">  (a) do any act in contravention of the partnership agreement;</p> <p class=\"paragraph\">  (b) do any act which makes it impossible to carry on the ordinary business of the limited partnership;</p> <p class=\"paragraph\">  (c) consent to a judgment against the limited partnership;</p> <p class=\"paragraph\">  (d) possess limited partnership property, or assign any rights in specific partnership property, for other than a partnership purpose;</p> <p class=\"paragraph\">  (e) admit a person as a general partner;</p> <p class=\"paragraph\">  (f) admit a person as a limited partner, unless the right to do so is given in the partnership agreement; or</p> <p class=\"paragraph\">  (g) continue the business of the limited partnership if a general partner dies, retires or becomes incapable as defined in the <i>Substitute Decisions Act, 1992</i> or a corporate general partner is dissolved, unless the right to do so is given in the partnership agreement.  R.S.O. 1990, c. L.16, s. 8; 2009, c. 33, Sched. 2, s. 44 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s44s1\">2009, c. 33, Sched. 2, s. 44 (1)</a> </span>- 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "section_x": "Liability of limited partner",
            "part_id": null,
            "part_type": null,
            "section_y": "Liability of limited partner",
            "content": "9 Subject to this Act, a limited partner is not liable for the obligations of the limited partnership except in respect of the value of money and other property the limited partner contributes or agrees to contribute to the limited partnership, as stated in the record of limited partners.  R.S.O. 1990, c. L.16, s. 9.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>9 </b>Subject to this Act, a limited partner is not liable for the obligations of the limited partnership except in respect of the value of money and other property the limited partner contributes or agrees to contribute to the limited partnership, as stated in the record of limited partners.  R.S.O. 1990, c. L.16, s. 9.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "section_x": "Rights of limited partner",
            "part_id": null,
            "part_type": null,
            "section_y": "Rights of limited partner",
            "content": "10 (1) A limited partner has the same right as a general partner, (a) to inspect and make copies of or take extracts from the limited partnership books at all times; (b) to be given, on demand, true and full information concerning all matters affecting the limited partnership, and to be given a complete and formal account of the partnership affairs; and (c) to obtain dissolution of the limited partnership by court order.  R.S.O. 1990, c. L.16, s. 10. Inspection by remote means (2) A general partner may, but is not required to, permit a limited partner to inspect the limited partnership books remotely at any time by means of any technology and may also permit the limited partner to make copies or take extracts by such means. 2023, c. 9, Sched. 17, s. 2. Section Amendments with date in force (d/m/y) 2023, c. 9, Sched. 17, s. 2 - 01/10/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>10 </b>(1) A limited partner has the same right as a general partner,</p> <p class=\"paragraph\">  (a) to inspect and make copies of or take extracts from the limited partnership books at all times;</p> <p class=\"paragraph\">  (b) to be given, on demand, true and full information concerning all matters affecting the limited partnership, and to be given a complete and formal account of the partnership affairs; and</p> <p class=\"paragraph\">  (c) to obtain dissolution of the limited partnership by court order.  R.S.O. 1990, c. L.16, s. 10.</p> <p class=\"headnote\">Inspection by remote means</p> <p class=\"subsection\">(2) A general partner may, but is not required to, permit a limited partner to inspect the limited partnership books remotely at any time by means of any technology and may also permit the limited partner to make copies or take extracts by such means. 2023, c. 9, Sched. 17, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched17s2\">2023, c. 9, Sched. 17, s. 2</a></span> - 01/10/2023</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "section_x": "Share of profits",
            "part_id": null,
            "part_type": null,
            "section_y": "Share of profits",
            "content": "11 (1) A limited partner has, subject to this Act, the right, (a) to a share of the profits or other compensation by way of income; and (b) to have the limited partner’s contribution to the limited partnership returned.  R.S.O. 1990, c. L.16, s. 11 (1). When profit may not be paid (2) No payment of a share of the profits or other compensation by way of income shall be made to a limited partner from the assets of the limited partnership or of a general partner if the payment would reduce the assets of the limited partnership to an amount insufficient to discharge the liabilities of the limited partnership to persons who are not general or limited partners.  R.S.O. 1990, c. L.16, s. 11 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>11 </b>(1) A limited partner has, subject to this Act, the right,</p> <p class=\"paragraph\">  (a) to a share of the profits or other compensation by way of income; and</p> <p class=\"paragraph\">  (b) to have the limited partner’s contribution to the limited partnership returned.  R.S.O. 1990, c. L.16, s. 11 (1).</p> <p class=\"headnote\">When profit may not be paid</p> <p class=\"subsection\">(2) No payment of a share of the profits or other compensation by way of income shall be made to a limited partner from the assets of the limited partnership or of a general partner if the payment would reduce the assets of the limited partnership to an amount insufficient to discharge the liabilities of the limited partnership to persons who are not general or limited partners.  R.S.O. 1990, c. L.16, s. 11 (2).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "section_x": "Business dealings by limited partner with partnership",
            "part_id": null,
            "part_type": null,
            "section_y": "Business dealings by limited partner with partnership",
            "content": "12 (1) A limited partner may loan money to and transact other business with the limited partnership and, unless the limited partner is also a general partner, may receive on account of resulting claims against the limited partnership with general creditors a prorated share of the assets, but no limited partner shall, in respect of any such claim, (a) receive or hold as collateral security any of the limited partnership property; or (b) receive from a general partner or the limited partnership any payment, conveyance or release from liability if at the time the assets of the partnership are not sufficient to discharge partnership liabilities to persons who are not general or limited partners.  R.S.O. 1990, c. L.16, s. 12 (1). Rights of limited partner (2) A limited partner may from time to time, (a) examine into the state and progress of the limited partnership business and may advise as to its management; (b) act as a contractor for or an agent or employee of the limited partnership or of a general partner; or (c) act as a surety for the limited partnership.  R.S.O. 1990, c. L.16, s. 12 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>12 </b>(1) A limited partner may loan money to and transact other business with the limited partnership and, unless the limited partner is also a general partner, may receive on account of resulting claims against the limited partnership with general creditors a prorated share of the assets, but no limited partner shall, in respect of any such claim,</p> <p class=\"paragraph\">  (a) receive or hold as collateral security any of the limited partnership property; or</p> <p class=\"paragraph\">  (b) receive from a general partner or the limited partnership any payment, conveyance or release from liability if at the time the assets of the partnership are not sufficient to discharge partnership liabilities to persons who are not general or limited partners.  R.S.O. 1990, c. L.16, s. 12 (1).</p> <p class=\"headnote\">Rights of limited partner</p> <p class=\"subsection\">(2) A limited partner may from time to time,</p> <p class=\"paragraph\">  (a) examine into the state and progress of the limited partnership business and may advise as to its management;</p> <p class=\"paragraph\">  (b) act as a contractor for or an agent or employee of the limited partnership or of a general partner; or</p> <p class=\"paragraph\">  (c) act as a surety for the limited partnership.  R.S.O. 1990, c. L.16, s. 12 (2).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "13.",
            "section_x": "Limited partner in control of business",
            "part_id": null,
            "part_type": null,
            "section_y": "Limited partner in control of business",
            "content": "13 (1) A limited partner is not liable as a general partner unless, in addition to exercising rights and powers as a limited partner, the limited partner takes part in the control of the business.  R.S.O. 1990, c. L.16, s. 13 (1). Additional rights and powers (2) For the purposes of subsection (1), a limited partner shall not be presumed to be taking part in the control of the business by reason only that the limited partner exercises rights and powers in addition to the rights and powers conferred upon the limited partner by this Act.  R.S.O. 1990, c. L.16, s. 13 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>13 </b>(1) A limited partner is not liable as a general partner unless, in addition to exercising rights and powers as a limited partner, the limited partner takes part in the control of the business.  R.S.O. 1990, c. L.16, s. 13 (1).</p> <p class=\"headnote\">Additional rights and powers</p> <p class=\"subsection\">(2) For the purposes of subsection (1), a limited partner shall not be presumed to be taking part in the control of the business by reason only that the limited partner exercises rights and powers in addition to the rights and powers conferred upon the limited partner by this Act.  R.S.O. 1990, c. L.16, s. 13 (2).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "14.",
            "section_x": "Limited partners’ rights as between themselves",
            "part_id": null,
            "part_type": null,
            "section_y": "Limited partners’ rights as between themselves",
            "content": "14 (1) Subject to subsection (2), limited partners, in relation to one another, share in the limited partnership assets, (a) for the return of contributions; and (b) for profits or other compensation by way of income on account of their contributions, in proportion to the respective amounts of money and other property actually contributed by the limited partners to the limited partnership.  R.S.O. 1990, c. L.16, s. 14 (1). Priority agreement (2) Where there are several limited partners, the partners may agree that one or more of the limited partners is to have priority over other limited partners, (a) as to the return of contributions; (b) as to profits or other compensation by way of income; or (c) as to any other matter, but the terms of this agreement shall be set out in the partnership agreement.  R.S.O. 1990, c. L.16, s. 14 (2). Idem (3) Where the partnership agreement does not contain an agreement referred to in subsection (2), the shares of the limited partners in the partnership assets shall be determined in accordance with subsection (1).  R.S.O. 1990, c. L.16, s. 14 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>14 </b>(1) Subject to subsection (2), limited partners, in relation to one another, share in the limited partnership assets,</p> <p class=\"paragraph\">  (a) for the return of contributions; and</p> <p class=\"paragraph\">  (b) for profits or other compensation by way of income on account of their contributions,</p> <p class=\"section\">in proportion to the respective amounts of money and other property actually contributed by the limited partners to the limited partnership.  R.S.O. 1990, c. L.16, s. 14 (1).</p> <p class=\"headnote\">Priority agreement</p> <p class=\"subsection\">(2) Where there are several limited partners, the partners may agree that one or more of the limited partners is to have priority over other limited partners,</p> <p class=\"paragraph\">  (a) as to the return of contributions;</p> <p class=\"paragraph\">  (b) as to profits or other compensation by way of income; or</p> <p class=\"paragraph\">  (c) as to any other matter,</p> <p class=\"subsection\">but the terms of this agreement shall be set out in the partnership agreement.  R.S.O. 1990, c. L.16, s. 14 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) Where the partnership agreement does not contain an agreement referred to in subsection (2), the shares of the limited partners in the partnership assets shall be determined in accordance with subsection (1).  R.S.O. 1990, c. L.16, s. 14 (3).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "15.",
            "section_x": "Return of limited partner’s contribution",
            "part_id": null,
            "part_type": null,
            "section_y": "Return of limited partner’s contribution",
            "content": "15 (1) A limited partner has the right to demand and receive the return of the limited partner’s contribution, (a) upon the dissolution of the limited partnership; (b) when the time specified in the partnership agreement for the return of the contribution occurs; (c) after the limited partner has given six months notice in writing to all other partners, if no time is specified in the partnership agreement for the return of the contribution or for the dissolution of the limited partnership; or (d) when all the partners consent to the return of the contribution.  R.S.O. 1990, c. L.16, s. 15 (1). Idem (2) Despite subsection (1), a limited partner is not entitled to receive any part of the limited partner’s contribution out of the limited partnership assets or from a general partner until, (a) all liabilities of the limited partnership, except liabilities to general partners and to limited partners on account of their contributions, have been paid or there remains sufficient limited partnership assets to pay them; and (b) the partnership agreement is terminated or so amended, if necessary, to set forth the withdrawal or reduction of the contribution.  R.S.O. 1990, c. L.16, s. 15 (2). Idem (3) A limited partner has, irrespective of the nature of the limited partner’s contribution, only the right to demand and receive money in return therefor, unless, (a) the partnership agreement provides otherwise; or (b) all the partners consent to some other manner of returning the contribution.  R.S.O. 1990, c. L.16, s. 15 (3). Dissolution (4) A limited partner is entitled to have the limited partnership dissolved and its affairs wound up where, (a) the limited partner is entitled to the return of the limited partner’s contribution but, upon demand, the contribution is not returned to the limited partner; or (b) the other liabilities of the limited partnership have not been paid or the limited partnership assets are insufficient for their payment as required by clause (2) (a) and the limited partner seeking dissolution would otherwise be entitled to the return of the limited partner’s contribution.  R.S.O. 1990, c. L.16, s. 15 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>15 </b>(1) A limited partner has the right to demand and receive the return of the limited partner’s contribution,</p> <p class=\"paragraph\">  (a) upon the dissolution of the limited partnership;</p> <p class=\"paragraph\">  (b) when the time specified in the partnership agreement for the return of the contribution occurs;</p> <p class=\"paragraph\">  (c) after the limited partner has given six months notice in writing to all other partners, if no time is specified in the partnership agreement for the return of the contribution or for the dissolution of the limited partnership; or</p> <p class=\"paragraph\">  (d) when all the partners consent to the return of the contribution.  R.S.O. 1990, c. L.16, s. 15 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Despite subsection (1), a limited partner is not entitled to receive any part of the limited partner’s contribution out of the limited partnership assets or from a general partner until,</p> <p class=\"paragraph\">  (a) all liabilities of the limited partnership, except liabilities to general partners and to limited partners on account of their contributions, have been paid or there remains sufficient limited partnership assets to pay them; and</p> <p class=\"paragraph\">  (b) the partnership agreement is terminated or so amended, if necessary, to set forth the withdrawal or reduction of the contribution.  R.S.O. 1990, c. L.16, s. 15 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) A limited partner has, irrespective of the nature of the limited partner’s contribution, only the right to demand and receive money in return therefor, unless,</p> <p class=\"paragraph\">  (a) the partnership agreement provides otherwise; or</p> <p class=\"paragraph\">  (b) all the partners consent to some other manner of returning the contribution.  R.S.O. 1990, c. L.16, s. 15 (3).</p> <p class=\"headnote\">Dissolution</p> <p class=\"subsection\">(4) A limited partner is entitled to have the limited partnership dissolved and its affairs wound up where,</p> <p class=\"paragraph\">  (a) the limited partner is entitled to the return of the limited partner’s contribution but, upon demand, the contribution is not returned to the limited partner; or</p> <p class=\"paragraph\">  (b) the other liabilities of the limited partnership have not been paid or the limited partnership assets are insufficient for their payment as required by clause (2) (a) and the limited partner seeking dissolution would otherwise be entitled to the return of the limited partner’s contribution.  R.S.O. 1990, c. L.16, s. 15 (4).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "16.",
            "section_x": "Limited partner’s liability to partnership",
            "part_id": null,
            "part_type": null,
            "section_y": "Limited partner’s liability to partnership",
            "content": "16 (1) A limited partner is liable to the limited partnership for the difference, if any, between the value of money or other property actually contributed by the limited partner to the limited partnership and the value of money or other property stated in the record of limited partners as being contributed or to be contributed by the limited partner to the limited partnership.  R.S.O. 1990, c. L.16, s. 16 (1). Limited partner as trustee (2) A limited partner holds as trustee for the limited partnership, (a) specific property stated in the partnership agreement as contributed by the limited partner, but which has not in fact been contributed or which has been returned contrary to this Act; and (b) money or other property paid or conveyed to the limited partner on account of the limited partner’s contribution contrary to this Act.  R.S.O. 1990, c. L.16, s. 16 (2). Idem (3) Where a limited partner has received the return of all or part of the limited partner’s contribution, the limited partner is nevertheless liable to the limited partnership or, where the limited partnership is dissolved, to its creditors for any amount, not in excess of the amount returned with interest, necessary to discharge the liabilities of the limited partnership to all creditors who extended credit or whose claims otherwise arose before the return of the contribution.  R.S.O. 1990, c. L.16, s. 16 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>16 </b>(1) A limited partner is liable to the limited partnership for the difference, if any, between the value of money or other property actually contributed by the limited partner to the limited partnership and the value of money or other property stated in the record of limited partners as being contributed or to be contributed by the limited partner to the limited partnership.  R.S.O. 1990, c. L.16, s. 16 (1).</p> <p class=\"headnote\">Limited partner as trustee</p> <p class=\"subsection\">(2) A limited partner holds as trustee for the limited partnership,</p> <p class=\"paragraph\">  (a) specific property stated in the partnership agreement as contributed by the limited partner, but which has not in fact been contributed or which has been returned contrary to this Act; and</p> <p class=\"paragraph\">  (b) money or other property paid or conveyed to the limited partner on account of the limited partner’s contribution contrary to this Act.  R.S.O. 1990, c. L.16, s. 16 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) Where a limited partner has received the return of all or part of the limited partner’s contribution, the limited partner is nevertheless liable to the limited partnership or, where the limited partnership is dissolved, to its creditors for any amount, not in excess of the amount returned with interest, necessary to discharge the liabilities of the limited partnership to all creditors who extended credit or whose claims otherwise arose before the return of the contribution.  R.S.O. 1990, c. L.16, s. 16 (3).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "17.",
            "section_x": "Admission of additional limited partners",
            "part_id": null,
            "part_type": null,
            "section_y": "Admission of additional limited partners",
            "content": "17 After the formation of the limited partnership, additional limited partners may be admitted by amendment of the record of limited partners.  R.S.O. 1990, c. L.16, s. 17.",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>17 </b>After the formation of the limited partnership, additional limited partners may be admitted by amendment of the record of limited partners.  R.S.O. 1990, c. L.16, s. 17.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "18.",
            "section_x": "Interest assignable",
            "part_id": null,
            "part_type": null,
            "section_y": "Interest assignable",
            "content": "18 (1) A limited partner’s interest is assignable.  R.S.O. 1990, c. L.16, s. 18 (1). Limited partner (2) A substituted limited partner is a person admitted to all the rights and powers of a limited partner who has died or who has assigned the limited partner’s interest in the limited partnership.  R.S.O. 1990, c. L.16, s. 18 (2). Rights of assignee (3) An assignee who is not a substituted limited partner has no right, (a) to inspect the limited partnership books; (b) to be given any information about matters affecting the limited partnership or to be given an account of the partnership affairs, but is entitled only to receive the share of the profits or other compensation by way of income or the return of the contribution to which the assignor would otherwise be entitled.  R.S.O. 1990, c. L.16, s. 18 (3). Manner of becoming a substituted limited partner (4) An assignee may become a substituted limited partner, (a) if all the partners, except the assignor, consent in writing thereto; or (b) if the assignor, being so authorized by the partnership agreement, constitutes the assignee a substituted limited partner.  R.S.O. 1990, c. L.16, s. 18 (4). Idem (5) An assignee, who is otherwise entitled to become a substituted limited partner, becomes a substituted limited partner when the record of limited partners is amended.  R.S.O. 1990, c. L.16, s. 18 (5). Rights, liabilities of substituted limited partner (6) A substituted limited partner has all the rights and powers and is subject to all the restrictions and liabilities of the limited partner’s assignor, except any liability of which the limited partner did not have notice at the time the limited partner became a limited partner and which could not be ascertained from the partnership agreement, the declaration or the record of limited partners.  R.S.O. 1990, c. L.16, s. 18 (6). Liability of assignor (7) The substitution of an assignee as a limited partner does not release the assignor from liability under section 16 or 30.  R.S.O. 1990, c. L.16, s. 18 (7).",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>18 </b>(1) A limited partner’s interest is assignable.  R.S.O. 1990, c. L.16, s. 18 (1).</p> <p class=\"headnote\">Limited partner</p> <p class=\"subsection\">(2) A substituted limited partner is a person admitted to all the rights and powers of a limited partner who has died or who has assigned the limited partner’s interest in the limited partnership.  R.S.O. 1990, c. L.16, s. 18 (2).</p> <p class=\"headnote\">Rights of assignee</p> <p class=\"subsection\">(3) An assignee who is not a substituted limited partner has no right,</p> <p class=\"paragraph\">  (a) to inspect the limited partnership books;</p> <p class=\"paragraph\">  (b) to be given any information about matters affecting the limited partnership or to be given an account of the partnership affairs,</p> <p class=\"subsection\">but is entitled only to receive the share of the profits or other compensation by way of income or the return of the contribution to which the assignor would otherwise be entitled.  R.S.O. 1990, c. L.16, s. 18 (3).</p> <p class=\"headnote\">Manner of becoming a substituted limited partner</p> <p class=\"subsection\">(4) An assignee may become a substituted limited partner,</p> <p class=\"paragraph\">  (a) if all the partners, except the assignor, consent in writing thereto; or</p> <p class=\"paragraph\">  (b) if the assignor, being so authorized by the partnership agreement, constitutes the assignee a substituted limited partner.  R.S.O. 1990, c. L.16, s. 18 (4).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(5) An assignee, who is otherwise entitled to become a substituted limited partner, becomes a substituted limited partner when the record of limited partners is amended.  R.S.O. 1990, c. L.16, s. 18 (5).</p> <p class=\"headnote\">Rights, liabilities of substituted limited partner</p> <p class=\"subsection\">(6) A substituted limited partner has all the rights and powers and is subject to all the restrictions and liabilities of the limited partner’s assignor, except any liability of which the limited partner did not have notice at the time the limited partner became a limited partner and which could not be ascertained from the partnership agreement, the declaration or the record of limited partners.  R.S.O. 1990, c. L.16, s. 18 (6).</p> <p class=\"headnote\">Liability of assignor</p> <p class=\"subsection\">(7) The substitution of an assignee as a limited partner does not release the assignor from liability under section 16 or 30.  R.S.O. 1990, c. L.16, s. 18 (7).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "19.",
            "section_x": "Declaration of change",
            "part_id": null,
            "part_type": null,
            "section_y": "Declaration of change",
            "content": "19 (1) A declaration of change shall be filed with the Registrar for every change in information required to be stated in the declaration under subsection 3 (1), including a change in the firm name of a limited partnership. 2017, c. 20, Sched. 6, s. 113 (1). Exception (2) Despite subsection (1), a declaration of change shall not be filed for a change of information in respect of a general partner that is a corporation if, (a) the change in information was previously made in accordance with this Act or another Act; and (b) the Registrar has recorded the change in the records maintained under subsection 1.1 (3) of the Business Names Act and issued a declaration of change showing the change. 2017, c. 20, Sched. 6, s. 113 (1). Same (2.1) Despite subsection (1), a declaration of change shall not be filed for a change of information in respect of a general partner that is not a corporation if, (a) the general partner was previously assigned a business identification number for the purposes of the Business Names Act; (b) the change of information was previously filed by the general partner under that Act; and (c) the Registrar has recorded the change in the records maintained under subsection 1.1 (3) of that Act and issued a declaration of change showing the change in information. 2017, c. 20, Sched. 6, s. 113 (1). Signing of declaration (3) Unless otherwise provided in this Act, the regulations or the Registrar’s requirements, a declaration of change shall be signed by at least one of the general partners.  R.S.O. 1990, c. L.16, s. 19 (3); 2017, c. 20, Sched. 6, s. 113 (2). Change not effective (4) For the purposes of this Act, a change referred to in subsection (1) does not take effect until a declaration of change is filed with the Registrar.  R.S.O. 1990, c. L.16, s. 19 (4); 2017, c. 20, Sched. 6, s. 113 (3). Expiry (5) A declaration of change expires upon the expiry, replacement or cancellation of the declaration amended by the declaration of change.  R.S.O. 1990, c. L.16, s. 19 (5). Change of address (6) If there is a change in an address set out in a declaration, the declaration of change referred to in subsection (1) shall be filed within 15 days after the change takes place.  1994, c. 27, s. 87 (4); 2017, c. 20, Sched. 6, s. 113 (3). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 87 (3, 4) - 01/03/1995 2017, c. 20, Sched. 6, s. 113 (1-3) - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>19 </b>(1) A declaration of change shall be filed with the Registrar for every change in information required to be stated in the declaration under subsection 3 (1), including a change in the firm name of a limited partnership. 2017, c. 20, Sched. 6, s. 113 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Despite subsection (1), a declaration of change shall not be filed for a change of information in respect of a general partner that is a corporation if,</p> <p class=\"paragraph\">  (a) the change in information was previously made in accordance with this Act or another Act; and</p> <p class=\"paragraph\">  (b) the Registrar has recorded the change in the records maintained under subsection 1.1 (3) of the <i>Business Names Act</i> and issued a declaration of change showing the change. 2017, c. 20, Sched. 6, s. 113 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2.1) Despite subsection (1), a declaration of change shall not be filed for a change of information in respect of a general partner that is not a corporation if,</p> <p class=\"paragraph\">  (a) the general partner was previously assigned a business identification number for the purposes of the <i>Business Names Act</i>;</p> <p class=\"paragraph\">  (b) the change of information was previously filed by the general partner under that Act; and</p> <p class=\"paragraph\">  (c) the Registrar has recorded the change in the records maintained under subsection 1.1 (3) of that Act and issued a declaration of change showing the change in information. 2017, c. 20, Sched. 6, s. 113 (1).</p> <p class=\"headnote\">Signing of declaration</p> <p class=\"subsection\">(3) Unless otherwise provided in this Act, the regulations or the Registrar’s requirements, a declaration of change shall be signed by at least one of the general partners.  R.S.O. 1990, c. L.16, s. 19 (3); 2017, c. 20, Sched. 6, s. 113 (2).</p> <p class=\"headnote\">Change not effective</p> <p class=\"subsection\">(4) For the purposes of this Act, a change referred to in subsection (1) does not take effect until a declaration of change is filed with the Registrar.  R.S.O. 1990, c. L.16, s. 19 (4); 2017, c. 20, Sched. 6, s. 113 (3).</p> <p class=\"headnote\">Expiry</p> <p class=\"subsection\">(5) A declaration of change expires upon the expiry, replacement or cancellation of the declaration amended by the declaration of change.  R.S.O. 1990, c. L.16, s. 19 (5).</p> <p class=\"headnote\">Change of address</p> <p class=\"subsection\">(6) If there is a change in an address set out in a declaration, the declaration of change referred to in subsection (1) shall be filed within 15 days after the change takes place.  1994, c. 27, s. 87 (4); 2017, c. 20, Sched. 6, s. 113 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 87 (3, 4) - 01/03/1995</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s113s1\">2017, c. 20, Sched. 6, s. 113 (1-3)</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "20.",
            "section_x": "Ability to sue",
            "part_id": null,
            "part_type": null,
            "section_y": "Ability to sue",
            "content": "20 (1) No limited partnership that has unpaid fees or penalties or in respect of which a declaration has not been filed as required by this Act and no member thereof is capable of maintaining a proceeding in a court in Ontario in respect of the business carried on by the limited partnership except with leave of the court.  R.S.O. 1990, c. L.16, s. 20 (1). Idem (2) The court shall grant leave if the court is satisfied that, (a) the failure to pay the fees or penalties or file the declaration was inadvertent; (b) there is no evidence that the public has been deceived or misled; and (c) at the time of the application to the court, the limited partnership has no unpaid fees or penalties and has filed all declarations required by this Act.  R.S.O. 1990, c. L.16, s. 20 (2). Contracts valid (3) No contract is void or voidable by reason only that it was entered into by a limited partnership that was in contravention of this Act or the regulations at the time the contract was made.  R.S.O. 1990, c. L.16, s. 20 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>20 </b>(1) No limited partnership that has unpaid fees or penalties or in respect of which a declaration has not been filed as required by this Act and no member thereof is capable of maintaining a proceeding in a court in Ontario in respect of the business carried on by the limited partnership except with leave of the court.  R.S.O. 1990, c. L.16, s. 20 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The court shall grant leave if the court is satisfied that,</p> <p class=\"paragraph\">  (a) the failure to pay the fees or penalties or file the declaration was inadvertent;</p> <p class=\"paragraph\">  (b) there is no evidence that the public has been deceived or misled; and</p> <p class=\"paragraph\">  (c) at the time of the application to the court, the limited partnership has no unpaid fees or penalties and has filed all declarations required by this Act.  R.S.O. 1990, c. L.16, s. 20 (2).</p> <p class=\"headnote\">Contracts valid</p> <p class=\"subsection\">(3) No contract is void or voidable by reason only that it was entered into by a limited partnership that was in contravention of this Act or the regulations at the time the contract was made.  R.S.O. 1990, c. L.16, s. 20 (3).</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "21.",
            "section_x": "Dissolution of limited partnership",
            "part_id": null,
            "part_type": null,
            "section_y": "Dissolution of limited partnership",
            "content": "21 A general partner’s retirement, death or incapacity to manage property within the meaning of the Substitute Decisions Act, 1992 or a corporate general partner’s dissolution dissolves a limited partnership unless the business is continued by the remaining general partners, (a) pursuant to a right to do so contained in the partnership agreement; and (b) with the consent of all the remaining partners.  R.S.O. 1990, c. L.16, s. 21; 2009, c. 33, Sched. 2, s. 44 (2). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 2, s. 44 (2) - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>21 </b>A general partner’s retirement, death or incapacity to manage property within the meaning of the <i>Substitute Decisions Act, 1992</i> or a corporate general partner’s dissolution dissolves a limited partnership unless the business is continued by the remaining general partners,</p> <p class=\"paragraph\">  (a) pursuant to a right to do so contained in the partnership agreement; and</p> <p class=\"paragraph\">  (b) with the consent of all the remaining partners.  R.S.O. 1990, c. L.16, s. 21; 2009, c. 33, Sched. 2, s. 44 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s44s2\">2009, c. 33, Sched. 2, s. 44 (2)</a> </span>- 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "22.",
            "section_x": "Death of limited partner",
            "part_id": null,
            "part_type": null,
            "section_y": "Death of limited partner",
            "content": "22 (1) The executor or administrator of the estate of a limited partner has, (a) all the rights and powers of a limited partner for the purpose of settling the estate of the limited partner; and (b) whatever power the limited partner had under the partnership agreement to constitute the limited partner’s assignee a substituted limited partner.  R.S.O. 1990, c. L.16, s. 22 (1). Liability (2) The estate of a limited partner is liable for all the liabilities of the limited partner as a limited partner.  R.S.O. 1990, c. L.16, s. 22 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>22 </b>(1) The executor or administrator of the estate of a limited partner has,</p> <p class=\"paragraph\">  (a) all the rights and powers of a limited partner for the purpose of settling the estate of the limited partner; and</p> <p class=\"paragraph\">  (b) whatever power the limited partner had under the partnership agreement to constitute the limited partner’s assignee a substituted limited partner.  R.S.O. 1990, c. L.16, s. 22 (1).</p> <p class=\"headnote\">Liability</p> <p class=\"subsection\">(2) The estate of a limited partner is liable for all the liabilities of the limited partner as a limited partner.  R.S.O. 1990, c. L.16, s. 22 (2).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "23.",
            "section_x": "Declaration of dissolution",
            "part_id": null,
            "part_type": null,
            "section_y": "Declaration of dissolution",
            "content": "23 (1) A declaration of dissolution shall be filed with the Registrar when, (a) the limited partnership is dissolved; or (b) all of the limited partners cease to be limited partners.  R.S.O. 1990, c. L.16, s. 23 (1). Idem (2) Unless otherwise provided in this Act, the regulations or the Registrar’s requirements, the declaration of dissolution shall be signed by at least one of the general partners.  R.S.O. 1990, c. L.16, s. 23 (2); 2017, c. 20, Sched. 6, s. 114. Declaration cancelled (3) When the declaration of dissolution is filed, the declaration filed under subsection 3 (1) is cancelled.  R.S.O. 1990, c. L.16, s. 23 (3); 1994, c. 27, s. 87 (5). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 87 (5) - 01/03/1995 2017, c. 20, Sched. 6, s. 114 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>23 </b>(1) A declaration of dissolution shall be filed with the Registrar when,</p> <p class=\"paragraph\">  (a) the limited partnership is dissolved; or</p> <p class=\"paragraph\">  (b) all of the limited partners cease to be limited partners.  R.S.O. 1990, c. L.16, s. 23 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Unless otherwise provided in this Act, the regulations or the Registrar’s requirements, the declaration of dissolution shall be signed by at least one of the general partners.  R.S.O. 1990, c. L.16, s. 23 (2); 2017, c. 20, Sched. 6, s. 114.</p> <p class=\"headnote\">Declaration cancelled</p> <p class=\"subsection\">(3) When the declaration of dissolution is filed, the declaration filed under subsection 3 (1) is cancelled.  R.S.O. 1990, c. L.16, s. 23 (3); 1994, c. 27, s. 87 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 87 (5) - 01/03/1995</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s114\">2017, c. 20, Sched. 6, s. 114</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "23.1",
            "section_x": "Delivery of notices",
            "part_id": null,
            "part_type": null,
            "section_y": "Delivery of notices",
            "content": "23.1 (1) A notice or other document that is required or permitted by this Act to be sent by the Registrar may be sent by ordinary mail or by any other method, including registered mail, certified mail or prepaid courier, if there is a record by the person who has delivered it that the notice or document has been sent.  1994, c. 27, s. 87 (6). Same (2) A notice or other document referred to in subsection (1) may be sent by telephonic or electronic means if there is a record that the notice or other document has been sent and, for greater certainty, the sending of a notice or other document by telephonic or electronic means does not require the consent of the intended recipient. 2017, c. 20, Sched. 6, s. 115. Deemed delivery (3) A notice or other document sent by mail by the Registrar shall be deemed to be received by the intended recipient on the earlier of, (a) the day the intended recipient actually receives it; or (b) the fifth day after the day it is mailed.  1994, c. 27, s. 87 (6). Same (4) A notice or other document sent by a method referred to in subsection (2) shall be deemed to be received by the intended recipient on the earlier of, (a) the day the intended recipient actually receives it; or (b) the first business day after the day the transmission is sent by the Registrar.  1994, c. 27, s. 87 (6). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 87 (6) - 01/03/1995 2017, c. 20, Sched. 6, s. 115 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>23.1 </b>(1) A notice or other document that is required or permitted by this Act to be sent by the Registrar may be sent by ordinary mail or by any other method, including registered mail, certified mail or prepaid courier, if there is a record by the person who has delivered it that the notice or document has been sent.  1994, c. 27, s. 87 (6).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A notice or other document referred to in subsection (1) may be sent by telephonic or electronic means if there is a record that the notice or other document has been sent and, for greater certainty, the sending of a notice or other document by telephonic or electronic means does not require the consent of the intended recipient. 2017, c. 20, Sched. 6, s. 115.</p> <p class=\"headnote\">Deemed delivery</p> <p class=\"subsection\">(3) A notice or other document sent by mail by the Registrar shall be deemed to be received by the intended recipient on the earlier of,</p> <p class=\"paragraph\">  (a) the day the intended recipient actually receives it; or</p> <p class=\"paragraph\">  (b) the fifth day after the day it is mailed.  1994, c. 27, s. 87 (6).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) A notice or other document sent by a method referred to in subsection (2) shall be deemed to be received by the intended recipient on the earlier of,</p> <p class=\"paragraph\">  (a) the day the intended recipient actually receives it; or</p> <p class=\"paragraph\">  (b) the first business day after the day the transmission is sent by the Registrar.  1994, c. 27, s. 87 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 87 (6) - 01/03/1995</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s115\">2017, c. 20, Sched. 6, s. 115</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "23.2",
            "section_x": "Documents may be publicly available",
            "part_id": null,
            "part_type": null,
            "section_y": "Documents may be publicly available",
            "content": "23.2 The Registrar may publish or otherwise make available to the public, (a) any notices or other documents sent by the Registrar under this Act; and (b) any documents required by this Act, the regulations or the Registrar to be sent to the Registrar under this Act. 2017, c. 20, Sched. 6, s. 116. Section Amendments with date in force (d/m/y) 1994, c. 27, s. 87 (7) - 01/03/1995; 1998, c. 18, Sched. E, s. 162 - 01/03/1999 2017, c. 20, Sched. 6, s. 116 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>23.2 </b>The Registrar may publish or otherwise make available to the public,</p> <p class=\"paragraph\">  (a) any notices or other documents sent by the Registrar under this Act; and</p> <p class=\"paragraph\">  (b) any documents required by this Act, the regulations or the Registrar to be sent to the Registrar under this Act. 2017, c. 20, Sched. 6, s. 116.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 87 (7) - 01/03/1995; 1998, c. 18, Sched. E, s. 162 - 01/03/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s116\">2017, c. 20, Sched. 6, s. 116</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "23.3",
            "section_x": "Cancellation of declaration",
            "part_id": null,
            "part_type": null,
            "section_y": "Cancellation of declaration",
            "content": "23.3 The Registrar may cancel a declaration filed under subsection 3 (1) or 25 (1) if the limited partnership is given 21 days’ notice of the intention to cancel for, (a) failure to pay the required fee; or (b) failure to meet the signature requirements for declarations filed with the Registrar under this Act. 2017, c. 20, Sched. 6, s. 116. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 116 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>23.3 </b>The Registrar may cancel a declaration filed under subsection 3 (1) or 25 (1) if the limited partnership is given 21 days’ notice of the intention to cancel for,</p> <p class=\"paragraph\">  (a) failure to pay the required fee; or</p> <p class=\"paragraph\">  (b) failure to meet the signature requirements for declarations filed with the Registrar under this Act. 2017, c. 20, Sched. 6, s. 116.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s116\">2017, c. 20, Sched. 6, s. 116</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "23.4",
            "section_x": "Errors in declaration",
            "part_id": null,
            "part_type": null,
            "section_y": "Errors in declaration",
            "content": "23.4 (1) If a declaration filed under this Act contains an error, (a) the limited partnership may file an application with the Registrar for a corrected declaration and, if requested by the Registrar, shall surrender the declaration and any related documents to the Registrar within the time period specified by the Registrar; or (b) the Registrar may notify the limited partnership that a corrected declaration may be required and the limited partnership shall, if requested by the Registrar, surrender the declaration and any related documents to the Registrar within the time period specified by the Registrar. 2017, c. 20, Sched. 6, s. 116. Registrar to issue corrected declaration (2) After giving the limited partnership an opportunity to be heard in respect of an error described in subsection (1) and if the Registrar is of the opinion that it is appropriate to do so and is satisfied that any steps required by the Registrar have been taken by the limited partnership or the general partners, the Registrar shall issue a corrected declaration. 2017, c. 20, Sched. 6, s. 116. Signing of corrected declaration (3) Unless otherwise provided in this Act, the regulations or the Registrar’s requirements, an application for a corrected declaration filed under this section shall be signed by all of the general partners. 2017, c. 20, Sched. 6, s. 116. Date on corrected declaration (4) A corrected declaration issued under subsection (2) may bear the date of the declaration it replaces. 2017, c. 20, Sched. 6, s. 116. Same (5) If a correction is made with respect to the date of the declaration, the corrected declaration shall bear the corrected date. 2017, c. 20, Sched. 6, s. 116. Appeal (6) A decision of the Registrar under subsection (2) may be appealed to the Divisional Court, and the Court may order the Registrar to change his or her decision and may make such further order as it thinks fit. 2017, c. 20, Sched. 6, s. 116. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 116 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>23.4 </b>(1) If a declaration filed under this Act contains an error,</p> <p class=\"paragraph\">  (a) the limited partnership may file an application with the Registrar for a corrected declaration and, if requested by the Registrar, shall surrender the declaration and any related documents to the Registrar within the time period specified by the Registrar; or</p> <p class=\"paragraph\">  (b) the Registrar may notify the limited partnership that a corrected declaration may be required and the limited partnership shall, if requested by the Registrar, surrender the declaration and any related documents to the Registrar within the time period specified by the Registrar. 2017, c. 20, Sched. 6, s. 116.</p> <p class=\"headnote\">Registrar to issue corrected declaration</p> <p class=\"subsection\">(2) After giving the limited partnership an opportunity to be heard in respect of an error described in subsection (1) and if the Registrar is of the opinion that it is appropriate to do so and is satisfied that any steps required by the Registrar have been taken by the limited partnership or the general partners, the Registrar shall issue a corrected declaration. 2017, c. 20, Sched. 6, s. 116.</p> <p class=\"headnote\">Signing of corrected declaration</p> <p class=\"subsection\">(3) Unless otherwise provided in this Act, the regulations or the Registrar’s requirements, an application for a corrected declaration filed under this section shall be signed by all of the general partners. 2017, c. 20, Sched. 6, s. 116.</p> <p class=\"headnote\">Date on corrected declaration</p> <p class=\"subsection\">(4) A corrected declaration issued under subsection (2) may bear the date of the declaration it replaces. 2017, c. 20, Sched. 6, s. 116.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) If a correction is made with respect to the date of the declaration, the corrected declaration shall bear the corrected date. 2017, c. 20, Sched. 6, s. 116.</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(6) A decision of the Registrar under subsection (2) may be appealed to the Divisional Court, and the Court may order the Registrar to change his or her decision and may make such further order as it thinks fit. 2017, c. 20, Sched. 6, s. 116.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s116\">2017, c. 20, Sched. 6, s. 116</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "24.",
            "section_x": "Settling accounts on dissolution",
            "part_id": null,
            "part_type": null,
            "section_y": "Settling accounts on dissolution",
            "content": "24 In settling accounts after the dissolution of a limited partnership, the liabilities of the limited partnership to creditors, except to limited partners on account of their contributions and to general partners, shall be paid first, and then, unless the partnership agreement or a subsequent agreement provides otherwise, shall be paid in the following order: 1. To limited partners in respect of their share of the profits and other compensation by way of income on account of their contributions. 2. To limited partners in respect of their contributions. 3. To general partners other than for capital and profits. 4. To general partners in respect of profits. 5. To general partners in respect of capital.  R.S.O. 1990, c. L.16, s. 24.",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>24 </b>In settling accounts after the dissolution of a limited partnership, the liabilities of the limited partnership to creditors, except to limited partners on account of their contributions and to general partners, shall be paid first, and then, unless the partnership agreement or a subsequent agreement provides otherwise, shall be paid in the following order:</p> <p class=\"paragraph\">  1. To limited partners in respect of their share of the profits and other compensation by way of income on account of their contributions.</p> <p class=\"paragraph\">  2. To limited partners in respect of their contributions.</p> <p class=\"paragraph\">  3. To general partners other than for capital and profits.</p> <p class=\"paragraph\">  4. To general partners in respect of profits.</p> <p class=\"paragraph\">  5. To general partners in respect of capital.  R.S.O. 1990, c. L.16, s. 24.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "25.",
            "section_x": "Declaration",
            "part_id": null,
            "part_type": null,
            "section_y": "Declaration",
            "content": "25 (1) No extra-provincial limited partnership shall carry on business in Ontario unless it has filed a declaration with the Registrar that sets forth the information required by subsection 3 (2) and states the jurisdiction in which the extra-provincial limited partnership is organized.  R.S.O. 1990, c. L.16, s. 25 (1). Carry on business (2) For the purposes of this section, an extra-provincial limited partnership carries on business in Ontario if, (a) it solicits business in Ontario; (b) its name is listed in a telephone directory for any part of Ontario; (c) its name is included in any advertisement in which an address in Ontario is given for the limited partnership; (d) it has a resident agent or representative or a warehouse, office or place of business in Ontario; (e) it owns real property situate in Ontario; (f) it effects a distribution of securities in Ontario by way of a prospectus or offering memorandum in compliance with the Securities Act and the regulations made thereunder; or (g) it otherwise carries on business in Ontario.  R.S.O. 1990, c. L.16, s. 25 (2). Signing of declaration (3) Unless otherwise provided in this Act, the regulations or the Registrar’s requirements, the declaration filed under subsection (1) shall be signed by all of the general partners.  R.S.O. 1990, c. L.16, s. 25 (3); 2017, c. 20, Sched. 6, s. 117 (1). Power of attorney (4) An extra-provincial limited partnership shall execute a power of attorney in the prescribed form appointing a person resident in Ontario or a corporation having its head or registered office in Ontario to be the attorney and representative in Ontario of the extra-provincial limited partnership.  1994, c. 27, s. 87 (8); 2017, c. 20, Sched. 6, s. 117 (2). Same (5) The attorney and representative in Ontario of the extra-provincial limited partnership shall keep the power of attorney referred to in subsection (4) at the attorney and representative’s address set out in the declaration filed under subsection (1).  1994, c. 27, s. 87 (8); 2017, c. 20, Sched. 6, s. 117 (3). Same (6) Upon request and without charge, the attorney and representative shall permit any person to inspect the power of attorney during the normal business hours of the attorney and representative and to make a copy of it.  1994, c. 27, s. 87 (8). Inspection by remote means (6.0.0.1) The attorney and representative may, but is not required to, permit any person to inspect the power of attorney remotely at any time by means of any technology and may also permit the person to make a copy by such means. 2023, c. 9, Sched. 17, s. 3 (1). Same (6.0.0.2) If the attorney and representative permits a person to inspect the power of attorney or make copies in accordance with subsection (6.0.0.1), the attorney and representative shall not charge the person for the inspection or the copies. 2023, c. 9, Sched. 17, s. 3 (1). Same (6.0.1) The Registrar may, at any time by written notice, require any general partner or a limited partnership’s attorney and representative to provide a copy of the power of attorney to the Registrar or to any other person. 2017, c. 20, Sched. 6, s. 117 (4). Same (6.0.2) Upon receipt of the Registrar’s notice, the general partner or limited partnership’s attorney and representative to whom the notice is directed shall, within the time specified in the notice, provide a copy of the power of attorney to the Registrar or any other person specified in the notice. 2017, c. 20, Sched. 6, s. 117 (4). (6.1) Repealed: 2017, c. 20, Sched. 6, s. 117 (5). Exemption (6.2) Subsections (4), (5), (6), (6.0.0.1) and (6.0.0.2) do not apply to an extra-provincial limited partnership formed in another Canadian jurisdiction that has an office or other place of business in Ontario.  1998, c. 18, Sched. E, s. 163; 2023, c. 9, Sched. 17, s. 3 (2). Declaration of change (7) An extra-provincial limited partnership shall file a declaration of change with the Registrar for every change in the information, including a change in the firm name, contained in the declaration filed under subsection (1) and the declaration shall be signed in the manner described in section 19.  R.S.O. 1990, c. L.16, s. 25 (7); 2017, c. 20, Sched. 6, s. 117 (6). Declaration of withdrawal (8) An extra-provincial limited partnership may cancel the declaration and the power of attorney by filing with the Registrar a declaration of withdrawal. 2017, c. 20, Sched. 6, s. 117 (7). Signing (9) Unless otherwise provided in this Act, the regulations or the Registrar’s requirements, the declaration filed under subsection (8) shall be signed by at least one of the general partners. 2017, c. 20, Sched. 6, s. 117 (7). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 87 (8) - 01/03/1995; 1998, c. 18, Sched. E, s. 163 - 01/03/1999 2017, c. 20, Sched. 6, s. 117 (1, 3-7) - 19/10/2021; 2017, c. 20, Sched. 6, s. 117 (2) - 14/11/2017 2023, c. 9, Sched. 17, s. 3 (1, 2) - 01/10/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>25 </b>(1) No extra-provincial limited partnership shall carry on business in Ontario unless it has filed a declaration with the Registrar that sets forth the information required by subsection 3 (2) and states the jurisdiction in which the extra-provincial limited partnership is organized.  R.S.O. 1990, c. L.16, s. 25 (1).</p> <p class=\"headnote\">Carry on business</p> <p class=\"subsection\">(2) For the purposes of this section, an extra-provincial limited partnership carries on business in Ontario if,</p> <p class=\"paragraph\">  (a) it solicits business in Ontario;</p> <p class=\"paragraph\">  (b) its name is listed in a telephone directory for any part of Ontario;</p> <p class=\"paragraph\">  (c) its name is included in any advertisement in which an address in Ontario is given for the limited partnership;</p> <p class=\"paragraph\">  (d) it has a resident agent or representative or a warehouse, office or place of business in Ontario;</p> <p class=\"paragraph\">  (e) it owns real property situate in Ontario;</p> <p class=\"paragraph\">  (f) it effects a distribution of securities in Ontario by way of a prospectus or offering memorandum in compliance with the <i>Securities Act</i> and the regulations made thereunder; or</p> <p class=\"paragraph\">  (g) it otherwise carries on business in Ontario.  R.S.O. 1990, c. L.16, s. 25 (2).</p> <p class=\"headnote\">Signing of declaration</p> <p class=\"subsection\">(3) Unless otherwise provided in this Act, the regulations or the Registrar’s requirements, the declaration filed under subsection (1) shall be signed by all of the general partners.  R.S.O. 1990, c. L.16, s. 25 (3); 2017, c. 20, Sched. 6, s. 117 (1).</p> <p class=\"headnote\">Power of attorney</p> <p class=\"subsection\">(4) An extra-provincial limited partnership shall execute a power of attorney in the prescribed form appointing a person resident in Ontario or a corporation having its head or registered office in Ontario to be the attorney and representative in Ontario of the extra-provincial limited partnership.  1994, c. 27, s. 87 (8); 2017, c. 20, Sched. 6, s. 117 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) The attorney and representative in Ontario of the extra-provincial limited partnership shall keep the power of attorney referred to in subsection (4) at the attorney and representative’s address set out in the declaration filed under subsection (1).  1994, c. 27, s. 87 (8); 2017, c. 20, Sched. 6, s. 117 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) Upon request and without charge, the attorney and representative shall permit any person to inspect the power of attorney during the normal business hours of the attorney and representative and to make a copy of it.  1994, c. 27, s. 87 (8).</p> <p class=\"headnote\">Inspection by remote means</p> <p class=\"subsection\">(6.0.0.1) The attorney and representative may, but is not required to, permit any person to inspect the power of attorney remotely at any time by means of any technology and may also permit the person to make a copy by such means. 2023, c. 9, Sched. 17, s. 3 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6.0.0.2) If the attorney and representative permits a person to inspect the power of attorney or make copies in accordance with subsection (6.0.0.1), the attorney and representative shall not charge the person for the inspection or the copies. 2023, c. 9, Sched. 17, s. 3 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6.0.1) The Registrar may, at any time by written notice, require any general partner or a limited partnership’s attorney and representative to provide a copy of the power of attorney to the Registrar or to any other person. 2017, c. 20, Sched. 6, s. 117 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6.0.2) Upon receipt of the Registrar’s notice, the general partner or limited partnership’s attorney and representative to whom the notice is directed shall, within the time specified in the notice, provide a copy of the power of attorney to the Registrar or any other person specified in the notice. 2017, c. 20, Sched. 6, s. 117 (4).</p> <p class=\"subsection\">(6.1) <span class=\"ovsmallcap\">Repealed</span>: 2017, c. 20, Sched. 6, s. 117 (5).</p> <p class=\"headnote\">Exemption</p> <p class=\"subsection\">(6.2) Subsections (4), (5), (6), (6.0.0.1) and (6.0.0.2) do not apply to an extra-provincial limited partnership formed in another Canadian jurisdiction that has an office or other place of business in Ontario.  1998, c. 18, Sched. E, s. 163; 2023, c. 9, Sched. 17, s. 3 (2).</p> <p class=\"headnote\">Declaration of change</p> <p class=\"subsection\">(7) An extra-provincial limited partnership shall file a declaration of change with the Registrar for every change in the information, including a change in the firm name, contained in the declaration filed under subsection (1) and the declaration shall be signed in the manner described in section 19.  R.S.O. 1990, c. L.16, s. 25 (7); 2017, c. 20, Sched. 6, s. 117 (6).</p> <p class=\"headnote\">Declaration of withdrawal</p> <p class=\"subsection\">(8) An extra-provincial limited partnership may cancel the declaration and the power of attorney by filing with the Registrar a declaration of withdrawal. 2017, c. 20, Sched. 6, s. 117 (7).</p> <p class=\"headnote\">Signing</p> <p class=\"subsection\">(9) Unless otherwise provided in this Act, the regulations or the Registrar’s requirements, the declaration filed under subsection (8) shall be signed by at least one of the general partners. 2017, c. 20, Sched. 6, s. 117 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 87 (8) - 01/03/1995; 1998, c. 18, Sched. E, s. 163 - 01/03/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s117s1\">2017, c. 20, Sched. 6, s. 117 (1, 3-7)</a></span> - 19/10/2021; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s117s2\">2017, c. 20, Sched. 6, s. 117 (2)</a></span> - 14/11/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched17s3s1\">2023, c. 9, Sched. 17, s. 3 (1, 2)</a></span> - 01/10/2023</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "26.",
            "section_x": "Record of limited partners",
            "part_id": null,
            "part_type": null,
            "section_y": "Record of limited partners",
            "content": "26 (1) The general partners of every extra-provincial limited partnership that has filed a declaration under subsection 25 (1) shall maintain a current record of the limited partners stating, for each limited partner, the prescribed information.  R.S.O. 1990, c. L.16, s. 26 (1). Format of record (1.1) The record of limited partners may be maintained in any form provided that the record is capable of being reproduced in an accurate and intelligible form within a reasonable time. 2023, c. 9, Sched. 17, s. 4. Where record to be kept (2) Subject to subsection (3), the record of limited partners shall be kept at the limited partnership’s principal place of business in Ontario.  R.S.O. 1990, c. L.16, s. 26 (2). Idem (3) If an extra-provincial limited partnership does not have a principal place of business in Ontario, the record of limited partners shall be kept by the attorney and representative in Ontario of the extra-provincial limited partnership at the attorney and representative’s address set out in the declaration filed under subsection 25 (1) and stated in the power of attorney executed under subsection 25 (4).  R.S.O. 1990, c. L.16, s. 26 (3); 2017, c. 20, Sched. 6, s. 118. Right to inspect (4) Any person may inspect the record of limited partners during the normal business hours of the limited partnership or the limited partnership’s attorney and representative and may make copies of and take extracts from it.  R.S.O. 1990, c. L.16, s. 26 (4). Inspection by remote means (4.1) A general partner or, if subsection (3) applies, the attorney and representative in Ontario of the extra-provincial limited partnership may, but is not required to, permit any person to inspect the record of limited partners remotely at any time by means of any technology and may also permit the person to make copies or take extracts by such means. 2023, c. 9, Sched. 17, s. 4. Registrar may require copy of record (5) The Registrar may at any time by written notice require any general partner or a limited partnership’s attorney and representative to provide to the Registrar or any other person a copy of the record of limited partners.  R.S.O. 1990, c. L.16, s. 26 (5). Copy of record to be provided (6) Upon receipt of the Registrar’s notice, the person to whom it is directed shall, within the time specified in the notice, provide a copy of the record of limited partners to the Registrar or other person specified in the notice.  R.S.O. 1990, c. L.16, s. 26 (6). Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 118 - 19/10/2021 2023, c. 9, Sched. 17, s. 4 - 01/10/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>26 </b>(1) The general partners of every extra-provincial limited partnership that has filed a declaration under subsection 25 (1) shall maintain a current record of the limited partners stating, for each limited partner, the prescribed information.  R.S.O. 1990, c. L.16, s. 26 (1).</p> <p class=\"headnote\">Format of record</p> <p class=\"subsection\">(1.1) The record of limited partners may be maintained in any form provided that the record is capable of being reproduced in an accurate and intelligible form within a reasonable time. 2023, c. 9, Sched. 17, s. 4.</p> <p class=\"headnote\">Where record to be kept</p> <p class=\"subsection\">(2) Subject to subsection (3), the record of limited partners shall be kept at the limited partnership’s principal place of business in Ontario.  R.S.O. 1990, c. L.16, s. 26 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) If an extra-provincial limited partnership does not have a principal place of business in Ontario, the record of limited partners shall be kept by the attorney and representative in Ontario of the extra-provincial limited partnership at the attorney and representative’s address set out in the declaration filed under subsection 25 (1) and stated in the power of attorney executed under subsection 25 (4).  R.S.O. 1990, c. L.16, s. 26 (3); 2017, c. 20, Sched. 6, s. 118.</p> <p class=\"headnote\">Right to inspect</p> <p class=\"subsection\">(4) Any person may inspect the record of limited partners during the normal business hours of the limited partnership or the limited partnership’s attorney and representative and may make copies of and take extracts from it.  R.S.O. 1990, c. L.16, s. 26 (4).</p> <p class=\"headnote\">Inspection by remote means</p> <p class=\"subsection\">(4.1) A general partner or, if subsection (3) applies, the attorney and representative in Ontario of the extra-provincial limited partnership may, but is not required to, permit any person to inspect the record of limited partners remotely at any time by means of any technology and may also permit the person to make copies or take extracts by such means. 2023, c. 9, Sched. 17, s. 4.</p> <p class=\"headnote\">Registrar may require copy of record</p> <p class=\"subsection\">(5) The Registrar may at any time by written notice require any general partner or a limited partnership’s attorney and representative to provide to the Registrar or any other person a copy of the record of limited partners.  R.S.O. 1990, c. L.16, s. 26 (5).</p> <p class=\"headnote\">Copy of record to be provided</p> <p class=\"subsection\">(6) Upon receipt of the Registrar’s notice, the person to whom it is directed shall, within the time specified in the notice, provide a copy of the record of limited partners to the Registrar or other person specified in the notice.  R.S.O. 1990, c. L.16, s. 26 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s118\">2017, c. 20, Sched. 6, s. 118</a></span> - 19/10/2021</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched17s4\">2023, c. 9, Sched. 17, s. 4</a></span> - 01/10/2023</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "27.",
            "section_x": "Liability of limited partner",
            "part_id": null,
            "part_type": null,
            "section_y": "Liability of limited partner",
            "content": "27 (1) A limited partner of an extra-provincial limited partnership is not liable in Ontario as a general partner of the extra-provincial limited partnership by reason only that it carries on business in Ontario without filing the declaration or executing the power of attorney as required by this Act.  R.S.O. 1990, c. L.16, s. 27 (1); 2017, c. 20, Sched. 6, s. 119. Laws applicable to extra-provincial limited partnerships (2) The laws of the jurisdiction under which an extra-provincial limited partnership is organized govern its organization and internal affairs and the limited liability of its limited partners.  R.S.O. 1990, c. L.16, s. 27 (2). Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 119 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>27 </b>(1) A limited partner of an extra-provincial limited partnership is not liable in Ontario as a general partner of the extra-provincial limited partnership by reason only that it carries on business in Ontario without filing the declaration or executing the power of attorney as required by this Act.  R.S.O. 1990, c. L.16, s. 27 (1); 2017, c. 20, Sched. 6, s. 119.</p> <p class=\"headnote\">Laws applicable to extra-provincial limited partnerships</p> <p class=\"subsection\">(2) The laws of the jurisdiction under which an extra-provincial limited partnership is organized govern its organization and internal affairs and the limited liability of its limited partners.  R.S.O. 1990, c. L.16, s. 27 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s119\">2017, c. 20, Sched. 6, s. 119</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "28.",
            "section_x": "Ability to sue",
            "part_id": null,
            "part_type": null,
            "section_y": "Ability to sue",
            "content": "28 (1) No extra-provincial limited partnership that has unpaid fees or penalties, or in respect of which a declaration has not been filed or a power of attorney has not been executed as required by this Act, and no member of the extra-provincial limited partnership is capable of maintaining a proceeding in a court in Ontario in respect of the business carried on by the extra-provincial limited partnership except with leave of the court. 2017, c. 20, Sched. 6, s. 120. Same (2) The court shall grant leave if the court is satisfied that, (a) the failure to pay the fees or penalties, file the declaration or execute the power of attorney was inadvertent; (b) there is no evidence that the public has been deceived or misled; and (c) at the time of the application to the court, the extra-provincial limited partnership has no unpaid fees or penalties and has filed all declarations and executed all powers of attorney required by this Act. 2017, c. 20, Sched. 6, s. 120. Contracts valid (3) No contract is void or voidable by reason only that it was entered into by an extra-provincial limited partnership that was in contravention of this Act or the regulations at the time the contract was made.  R.S.O. 1990, c. L.16, s. 28 (3). Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 120 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>28 </b>(1) No extra-provincial limited partnership that has unpaid fees or penalties, or in respect of which a declaration has not been filed or a power of attorney has not been executed as required by this Act, and no member of the extra-provincial limited partnership is capable of maintaining a proceeding in a court in Ontario in respect of the business carried on by the extra-provincial limited partnership except with leave of the court. 2017, c. 20, Sched. 6, s. 120.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The court shall grant leave if the court is satisfied that,</p> <p class=\"paragraph\">  (a) the failure to pay the fees or penalties, file the declaration or execute the power of attorney was inadvertent;</p> <p class=\"paragraph\">  (b) there is no evidence that the public has been deceived or misled; and</p> <p class=\"paragraph\">  (c) at the time of the application to the court, the extra-provincial limited partnership has no unpaid fees or penalties and has filed all declarations and executed all powers of attorney required by this Act. 2017, c. 20, Sched. 6, s. 120.</p> <p class=\"headnote\">Contracts valid</p> <p class=\"subsection\">(3) No contract is void or voidable by reason only that it was entered into by an extra-provincial limited partnership that was in contravention of this Act or the regulations at the time the contract was made.  R.S.O. 1990, c. L.16, s. 28 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s120\">2017, c. 20, Sched. 6, s. 120</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "29.",
            "section_x": "Effect of false statement in declaration",
            "part_id": null,
            "part_type": null,
            "section_y": "Effect of false statement in declaration",
            "content": "29 Where a declaration contains a false or misleading statement, any person suffering loss as a result of relying upon the statement may hold liable, (a) every general partner who knew that the statement was false or misleading when the general partner, (i) signed the declaration, or (ii) otherwise authorized the declaration in accordance with the requirements established by the Registrar under subsection 36 (1); and (b) every general partner who became aware after signing the declaration that the statement was false or misleading and failed within a reasonable time to file a declaration of change.  R.S.O. 1990, c. L.16, s. 29; 2017, c. 20, Sched. 6, s. 121. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 121 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>29 </b>Where a declaration contains a false or misleading statement, any person suffering loss as a result of relying upon the statement may hold liable,</p> <p class=\"paragraph\">  (a) every general partner who knew that the statement was false or misleading when the general partner,</p> <p class=\"subpara\">  (i) signed the declaration, or</p> <p class=\"subpara\">  (ii) otherwise authorized the declaration in accordance with the requirements established by the Registrar under subsection 36 (1); and</p> <p class=\"paragraph\">  (b) every general partner who became aware after signing the declaration that the statement was false or misleading and failed within a reasonable time to file a declaration of change.  R.S.O. 1990, c. L.16, s. 29; <span>2017, c. 20, Sched. 6, s. 121</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s121\">2017, c. 20, Sched. 6, s. 121</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "30.",
            "section_x": "Effect of false statement in record of limited partners",
            "part_id": null,
            "part_type": null,
            "section_y": "Effect of false statement in record of limited partners",
            "content": "30 Where a record of limited partners contains a false or misleading statement, any person suffering loss as a result of relying upon the statement may hold liable, (a) every general partner; and (b) every limited partner who became aware that the statement was false or misleading and failed within reasonable time to take steps to cause the record of limited partners to be corrected.  R.S.O. 1990, c. L.16, s. 30.",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>30 </b>Where a record of limited partners contains a false or misleading statement, any person suffering loss as a result of relying upon the statement may hold liable,</p> <p class=\"paragraph\">  (a) every general partner; and</p> <p class=\"paragraph\">  (b) every limited partner who became aware that the statement was false or misleading and failed within reasonable time to take steps to cause the record of limited partners to be corrected.  R.S.O. 1990, c. L.16, s. 30.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "31.",
            "section_x": "Liability of person mistakenly believing the person is a limited partner",
            "part_id": null,
            "part_type": null,
            "section_y": "Liability of person mistakenly believing the person is a limited partner",
            "content": "31 A person who contributes to the capital of a business carried on by a person or partnership erroneously believing that the person has become a limited partner in a limited partnership, (a) is not, by reason only of exercising the rights of a limited partner, a general partner with the person or in the partnership carrying on the business; and (b) is not bound by the obligations of the person or partnership carrying on the business, if, upon ascertaining the fact that the person is not a limited partner, promptly, (c) renounces the person’s interest in the profits or other compensation by way of income from the business; or (d) takes steps to cause the record of limited partners to be amended to show the person to be a limited partner.  R.S.O. 1990, c. L.16, s. 31.",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>31 </b>A person who contributes to the capital of a business carried on by a person or partnership erroneously believing that the person has become a limited partner in a limited partnership,</p> <p class=\"paragraph\">  (a) is not, by reason only of exercising the rights of a limited partner, a general partner with the person or in the partnership carrying on the business; and</p> <p class=\"paragraph\">  (b) is not bound by the obligations of the person or partnership carrying on the business,</p> <p class=\"section\">if, upon ascertaining the fact that the person is not a limited partner, promptly,</p> <p class=\"paragraph\">  (c) renounces the person’s interest in the profits or other compensation by way of income from the business; or</p> <p class=\"paragraph\">  (d) takes steps to cause the record of limited partners to be amended to show the person to be a limited partner.  R.S.O. 1990, c. L.16, s. 31.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "32.",
            "section_x": "Authority to sign",
            "part_id": null,
            "part_type": null,
            "section_y": "Authority to sign",
            "content": "32 (1) A general or limited partner may give written authority to any other person to sign on the partner’s behalf any document referred to in this Act.  R.S.O. 1990, c. L.16, s. 32 (1). Idem (2) A person who signs a document to be filed with the Registrar under an authority referred to in subsection (1) shall indicate in the document that the person signs on behalf of a general or limited partner.  R.S.O. 1990, c. L.16, s. 32 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>32 </b>(1) A general or limited partner may give written authority to any other person to sign on the partner’s behalf any document referred to in this Act.  R.S.O. 1990, c. L.16, s. 32 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) A person who signs a document to be filed with the Registrar under an authority referred to in subsection (1) shall indicate in the document that the person signs on behalf of a general or limited partner.  R.S.O. 1990, c. L.16, s. 32 (2).</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "32.1",
            "section_x": "Filing in electronic format",
            "part_id": null,
            "part_type": null,
            "section_y": "Filing in electronic format",
            "content": "32.1 (1) Despite sections 3, 19, 23, 25 and 32, if a declaration or prescribed document is filed with the Registrar in an electronic format that is prescribed by the Minister or required by the Registrar, the declaration or prescribed document must meet any signature or authorization requirements established by the Registrar under subsection 36 (1). 2017, c. 20, Sched. 6, s. 122. Filing by fax (2) Despite any regulation made under section 35.1, declarations and other documents may be filed by fax only with the Registrar’s consent. 2017, c. 20, Sched. 6, s. 122. Electronic version prevails (3) If a declaration or prescribed document referred to in subsection (1) is filed in an electronic format and there is a conflict between the electronic version and any other version of the declaration or prescribed document, the electronic version of the declaration or prescribed document recorded in an electronic system maintained under section 9 of the Business Names Act, or a printed copy of the electronic version, prevails over any other version of the declaration or prescribed document that may exist, regardless of whether the other version of the declaration or prescribed document has been executed in accordance with this Act, the regulations and the Registrar’s requirements. 2017, c. 20, Sched. 6, s. 122. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 122 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>32.1 </b>(1) Despite sections 3, 19, 23, 25 and 32, if a declaration or prescribed document is filed with the Registrar in an electronic format that is prescribed by the Minister or required by the Registrar, the declaration or prescribed document must meet any signature or authorization requirements established by the Registrar under subsection 36 (1). 2017, c. 20, Sched. 6, s. 122.</p> <p class=\"headnote\">Filing by fax</p> <p class=\"subsection\">(2) Despite any regulation made under section 35.1, declarations and other documents may be filed by fax only with the Registrar’s consent. 2017, c. 20, Sched. 6, s. 122.</p> <p class=\"headnote\">Electronic version prevails</p> <p class=\"subsection\">(3) If a declaration or prescribed document referred to in subsection (1) is filed in an electronic format and there is a conflict between the electronic version and any other version of the declaration or prescribed document, the electronic version of the declaration or prescribed document recorded in an electronic system maintained under section 9 of the <i>Business Names Act</i>, or a printed copy of the electronic version, prevails over any other version of the declaration or prescribed document that may exist, regardless of whether the other version of the declaration or prescribed document has been executed in accordance with this Act, the regulations and the Registrar’s requirements. 2017, c. 20, Sched. 6, s. 122.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s122\">2017, c. 20, Sched. 6, s. 122</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "33.",
            "section_x": "Access to documents",
            "part_id": null,
            "part_type": null,
            "section_y": "Access to documents",
            "content": "33 (1) Every limited partnership shall keep at its principal place of business in Ontario, (a) a copy of the partnership agreement; (b) a copy of the declaration and a copy of each declaration of change amending the declaration; (c) a copy of any court order made under section 34; (d) a copy of any written authority given under subsection 32 (1); and (e) in the case of an extra-provincial limited partnership, a copy of the power of attorney required by subsection 25 (4).  R.S.O. 1990, c. L.16, s. 33 (1); 2017, c. 20, Sched. 6, s. 123 (1). Where no principal place of business (2) Where an extra-provincial limited partnership does not have a principal place of business in Ontario, the documents referred to in subsection (1) shall be kept by the attorney and representative in Ontario of the extra-provincial limited partnership at the attorney and representative’s address set out in the declaration filed under subsection 25 (1) and stated in the power of attorney executed under subsection 25 (4).  R.S.O. 1990, c. L.16, s. 33 (2); 2017, c. 20, Sched. 6, s. 123 (2). Right to inspect (3) Any partner may inspect any of the documents referred to in subsection (1) during the normal business hours of the partnership or the partnership’s attorney and representative.  R.S.O. 1990, c. L.16, s. 33 (3). Idem (4) Any person who has a business relationship with the partnership may inspect any of the documents referred to in clauses (1) (b), (c), (d) and (e) during the normal business hours of the partnership or the partnership’s attorney and representative.  R.S.O. 1990, c. L.16, s. 33 (4). Inspection by remote means (5) A general partner or, if subsection (2) applies, the attorney and representative in Ontario of the extra-provincial limited partnership may, but is not required to, permit, (a) a partner to inspect any or all of the documents referred to in subsection (1) remotely at any time by means of any technology; or (b) any other person who has a business relationship with the partnership to inspect any or all of the documents referred to in clauses (1) (b), (c), (d) and (e) remotely at any time by means of any technology. 2023, c. 9, Sched. 17, s. 5. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 123 (1, 2) - 19/10/2021 2023, c. 9, Sched. 17, s. 5 - 01/10/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>33 </b>(1) Every limited partnership shall keep at its principal place of business in Ontario,</p> <p class=\"paragraph\">  (a) a copy of the partnership agreement;</p> <p class=\"paragraph\">  (b) a copy of the declaration and a copy of each declaration of change amending the declaration;</p> <p class=\"paragraph\">  (c) a copy of any court order made under section 34;</p> <p class=\"paragraph\">  (d) a copy of any written authority given under subsection 32 (1); and</p> <p class=\"paragraph\">  (e) in the case of an extra-provincial limited partnership, a copy of the power of attorney required by subsection 25 (4).  R.S.O. 1990, c. L.16, s. 33 (1); 2017, c. 20, Sched. 6, s. 123 (1).</p> <p class=\"headnote\">Where no principal place of business</p> <p class=\"subsection\">(2) Where an extra-provincial limited partnership does not have a principal place of business in Ontario, the documents referred to in subsection (1) shall be kept by the attorney and representative in Ontario of the extra-provincial limited partnership at the attorney and representative’s address set out in the declaration filed under subsection 25 (1) and stated in the power of attorney executed under subsection 25 (4).  R.S.O. 1990, c. L.16, s. 33 (2); 2017, c. 20, Sched. 6, s. 123 (2).</p> <p class=\"headnote\">Right to inspect</p> <p class=\"subsection\">(3) Any partner may inspect any of the documents referred to in subsection (1) during the normal business hours of the partnership or the partnership’s attorney and representative.  R.S.O. 1990, c. L.16, s. 33 (3).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(4) Any person who has a business relationship with the partnership may inspect any of the documents referred to in clauses (1) (b), (c), (d) and (e) during the normal business hours of the partnership or the partnership’s attorney and representative.  R.S.O. 1990, c. L.16, s. 33 (4).</p> <p class=\"headnote\">Inspection by remote means</p> <p class=\"subsection\">(5) A general partner or, if subsection (2) applies, the attorney and representative in Ontario of the extra-provincial limited partnership may, but is not required to, permit,</p> <p class=\"paragraph\">  (a) a partner to inspect any or all of the documents referred to in subsection (1) remotely at any time by means of any technology; or</p> <p class=\"paragraph\">  (b) any other person who has a business relationship with the partnership to inspect any or all of<b> </b>the documents referred to in clauses (1) (b), (c), (d) and (e) remotely at any time by means of any technology. 2023, c. 9, Sched. 17, s. 5.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s123s1\">2017, c. 20, Sched. 6, s. 123 (1, 2)</a></span> - 19/10/2021</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched17s5\">2023, c. 9, Sched. 17, s. 5</a></span> - 01/10/2023</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "34.",
            "section_x": "Order for compliance",
            "part_id": null,
            "part_type": null,
            "section_y": "Order for compliance",
            "content": "34 (1) In this section, “Court” means the Superior Court of Justice.  R.S.O. 1990, c. L.16, s. 34 (1); 2001, c. 9, Sched. D, s. 14. Application for order for compliance (2) If a person who is required by this Act to sign, otherwise authorize in accordance with any requirements established under subsection 36 (1) or permit inspection of a document refuses to do so, a person who is aggrieved by the refusal may apply to the Court for an order directing the person to comply with the provisions of this Act, and upon such application, the Court may make such order or any other order that the Court considers appropriate in the circumstances. 2017, c. 20, Sched. 6, s. 124. Order in addition to other rights (3) An application may be made under subsection (2) despite the imposition of a penalty in respect of the refusal and in addition to any other rights the applicant may have at law.  R.S.O. 1990, c. L.16, s. 34 (3). Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. D, s. 14 - 29/06/2001 2017, c. 20, Sched. 6, s. 124 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>34 </b>(1) In this section,</p> <p class=\"definition\">“Court” means the Superior Court of Justice.  R.S.O. 1990, c. L.16, s. 34 (1); 2001, c. 9, Sched. D, s. 14.</p> <p class=\"headnote\">Application for order for compliance</p> <p class=\"subsection\">(2) If a person who is required by this Act to sign, otherwise authorize in accordance with any requirements established under subsection 36 (1) or permit inspection of a document refuses to do so, a person who is aggrieved by the refusal may apply to the Court for an order directing the person to comply with the provisions of this Act, and upon such application, the Court may make such order or any other order that the Court considers appropriate in the circumstances. 2017, c. 20, Sched. 6, s. 124.</p> <p class=\"headnote\">Order in addition to other rights</p> <p class=\"subsection\">(3) An application may be made under subsection (2) despite the imposition of a penalty in respect of the refusal and in addition to any other rights the applicant may have at law.  R.S.O. 1990, c. L.16, s. 34 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedds14\">2001, c. 9, Sched. D, s. 14</a> </span>- 29/06/2001</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s124\">2017, c. 20, Sched. 6, s. 124</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "35.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "35 (1) Every person who, (a) contravenes any provision of this Act or the regulations; or (b) makes a statement in any document, material, evidence or information submitted or required by or for the purposes of this Act that, at the time and in the light of the circumstances under which it is made, is false or misleading with respect to any material fact or that omits to state any material fact, the omission of which makes the statement false or misleading, is guilty of an offence and on conviction is liable to a fine of not more than $2,000 or, if such person is a corporation, to a fine of not more than $20,000.  R.S.O. 1990, c. L.16, s. 35 (1). False statements wilful (2) No person is guilty of an offence referred to in clause (1) (b) if the person did not know that the statement was false or misleading and in the exercise of reasonable diligence could not have known that the statement was false or misleading.  R.S.O. 1990, c. L.16, s. 35 (2). Liability of directors and officers (3) Where a corporation is guilty of an offence under subsection (1), every director or officer of such corporation, and where the corporation is an extra-provincial corporation, every person acting as its representative in Ontario, who authorized, permitted or acquiesced in such an offence is also guilty of an offence and on conviction is liable to a fine of not more than $2,000.  R.S.O. 1990, c. L.16, s. 35 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>35 </b>(1) Every person who,</p> <p class=\"paragraph\">  (a) contravenes any provision of this Act or the regulations; or</p> <p class=\"paragraph\">  (b) makes a statement in any document, material, evidence or information submitted or required by or for the purposes of this Act that, at the time and in the light of the circumstances under which it is made, is false or misleading with respect to any material fact or that omits to state any material fact, the omission of which makes the statement false or misleading,</p> <p class=\"section\">is guilty of an offence and on conviction is liable to a fine of not more than $2,000 or, if such person is a corporation, to a fine of not more than $20,000.  R.S.O. 1990, c. L.16, s. 35 (1).</p> <p class=\"headnote\">False statements wilful</p> <p class=\"subsection\">(2) No person is guilty of an offence referred to in clause (1) (b) if the person did not know that the statement was false or misleading and in the exercise of reasonable diligence could not have known that the statement was false or misleading.  R.S.O. 1990, c. L.16, s. 35 (2).</p> <p class=\"headnote\">Liability of directors and officers</p> <p class=\"subsection\">(3) Where a corporation is guilty of an offence under subsection (1), every director or officer of such corporation, and where the corporation is an extra-provincial corporation, every person acting as its representative in Ontario, who authorized, permitted or acquiesced in such an offence is also guilty of an offence and on conviction is liable to a fine of not more than $2,000.  R.S.O. 1990, c. L.16, s. 35 (3).</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "35.0.1",
            "section_x": "Agreements with authorized persons",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreements with authorized persons",
            "content": "35.0.1 (1) In this section, “business filing services” includes any of the duties and powers of the Registrar and related services. 2017, c. 20, Sched. 6, s. 125. Agreements to provide business filing services (2) The Minister or a person designated by the Minister may, on behalf of the Crown in right of Ontario, enter into one or more agreements authorizing a person or entity to provide business filing services on behalf of the Crown, the government, the Minister, the Registrar or other government official. 2017, c. 20, Sched. 6, s. 125. Not Crown agent (3) A person or entity that has entered into an agreement under subsection (2) for the provision of business filing services is not an agent of the Crown for any purpose despite the Crown Agency Act, unless a regulation provides otherwise. 2017, c. 20, Sched. 6, s. 125. Use, etc., of records and information (4) An agreement entered into under subsection (2) may also include provisions respecting the use, disclosure, sale or licensing of records and information required under this Act. 2017, c. 20, Sched. 6, s. 125. Discretion to delegate unaffected by agreement (5) An agreement entered into under subsection (2) does not affect the Registrar’s power to delegate any duties or powers under subsection 1.1 (2) of the Business Names Act. 2017, c. 20, Sched. 6, s. 125. No power to waive or refund fees for services (6) A person or entity that has entered into an agreement under subsection (2) for the provision of business filing services may not waive or refund all or part of any fee for such a service that is payable to the Province of Ontario, but the person or entity may pay all or part of the fee on behalf of the person or entity to whom the service was provided. 2017, c. 20, Sched. 6, s. 125. Deemed date of receipt by Registrar (7) Declarations and other documents and information sent to a person or entity that has entered into an agreement under subsection (2), that authorizes the person or entity to receive declarations and other documents and information on behalf of the Registrar, are deemed to be received by the Registrar on the date that they are received by the authorized person or entity. 2017, c. 20, Sched. 6, s. 125. Agreements for use, etc., of records and information (8) The Minister or the Registrar, or a person designated by the Minister or the Registrar, may enter into an agreement with any person or entity respecting the use, disclosure, sale or licensing of records and information required under this Act. 2017, c. 20, Sched. 6, s. 125. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 125 - 19/10/2021 Minister’s regulations and orders",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>35.0.1 </b>(1) In this section,</p> <p class=\"definition\">“business filing services” includes any of the duties and powers of the Registrar and related services. 2017, c. 20, Sched. 6, s. 125.</p> <p class=\"headnote\">Agreements to provide business filing services</p> <p class=\"subsection\">(2) The Minister or a person designated by the Minister may, on behalf of the Crown in right of Ontario, enter into one or more agreements authorizing a person or entity to provide business filing services on behalf of the Crown, the government, the Minister, the Registrar or other government official. 2017, c. 20, Sched. 6, s. 125.</p> <p class=\"headnote\">Not Crown agent</p> <p class=\"subsection\">(3) A person or entity that has entered into an agreement under subsection (2) for the provision of business filing services is not an agent of the Crown for any purpose despite the <i>Crown Agency Act</i>, unless a regulation provides otherwise. 2017, c. 20, Sched. 6, s. 125.</p> <p class=\"headnote\">Use, etc., of records and information</p> <p class=\"subsection\">(4) An agreement entered into under subsection (2) may also include provisions respecting the use, disclosure, sale or licensing of records and information required under this Act. 2017, c. 20, Sched. 6, s. 125.</p> <p class=\"headnote\">Discretion to delegate unaffected by agreement</p> <p class=\"subsection\">(5) An agreement entered into under subsection (2) does not affect the Registrar’s power to delegate any duties or powers under subsection 1.1 (2) of the <i>Business Names Act</i>. 2017, c. 20, Sched. 6, s. 125.</p> <p class=\"headnote\">No power to waive or refund fees for services</p> <p class=\"subsection\">(6) A person or entity that has entered into an agreement under subsection (2) for the provision of business filing services may not waive or refund all or part of any fee for such a service that is payable to the Province of Ontario, but the person or entity may pay all or part of the fee on behalf of the person or entity to whom the service was provided. 2017, c. 20, Sched. 6, s. 125.</p> <p class=\"headnote\">Deemed date of receipt by Registrar</p> <p class=\"subsection\">(7) Declarations and other documents and information sent to a person or entity that has entered into an agreement under subsection (2), that authorizes the person or entity to receive declarations and other documents and information on behalf of the Registrar, are deemed to be received by the Registrar on the date that they are received by the authorized person or entity. 2017, c. 20, Sched. 6, s. 125.</p> <p class=\"headnote\">Agreements for use, etc., of records and information</p> <p class=\"subsection\">(8) The Minister or the Registrar, or a person designated by the Minister or the Registrar, may enter into an agreement with any person or entity respecting the use, disclosure, sale or licensing of records and information required under this Act. 2017, c. 20, Sched. 6, s. 125.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s125\">2017, c. 20, Sched. 6, s. 125</a></span> - 19/10/2021</p> <p class=\"headnote\">Minister’s regulations and orders</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "35.1",
            "section_x": "Minister’s regulations and orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "35.1 (1) The Minister may make regulations, (a) prescribing or governing anything described in this Act as prescribed or done by or in accordance with the regulations; (b) respecting and governing the content, form, format and filing of declarations and other documents and information filed with or issued by the Registrar and the form, format and payment of fees; (c) respecting and governing the manner of completion, submission and acceptance of declarations and other documents and information filed with the Registrar, the payment of fees and the determination of the date of receipt; (d) designating declarations and other documents and information to be filed with the Registrar, (i) in paper or electronic format, (ii) in electronic format alone, or (iii) in paper format alone; (e) subject to any terms and conditions specified in the regulation, prescribing and governing documents and information that are required to support declarations and other forms approved under section 35.3 and specifying, for each of the formats designated under clause (d), (i) the documents and information that must be filed with the Registrar, together with declarations and other forms approved under section 35.3, and (ii) the documents and information that must be retained by the limited partnership or other person and, upon receipt of and in accordance with written notice from the Registrar and subject to any terms and conditions imposed by the Registrar, that must be filed with the Registrar or given to any other person specified in the notice; (f) permitting the Registrar, subject to any terms and conditions imposed by the Registrar, for each of the formats designated under clause (d), (i) to require that a document or information prescribed under subclause (e) (i) be retained by the limited partnership or other person and, upon receipt of and in accordance with written notice from the Registrar, be filed with the Registrar or given to any other person specified in the notice, and (ii) to require that a document or information prescribed under subclause (e) (ii) be filed with the Registrar, together with declarations and other forms approved under section 35.3; (g) governing the terms and conditions that the Registrar may impose pursuant to a regulation made under subclause (e) (ii) or clause (f); (h) respecting and governing the issuance of declarations and other documents by the Registrar, including rules respecting the issuance by electronic means; (i) governing the assignment of corporation numbers under section 1.1 of the Business Names Act for the purposes of this Act; (j) prescribing and prohibiting the use of connotations, suggestions, words, expressions or phrases in a name shown in a declaration; (k) prescribing the punctuation marks and other marks that may form part of a name shown in a declaration; (l) governing the retention and destruction of declarations and other documents and information filed with the Registrar, including the form and format in which they must be retained; (m) prescribing duties and powers of the Registrar in respect of this Act in addition to those set out in this Act; (n) providing that a person or entity that enters into an agreement under subsection 35.0.1 (2) is an agent of the Crown and specifying the services and purposes for which the person or entity is considered to be an agent of the Crown; (o) defining any word or expression used in this Act that has not already been expressly defined in this Act; (p) prescribing any matter that the Minister considers necessary or advisable for the purposes of this Act; (q) governing inspections of the record of limited partners under section 4, the limited partnership books under section 10, the power of attorney under section 25, the record of limited partners under section 26 and documents under section 33. 2017, c. 20, Sched. 6, s. 126 (1, 2); 2023, c. 9, Sched. 17, s. 6. Rolling incorporation by reference (2) A regulation made under subsection (1) that incorporates another document by reference may provide that the reference to the document includes amendments made to the document from time to time after the regulation is made. 2017, c. 20, Sched. 6, s. 126 (1). Fees (3) The Minister may, by order, require the payment of fees for search reports, copies of documents or information, filing of documents or other services under this Act, approve the amount of those fees and provide for the waiver or refund of all or any part of any of those fees. 2017, c. 20, Sched. 6, s. 126 (1). Non-application of Legislation Act, 2006 (4) Part III (Regulations) of the Legislation Act, 2006 does not apply to an order made by the Minister under subsection (3). 2017, c. 20, Sched. 6, s. 126 (1). Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. E, s. 164 - 01/03/1999 2011, c. 1, Sched. 5, s. 6 (1) - 30/03/2011 2017, c. 20, Sched. 6, s. 126 (1) - 19/10/2021; 2017, c. 20, Sched. 6, s. 126 (2) - 14/11/2020 2023, c. 9, Sched. 17, s. 6 - 01/10/2023 35.1.1 Repealed: 2020, c. 7, Sched. 11, s. 1. Section Amendments with date in force (d/m/y) 1990, c. L.16, s. 35.1 (5) - see 2020, c. 7, Sched. 11, s. 1 - 19/10/2021 2020, c. 7, Sched. 11, s. 1 - 12/05/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>35.1 </b>(1) The Minister may make regulations,</p> <p class=\"paragraph\">  (a) prescribing or governing anything described in this Act as prescribed or done by or in accordance with the regulations;</p> <p class=\"paragraph\">  (b) respecting and governing the content, form, format and filing of declarations and other documents and information filed with or issued by the Registrar and the form, format and payment of fees;</p> <p class=\"paragraph\">  (c) respecting and governing the manner of completion, submission and acceptance of declarations and other documents and information filed with the Registrar, the payment of fees and the determination of the date of receipt;</p> <p class=\"paragraph\">  (d) designating declarations and other documents and information to be filed with the Registrar,</p> <p class=\"subpara\">  (i) in paper or electronic format,</p> <p class=\"subpara\">  (ii) in electronic format alone, or</p> <p class=\"subpara\">  (iii) in paper format alone;</p> <p class=\"paragraph\">  (e) subject to any terms and conditions specified in the regulation, prescribing and governing documents and information that are required to support declarations and other forms approved under section 35.3 and specifying, for each of the formats designated under clause (d),</p> <p class=\"subpara\">  (i) the documents and information that must be filed with the Registrar, together with declarations and other forms approved under section 35.3, and</p> <p class=\"subpara\">  (ii) the documents and information that must be retained by the limited partnership or other person and, upon receipt of and in accordance with written notice from the Registrar and subject to any terms and conditions imposed by the Registrar, that must be filed with the Registrar or given to any other person specified in the notice;</p> <p class=\"paragraph\">  (f) permitting the Registrar, subject to any terms and conditions imposed by the Registrar, for each of the formats designated under clause (d),</p> <p class=\"subpara\">  (i) to require that a document or information prescribed under subclause (e) (i) be retained by the limited partnership or other person and, upon receipt of and in accordance with written notice from the Registrar, be filed with the Registrar or given to any other person specified in the notice, and</p> <p class=\"subpara\">  (ii) to require that a document or information prescribed under subclause (e) (ii) be filed with the Registrar, together with declarations and other forms approved under section 35.3;</p> <p class=\"paragraph\">  (g) governing the terms and conditions that the Registrar may impose pursuant to a regulation made under subclause (e) (ii) or clause (f);</p> <p class=\"paragraph\">  (h) respecting and governing the issuance of declarations and other documents by the Registrar, including rules respecting the issuance by electronic means;</p> <p class=\"paragraph\">  (i) governing the assignment of corporation numbers under section 1.1 of the <i>Business Names Act</i> for the purposes of this Act;</p> <p class=\"paragraph\">  (j) prescribing and prohibiting the use of connotations, suggestions, words, expressions or phrases in a name shown in a declaration;</p> <p class=\"paragraph\">  (k) prescribing the punctuation marks and other marks that may form part of a name shown in a declaration;</p> <p class=\"paragraph\">  (l) governing the retention and destruction of declarations and other documents and information filed with the Registrar, including the form and format in which they must be retained;</p> <p class=\"paragraph\">  (m) prescribing duties and powers of the Registrar in respect of this Act in addition to those set out in this Act;</p> <p class=\"paragraph\">  (n) providing that a person or entity that enters into an agreement under subsection 35.0.1 (2) is an agent of the Crown and specifying the services and purposes for which the person or entity is considered to be an agent of the Crown;</p> <p class=\"paragraph\">  (o) defining any word or expression used in this Act that has not already been expressly defined in this Act;</p> <p class=\"paragraph\">  (p) prescribing any matter that the Minister considers necessary or advisable for the purposes of this Act;</p> <p class=\"paragraph\">  (q) governing inspections of the record of limited partners under section 4, the limited partnership books under section 10, the power of attorney under section 25, the record of limited partners under section 26 and documents under section 33. 2017, c. 20, Sched. 6, s. 126 (1, 2); 2023, c. 9, Sched. 17, s. 6.</p> <p class=\"headnote\">Rolling incorporation by reference</p> <p class=\"subsection\">(2) A regulation made under subsection (1) that incorporates another document by reference may provide that the reference to the document includes amendments made to the document from time to time after the regulation is made. 2017, c. 20, Sched. 6, s. 126 (1).</p> <p class=\"headnote\">Fees</p> <p class=\"subsection\">(3) The Minister may, by order, require the payment of fees for search reports, copies of documents or information, filing of documents or other services under this Act, approve the amount of those fees and provide for the waiver or refund of all or any part of any of those fees. 2017, c. 20, Sched. 6, s. 126 (1).</p> <p class=\"headnote\">Non-application of <i>Legislation Act, 2006</i></p> <p class=\"subsection\">(4) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to an order made by the Minister under subsection (3). 2017, c. 20, Sched. 6, s. 126 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. E, s. 164 - 01/03/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11001#sched5s6s1\">2011, c. 1, Sched. 5, s. 6 (1)</a> </span>- 30/03/2011</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s126s1\">2017, c. 20, Sched. 6, s. 126 (1)</a></span> - 19/10/2021; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s126s2\">2017, c. 20, Sched. 6, s. 126 (2)</a></span> - 14/11/2020</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched17s6\">2023, c. 9, Sched. 17, s. 6</a></span> - 01/10/2023</p> <p class=\"section\"><b>35.1.1 </b><span class=\"ovsmallcap\">Repealed</span>: 2020, c. 7, Sched. 11, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1990, c. L.16, s. 35.1 (5) - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched11s1\">2020, c. 7, Sched. 11, s. 1</a></span> - 19/10/2021</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched11s1\">2020, c. 7, Sched. 11, s. 1</a></span> - 12/05/2020</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "35.2",
            "section_x": "Accepting copy of notice or other document",
            "part_id": null,
            "part_type": null,
            "section_y": "Accepting copy of notice or other document",
            "content": "35.2 (1) Where a notice or other document is required to be sent to the Registrar under this Act, the Registrar may accept a copy of it if it meets the Registrar’s requirements established under this Act. 2020, c. 7, Sched. 11, s. 2. Exception, certain declarations (2) Subsection (1) does not apply to declarations filed by in-person delivery or mail unless, under this Act, the Registrar permits a copy of such declarations to be filed instead of the original. 2020, c. 7, Sched. 11, s. 2. Copy deemed original (3) A copy referred to in subsection (1) is deemed to satisfy any requirements under this Act for an original to be sent to the Registrar. 2020, c. 7, Sched. 11, s. 2. Issuance by Registrar (4) An issuance by the Registrar under this Act in respect of a notice or other document, including declarations, is deemed to comply with requirements under this Act for issuance if it complies, with necessary modifications, with all the requirements of this Act other than any requirements respecting originals, duplicates and number of documents. 2020, c. 7, Sched. 11, s. 2. Section Amendments with date in force (d/m/y) 2011, c. 1, Sched. 5, s. 6 (2) - 30/03/2011 2017, c. 20, Sched. 6, s. 126 (1) - 19/10/2021 2020, c. 7, Sched. 11, s. 2 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>35.2 </b>(1) Where a notice or other document is required to be sent to the Registrar under this Act, the Registrar may accept a copy of it if it meets the Registrar’s requirements established under this Act. 2020, c. 7, Sched. 11, s. 2.</p> <p class=\"headnote\">Exception, certain declarations</p> <p class=\"subsection\">(2) Subsection (1) does not apply to declarations filed by in-person delivery or mail unless, under this Act, the Registrar permits a copy of such declarations to be filed instead of the original. 2020, c. 7, Sched. 11, s. 2.</p> <p class=\"headnote\">Copy deemed original</p> <p class=\"subsection\">(3) A copy referred to in subsection (1) is deemed to satisfy any requirements under this Act for an original to be sent to the Registrar. 2020, c. 7, Sched. 11, s. 2.</p> <p class=\"headnote\">Issuance by Registrar</p> <p class=\"subsection\">(4) An issuance by the Registrar under this Act in respect of a notice or other document, including declarations, is deemed to comply with requirements under this Act for issuance if it complies, with necessary modifications, with all the requirements of this Act other than any requirements respecting originals, duplicates and number of documents. 2020, c. 7, Sched. 11, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11001#sched5s6s2\">2011, c. 1, Sched. 5, s. 6 (2)</a> </span>- 30/03/2011</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s126s1\">2017, c. 20, Sched. 6, s. 126 (1)</a></span> - 19/10/2021</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched11s2\">2020, c. 7, Sched. 11, s. 2</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "35.2.1",
            "section_x": "Signatures",
            "part_id": null,
            "part_type": null,
            "section_y": "Signatures",
            "content": "35.2.1 For greater certainty, in respect of requirements under this Act respecting the signing of declarations and other documents filed with the Registrar, any declarations and other documents that meet the Registrar’s requirements established under this Act are deemed to satisfy any requirements for a signature under this Act. 2020, c. 7, Sched. 11, s. 3. Section Amendments with date in force (d/m/y) 2020, c. 7, Sched. 11, s. 3 - 12/05/2020 Note: On the day section 9 of Schedule 1 (Alternative Filing Methods for Business Act, 2020) to the COVID-19 Response and Reforms to Modernize Ontario Act, 2020 comes into force, the Act is amended by adding the following section: (See: 2020, c. 7, Sched. 11, s. 4) Documents filed under Alternative Filing Methods for Business Act, 2020 35.2.2 Documents filed by a method specified under the Alternative Filing Methods for Business Act, 2020, as it read immediately before it was repealed, are deemed to have been filed by in-person delivery or mail for the purposes of this Act. 2020, c. 7, Sched. 11, s. 4. Section Amendments with date in force (d/m/y) 2020, c. 7, Sched. 11, s. 4 - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>35.2.1 </b>For greater certainty, in respect of requirements under this Act respecting the signing of declarations and other documents filed with the Registrar, any declarations and other documents that meet the Registrar’s requirements established under this Act are deemed to satisfy any requirements for a signature under this Act. 2020, c. 7, Sched. 11, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched11s3\">2020, c. 7, Sched. 11, s. 3</a></span> - 12/05/2020</p> <p class=\"Pnote\"><span>Note: On the day section 9 of Schedule 1 (<i>Alternative Filing Methods for Business Act, 2020</i>) to the <i>COVID-19 Response and Reforms to Modernize Ontario Act, 2020</i> comes into force, the Act is amended by adding the following section: (See: 2020, c. 7, Sched. 11, s. 4)</span></p> <p class=\"Yheadnote\"><span>Documents filed under <i>Alternative Filing Methods for Business Act, 2020</i></span></p> <p class=\"Ysection\"><a name=\"BK47\"></a><b><span>35.2.2 </span></b><span>Documents filed by a method specified under the <i>Alternative Filing Methods for Business Act, 2020</i>, as it read immediately before it was repealed, are deemed to have been filed by in-person delivery or mail for the purposes of this Act. 2020, c. 7, Sched. 11, s. 4.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched11s4\">2020, c. 7, Sched. 11, s. 4</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "35.2.2",
            "section_x": "Documents filed under Alternative Filing Methods for Business Act, 2020",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "35.3",
            "section_x": "Forms",
            "part_id": null,
            "part_type": null,
            "section_y": "Forms",
            "content": "35.3 (1) Subject to subsection (3), the Registrar may require that forms approved by the Registrar be used for any purpose under this Act. 2017, c. 20, Sched. 6, s. 126 (1). Non-application of Legislation Act, 2006 (2) Part III (Regulations) of the Legislation Act, 2006 does not apply to a requirement established by the Registrar under subsection (1). 2017, c. 20, Sched. 6, s. 126 (1). Regulation re power of attorney form (3) The Registrar may make regulations prescribing the form of the power of attorney referred to in subsection 25 (4). 2017, c. 20, Sched. 6, s. 126 (1). Same (4) A regulation made under subsection (3) may incorporate, by reference, a power of attorney form as it may be amended from time to time. 2017, c. 20, Sched. 6, s. 126 (1). Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 6, s. 126 (1) - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>35.3 </b>(1) Subject to subsection (3), the Registrar may require that forms approved by the Registrar be used for any purpose under this Act. 2017, c. 20, Sched. 6, s. 126 (1).</p> <p class=\"headnote\">Non-application of <i>Legislation Act, 2006</i></p> <p class=\"subsection\">(2) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to a requirement established by the Registrar under subsection (1). 2017, c. 20, Sched. 6, s. 126 (1).</p> <p class=\"headnote\">Regulation re power of attorney form</p> <p class=\"subsection\">(3) The Registrar may make regulations prescribing the form of the power of attorney referred to in subsection 25 (4). 2017, c. 20, Sched. 6, s. 126 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) A regulation made under subsection (3) may incorporate, by reference, a power of attorney form as it may be amended from time to time. 2017, c. 20, Sched. 6, s. 126 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s126s1\">2017, c. 20, Sched. 6, s. 126 (1)</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "36.",
            "section_x": "Requirements established by Registrar",
            "part_id": null,
            "part_type": null,
            "section_y": "Requirements established by Registrar",
            "content": "36 (1) The Registrar may establish requirements, (a) respecting and governing the content, form, format and filing of declarations and other documents and information filed with or issued by the Registrar and the form, format and payment of fees; (b) respecting and governing the manner of completion, submission and acceptance of declarations and other documents and information filed with the Registrar, the payment of fees and the determination of the date of receipt; (c) specifying that declarations and other documents and information may be filed with the Registrar and fees may be paid only by a person authorized by the Registrar or who belongs to a class of persons authorized by the Registrar; (d) governing the authorization of persons described in clause (c), including, (i) establishing conditions and requirements to be an authorized person, (ii) imposing terms and conditions on an authorization, including terms and conditions governing the filing of declarations and other documents and information and the payment of fees, and (iii) requiring any person who applies for an authorization to enter into an agreement with the Registrar, or a person designated by the Registrar, governing the filing of declarations and other documents and information; (e) specifying whether and which declarations and other forms approved under section 35.3 and supporting documents must be signed, specifying requirements respecting their signing, and governing the form and format of signatures, including establishing rules respecting electronic signatures; (f) specifying and governing methods of executing declarations, other forms approved under section 35.3 and supporting documents, other than by signing them, and establishing rules respecting those methods; (g) specifying requirements for limited partnerships or other persons filing declarations and other forms approved under section 35.3, whether electronically or by another method, (i) to keep a properly executed version of them, including records related to an electronic signature if signed by electronic signature, in paper or electronic format at, (A) the limited partnership’s principal place of business in Ontario, or (B) the address of the limited partnership’s attorney and representative set out in the declaration filed under subsection 25 (1) and stated in the power of attorney executed under subsection 25 (4), if the limited partnership is an extra-provincial limited partnership that does not have a principal place of business in Ontario, and (ii) if required by notice from the Registrar, to provide a copy of the executed version, including records related to an electronic signature, to the Registrar within the time period set out in the notice; (h) if this Act specifies requirements respecting the signing of declarations or other documents filed with the Registrar, specifying and governing alternative requirements for their signing or providing that signing is not required; (i) establishing the time and circumstances when declarations and other documents and information are considered to be sent to or received by the Registrar, and the place where they are considered to have been sent or received; (j) establishing technology standards and requirements for filing declarations and other documents and information in electronic format with the Registrar and for paying fees in electronic format; (k) specifying and governing a type of copy, including a type of copy of a court order or other document issued by the court, that may be filed with the Registrar; (l) respecting and governing the issuance of declarations and other documents by the Registrar, including rules respecting the issuance by electronic means; (m) governing the assignment of corporation numbers under section 1.1 of the Business Names Act for the purposes of this Act; (n) governing searches and search methods of records that are maintained by the Registrar for the purposes of this Act, pursuant to subsection 1.1 (4) of the Business Names Act. 2017, c. 20, Sched. 6, s. 127; 2020, c. 7, Sched. 11, s. 5. Classes (2) For the purposes of clause (1) (c), a class may be defined, (a) in terms of any attribute or combination of attributes; or (b) as consisting of, including or excluding a specified member. 2017, c. 20, Sched. 6, s. 127. Non-application of Legislation Act, 2006 (3) Part III (Regulations) of the Legislation Act, 2006 does not apply to a requirement established by the Registrar under subsection (1). 2017, c. 20, Sched. 6, s. 127. Conflict (4) If there is a conflict between a requirement established under this section and a regulation made under this Act, the regulation prevails to the extent of the conflict. 2017, c. 20, Sched. 6, s. 127. Section Amendments with date in force (d/m/y) 1994, c. 27, s. 87 (9) - 01/03/1995; 1998, c. 18, Sched. E, s. 165 (1-3) - 01/03/1999 2004, c. 19, s. 15 (2, 3) - 01/06/2005 2011, c. 1, Sched. 5, s. 6 (3) - 30/03/2011 2017, c. 20, Sched. 6, s. 127 - 19/10/2021; 2017, c. 20, Sched. 6, s. 128 - 14/11/2017 2020, c. 7, Sched. 11, s. 5 (1, 2) - 19/10/2021 37 Repealed: 2020, c. 7, Sched. 11, s. 6. Section Amendments with date in force (d/m/y) 1990, c. L.16, s. 37 (5) - see 2020, c. 7, Sched. 11, s. 6 - 19/10/2021 2020, c. 7, Sched. 11, s. 6 - 12/05/2020 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK49\"></a><b>36 </b>(1) The Registrar may establish requirements,</p> <p class=\"paragraph\">  (a) respecting and governing the content, form, format and filing of declarations and other documents and information filed with or issued by the Registrar and the form, format and payment of fees;</p> <p class=\"paragraph\">  (b) respecting and governing the manner of completion, submission and acceptance of declarations and other documents and information filed with the Registrar, the payment of fees and the determination of the date of receipt;</p> <p class=\"paragraph\">  (c) specifying that declarations and other documents and information may be filed with the Registrar and fees may be paid only by a person authorized by the Registrar or who belongs to a class of persons authorized by the Registrar;</p> <p class=\"paragraph\">  (d) governing the authorization of persons described in clause (c), including,</p> <p class=\"subpara\">  (i) establishing conditions and requirements to be an authorized person,</p> <p class=\"subpara\">  (ii) imposing terms and conditions on an authorization, including terms and conditions governing the filing of declarations and other documents and information and the payment of fees, and</p> <p class=\"subpara\">  (iii) requiring any person who applies for an authorization to enter into an agreement with the Registrar, or a person designated by the Registrar, governing the filing of declarations and other documents and information;</p> <p class=\"paragraph\">  (e) specifying whether and which declarations and other forms approved under section 35.3 and supporting documents must be signed, specifying requirements respecting their signing, and governing the form and format of signatures, including establishing rules respecting electronic signatures;</p> <p class=\"paragraph\">  (f) specifying and governing methods of executing declarations, other forms approved under section 35.3 and supporting documents, other than by signing them, and establishing rules respecting those methods;</p> <p class=\"paragraph\">  (g) specifying requirements for limited partnerships or other persons filing declarations and other forms approved under section 35.3, whether electronically or by another method,</p> <p class=\"subpara\">  (i) to keep a properly executed version of them, including records related to an electronic signature if signed by electronic signature, in paper or electronic format at,</p> <p class=\"subsubpara\">  (A) the limited partnership’s principal place of business in Ontario, or</p> <p class=\"subsubpara\">  (B) the address of the limited partnership’s attorney and representative set out in the declaration filed under subsection 25 (1) and stated in the power of attorney executed under subsection 25 (4), if the limited partnership is an extra-provincial limited partnership that does not have a principal place of business in Ontario, and</p> <p class=\"subpara\">  (ii) if required by notice from the Registrar, to provide a copy of the executed version, including records related to an electronic signature, to the Registrar within the time period set out in the notice;</p> <p class=\"paragraph\">  (h) if this Act specifies requirements respecting the signing of declarations or other documents filed with the Registrar, specifying and governing alternative requirements for their signing or providing that signing is not required;</p> <p class=\"paragraph\">  (i) establishing the time and circumstances when declarations and other documents and information are considered to be sent to or received by the Registrar, and the place where they are considered to have been sent or received;</p> <p class=\"paragraph\">  (j) establishing technology standards and requirements for filing declarations and other documents and information in electronic format with the Registrar and for paying fees in electronic format;</p> <p class=\"paragraph\">  (k) specifying and governing a type of copy, including a type of copy of a court order or other document issued by the court, that may be filed with the Registrar;</p> <p class=\"paragraph\">  (l) respecting and governing the issuance of declarations and other documents by the Registrar, including rules respecting the issuance by electronic means;</p> <p class=\"paragraph\">  (m) governing the assignment of corporation numbers under section 1.1 of the <i>Business Names Act</i> for the purposes of this Act;</p> <p class=\"paragraph\">  (n) governing searches and search methods of records that are maintained by the Registrar for the purposes of this Act, pursuant to subsection 1.1 (4) of the <i>Business Names Act</i>. 2017, c. 20, Sched. 6, s. 127; 2020, c. 7, Sched. 11, s. 5.</p> <p class=\"headnote\">Classes</p> <p class=\"subsection\">(2) For the purposes of clause (1) (c), a class may be defined,</p> <p class=\"paragraph\">  (a) in terms of any attribute or combination of attributes; or</p> <p class=\"paragraph\">  (b) as consisting of, including or excluding a specified member. 2017, c. 20, Sched. 6, s. 127.</p> <p class=\"headnote\">Non-application of <i>Legislation Act, 2006</i></p> <p class=\"subsection\">(3) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to a requirement established by the Registrar under subsection (1). 2017, c. 20, Sched. 6, s. 127.</p> <p class=\"headnote\">Conflict</p> <p class=\"subsection\">(4) If there is a conflict between a requirement established under this section and a regulation made under this Act, the regulation prevails to the extent of the conflict. 2017, c. 20, Sched. 6, s. 127.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 87 (9) - 01/03/1995; 1998, c. 18, Sched. E, s. 165 (1-3) - 01/03/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s15s2\">2004, c. 19, s. 15 (2, 3)</a> </span>- 01/06/2005</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11001#sched5s6s3\">2011, c. 1, Sched. 5, s. 6 (3)</a> </span>- 30/03/2011</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s127\">2017, c. 20, Sched. 6, s. 127</a></span> - 19/10/2021; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched6s128\">2017, c. 20, Sched. 6, s. 128</a></span> - 14/11/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched11s5s1\">2020, c. 7, Sched. 11, s. 5 (1, 2)</a></span> - 19/10/2021</p> <p class=\"section\"><b>37 </b><span class=\"ovsmallcap\">Repealed</span>: 2020, c. 7, Sched. 11, s. 6.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1990, c. L.16, s. 37 (5) - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched11s6\">2020, c. 7, Sched. 11, s. 6</a></span> - 19/10/2021</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20007#sched11s6\">2020, c. 7, Sched. 11, s. 6</a></span> - 12/05/2020</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90l16\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}