{
    "act_info": {
        "full_title": "Line Fences Act, R.S.O. 1990, c. L.17",
        "act_name_text": "Line Fences Act",
        "citation": "R.S.O. 1990, c. L.17",
        "url": "https://www.ontario.ca/laws/statute/90l17",
        "date_scraped": "2023-12-19 03:43:48"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  3, 2015",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90l17/v3",
            "valid_from": "January  1, 2007",
            "valid_to": "December  2, 2015"
        },
        {
            "a_href": "/laws/statute/90l17/v2",
            "valid_from": "December 20, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/statute/90l17/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/140127",
            "Citation": "O. Reg. 127/14",
            "title": "FORMS"
        },
        {
            "a_href": "/laws/regulation/130363",
            "Citation": "O. Reg. 363/13",
            "title": "APPEALS"
        },
        {
            "a_href": "/laws/regulation/900716",
            "Citation": "R.R.O. 1990, Reg. 716",
            "title": "LAND IN TERRITORY WITHOUT MUNICIPAL ORGANIZATION"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “appeals division” means an appeals division established under this Act; (“division d’appel”) “Minister” means the Minister of Municipal Affairs and Housing; (“ministre”) “occupant” means the occupant of adjoining land that is subject or proposed to be made subject to proceedings instituted under section 4; (“occupant”) “prescribed” means prescribed by the regulations; (“prescrit”) “referee” means a referee appointed under this Act; (“arbitre”) “regulations” means regulations made under this Act; (“règlements”) “value of the work” and “costs of the work” have the same meaning and include the value of the materials used and the value of the labour performed to complete the work. (“valeur des travaux”, “coût des travaux”)  R.S.O 1990, c. L.17, s. 1 (1); 2002, c. 17, Sched. F, Table. Idem (2) Where, within the meaning of section 4, there is a dispute between owners or occupants of lands situate in different local municipalities, “fence-viewers” means two fence-viewers of the local municipality in which is situate the land of the owner or occupant notified under section 4, and one fence-viewer of the local municipality in which is situate the land of the person instituting the proceedings under that section; (“inspecteurs des clôtures”) “in which the land is situate” or “in which the land lies” means in which is situate the land of the owner or occupant so notified under section 4. (“où est situé le bien-fonds”, “où se trouve le bien-fonds”)  R.S.O 1990, c. L.17, s. 1 (2). Idem (3) Where, within the meaning of section 4, there is a dispute between the owner or occupant of land situate in a local municipality and the owner or occupant of land situate in territory without municipal organization, “fence-viewers” means three fence-viewers appointed by the local municipality in which the land of the one owner or occupant is situate, and at least one of the fence-viewers shall be resident outside the municipality in the vicinity of the land of the other owner or occupant; (“inspecteurs des clôtures”) “local municipality in which the land is situate” means the local municipality in which is situate the land of the one owner or occupant. (“municipalité locale où est situé le bien-fonds”)  R.S.O 1990, c. L.17, s. 1 (3). Condominium corporations (4) Where a declaration has been registered under the Condominium Act, 1998 the condominium corporation and not the owners of the individual units shall be deemed to be the owner of the land described in the declaration for the purposes of this Act and, (a) any payments the condominium corporation may be responsible for under this Act, including the costs of any proceeding, is a common expense for the purposes of the Condominium Act, 1998; and (b) any payment to be made to the condominium corporation under this Act is an asset of the condominium corporation.  R.S.O 1990, c. L.17, s. 1 (4); 2015, c. 28, Sched. 1, s. 152. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 2015, c. 28, Sched. 1, s. 152 - 03/12/2015",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“appeals division” means an appeals division established under this Act; (“division d’appel”)</p> <p class=\"definition\">“Minister” means the Minister of Municipal Affairs and Housing; (“ministre”)</p> <p class=\"definition\">“occupant” means the occupant of adjoining land that is subject or proposed to be made subject to proceedings instituted under section 4; (“occupant”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“referee” means a referee appointed under this Act; (“arbitre”)</p> <p class=\"definition\">“regulations” means regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“value of the work” and “costs of the work” have the same meaning and include the value of the materials used and the value of the labour performed to complete the work. (“valeur des travaux”, “coût des travaux”)  R.S.O 1990, c. L.17, s. 1 (1); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Where, within the meaning of section 4, there is a dispute between owners or occupants of lands situate in different local municipalities,</p> <p class=\"definition\">“fence-viewers” means two fence-viewers of the local municipality in which is situate the land of the owner or occupant notified under section 4, and one fence-viewer of the local municipality in which is situate the land of the person instituting the proceedings under that section; (“inspecteurs des clôtures”)</p> <p class=\"definition\">“in which the land is situate” or “in which the land lies” means in which is situate the land of the owner or occupant so notified under section 4. (“où est situé le bien-fonds”, “où se trouve le bien-fonds”)  R.S.O 1990, c. L.17, s. 1 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) Where, within the meaning of section 4, there is a dispute between the owner or occupant of land situate in a local municipality and the owner or occupant of land situate in territory without municipal organization,</p> <p class=\"definition\">“fence-viewers” means three fence-viewers appointed by the local municipality in which the land of the one owner or occupant is situate, and at least one of the fence-viewers shall be resident outside the municipality in the vicinity of the land of the other owner or occupant; (“inspecteurs des clôtures”)</p> <p class=\"definition\">“local municipality in which the land is situate” means the local municipality in which is situate the land of the one owner or occupant. (“municipalité locale où est situé le bien-fonds”)  R.S.O 1990, c. L.17, s. 1 (3).</p> <p class=\"headnote\">Condominium corporations</p> <p class=\"subsection\">(4) Where a declaration has been registered under the <i>Condominium Act, 1998</i> the condominium corporation and not the owners of the individual units shall be deemed to be the owner of the land described in the declaration for the purposes of this Act and,</p> <p class=\"paragraph\">  (a) any payments the condominium corporation may be responsible for under this Act, including the costs of any proceeding, is a common expense for the purposes of the <i>Condominium Act, 1998</i>; and</p> <p class=\"paragraph\">  (b) any payment to be made to the condominium corporation under this Act is an asset of the condominium corporation.  R.S.O 1990, c. L.17, s. 1 (4); 2015, c. 28, Sched. 1, s. 152.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15028#sched1s152\">2015, c. 28, Sched. 1, s. 152</a></span> - 03/12/2015</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Appointment of fence-viewers",
            "part_id": null,
            "part_type": null,
            "section_y": "Appointment of fence-viewers",
            "content": "2 The council of every local municipality shall by by-law appoint such number of fence-viewers as are required to carry out the provisions of this Act and the by-law shall fix the remuneration to be paid to the fence-viewers and the remuneration may be fixed on an hourly or daily rate or a rate for each attendance or reattendance by the fence-viewers.  R.S.O 1990, c. L.17, s. 2.",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>The council of every local municipality shall by by-law appoint such number of fence-viewers as are required to carry out the provisions of this Act and the by-law shall fix the remuneration to be paid to the fence-viewers and the remuneration may be fixed on an hourly or daily rate or a rate for each attendance or reattendance by the fence-viewers.  R.S.O 1990, c. L.17, s. 2.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "Owner of land may construct boundary fence",
            "part_id": null,
            "part_type": null,
            "section_y": "Owner of land may construct boundary fence",
            "content": "3 An owner of land may construct and maintain a fence to mark the boundary between the owner’s land and adjoining lands.  R.S.O 1990, c. L.17, s. 3.",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>3 </b>An owner of land may construct and maintain a fence to mark the boundary between the owner’s land and adjoining lands.  R.S.O 1990, c. L.17, s. 3.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "section_x": "Owner may request fence-viewers to view and arbitrate",
            "part_id": null,
            "part_type": null,
            "section_y": "Owner may request fence-viewers to view and arbitrate",
            "content": "4 (1) Where the owner of any land desires to have a fence constructed to mark the boundary between the owner’s land and the land of an adjoining owner, or where such a fence exists, to have it repaired or reconstructed and where the owner has not entered into a written agreement with the adjoining owner for sharing the costs of the construction, reconstruction or repair, as the case may be, of such fence, the owner may notify in the prescribed form the clerk of the local municipality in which the land is situate that the owner desires fence-viewers to view and arbitrate as to what portion of the fence each owner shall construct, reconstruct or repair and maintain and keep up.  R.S.O 1990, c. L.17, s. 4 (1). Notice by clerk (2) Where the clerk of a municipality is notified under subsection (1), the clerk, or such other person as may be designated by the council for the purpose of giving notices under this section, shall notify in the prescribed form the owner mentioned in subsection (1) and the adjoining owner or the occupant of the land of the adjoining owner that he or she will on a day named, not less than one week from the service of the notice, cause three fence-viewers of the locality to arbitrate in the premises and the clerk shall notify in the prescribed form the fence-viewers not less than one week before their services are required that they are required to meet to arbitrate in the premises.  R.S.O 1990, c. L.17, s. 4 (2). Idem (3) A notice under subsection (2) shall be signed by the clerk or such other designated person, as the case may be, and shall specify the time, being not more than thirty days from the date of the receipt of the notice under subsection (1), and place of the meeting for the arbitration, and the notice shall be given to a person mentioned in subsection (2) by sending it to the person by registered mail at the address where the person resides or, in the case of a notice to an owner or occupant, may instead be given by leaving it with the owner or occupant at the place of residence of the owner or occupant or with some other person, over the age of eighteen years, residing thereat.  R.S.O 1990, c. L.17, s. 4 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>4 </b>(1) Where the owner of any land desires to have a fence constructed to mark the boundary between the owner’s land and the land of an adjoining owner, or where such a fence exists, to have it repaired or reconstructed and where the owner has not entered into a written agreement with the adjoining owner for sharing the costs of the construction, reconstruction or repair, as the case may be, of such fence, the owner may notify in the prescribed form the clerk of the local municipality in which the land is situate that the owner desires fence-viewers to view and arbitrate as to what portion of the fence each owner shall construct, reconstruct or repair and maintain and keep up.  R.S.O 1990, c. L.17, s. 4 (1).</p> <p class=\"headnote\">Notice by clerk</p> <p class=\"subsection\">(2) Where the clerk of a municipality is notified under subsection (1), the clerk, or such other person as may be designated by the council for the purpose of giving notices under this section, shall notify in the prescribed form the owner mentioned in subsection (1) and the adjoining owner or the occupant of the land of the adjoining owner that he or she will on a day named, not less than one week from the service of the notice, cause three fence-viewers of the locality to arbitrate in the premises and the clerk shall notify in the prescribed form the fence-viewers not less than one week before their services are required that they are required to meet to arbitrate in the premises.  R.S.O 1990, c. L.17, s. 4 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) A notice under subsection (2) shall be signed by the clerk or such other designated person, as the case may be, and shall specify the time, being not more than thirty days from the date of the receipt of the notice under subsection (1), and place of the meeting for the arbitration, and the notice shall be given to a person mentioned in subsection (2) by sending it to the person by registered mail at the address where the person resides or, in the case of a notice to an owner or occupant, may instead be given by leaving it with the owner or occupant at the place of residence of the owner or occupant or with some other person, over the age of eighteen years, residing thereat.  R.S.O 1990, c. L.17, s. 4 (3).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "section_x": "Postponement of view",
            "part_id": null,
            "part_type": null,
            "section_y": "Postponement of view",
            "content": "5 (1) Where a day has been named under this Act for an arbitration or other proceeding requiring the attendance or reattendance of the fence-viewers, other than an appeal before the referee, the clerk of the municipality may postpone the arbitration or other proceeding to another day if in the clerk’s opinion weather conditions or ground conditions make it impracticable for the arbitration to be held on the day originally named for the attendance or reattendance and where there is a postponement, the clerk shall forthwith, (a) give notice of the postponement to the persons entitled to receive notice of the original attendance or reattendance; and (b) give new notices in the same manner to the persons who were entitled to receive notice of the original attendance or reattendance naming a day for the arbitration or other proceeding that is not later than fifteen days after the previous day so named.  R.S.O 1990, c. L.17, s. 5 (1). Winter months (2) The council of every local municipality may provide by by-law that no arbitration or other proceeding requiring the attendance or reattendance of fence-viewers shall be scheduled between the 1st day of November and the 31st day of March in the next following year or during such shorter period between those dates as may be set out in the by-law.  R.S.O 1990, c. L.17, s. 5 (2). Idem (3) Where a by-law has been passed under subsection (2), a proceeding requiring the attendance or reattendance of fence-viewers during the period set out in the by-law shall be postponed until the expiry of the period.  R.S.O 1990, c. L.17, s. 5 (3). Idem (4) A by-law passed under subsection (2) does not apply to an appeal before a referee.  R.S.O 1990, c. L.17, s. 5 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>5 </b>(1) Where a day has been named under this Act for an arbitration or other proceeding requiring the attendance or reattendance of the fence-viewers, other than an appeal before the referee, the clerk of the municipality may postpone the arbitration or other proceeding to another day if in the clerk’s opinion weather conditions or ground conditions make it impracticable for the arbitration to be held on the day originally named for the attendance or reattendance and where there is a postponement, the clerk shall forthwith,</p> <p class=\"paragraph\">  (a) give notice of the postponement to the persons entitled to receive notice of the original attendance or reattendance; and</p> <p class=\"paragraph\">  (b) give new notices in the same manner to the persons who were entitled to receive notice of the original attendance or reattendance naming a day for the arbitration or other proceeding that is not later than fifteen days after the previous day so named.  R.S.O 1990, c. L.17, s. 5 (1).</p> <p class=\"headnote\">Winter months</p> <p class=\"subsection\">(2) The council of every local municipality may provide by by-law that no arbitration or other proceeding requiring the attendance or reattendance of fence-viewers shall be scheduled between the 1st day of November and the 31st day of March in the next following year or during such shorter period between those dates as may be set out in the by-law.  R.S.O 1990, c. L.17, s. 5 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) Where a by-law has been passed under subsection (2), a proceeding requiring the attendance or reattendance of fence-viewers during the period set out in the by-law shall be postponed until the expiry of the period.  R.S.O 1990, c. L.17, s. 5 (3).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(4) A by-law passed under subsection (2) does not apply to an appeal before a referee.  R.S.O 1990, c. L.17, s. 5 (4).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "section_x": "Duty and liability of occupants as to notifying owners",
            "part_id": null,
            "part_type": null,
            "section_y": "Duty and liability of occupants as to notifying owners",
            "content": "6 Where an occupant who is not the owner of the land is given a notice under this Act, the occupant shall immediately inform the owner of the notice, and an occupant who neglects to do so is liable for all damage caused to the owner by such neglect.  R.S.O 1990, c. L.17, s. 6.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>6 </b>Where an occupant who is not the owner of the land is given a notice under this Act, the occupant shall immediately inform the owner of the notice, and an occupant who neglects to do so is liable for all damage caused to the owner by such neglect.  R.S.O 1990, c. L.17, s. 6.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "section_x": "Duties and powers of fence-viewers",
            "part_id": null,
            "part_type": null,
            "section_y": "Duties and powers of fence-viewers",
            "content": "7 The fence-viewers shall examine the premises and, if required by either adjoining owner, shall hear evidence and may examine the owners and their witnesses on oath.  R.S.O 1990, c. L.17, s. 7.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>7 </b>The fence-viewers shall examine the premises and, if required by either adjoining owner, shall hear evidence and may examine the owners and their witnesses on oath.  R.S.O 1990, c. L.17, s. 7.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "section_x": "Award of fence-viewers",
            "part_id": null,
            "part_type": null,
            "section_y": "Award of fence-viewers",
            "content": "8 (1) The fence-viewers shall make an award in the prescribed form, signed by any two of them, respecting the matters in dispute and the award shall state that a fence shall be constructed and maintained and kept up to mark the boundary between the adjoining lands, or, where such a fence exists, that the fence shall be reconstructed or repaired, and shall be maintained and kept up, and the award shall specify, (a) the location of the fence; (b) that, (i) each adjoining owner shall construct, reconstruct or repair, as the case may be, and maintain and keep up a designated one-half of the fence, or (ii) the adjoining owner designated shall construct, reconstruct or repair, as the case may be, and maintain and keep up the fence, and that the other adjoining owner shall, upon being notified by the designated adjoining owner of the costs of the work incurred from time to time, pay to the designated adjoining owner one-half of the costs incurred, unless the fence-viewers, in the circumstances of the case, consider an award in the terms of subclause (i) or (ii) to be unjust, in which case the fence-viewers may make such award in respect of the construction, reconstruction, repair or maintenance of the fence as they consider appropriate; (c) the description of the fence, including the materials to be used in the construction, reconstruction, repair or maintenance and keeping up of the fence; (d) the date by which the construction, reconstruction or repairs shall be commenced and the date by which such work shall be completed; and (e) the costs of the proceedings and by which of the owners or in what proportion the costs of the proceedings are to be paid.  R.S.O 1990, c. L.17, s. 8 (1). Matters to be considered (2) In making the award, the fence-viewers shall have regard to the suitableness of the fence to the needs of each of the adjoining owners or the occupants of their land, as the case may be, the nature of the terrain on which the fence is, or is to be, located, the benefit to both owners of having the boundary between their lands marked by a fence and the nature of the fences in use in the locality and may have regard to any other factors that they consider relevant.  R.S.O 1990, c. L.17, s. 8 (2). Where by-law in force (3) Where there is a by-law in force in the municipality under the Municipal Act, 2001 or the\nCity of Toronto Act, 2006, as the case may be, prescribing the height and description of lawful fences or otherwise regulating the construction of fences, the description of the fence specified in the award shall conform to the by-law.  R.S.O 1990, c. L.17, s. 8 (3); 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 30 (1). Location of fence (4) Where, from the formation of the ground by reason of streams or other causes, it is, in the opinion of the fence-viewers, impracticable to locate the fence upon the line between the lands of the adjoining owners, they may locate it either wholly or partly on the land of either of the adjoining owners where it seems to be most convenient, but such location shall not in any way affect the title to the land.  R.S.O 1990, c. L.17, s. 8 (4). Employment of surveyor (5) Where the fence-viewers locate a fence wholly or partly on the land of either of the adjoining owners under subsection (4), the fence-viewers may employ an Ontario land surveyor to have the location of the fence described by metes and bounds.  R.S.O 1990, c. L.17, s. 8 (5). Fees of land surveyor (6) Subsections 18 (2), (3) and (4) respecting the payment of fees to fence-viewers and for the collection of amounts paid on account thereof by the municipality apply with necessary modifications to fees payable to a land surveyor employed under subsection (5).  R.S.O 1990, c. L.17, s. 8 (6). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 2006, c. 32, Sched. C, s. 30 (1) - 01/01/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>8 </b>(1) The fence-viewers shall make an award in the prescribed form, signed by any two of them, respecting the matters in dispute and the award shall state that a fence shall be constructed and maintained and kept up to mark the boundary between the adjoining lands, or, where such a fence exists, that the fence shall be reconstructed or repaired, and shall be maintained and kept up, and the award shall specify,</p> <p class=\"paragraph\">  (a) the location of the fence;</p> <p class=\"paragraph\">  (b) that,</p> <p class=\"subclause\">  (i) each adjoining owner shall construct, reconstruct or repair, as the case may be, and maintain and keep up a designated one-half of the fence, or</p> <p class=\"subclause\">  (ii) the adjoining owner designated shall construct, reconstruct or repair, as the case may be, and maintain and keep up the fence, and that the other adjoining owner shall, upon being notified by the designated adjoining owner of the costs of the work incurred from time to time, pay to the designated adjoining owner one-half of the costs incurred,</p> <p class=\"paragraph\">unless the fence-viewers, in the circumstances of the case, consider an award in the terms of subclause (i) or (ii) to be unjust, in which case the fence-viewers may make such award in respect of the construction, reconstruction, repair or maintenance of the fence as they consider appropriate;</p> <p class=\"paragraph\">  (c) the description of the fence, including the materials to be used in the construction, reconstruction, repair or maintenance and keeping up of the fence;</p> <p class=\"paragraph\">  (d) the date by which the construction, reconstruction or repairs shall be commenced and the date by which such work shall be completed; and</p> <p class=\"paragraph\">  (e) the costs of the proceedings and by which of the owners or in what proportion the costs of the proceedings are to be paid.  R.S.O 1990, c. L.17, s. 8 (1).</p> <p class=\"headnote\">Matters to be considered</p> <p class=\"subsection\">(2) In making the award, the fence-viewers shall have regard to the suitableness of the fence to the needs of each of the adjoining owners or the occupants of their land, as the case may be, the nature of the terrain on which the fence is, or is to be, located, the benefit to both owners of having the boundary between their lands marked by a fence and the nature of the fences in use in the locality and may have regard to any other factors that they consider relevant.  R.S.O 1990, c. L.17, s. 8 (2).</p> <p class=\"headnote\">Where by-law in force</p> <p class=\"subsection\">(3) Where there is a by-law in force in the municipality under the <i>Municipal Act, 2001</i> or the<i>\n</i><i>City of Toronto Act, 2006</i>, as the case may be, prescribing the height and description of lawful fences or otherwise regulating the construction of fences, the description of the fence specified in the award shall conform to the by-law.  R.S.O 1990, c. L.17, s. 8 (3); 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 30 (1).</p> <p class=\"headnote\">Location of fence</p> <p class=\"subsection\">(4) Where, from the formation of the ground by reason of streams or other causes, it is, in the opinion of the fence-viewers, impracticable to locate the fence upon the line between the lands of the adjoining owners, they may locate it either wholly or partly on the land of either of the adjoining owners where it seems to be most convenient, but such location shall not in any way affect the title to the land.  R.S.O 1990, c. L.17, s. 8 (4).</p> <p class=\"headnote\">Employment of surveyor</p> <p class=\"subsection\">(5) Where the fence-viewers locate a fence wholly or partly on the land of either of the adjoining owners under subsection (4), the fence-viewers may employ an Ontario land surveyor to have the location of the fence described by metes and bounds.  R.S.O 1990, c. L.17, s. 8 (5).</p> <p class=\"headnote\">Fees of land surveyor</p> <p class=\"subsection\">(6) Subsections 18 (2), (3) and (4) respecting the payment of fees to fence-viewers and for the collection of amounts paid on account thereof by the municipality apply with necessary modifications to fees payable to a land surveyor employed under subsection (5).  R.S.O 1990, c. L.17, s. 8 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs30s1\">2006, c. 32, Sched. C, s. 30 (1)</a></span> - 01/01/2007</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "section_x": "Deposit of award, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Deposit of award, etc.",
            "content": "9 (1) The award shall be deposited in the office of the clerk of the local municipality in which the land is situate, and may be proved by a copy certified by the clerk, and a copy of the award certified by the clerk shall forthwith be sent by the clerk by registered mail to the owners and occupants of the adjoining lands to their last known place of residence.  R.S.O 1990, c. L.17, s. 9 (1). Where land situate in different municipalities (2) Where the lands of the adjoining owners are situate in different local municipalities, a clerk under subsection (1) shall, forthwith upon the deposit of an award in his or her office, forward a copy of it certified by him or her to the clerk of the other municipality in which part of the lands are situate.  R.S.O 1990, c. L.17, s. 9 (2). When award received (3) Unless otherwise proven, the copy of the award shall be deemed to have been received by those persons mentioned in subsection (1) seven days after the mailing of the award.  R.S.O 1990, c. L.17, s. 9 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>9 </b>(1) The award shall be deposited in the office of the clerk of the local municipality in which the land is situate, and may be proved by a copy certified by the clerk, and a copy of the award certified by the clerk shall forthwith be sent by the clerk by registered mail to the owners and occupants of the adjoining lands to their last known place of residence.  R.S.O 1990, c. L.17, s. 9 (1).</p> <p class=\"headnote\">Where land situate in different municipalities</p> <p class=\"subsection\">(2) Where the lands of the adjoining owners are situate in different local municipalities, a clerk under subsection (1) shall, forthwith upon the deposit of an award in his or her office, forward a copy of it certified by him or her to the clerk of the other municipality in which part of the lands are situate.  R.S.O 1990, c. L.17, s. 9 (2).</p> <p class=\"headnote\">When award received</p> <p class=\"subsection\">(3) Unless otherwise proven, the copy of the award shall be deemed to have been received by those persons mentioned in subsection (1) seven days after the mailing of the award.  R.S.O 1990, c. L.17, s. 9 (3).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "section_x": "Appeal",
            "part_id": null,
            "part_type": null,
            "section_y": "Appeal",
            "content": "10 (1) An owner dissatisfied with the award may appeal therefrom to the referee for the appeals division in which the land is situate by serving on the owner or occupant of the adjoining land, within fifteen days of receiving a copy of the award made under section 8, a notice of appeal in the prescribed form and by filing a copy of the notice together with an affidavit of service of the notice in the prescribed form with, and by paying the prescribed fees to, the clerk of the local municipality in which the land is situate within that period.  R.S.O 1990, c. L.17, s. 10 (1). Service of notice (2) A notice under subsection (1) shall be served by the owner in the same manner as a notice to an owner or occupant is served by the clerk under section 4.  R.S.O 1990, c. L.17, s. 10 (2). Notice to referee, etc. (3) Upon the filing of the copies of the notices and the affidavits and the payment of the fees mentioned in subsection (1), the clerk shall forthwith notify the referee for the appeals division of the appeal and the referee shall forthwith fix the time and place for the hearing of the appeal and advise the clerk of the time and place so fixed.  R.S.O 1990, c. L.17, s. 10 (3). Notice of hearing (4) The clerk shall cause notice of the time and place of the appeal to be served on the person served with a notice under subsection (1) and on the owner giving notice under that subsection and a notice under this subsection shall be served in the same manner as a notice under section 4.  R.S.O 1990, c. L.17, s. 10 (4). Powers of referee (5) The referee shall hear and determine the appeal and may set aside, alter or affirm the award, or correct any error therein, and may examine the parties and their witnesses on oath, and may inspect the premises and may order payment of the costs of the proceedings by either party and fix the amount of the costs.  R.S.O 1990, c. L.17, s. 10 (5). Decision of referee to be final (6) The decision of the referee is final and the award, as altered or affirmed, shall be dealt with in all respects as it would have been if it had not been appealed from.  R.S.O 1990, c. L.17, s. 10 (6). Indemnity for costs (7) The referee may at any time order such sum of money to be paid by the appellant to the clerk as will be a sufficient indemnity against the costs of the appeal.  R.S.O 1990, c. L.17, s. 10 (7). Where land in more than one appeals division (8) Despite subsections (1) and (3), when the award affects land in two or more appeals divisions, the appeal may be to the referee of the appeals division in which any part of the land is situate and in such case the documents mentioned in subsection (1) shall be filed with the clerk of the municipality in the appeals division in which the appeal is to be heard.  R.S.O 1990, c. L.17, s. 10 (8). Copy of decision (9) The clerk shall send by registered mail a copy of the referee’s final decision and order, if any, in the proceedings to the parties at their last known addresses and to the Minister.  R.S.O 1990, c. L.17, s. 10 (9). Payment to Treasurer of Ontario (10) The fees mentioned in subsection (1) shall be paid over by the clerk to the Treasurer of Ontario.  R.S.O 1990, c. L.17, s. 10 (10).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>10 </b>(1) An owner dissatisfied with the award may appeal therefrom to the referee for the appeals division in which the land is situate by serving on the owner or occupant of the adjoining land, within fifteen days of receiving a copy of the award made under section 8, a notice of appeal in the prescribed form and by filing a copy of the notice together with an affidavit of service of the notice in the prescribed form with, and by paying the prescribed fees to, the clerk of the local municipality in which the land is situate within that period.  R.S.O 1990, c. L.17, s. 10 (1).</p> <p class=\"headnote\">Service of notice</p> <p class=\"subsection\">(2) A notice under subsection (1) shall be served by the owner in the same manner as a notice to an owner or occupant is served by the clerk under section 4.  R.S.O 1990, c. L.17, s. 10 (2).</p> <p class=\"headnote\">Notice to referee, etc.</p> <p class=\"subsection\">(3) Upon the filing of the copies of the notices and the affidavits and the payment of the fees mentioned in subsection (1), the clerk shall forthwith notify the referee for the appeals division of the appeal and the referee shall forthwith fix the time and place for the hearing of the appeal and advise the clerk of the time and place so fixed.  R.S.O 1990, c. L.17, s. 10 (3).</p> <p class=\"headnote\">Notice of hearing</p> <p class=\"subsection\">(4) The clerk shall cause notice of the time and place of the appeal to be served on the person served with a notice under subsection (1) and on the owner giving notice under that subsection and a notice under this subsection shall be served in the same manner as a notice under section 4.  R.S.O 1990, c. L.17, s. 10 (4).</p> <p class=\"headnote\">Powers of referee</p> <p class=\"subsection\">(5) The referee shall hear and determine the appeal and may set aside, alter or affirm the award, or correct any error therein, and may examine the parties and their witnesses on oath, and may inspect the premises and may order payment of the costs of the proceedings by either party and fix the amount of the costs.  R.S.O 1990, c. L.17, s. 10 (5).</p> <p class=\"headnote\">Decision of referee to be final</p> <p class=\"subsection\">(6) The decision of the referee is final and the award, as altered or affirmed, shall be dealt with in all respects as it would have been if it had not been appealed from.  R.S.O 1990, c. L.17, s. 10 (6).</p> <p class=\"headnote\">Indemnity for costs</p> <p class=\"subsection\">(7) The referee may at any time order such sum of money to be paid by the appellant to the clerk as will be a sufficient indemnity against the costs of the appeal.  R.S.O 1990, c. L.17, s. 10 (7).</p> <p class=\"headnote\">Where land in more than one appeals division</p> <p class=\"subsection\">(8) Despite subsections (1) and (3), when the award affects land in two or more appeals divisions, the appeal may be to the referee of the appeals division in which any part of the land is situate and in such case the documents mentioned in subsection (1) shall be filed with the clerk of the municipality in the appeals division in which the appeal is to be heard.  R.S.O 1990, c. L.17, s. 10 (8).</p> <p class=\"headnote\">Copy of decision</p> <p class=\"subsection\">(9) The clerk shall send by registered mail a copy of the referee’s final decision and order, if any, in the proceedings to the parties at their last known addresses and to the Minister.  R.S.O 1990, c. L.17, s. 10 (9).</p> <p class=\"headnote\">Payment to Treasurer of Ontario</p> <p class=\"subsection\">(10) The fees mentioned in subsection (1) shall be paid over by the clerk to the Treasurer of Ontario.  R.S.O 1990, c. L.17, s. 10 (10).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "section_x": "Owner may require award to be obeyed",
            "part_id": null,
            "part_type": null,
            "section_y": "Owner may require award to be obeyed",
            "content": "11 (1) Where the award specifies that a portion or all of the fence shall be repaired, constructed, reconstructed, maintained or kept up by one adjoining owner and that adjoining owner fails to obey the award, the other adjoining owner may by notice served on the first adjoining owner or the occupant of the land of the first adjoining owner, require the first adjoining owner to obey the award.  R.S.O 1990, c. L.17, s. 11 (1). Service of notice (2) A notice served by an adjoining owner under subsection (1) shall be served in the same manner as a notice to an owner or occupant is served by the clerk under section 4.  R.S.O 1990, c. L.17, s. 11 (2). Completion of work by owner (3) If the notice is not obeyed within two weeks after it has been served, the owner desiring to enforce the award may do or complete the work that the award directs and may immediately institute proceedings to recover the value of the work done or completed and the costs of the proceedings from the owner of the adjoining land.  R.S.O 1990, c. L.17, s. 11 (3). Entry on property of adjoining owner (4) An owner, or any person acting on the owner’s behalf, in doing or completing work pursuant to an award under section 8 or under subsection (3) or under subsection 13 (7), may enter on the property of the adjoining owner to the extent that it is necessary to do or complete the work, but in making such entry or doing or completing such work shall do no unnecessary spoil or waste.  R.S.O 1990, c. L.17, s. 11 (4). Obstruction an offence (5) No person shall obstruct or threaten to obstruct a person entering onto property or doing or completing work in accordance with subsection (4) and every person who contravenes this subsection is guilty of an offence.  R.S.O 1990, c. L.17, s. 11 (5). Notice of amount owing in accordance with award (6) Where the award specifies that one adjoining owner shall pay to the designated adjoining owner a portion of the costs of the work under subclause 8 (1) (b) (ii), the designated adjoining owner may notify the other adjoining owner or the occupant of that owner’s land of the amount owing in accordance with the award in the same manner as an owner may give notice under subsection (2), and, where such amount is not paid within twenty-eight days following the day on which the notice is given, the designated adjoining owner may institute proceedings to recover the amount and the costs of the proceedings from the other adjoining owner.  R.S.O 1990, c. L.17, s. 11 (6). Certification of fence-viewers (7) An owner desiring to institute proceedings under subsection (3) or (6) shall notify the clerk of the local municipality in which the land is situate that the owner desires the three fence-viewers who made the award to reattend at the premises and certify, (a) the default of the adjoining owner; and (b) the value of the work done by the owner which according to the award ought to have been done by the adjoining owner or the portion of the costs of the work done which ought to have been paid by the adjoining owner, as the case may be.  R.S.O 1990, c. L.17, s. 11 (7). Notice by clerk (8) Where the clerk of a municipality is notified by an owner under subsection (7), the clerk, or such other person as may be designated by the council for the purpose of giving notices under this section, shall forthwith notify in the prescribed form that owner and the owner or occupant of the adjoining land that he or she will, on a day named, not less than one week from the service of the notice, cause the fence-viewers to reattend at the premises and the clerk shall also notify in the prescribed form the fence-viewers not less than one week before their services are required.  R.S.O 1990, c. L.17, s. 11 (8). Idem (9) The notices in each case shall be signed by the clerk or such other designated person, as the case may be, and shall specify the time and place of the reconvening of the fence-viewers, and the notices shall be served in the same manner as a notice served under subsection 4 (3).  R.S.O 1990, c. L.17, s. 11 (9). Notice to another fence-viewer to attend (10) Where an owner notifies the clerk under subsection (7), and for any reason any of the three fence-viewers who made the award is unable to reattend at the premises, the clerk shall notify another fence-viewer of the municipality to attend in his or her place.  R.S.O 1990, c. L.17, s. 11 (10). Certification of value, collection of amount certified",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>11 </b>(1) Where the award specifies that a portion or all of the fence shall be repaired, constructed, reconstructed, maintained or kept up by one adjoining owner and that adjoining owner fails to obey the award, the other adjoining owner may by notice served on the first adjoining owner or the occupant of the land of the first adjoining owner, require the first adjoining owner to obey the award.  R.S.O 1990, c. L.17, s. 11 (1).</p> <p class=\"headnote\">Service of notice</p> <p class=\"subsection\">(2) A notice served by an adjoining owner under subsection (1) shall be served in the same manner as a notice to an owner or occupant is served by the clerk under section 4.  R.S.O 1990, c. L.17, s. 11 (2).</p> <p class=\"headnote\">Completion of work by owner</p> <p class=\"subsection\">(3) If the notice is not obeyed within two weeks after it has been served, the owner desiring to enforce the award may do or complete the work that the award directs and may immediately institute proceedings to recover the value of the work done or completed and the costs of the proceedings from the owner of the adjoining land.  R.S.O 1990, c. L.17, s. 11 (3).</p> <p class=\"headnote\">Entry on property of adjoining owner</p> <p class=\"subsection\">(4) An owner, or any person acting on the owner’s behalf, in doing or completing work pursuant to an award under section 8 or under subsection (3) or under subsection 13 (7), may enter on the property of the adjoining owner to the extent that it is necessary to do or complete the work, but in making such entry or doing or completing such work shall do no unnecessary spoil or waste.  R.S.O 1990, c. L.17, s. 11 (4).</p> <p class=\"headnote\">Obstruction an offence</p> <p class=\"subsection\">(5) No person shall obstruct or threaten to obstruct a person entering onto property or doing or completing work in accordance with subsection (4) and every person who contravenes this subsection is guilty of an offence.  R.S.O 1990, c. L.17, s. 11 (5).</p> <p class=\"headnote\">Notice of amount owing in accordance with award</p> <p class=\"subsection\">(6) Where the award specifies that one adjoining owner shall pay to the designated adjoining owner a portion of the costs of the work under subclause 8 (1) (b) (ii), the designated adjoining owner may notify the other adjoining owner or the occupant of that owner’s land of the amount owing in accordance with the award in the same manner as an owner may give notice under subsection (2), and, where such amount is not paid within twenty-eight days following the day on which the notice is given, the designated adjoining owner may institute proceedings to recover the amount and the costs of the proceedings from the other adjoining owner.  R.S.O 1990, c. L.17, s. 11 (6).</p> <p class=\"headnote\">Certification of fence-viewers</p> <p class=\"subsection\">(7) An owner desiring to institute proceedings under subsection (3) or (6) shall notify the clerk of the local municipality in which the land is situate that the owner desires the three fence-viewers who made the award to reattend at the premises and certify,</p> <p class=\"paragraph\">  (a) the default of the adjoining owner; and</p> <p class=\"paragraph\">  (b) the value of the work done by the owner which according to the award ought to have been done by the adjoining owner or the portion of the costs of the work done which ought to have been paid by the adjoining owner, as the case may be.  R.S.O 1990, c. L.17, s. 11 (7).</p> <p class=\"headnote\">Notice by clerk</p> <p class=\"subsection\">(8) Where the clerk of a municipality is notified by an owner under subsection (7), the clerk, or such other person as may be designated by the council for the purpose of giving notices under this section, shall forthwith notify in the prescribed form that owner and the owner or occupant of the adjoining land that he or she will, on a day named, not less than one week from the service of the notice, cause the fence-viewers to reattend at the premises and the clerk shall also notify in the prescribed form the fence-viewers not less than one week before their services are required.  R.S.O 1990, c. L.17, s. 11 (8).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(9) The notices in each case shall be signed by the clerk or such other designated person, as the case may be, and shall specify the time and place of the reconvening of the fence-viewers, and the notices shall be served in the same manner as a notice served under subsection 4 (3).  R.S.O 1990, c. L.17, s. 11 (9).</p> <p class=\"headnote\">Notice to another fence-viewer to attend</p> <p class=\"subsection\">(10) Where an owner notifies the clerk under subsection (7), and for any reason any of the three fence-viewers who made the award is unable to reattend at the premises, the clerk shall notify another fence-viewer of the municipality to attend in his or her place.  R.S.O 1990, c. L.17, s. 11 (10).</p> <p class=\"headnote\">Certification of value, collection of amount certified</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "section_x": "Certification of value, collection of amount certified",
            "part_id": null,
            "part_type": null,
            "section_y": "Duties of fence-viewers",
            "content": "12 (1) The fence-viewers, upon receiving a notice served under subsection 11 (8), or upon being notified under subsection (10) of that section, shall attend in accordance with such notice, and if satisfied that the adjoining owner or the occupant of the land of the adjoining owner was duly notified under subsection 11 (1) or (6), as the case may be, and has failed to obey the award, the fence-viewers shall, (a) where the adjoining owner or the occupant of the land of the adjoining owner was notified under subsection 11 (1), determine the value of the work done by the owner desiring to enforce the award which is attributable to the adjoining owner and shall prepare a certificate in the prescribed form certifying the default of the adjoining owner and certifying the value of the said work; or (b) where the adjoining owner or the occupant of the land of the adjoining owner was notified under subsection 11 (6), determine the value of the work done by the owner desiring to enforce the award and the portion of that value payable by the adjoining owner and shall prepare a certificate in the prescribed form certifying the default of the adjoining owner and the amount payable by the adjoining owner as that owner’s share of the costs of the work.  R.S.O 1990, c. L.17, s. 12 (1). Costs (2) The fence-viewers shall specify in a certificate under subsection (1) the costs of the proceedings described in that subsection and shall specify either that the adjoining owner or that the other owner pay the costs, or that each of them pay a specified portion of the costs.  R.S.O 1990, c. L.17, s. 12 (2). Idem (3) The fence-viewers shall, in the certificate, certify the amount payable by the adjoining owner as that owner’s share of the costs of the proceedings described in subsection (1) and of the proceedings under section 4, less the portion of that amount payable as fees to the fence-viewers or fees to a land surveyor employed under subsection 8 (5), and the total amount certified under this subsection and subsection (1) shall become payable to the owner desiring to enforce the award.  R.S.O 1990, c. L.17, s. 12 (3). Deposit of certificate (4) Upon preparing a certificate under subsection (1), the fence-viewers shall forthwith deposit the certificate with the clerk of the local municipality within which the land is situate and the provisions of subsections 9 (1) and (2) respecting an award apply with necessary modifications to the certificate.  R.S.O 1990, c. L.17, s. 12 (4). Collection of amount as taxes (5) The clerk of the local municipality in which the land of the adjoining owner is situate shall, upon receiving a certificate prepared under subsection (1) and the award in respect of which the certificate was made, or copies thereof certified by the clerk in accordance with this Act, and upon application in writing by the owner entitled to receive the amount certified, have the total amount certified placed upon the collector’s roll and the amount may be collected in the same manner as taxes, together with interest thereon accruing from the date the application was made at the same rate as late payment charges imposed by the municipality under section 345 of the Municipal Act, 2001 or section 310 of the City of Toronto Act, 2006, as the case may be, in respect of taxes due and unpaid, and is until so collected or otherwise paid a charge upon the land liable for payment thereof and when collected shall forthwith be paid over to the owner entitled thereto.  R.S.O 1990, c. L.17, s. 12 (5); 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 30 (2). Payment by treasurer (6) Despite subsection (5), the council of a local municipality may by by-law provide that where a certificate and an award mentioned in that subsection and made in respect of land situate within the municipality, or copies thereof certified by a clerk in accordance with this Act, are deposited with the clerk of the municipality, the treasurer of the municipality may, upon written application therefor, pay to the owner entitled to receive the amount certified, the amount so certified or a portion thereof, where the treasurer is satisfied that the owner is entitled thereto, and where an owner has received the amount certified or a portion thereof under this subsection, the owner is not entitled to make an application or receive an amount under subsection (5).  R.S.O 1990, c. L.17, s. 12 (6). Collection of amount as taxes (7) An amount paid to an owner under subsection (6) shall be placed upon the collector’s roll and may be collected in the same manner as municipal taxes together with interest thereon accruing from the date of payment at the same rate as late payment charges imposed by the municipality under section 345 of the Municipal Act, 2001 or section 310 of the City of Toronto Act, 2006, as the case may be, in respect of taxes due and unpaid, and is until so collected or otherwise paid a charge upon the land liable for payment thereof.  R.S.O 1990, c. L.17, s. 12 (7); 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 30 (3). Notice by treasurer (8) Upon making a payment to an owner under subsection (6), the treasurer shall forthwith notify in the prescribed form the adjoining owner against whom the award is being enforced that the payment has been made.  R.S.O 1990, c. L.17, s. 12 (8). Levy of amount against goods and chattels (9) Instead of having the amount certified placed upon the collector’s roll, or instead of applying for that amount or a portion thereof under a by-law passed under subsection (6), the owner entitled to receive the amount may file a copy of the certificate and of the award in respect of which the certificate was made, certified by the clerk in accordance with this Act, with the clerk of the Small Claims Court of the division in which any part of the land affected by the award is situate, and upon being so filed, the amount may be levied against the goods and chattels and land of the adjoining owner in the same manner as the amount of a judgment of the Small Claims Court may be levied.  R.S.O 1990, c. L.17, s. 12 (9). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 2006, c. 32, Sched. C, s. 30 (2, 3) - 01/01/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>12 </b>(1) The fence-viewers, upon receiving a notice served under subsection 11 (8), or upon being notified under subsection (10) of that section, shall attend in accordance with such notice, and if satisfied that the adjoining owner or the occupant of the land of the adjoining owner was duly notified under subsection 11 (1) or (6), as the case may be, and has failed to obey the award, the fence-viewers shall,</p> <p class=\"paragraph\">  (a) where the adjoining owner or the occupant of the land of the adjoining owner was notified under subsection 11 (1), determine the value of the work done by the owner desiring to enforce the award which is attributable to the adjoining owner and shall prepare a certificate in the prescribed form certifying the default of the adjoining owner and certifying the value of the said work; or</p> <p class=\"paragraph\">  (b) where the adjoining owner or the occupant of the land of the adjoining owner was notified under subsection 11 (6), determine the value of the work done by the owner desiring to enforce the award and the portion of that value payable by the adjoining owner and shall prepare a certificate in the prescribed form certifying the default of the adjoining owner and the amount payable by the adjoining owner as that owner’s share of the costs of the work.  R.S.O 1990, c. L.17, s. 12 (1).</p> <p class=\"headnote\">Costs</p> <p class=\"subsection\">(2) The fence-viewers shall specify in a certificate under subsection (1) the costs of the proceedings described in that subsection and shall specify either that the adjoining owner or that the other owner pay the costs, or that each of them pay a specified portion of the costs.  R.S.O 1990, c. L.17, s. 12 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) The fence-viewers shall, in the certificate, certify the amount payable by the adjoining owner as that owner’s share of the costs of the proceedings described in subsection (1) and of the proceedings under section 4, less the portion of that amount payable as fees to the fence-viewers or fees to a land surveyor employed under subsection 8 (5), and the total amount certified under this subsection and subsection (1) shall become payable to the owner desiring to enforce the award.  R.S.O 1990, c. L.17, s. 12 (3).</p> <p class=\"headnote\">Deposit of certificate</p> <p class=\"subsection\">(4) Upon preparing a certificate under subsection (1), the fence-viewers shall forthwith deposit the certificate with the clerk of the local municipality within which the land is situate and the provisions of subsections 9 (1) and (2) respecting an award apply with necessary modifications to the certificate.  R.S.O 1990, c. L.17, s. 12 (4).</p> <p class=\"headnote\">Collection of amount as taxes</p> <p class=\"subsection\">(5) The clerk of the local municipality in which the land of the adjoining owner is situate shall, upon receiving a certificate prepared under subsection (1) and the award in respect of which the certificate was made, or copies thereof certified by the clerk in accordance with this Act, and upon application in writing by the owner entitled to receive the amount certified, have the total amount certified placed upon the collector’s roll and the amount may be collected in the same manner as taxes, together with interest thereon accruing from the date the application was made at the same rate as late payment charges imposed by the municipality under section 345 of the <i>Municipal Act, 2001</i> or section 310 of the<i> </i><i>City of Toronto Act, 2006</i>, as the case may be, in respect of taxes due and unpaid, and is until so collected or otherwise paid a charge upon the land liable for payment thereof and when collected shall forthwith be paid over to the owner entitled thereto.  R.S.O 1990, c. L.17, s. 12 (5); 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 30 (2).</p> <p class=\"headnote\">Payment by treasurer</p> <p class=\"subsection\">(6) Despite subsection (5), the council of a local municipality may by by-law provide that where a certificate and an award mentioned in that subsection and made in respect of land situate within the municipality, or copies thereof certified by a clerk in accordance with this Act, are deposited with the clerk of the municipality, the treasurer of the municipality may, upon written application therefor, pay to the owner entitled to receive the amount certified, the amount so certified or a portion thereof, where the treasurer is satisfied that the owner is entitled thereto, and where an owner has received the amount certified or a portion thereof under this subsection, the owner is not entitled to make an application or receive an amount under subsection (5).  R.S.O 1990, c. L.17, s. 12 (6).</p> <p class=\"headnote\">Collection of amount as taxes</p> <p class=\"subsection\">(7) An amount paid to an owner under subsection (6) shall be placed upon the collector’s roll and may be collected in the same manner as municipal taxes together with interest thereon accruing from the date of payment at the same rate as late payment charges imposed by the municipality under section 345 of the <i>Municipal Act, 2001</i> or section 310 of the<i> </i><i>City of Toronto Act, 2006</i>, as the case may be, in respect of taxes due and unpaid, and is until so collected or otherwise paid a charge upon the land liable for payment thereof.  R.S.O 1990, c. L.17, s. 12 (7); 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 30 (3).</p> <p class=\"headnote\">Notice by treasurer</p> <p class=\"subsection\">(8) Upon making a payment to an owner under subsection (6), the treasurer shall forthwith notify in the prescribed form the adjoining owner against whom the award is being enforced that the payment has been made.  R.S.O 1990, c. L.17, s. 12 (8).</p> <p class=\"headnote\">Levy of amount against goods and chattels</p> <p class=\"subsection\">(9) Instead of having the amount certified placed upon the collector’s roll, or instead of applying for that amount or a portion thereof under a by-law passed under subsection (6), the owner entitled to receive the amount may file a copy of the certificate and of the award in respect of which the certificate was made, certified by the clerk in accordance with this Act, with the clerk of the Small Claims Court of the division in which any part of the land affected by the award is situate, and upon being so filed, the amount may be levied against the goods and chattels and land of the adjoining owner in the same manner as the amount of a judgment of the Small Claims Court may be levied.  R.S.O 1990, c. L.17, s. 12 (9).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs30s2\">2006, c. 32, Sched. C, s. 30 (2, 3)</a></span> - 01/01/2007</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "13.",
            "section_x": "When work may be dismantled",
            "part_id": null,
            "part_type": null,
            "section_y": "When work may be dismantled",
            "content": "13 (1) Despite subsection 11 (3), an owner desiring to enforce an award shall not dismantle work done by the adjoining owner in respect of the fence mentioned in the award except in accordance with this section.  R.S.O 1990, c. L.17, s. 13 (1). Notice (2) Where in the opinion of an owner work done by an adjoining owner pursuant to an award made under section 8 in respect of their lands is not in compliance with the description of the fence or the location of the fence as specified in the award, the owner may, by notice served on the adjoining owner or occupant of the land of the adjoining owner, require the adjoining owner to make the work comply with the award.  R.S.O 1990, c. L.17, s. 13 (2). Particulars (3) A notice under subsection (2) shall specify in what particulars the work done fails to comply with the award and shall be served by an owner in the same manner as a notice to an owner or occupant is served by the clerk under section 4.  R.S.O 1990, c. L.17, s. 13 (3). Fence-viewers to reattend (4) If the notice is not obeyed within two weeks after it has been served, the owner may cause the fence-viewers to reattend at the premises to view the work and to determine whether or not the work complies with the award.  R.S.O 1990, c. L.17, s. 13 (4). Service of notices (5) Section 4 respecting the convening of fence-viewers applies with necessary modifications to the recalling of fence-viewers under subsection (4).  R.S.O 1990, c. L.17, s. 13 (5). Powers of fence-viewers (6) Where the fence-viewers determine under subsection (4) that the work does not comply with the award, they shall in the prescribed form set out their determination with reasons therefor and shall specify the action to be taken by the adjoining owner to make such work comply, the date by which such action shall commence, and the date by which the work shall be completed.  R.S.O 1990, c. L.17, s. 13 (6). Where owner does not comply (7) Where the adjoining owner does not comply with the directions given by the fence-viewers under subsection (6), the owner that initiated the proceedings under this section may, by notice to the adjoining owner or the occupant of the land of the adjoining owner, require the adjoining owner to obey the directions, and sections 11 and 12 respecting the enforcement of an award apply with necessary modifications to the enforcement of the directions given by the fence-viewers under subsection (6).  R.S.O 1990, c. L.17, s. 13 (7). Costs (8) Where the fence-viewers make a determination under subsection (6), they shall specify the costs of the proceedings under this section and that the costs be paid by the adjoining owner or the other owner or that a specified portion of the costs be paid by each of them.  R.S.O 1990, c. L.17, s. 13 (8). Deposit of determination (9) Section 9 applies with necessary modifications to a determination with directions made by the fence-viewers under subsection (6).  R.S.O 1990, c. L.17, s. 13 (9).",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>13 </b>(1) Despite subsection 11 (3), an owner desiring to enforce an award shall not dismantle work done by the adjoining owner in respect of the fence mentioned in the award except in accordance with this section.  R.S.O 1990, c. L.17, s. 13 (1).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) Where in the opinion of an owner work done by an adjoining owner pursuant to an award made under section 8 in respect of their lands is not in compliance with the description of the fence or the location of the fence as specified in the award, the owner may, by notice served on the adjoining owner or occupant of the land of the adjoining owner, require the adjoining owner to make the work comply with the award.  R.S.O 1990, c. L.17, s. 13 (2).</p> <p class=\"headnote\">Particulars</p> <p class=\"subsection\">(3) A notice under subsection (2) shall specify in what particulars the work done fails to comply with the award and shall be served by an owner in the same manner as a notice to an owner or occupant is served by the clerk under section 4.  R.S.O 1990, c. L.17, s. 13 (3).</p> <p class=\"headnote\">Fence-viewers to reattend</p> <p class=\"subsection\">(4) If the notice is not obeyed within two weeks after it has been served, the owner may cause the fence-viewers to reattend at the premises to view the work and to determine whether or not the work complies with the award.  R.S.O 1990, c. L.17, s. 13 (4).</p> <p class=\"headnote\">Service of notices</p> <p class=\"subsection\">(5) Section 4 respecting the convening of fence-viewers applies with necessary modifications to the recalling of fence-viewers under subsection (4).  R.S.O 1990, c. L.17, s. 13 (5).</p> <p class=\"headnote\">Powers of fence-viewers</p> <p class=\"subsection\">(6) Where the fence-viewers determine under subsection (4) that the work does not comply with the award, they shall in the prescribed form set out their determination with reasons therefor and shall specify the action to be taken by the adjoining owner to make such work comply, the date by which such action shall commence, and the date by which the work shall be completed.  R.S.O 1990, c. L.17, s. 13 (6).</p> <p class=\"headnote\">Where owner does not comply</p> <p class=\"subsection\">(7) Where the adjoining owner does not comply with the directions given by the fence-viewers under subsection (6), the owner that initiated the proceedings under this section may, by notice to the adjoining owner or the occupant of the land of the adjoining owner, require the adjoining owner to obey the directions, and sections 11 and 12 respecting the enforcement of an award apply with necessary modifications to the enforcement of the directions given by the fence-viewers under subsection (6).  R.S.O 1990, c. L.17, s. 13 (7).</p> <p class=\"headnote\">Costs</p> <p class=\"subsection\">(8) Where the fence-viewers make a determination under subsection (6), they shall specify the costs of the proceedings under this section and that the costs be paid by the adjoining owner or the other owner or that a specified portion of the costs be paid by each of them.  R.S.O 1990, c. L.17, s. 13 (8).</p> <p class=\"headnote\">Deposit of determination</p> <p class=\"subsection\">(9) Section 9 applies with necessary modifications to a determination with directions made by the fence-viewers under subsection (6).  R.S.O 1990, c. L.17, s. 13 (9).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "14.",
            "section_x": "Where no award, etc., made, costs of fence-viewers",
            "part_id": null,
            "part_type": null,
            "section_y": "Where no award, etc., made, costs of fence-viewers",
            "content": "14 (1) Where the fence-viewers have attended at premises pursuant to a notice given under subsection 4 (2), subsection 11 (8) or subsection 13 (5) or (7), and have decided, (a) that no award shall be made because they have no jurisdiction to make the award or because the owners of the adjoining lands have requested that no award be made; or (b) that no certificate or determination with directions shall be made, they shall prepare their decision in the prescribed form giving reasons therefor, and shall specify in the decision that the costs of the proceedings in respect of such attendance be paid either by one adjoining owner or by the other or that a specified portion of the costs be paid by each of them.  R.S.O 1990, c. L.17, s. 14 (1). Deposit of decision (2) Section 9 applies with necessary modifications to a decision made under subsection (1).  R.S.O 1990, c. L.17, s. 14 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>14 </b>(1) Where the fence-viewers have attended at premises pursuant to a notice given under subsection 4 (2), subsection 11 (8) or subsection 13 (5) or (7), and have decided,</p> <p class=\"paragraph\">  (a) that no award shall be made because they have no jurisdiction to make the award or because the owners of the adjoining lands have requested that no award be made; or</p> <p class=\"paragraph\">  (b) that no certificate or determination with directions shall be made,</p> <p class=\"section\">they shall prepare their decision in the prescribed form giving reasons therefor, and shall specify in the decision that the costs of the proceedings in respect of such attendance be paid either by one adjoining owner or by the other or that a specified portion of the costs be paid by each of them.  R.S.O 1990, c. L.17, s. 14 (1).</p> <p class=\"headnote\">Deposit of decision</p> <p class=\"subsection\">(2) Section 9 applies with necessary modifications to a decision made under subsection (1).  R.S.O 1990, c. L.17, s. 14 (2).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "15.",
            "section_x": "Award to be a charge on land if registered",
            "part_id": null,
            "part_type": null,
            "section_y": "Award to be a charge on land if registered",
            "content": "15 (1) The award and a certificate made in respect of the award may be registered in the proper land registry office and when registered are charges upon the land affected by them.  R.S.O 1990, c. L.17, s. 15 (1). How registered (2) Registration may be by the registration of a duplicate of the award or certificate, as the case may be, or of a copy thereof, verified by an affidavit, together with an affidavit of the execution of the award or certificate.  R.S.O 1990, c. L.17, s. 15 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>15 </b>(1) The award and a certificate made in respect of the award may be registered in the proper land registry office and when registered are charges upon the land affected by them.  R.S.O 1990, c. L.17, s. 15 (1).</p> <p class=\"headnote\">How registered</p> <p class=\"subsection\">(2) Registration may be by the registration of a duplicate of the award or certificate, as the case may be, or of a copy thereof, verified by an affidavit, together with an affidavit of the execution of the award or certificate.  R.S.O 1990, c. L.17, s. 15 (2).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "16.",
            "section_x": "Enforcement of agreements",
            "part_id": null,
            "part_type": null,
            "section_y": "Enforcement of agreements",
            "content": "16 Any agreement in writing in the prescribed form between owners respecting a line fence may be registered and enforced as if it were an award of fence-viewers.  R.S.O 1990, c. L.17, s. 16.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>16 </b>Any agreement in writing in the prescribed form between owners respecting a line fence may be registered and enforced as if it were an award of fence-viewers.  R.S.O 1990, c. L.17, s. 16.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "17.",
            "section_x": "Administrative fees of municipality",
            "part_id": null,
            "part_type": null,
            "section_y": "Administrative fees of municipality",
            "content": "17 (1) The council of every local municipality may by by-law fix its reasonable administrative fees to be paid to the municipality in relation to proceedings under this Act but, where maximum administrative fees are prescribed, the fees so fixed shall not exceed the maximum so prescribed.  R.S.O 1990, c. L.17, s. 17 (1). Idem (2) Subsections 18 (2), (3) and (4) respecting the payment of fees to fence-viewers and for the collection of amounts paid on account thereof by the municipality apply with necessary modifications to the administrative fees payable to the municipality under subsection (1).  R.S.O 1990, c. L.17, s. 17 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>17 </b>(1) The council of every local municipality may by by-law fix its reasonable administrative fees to be paid to the municipality in relation to proceedings under this Act but, where maximum administrative fees are prescribed, the fees so fixed shall not exceed the maximum so prescribed.  R.S.O 1990, c. L.17, s. 17 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Subsections 18 (2), (3) and (4) respecting the payment of fees to fence-viewers and for the collection of amounts paid on account thereof by the municipality apply with necessary modifications to the administrative fees payable to the municipality under subsection (1).  R.S.O 1990, c. L.17, s. 17 (2).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "18.",
            "section_x": "Fees",
            "part_id": null,
            "part_type": null,
            "section_y": "Fees",
            "content": "18 (1) An Ontario land surveyor and a witness are entitled to the same compensation as if summonsed in the Small Claims Court.  R.S.O 1990, c. L.17, s. 18 (1). Payment of fence-viewers fees (2) The corporation of the local municipality shall, at the expiration of the time for appeal from an award made under section 8 or after appeal, as the case may be, and, where applicable, upon the depositing of a certificate under subsection 12 (4) or subsection 13 (7), or of a determination with directions under subsection 13 (9), or a decision under section 14, pay to the fence-viewers their fees, and shall, unless the fees or a portion thereof are forthwith repaid by the person adjudged to pay the fees or the portion thereof, place the amount unpaid upon the collector’s roll, and the amount may be collected in the same manner as municipal taxes together with interest thereon accruing from the date of payment at the same rate as late payment charges imposed by the municipality under section 345 of the Municipal Act, 2001 or section 310 of the City of Toronto Act, 2006, as the case may be, in respect of taxes due and unpaid, and is until so collected or otherwise paid a charge upon the land liable for payment thereof.  R.S.O 1990, c. L.17, s. 18 (2); 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 30 (4). Where land in adjacent municipality (3) Where the land of the person adjudged to pay the fees or a portion thereof is not situate within the local municipality, the clerk of the municipality shall, where the land is situate in an adjacent municipality, notify the clerk of the adjacent municipality of the amount owing by such person in respect of the fees or the portion thereof, and the clerk of the adjacent municipality shall place the amount upon the collector’s roll for that municipality, and the amount may be collected in the same manner as municipal taxes together with interest thereon accruing from the date of payment at the same rate as late payment charges imposed by the municipality under section 345 of the Municipal Act, 2001 or section 310 of the City of Toronto Act, 2006, as the case may be, in respect of taxes due and unpaid, and is until so collected or otherwise paid a charge upon the land liable for payment thereof, and when the amount with interest or any part thereof is collected the clerk shall forthwith remit it to the clerk of the municipality that gave the notice under this subsection.  R.S.O 1990, c. L.17, s. 18 (3); 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 30 (5). Where land in unorganized territory (4) Where the land of the person adjudged to pay the fees or a portion thereof is situate in territory without municipal organization, the amount owing by such person in respect of the fees or the portion thereof may be recovered with interest as a debt due to the municipality from such person.  R.S.O 1990, c. L.17, s. 18 (4). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 2006, c. 32, Sched. C, s. 30 (4, 5) - 01/01/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>18 </b>(1) An Ontario land surveyor and a witness are entitled to the same compensation as if summonsed in the Small Claims Court.  R.S.O 1990, c. L.17, s. 18 (1).</p> <p class=\"headnote\">Payment of fence-viewers fees</p> <p class=\"subsection\">(2) The corporation of the local municipality shall, at the expiration of the time for appeal from an award made under section 8 or after appeal, as the case may be, and, where applicable, upon the depositing of a certificate under subsection 12 (4) or subsection 13 (7), or of a determination with directions under subsection 13 (9), or a decision under section 14, pay to the fence-viewers their fees, and shall, unless the fees or a portion thereof are forthwith repaid by the person adjudged to pay the fees or the portion thereof, place the amount unpaid upon the collector’s roll, and the amount may be collected in the same manner as municipal taxes together with interest thereon accruing from the date of payment at the same rate as late payment charges imposed by the municipality under section 345 of the <i>Municipal Act, 2001</i> or section 310 of the<i> </i><i>City of Toronto Act, 2006</i>, as the case may be, in respect of taxes due and unpaid, and is until so collected or otherwise paid a charge upon the land liable for payment thereof.  R.S.O 1990, c. L.17, s. 18 (2); 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 30 (4).</p> <p class=\"headnote\">Where land in adjacent municipality</p> <p class=\"subsection\">(3) Where the land of the person adjudged to pay the fees or a portion thereof is not situate within the local municipality, the clerk of the municipality shall, where the land is situate in an adjacent municipality, notify the clerk of the adjacent municipality of the amount owing by such person in respect of the fees or the portion thereof, and the clerk of the adjacent municipality shall place the amount upon the collector’s roll for that municipality, and the amount may be collected in the same manner as municipal taxes together with interest thereon accruing from the date of payment at the same rate as late payment charges imposed by the municipality under section 345 of the <i>Municipal Act, 2001</i> or section 310 of the<i> </i><i>City of Toronto Act, 2006</i>, as the case may be, in respect of taxes due and unpaid, and is until so collected or otherwise paid a charge upon the land liable for payment thereof, and when the amount with interest or any part thereof is collected the clerk shall forthwith remit it to the clerk of the municipality that gave the notice under this subsection.  R.S.O 1990, c. L.17, s. 18 (3); 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 30 (5).</p> <p class=\"headnote\">Where land in unorganized territory</p> <p class=\"subsection\">(4) Where the land of the person adjudged to pay the fees or a portion thereof is situate in territory without municipal organization, the amount owing by such person in respect of the fees or the portion thereof may be recovered with interest as a debt due to the municipality from such person.  R.S.O 1990, c. L.17, s. 18 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs30s4\">2006, c. 32, Sched. C, s. 30 (4, 5)</a></span> - 01/01/2007</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "19.",
            "section_x": "Unopened road allowance",
            "part_id": null,
            "part_type": null,
            "section_y": "Unopened road allowance",
            "content": "19 (1) Despite section 25, where there is an unopened road allowance lying between the lands of two owners and not enclosed by a lawful fence, it is the duty of the fence-viewers, when called upon, to divide the road allowance equally between the owners of the lands, and to require each owner to construct, keep up and maintain a just proportion of fence to mark the division line, but nothing in this section in any way affects or interferes with the rights of the municipality in the road allowance or is deemed to confer any title therein upon such owners or either of them.  R.S.O 1990, c. L.17, s. 19 (1). Approval of council required (2) No person shall initiate proceedings for calling on the fence-viewers to act under subsection (1) without the approval of the council of the municipality in which the road allowance is situate.  R.S.O 1990, c. L.17, s. 19 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>19 </b>(1) Despite section 25, where there is an unopened road allowance lying between the lands of two owners and not enclosed by a lawful fence, it is the duty of the fence-viewers, when called upon, to divide the road allowance equally between the owners of the lands, and to require each owner to construct, keep up and maintain a just proportion of fence to mark the division line, but nothing in this section in any way affects or interferes with the rights of the municipality in the road allowance or is deemed to confer any title therein upon such owners or either of them.  R.S.O 1990, c. L.17, s. 19 (1).</p> <p class=\"headnote\">Approval of council required</p> <p class=\"subsection\">(2) No person shall initiate proceedings for calling on the fence-viewers to act under subsection (1) without the approval of the council of the municipality in which the road allowance is situate.  R.S.O 1990, c. L.17, s. 19 (2).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "20.",
            "section_x": "Duties of owner of former railway land",
            "part_id": null,
            "part_type": null,
            "section_y": "Duties of owner of former railway land",
            "content": "20 (1) Where land that was formerly used as part of a line of railway is conveyed in its entire width by the railway company to a person, the Crown in right of Ontario, a Crown agency or a municipality who is not the owner of abutting land, the responsibility for constructing, keeping up and repairing the fences that mark the lateral boundaries of the land lies with that person, the Crown in right of Ontario, the Crown agency or the municipality, respectively, if, (a) a farming business is carried out on the adjoining land; and (b) the owner of the adjoining land upon which the farming business is carried out notifies the person, Crown in right of Ontario, Crown agency or municipality, as the case may be, that the owner desires that such person or entity construct, keep up and repair the fences that mark the lateral boundaries of the land.  2006, c. 32, Sched. D, s. 6 (1). Interpretation (2) In this section, “farming business” means a business in respect of which, (a) a current farming business registration is filed under the Farm Registration and Farm Organizations Funding Act, 1993, or (b) the Agriculture, Food and Rural Affairs Appeal Tribunal has made an order under subsection 22 (6) of the Farm Registration and Farm Organizations Funding Act, 1993 that payment or filing be waived; (“entreprise agricole”) “owner” includes heirs, executors and assigns of the owner. (“propriétaire”)  2006, c. 32, Sched. D, s. 6 (1). Notice (3) The notice under clause (1) (b) shall contain the prescribed information.  2006, c. 32, Sched. D, s. 6 (1). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 2006, c. 32, Sched. D, s. 6 (1) - 01/01/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>20 </b>(1) Where land that was formerly used as part of a line of railway is conveyed in its entire width by the railway company to a person, the Crown in right of Ontario, a Crown agency or a municipality who is not the owner of abutting land, the responsibility for constructing, keeping up and repairing the fences that mark the lateral boundaries of the land lies with that person, the Crown in right of Ontario, the Crown agency or the municipality, respectively, if,</p> <p class=\"paragraph\">  (a) a farming business is carried out on the adjoining land; and</p> <p class=\"paragraph\">  (b) the owner of the adjoining land upon which the farming business is carried out notifies the person, Crown in right of Ontario, Crown agency or municipality, as the case may be, that the owner desires that such person or entity construct, keep up and repair the fences that mark the lateral boundaries of the land.  2006, c. 32, Sched. D, s. 6 (1).</p> <p class=\"headnote\">Interpretation</p> <p class=\"subsection\">(2) In this section,</p> <p class=\"definition\">“farming business” means a business in respect of which,</p> <p class=\"paragraph\">  (a) a current farming business registration is filed under the <i>Farm Registration and Farm Organizations Funding Act, 1993</i>, or</p> <p class=\"paragraph\">  (b) the Agriculture, Food and Rural Affairs Appeal Tribunal has made an order under subsection 22 (6) of the <i>Farm Registration and Farm Organizations Funding Act, 1993</i> that payment or filing be waived; (“entreprise agricole”)</p> <p class=\"definition\">“owner” includes heirs, executors and assigns of the owner. (“propriétaire”)  2006, c. 32, Sched. D, s. 6 (1).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(3) The notice under clause (1) (b) shall contain the prescribed information.  2006, c. 32, Sched. D, s. 6 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedds6s1\">2006, c. 32, Sched. D, s. 6 (1)</a></span> - 01/01/2007</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "21.",
            "section_x": "Certain fences removable on notice",
            "part_id": null,
            "part_type": null,
            "section_y": "Certain fences removable on notice",
            "content": "21 (1) The owner of the whole or part of a line fence that forms part of the fence marking the boundary between the owner’s land and the land of an adjoining owner shall not take down or remove any part of such fence, (a) without giving at least six months previous notice of the owner’s intention to the owner or occupant of the adjacent land unless the owner or occupant, after demand made upon the owner or occupant in writing by the owner of the fence, refuses to pay therefor the sum determined as provided by section 8; or (b) if such owner or occupant will pay to the owner of the fence or part thereof such sum as the fence-viewers may award to be paid therefor under section 8.  R.S.O 1990, c. L.17, s. 21 (1). Other provisions of Act to apply (2) The provisions of this Act for determining disputes between owners of adjoining lands, the manner of enforcing awards and appeals therefrom and the prescribed forms and all other provisions of this Act, so far as applicable, apply to proceedings under this section.  R.S.O 1990, c. L.17, s. 21 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>21 </b>(1) The owner of the whole or part of a line fence that forms part of the fence marking the boundary between the owner’s land and the land of an adjoining owner shall not take down or remove any part of such fence,</p> <p class=\"paragraph\">  (a) without giving at least six months previous notice of the owner’s intention to the owner or occupant of the adjacent land unless the owner or occupant, after demand made upon the owner or occupant in writing by the owner of the fence, refuses to pay therefor the sum determined as provided by section 8; or</p> <p class=\"paragraph\">  (b) if such owner or occupant will pay to the owner of the fence or part thereof such sum as the fence-viewers may award to be paid therefor under section 8.  R.S.O 1990, c. L.17, s. 21 (1).</p> <p class=\"headnote\">Other provisions of Act to apply</p> <p class=\"subsection\">(2) The provisions of this Act for determining disputes between owners of adjoining lands, the manner of enforcing awards and appeals therefrom and the prescribed forms and all other provisions of this Act, so far as applicable, apply to proceedings under this section.  R.S.O 1990, c. L.17, s. 21 (2).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "22.",
            "section_x": "Where tree thrown across line fence",
            "part_id": null,
            "part_type": null,
            "section_y": "Where tree thrown across line fence",
            "content": "22 (1) If any tree is thrown down by accident or otherwise so as to cause damage to a line fence, the owner or occupant of the land on which the tree stood shall forthwith remove the tree and repair the fence.  R.S.O 1990, c. L.17, s. 22 (1). When adjoining land-owner may remove tree (2) On the neglect or refusal of the owner or occupant of the land on which the tree stood so to do for forty-eight hours after notice in writing to remove the tree, the adjoining land-owner may remove it in the most convenient and inexpensive manner, and may make good the fence so damaged, and may retain the tree to remunerate the adjoining land-owner for such removal.  R.S.O 1990, c. L.17, s. 22 (2). Recovery of cost (3) A person who repairs a fence under subsection (2) may recover the costs of the work in the same manner as an owner under subsection 11 (3) may recover the value of work done by that owner.  R.S.O 1990, c. L.17, s. 22 (3). Right of entry (4) For the purpose of such removal, the owner of the tree may enter into and upon the adjoining land doing no unnecessary spoil or waste.  R.S.O 1990, c. L.17, s. 22 (4). Fence-viewers to decide disputes (5) All questions arising under this section shall be adjusted by three fence-viewers of the municipality, the decision of any two of whom is binding upon the parties.  R.S.O 1990, c. L.17, s. 22 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>22 </b>(1) If any tree is thrown down by accident or otherwise so as to cause damage to a line fence, the owner or occupant of the land on which the tree stood shall forthwith remove the tree and repair the fence.  R.S.O 1990, c. L.17, s. 22 (1).</p> <p class=\"headnote\">When adjoining land-owner may remove tree</p> <p class=\"subsection\">(2) On the neglect or refusal of the owner or occupant of the land on which the tree stood so to do for forty-eight hours after notice in writing to remove the tree, the adjoining land-owner may remove it in the most convenient and inexpensive manner, and may make good the fence so damaged, and may retain the tree to remunerate the adjoining land-owner for such removal.  R.S.O 1990, c. L.17, s. 22 (2).</p> <p class=\"headnote\">Recovery of cost</p> <p class=\"subsection\">(3) A person who repairs a fence under subsection (2) may recover the costs of the work in the same manner as an owner under subsection 11 (3) may recover the value of work done by that owner.  R.S.O 1990, c. L.17, s. 22 (3).</p> <p class=\"headnote\">Right of entry</p> <p class=\"subsection\">(4) For the purpose of such removal, the owner of the tree may enter into and upon the adjoining land doing no unnecessary spoil or waste.  R.S.O 1990, c. L.17, s. 22 (4).</p> <p class=\"headnote\">Fence-viewers to decide disputes</p> <p class=\"subsection\">(5) All questions arising under this section shall be adjusted by three fence-viewers of the municipality, the decision of any two of whom is binding upon the parties.  R.S.O 1990, c. L.17, s. 22 (5).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "23.",
            "section_x": "Act applies to lands of municipality or local board",
            "part_id": null,
            "part_type": null,
            "section_y": "Act applies to lands of municipality or local board",
            "content": "23 (1) This Act applies to lands owned by a municipality and to lands owned by a local board within the meaning of the Municipal Affairs Act, including a conservation authority.  R.S.O 1990, c. L.17, s. 23 (1). (2) Repealed:  2002, c. 17, Sched. F, Table. Agreements (3) The council of a municipality or a local board may enter into agreements with owners of land adjoining land owned by the municipality or the local board, as the case may be, for the construction, reconstruction, repair, maintenance and keeping up of line fences to mark the boundary of such lands, and any such agreement when reduced to writing in the prescribed form may be registered and enforced as if it were an agreement between owners under section 16.  R.S.O 1990, c. L.17, s. 23 (3). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>23 </b>(1) This Act applies to lands owned by a municipality and to lands owned by a local board within the meaning of the <i>Municipal Affairs Act</i>, including a conservation authority.  R.S.O 1990, c. L.17, s. 23 (1).</p> <p class=\"subsection\">(2) <span>Repealed</span>:  2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Agreements</p> <p class=\"subsection\">(3) The council of a municipality or a local board may enter into agreements with owners of land adjoining land owned by the municipality or the local board, as the case may be, for the construction, reconstruction, repair, maintenance and keeping up of line fences to mark the boundary of such lands, and any such agreement when reduced to writing in the prescribed form may be registered and enforced as if it were an agreement between owners under section 16.  R.S.O 1990, c. L.17, s. 23 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "24.",
            "section_x": "Act binds Crown",
            "part_id": null,
            "part_type": null,
            "section_y": "Act binds Crown",
            "content": "24 (1) Except as otherwise provided in subsections (2) and (3), this Act applies so as to bind the Crown in right of Ontario.  R.S.O 1990, c. L.17, s. 24 (1). Exception (2) This Act does not apply to lands of the Crown in right of Ontario that at no time have been disposed of by the Crown in right of Ontario by letters patent, deed or otherwise.  R.S.O 1990, c. L.17, s. 24 (2). Limitation (3) Despite any other provision in this Act, an award made under section 8 in respect of lands vested in the Crown in right of Ontario shall not require the Crown to be responsible for more than one-half of the fence or to pay to the adjoining owner an amount exceeding 50 per cent of the cost of the fence.  R.S.O 1990, c. L.17, s. 24 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>24 </b>(1) Except as otherwise provided in subsections (2) and (3), this Act applies so as to bind the Crown in right of Ontario.  R.S.O 1990, c. L.17, s. 24 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) This Act does not apply to lands of the Crown in right of Ontario that at no time have been disposed of by the Crown in right of Ontario by letters patent, deed or otherwise.  R.S.O 1990, c. L.17, s. 24 (2).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(3) Despite any other provision in this Act, an award made under section 8 in respect of lands vested in the Crown in right of Ontario shall not require the Crown to be responsible for more than one-half of the fence or to pay to the adjoining owner an amount exceeding 50 per cent of the cost of the fence.  R.S.O 1990, c. L.17, s. 24 (3).</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "25.",
            "section_x": "Act does not apply to public highways",
            "part_id": null,
            "part_type": null,
            "section_y": "Act does not apply to public highways",
            "content": "25 (1) Despite sections 23 and 24, this Act does not apply to any lands that constitute a public highway including lands abutting a public highway that are held as a reserve by a municipality or other public authority to separate lands abutting the reserve from the public highway.  R.S.O 1990, c. L.17, s. 25 (1). Agreements under subs. 23 (3) (2) Subsection (1) does not apply so as to prevent the entering into of agreements under subsection 23 (3) with respect to line fences to mark the boundary between a public highway or a reserve and adjoining lands.  R.S.O 1990, c. L.17, s. 25 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>25 </b>(1) Despite sections 23 and 24, this Act does not apply to any lands that constitute a public highway including lands abutting a public highway that are held as a reserve by a municipality or other public authority to separate lands abutting the reserve from the public highway.  R.S.O 1990, c. L.17, s. 25 (1).</p> <p class=\"headnote\">Agreements under subs. 23 (3)</p> <p class=\"subsection\">(2) Subsection (1) does not apply so as to prevent the entering into of agreements under subsection 23 (3) with respect to line fences to mark the boundary between a public highway or a reserve and adjoining lands.  R.S.O 1990, c. L.17, s. 25 (2).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "26.",
            "section_x": "Non-application",
            "part_id": null,
            "part_type": null,
            "section_y": "Non-application",
            "content": "26 This Act, except section 20, does not apply to land in an area that is subject to a by-law for apportioning the costs of line fences passed under the Municipal Act, 2001\nor the City of Toronto Act, 2006, as the case may be.  2006, c. 32, Sched. C, s. 30 (6). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 2006, c. 32, Sched. C, s. 30 (6) - 01/01/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>26 </b>This Act, except section 20, does not apply to land in an area that is subject to a by-law for apportioning the costs of line fences passed under the <i>Municipal Act, 2001</i><i>\n</i>or the <i>City of Toronto Act, 2006</i>, as the case may be.  2006, c. 32, Sched. C, s. 30 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs30s6\">2006, c. 32, Sched. C, s. 30 (6)</a></span> - 01/01/2007</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "27.",
            "section_x": "Appeals divisions",
            "part_id": null,
            "part_type": null,
            "section_y": "Appeals divisions",
            "content": "27 (1) The Lieutenant Governor in Council shall establish one or more appeals divisions, as the Lieutenant Governor in Council considers advisable, so that all lands in Ontario are in an appeals division.  R.S.O 1990, c. L.17, s. 27 (1). Appointment of referee (2) The Lieutenant Governor in Council shall appoint a referee for the purposes of this Act for each appeals division.  R.S.O 1990, c. L.17, s. 27 (2). Deputy referees (3) The Lieutenant Governor in Council may appoint one or more deputy referees for the purposes of this Act for each appeals division and a deputy referee has the same powers and duties as a referee and shall have jurisdiction in the appeals division named in the deputy referee’s appointment.  R.S.O 1990, c. L.17, s. 27 (3). Additional jurisdiction (4) A referee or deputy referee may be authorized by the Lieutenant Governor in Council to have jurisdiction in more than one appeals division.  R.S.O 1990, c. L.17, s. 27 (4). Assignment of hearings (5) A deputy referee shall hear such appeals as are assigned to the deputy referee by the referee for the appeals division to which the deputy referee is appointed.  R.S.O 1990, c. L.17, s. 27 (5). Remuneration (6) Referees and deputy referees shall be paid such remuneration as may be prescribed together with reasonable expenses.  R.S.O 1990, c. L.17, s. 27 (6). Appeals – miscellaneous provisions",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>27 </b>(1) The Lieutenant Governor in Council shall establish one or more appeals divisions, as the Lieutenant Governor in Council considers advisable, so that all lands in Ontario are in an appeals division.  R.S.O 1990, c. L.17, s. 27 (1).</p> <p class=\"headnote\">Appointment of referee</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council shall appoint a referee for the purposes of this Act for each appeals division.  R.S.O 1990, c. L.17, s. 27 (2).</p> <p class=\"headnote\">Deputy referees</p> <p class=\"subsection\">(3) The Lieutenant Governor in Council may appoint one or more deputy referees for the purposes of this Act for each appeals division and a deputy referee has the same powers and duties as a referee and shall have jurisdiction in the appeals division named in the deputy referee’s appointment.  R.S.O 1990, c. L.17, s. 27 (3).</p> <p class=\"headnote\">Additional jurisdiction</p> <p class=\"subsection\">(4) A referee or deputy referee may be authorized by the Lieutenant Governor in Council to have jurisdiction in more than one appeals division.  R.S.O 1990, c. L.17, s. 27 (4).</p> <p class=\"headnote\">Assignment of hearings</p> <p class=\"subsection\">(5) A deputy referee shall hear such appeals as are assigned to the deputy referee by the referee for the appeals division to which the deputy referee is appointed.  R.S.O 1990, c. L.17, s. 27 (5).</p> <p class=\"headnote\">Remuneration</p> <p class=\"subsection\">(6) Referees and deputy referees shall be paid such remuneration as may be prescribed together with reasonable expenses.  R.S.O 1990, c. L.17, s. 27 (6).</p> <p class=\"headnote\">Appeals – miscellaneous provisions</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "28.",
            "section_x": "Appeals – miscellaneous provisions",
            "part_id": null,
            "part_type": null,
            "section_y": "Clerk on hearing of appeals",
            "content": "28 (1) The clerk of the municipality in which an appeal is filed under section 10 shall be the clerk for the purposes of an appeal under that section.  R.S.O 1990, c. L.17, s. 28 (1). Support services (2) The corporation of the municipality in which an appeal is filed under section 10 shall provide a suitable room for holding the hearing and shall provide all necessary stenographic and other support services as may be required for the purposes of the appeal.  R.S.O 1990, c. L.17, s. 28 (2). Idem (3) Support services not related to a specific appeal shall be supplied to the referees and deputy referees by the ministry of the Minister.  R.S.O 1990, c. L.17, s. 28 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>28 </b>(1) The clerk of the municipality in which an appeal is filed under section 10 shall be the clerk for the purposes of an appeal under that section.  R.S.O 1990, c. L.17, s. 28 (1).</p> <p class=\"headnote\">Support services</p> <p class=\"subsection\">(2) The corporation of the municipality in which an appeal is filed under section 10 shall provide a suitable room for holding the hearing and shall provide all necessary stenographic and other support services as may be required for the purposes of the appeal.  R.S.O 1990, c. L.17, s. 28 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) Support services not related to a specific appeal shall be supplied to the referees and deputy referees by the ministry of the Minister.  R.S.O 1990, c. L.17, s. 28 (3).</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "29.",
            "section_x": "Regulations by Minister",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations by Minister",
            "content": "29 The Minister may make regulations, (a) prescribing forms and providing for their use; (b) prescribing information that must be included in any notice or form required under this Act; (c) requiring that a form approved or provided by the Ministry be used for any purpose of this Act.  2006, c. 32, Sched. D, s. 6 (2). Section Amendments with date in force (d/m/y) 2006, c. 32, Sched. D, s. 6 (2) - 01/01/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>29 </b>The Minister may make regulations,</p> <p class=\"paragraph\">  (a) prescribing forms and providing for their use; </p> <p class=\"paragraph\">  (b) prescribing information that must be included in any notice or form required under this Act;</p> <p class=\"paragraph\">  (c) requiring that a form approved or provided by the Ministry be used for any purpose of this Act.  2006, c. 32, Sched. D, s. 6 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedds6s2\">2006, c. 32, Sched. D, s. 6 (2)</a></span> - 01/01/2007</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "30.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "30 The Lieutenant Governor in Council may make regulations, (a) to provide for determining how costs of line fences marking the boundary between lands situate in territory without municipal organization shall be apportioned and for providing for the manner in which any amount so apportioned shall be recovered and providing for appeals to a referee in relation to such lands; (b) prescribing appeals divisions, the territorial limits of the divisions and the place at which any notices to be given to the referee for any such division may be served; (c) prescribing fees in relation to appeals before a referee; (d) prescribing maximum limits of administrative fees for the purposes of section 17; (e) prescribing the remuneration to be paid to referees and deputy referees; (f) prescribing rules of procedure related to proceedings before a referee; (g) prescribing what may be included in determining the costs of proceedings under this Act.  R.S.O 1990, c. L.17, s. 30.",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>30 </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) to provide for determining how costs of line fences marking the boundary between lands situate in territory without municipal organization shall be apportioned and for providing for the manner in which any amount so apportioned shall be recovered and providing for appeals to a referee in relation to such lands;</p> <p class=\"paragraph\">  (b) prescribing appeals divisions, the territorial limits of the divisions and the place at which any notices to be given to the referee for any such division may be served;</p> <p class=\"paragraph\">  (c) prescribing fees in relation to appeals before a referee;</p> <p class=\"paragraph\">  (d) prescribing maximum limits of administrative fees for the purposes of section 17;</p> <p class=\"paragraph\">  (e) prescribing the remuneration to be paid to referees and deputy referees;</p> <p class=\"paragraph\">  (f) prescribing rules of procedure related to proceedings before a referee;</p> <p class=\"paragraph\">  (g) prescribing what may be included in determining the costs of proceedings under this Act.  R.S.O 1990, c. L.17, s. 30.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "31.",
            "section_x": "Inspection of awards, decisions, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Inspection of awards, decisions, etc.",
            "content": "31 Subsection 253 (1) of the Municipal Act, 2001 or section 199 of the City of Toronto Act, 2006, as the case may be, applies with necessary modifications to an award, certificate, determination, decision, notice or other document that, as a result of proceedings initiated under this Act is in the possession or under the control of the clerk or a person designated by the council under this Act for the purpose of giving notices.  R.S.O 1990, c. L.17, s. 31; 2002, c 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 30 (7). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 2006, c. 32, Sched. C, s. 30 (7) - 01/01/2007 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>31 </b>Subsection 253 (1) of the <i>Municipal Act, 2001</i> or section 199 of the<i> </i><i>City of Toronto Act, 2006</i>, as the case may be, applies with necessary modifications to an award, certificate, determination, decision, notice or other document that, as a result of proceedings initiated under this Act is in the possession or under the control of the clerk or a person designated by the council under this Act for the purpose of giving notices.  R.S.O 1990, c. L.17, s. 31; 2002, c 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 30 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs30s7\">2006, c. 32, Sched. C, s. 30 (7)</a></span> - 01/01/2007</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90l17\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}