{
    "act_info": {
        "full_title": "Liquor Sales Agreements Act, R.S.O. 1990, c. L.18",
        "act_name_text": "Liquor Sales Agreements Act",
        "citation": "R.S.O. 1990, c. L.18",
        "url": "https://www.ontario.ca/laws/statute/90l18",
        "date_scraped": "2023-12-18 13:51:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 29, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90l18/v19",
            "valid_from": "October 19, 2021",
            "valid_to": "November 28, 2021"
        },
        {
            "a_href": "/laws/statute/90l18/v18",
            "valid_from": "December 10, 2019",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/90l18/v17",
            "valid_from": "June  6, 2019",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/statute/90l18/v16",
            "valid_from": "November 16, 2018",
            "valid_to": "June  5, 2019"
        },
        {
            "a_href": "/laws/statute/90l18/v15",
            "valid_from": "October 17, 2018",
            "valid_to": "November 15, 2018"
        },
        {
            "a_href": "/laws/statute/90l18/v14",
            "valid_from": "January  1, 2018",
            "valid_to": "October 16, 2018"
        },
        {
            "a_href": "/laws/statute/90l18/v13",
            "valid_from": "December 14, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/statute/90l18/v12",
            "valid_from": "December 12, 2017",
            "valid_to": "December 13, 2017"
        },
        {
            "a_href": "/laws/statute/90l18/v11",
            "valid_from": "February  1, 2016",
            "valid_to": "December 11, 2017"
        },
        {
            "a_href": "/laws/statute/90l18/v10",
            "valid_from": "December 10, 2015",
            "valid_to": "January 31, 2016"
        },
        {
            "a_href": "/laws/statute/90l18/v9",
            "valid_from": "August  1, 2015",
            "valid_to": "December  9, 2015"
        },
        {
            "a_href": "/laws/statute/90l18/v8",
            "valid_from": "June  4, 2015",
            "valid_to": "July 31, 2015"
        },
        {
            "a_href": "/laws/statute/90l18/v7",
            "valid_from": "June 20, 2012",
            "valid_to": "June  3, 2015"
        },
        {
            "a_href": "/laws/statute/90l18/v6",
            "valid_from": "May 12, 2011",
            "valid_to": "June 19, 2012"
        },
        {
            "a_href": "/laws/statute/90l18/v5",
            "valid_from": "March 16, 2009",
            "valid_to": "May 11, 2011"
        },
        {
            "a_href": "/laws/statute/90l18/v4",
            "valid_from": "May 14, 2008",
            "valid_to": "March 15, 2009"
        },
        {
            "a_href": "/laws/statute/90l18/v3",
            "valid_from": "December 20, 2006",
            "valid_to": "May 13, 2008"
        },
        {
            "a_href": "/laws/statute/90l18/v2",
            "valid_from": "November 30, 2004",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90l18/v1",
            "valid_from": "February 22, 1998",
            "valid_to": "November 29, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART III  ",
            "section_x": "PART III BREWERS RETAIL INC.",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "9.",
            "section_x": "Definitions",
            "part_id": "PART III  ",
            "part_type": "PART III BREWERS RETAIL INC.",
            "section_y": "Definitions",
            "content": "9 In this Part, “Board” means the Liquor Control Board of Ontario continued under section 2 of the Liquor Control Board of Ontario Act, 2019; (“Régie”) “compensation” includes compensatory, consequential, special, aggravated and punitive damages, contribution and indemnity and any other payment to limit, make good or atone for the physical, economic or emotional losses of any person, and any order to require or stop the taking of any action, and “compensate” has a corresponding meaning; (“dédommagement”, “dédommager”) “June 2000 framework” means the document entitled “Serving Ontario Beer Consumers: A Framework for Improved Co-operation and Planning Between the LCBO and BRI” and the document to which it is attached, dated June 1, 2000 signed by the Chairman of Brewers Retail Inc. and the Chair and Chief Executive Officer of the Board; (“accord-cadre de juin 2000”) “September 2011 agreement” means the agreement dated September 1, 2011 between Brewers Retail Inc., the Board and Her Majesty the Queen in right of Ontario as represented by the Minister of Finance with respect to management of a province-wide deposit return program for certain beverage alcohol containers. (“accord de septembre 2011”) 2015, c. 20, Sched. 20, s. 7; 2019, c. 15, Sched. 21, s. 20 (3). Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “September 2011 agreement” in section 9 of the Act is repealed. (See: 2019, c. 10, s. 1 (2)) Note: On a day to be named by proclamation of the Lieutenant Governor, section 9 of the Act is amended by adding the following definitions: (See: 2019, c. 10, s. 1 (1)) “Master Framework Agreement” means the agreement entitled “Master Framework Agreement” dated September 22, 2015 between Brewers Retail Inc., Labatt Brewing Company Limited, Molson Canada 2005, Sleeman Breweries Ltd. and Her Majesty the Queen in right of Ontario; (“accord-cadre général”) “October 2015 agreement” means the agreement entitled “Amended Ontario Deposit Return Program Agreement” dated January 1, 2016 and with effect from October 1, 2015, between Her Majesty the Queen in right of Ontario as represented by the Minister of Finance, Brewers Retail Inc. and the Board with respect to management of a province-wide deposit return program for certain beverage alcohol containers; (“entente d’octobre 2015”) “Termination Agreement” means the agreement entitled “Termination Agreement” dated January 1, 2016 between Brewers Retail Inc. and the Board with respect to the termination of the June 2000 framework. (“accord de résiliation”) Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 20, s. 7 - 01/08/2015 2019, c. 10, s. 1 (1, 2)\r\n- not in force; 2019, c. 15, Sched. 21, s. 20 (3) - 29/11/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>9 </b>In this Part,</p> <p class=\"definition\">“Board” means the Liquor Control Board of Ontario continued under section 2 of the <i>Liquor Control Board of Ontario Act, 2019</i>; (“Régie”)</p> <p class=\"definition\">“compensation” includes compensatory, consequential, special, aggravated and punitive damages, contribution and indemnity and any other payment to limit, make good or atone for the physical, economic or emotional losses of any person, and any order to require or stop the taking of any action, and “compensate” has a corresponding meaning; (“dédommagement”, “dédommager”)</p> <p class=\"definition\">“June 2000 framework” means the document entitled “Serving Ontario Beer Consumers: A Framework for Improved Co-operation and Planning Between the LCBO and BRI” and the document to which it is attached, dated June 1, 2000 signed by the Chairman of Brewers Retail Inc. and the Chair and Chief Executive Officer of the Board; (“accord-cadre de juin 2000”)</p> <p class=\"definition\">“September 2011 agreement” means the agreement dated September 1, 2011 between Brewers Retail Inc., the Board and Her Majesty the Queen in right of Ontario as represented by the Minister of Finance with respect to management of a province-wide deposit return program for certain beverage alcohol containers. (“accord de septembre 2011”) 2015, c. 20, Sched. 20, s. 7; 2019, c. 15, Sched. 21, s. 20 (3).</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “September 2011 agreement” in section 9 of the Act is repealed. (See: 2019, c. 10, s. 1 (2))</span></p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, section 9 of the Act is amended by adding the following definitions: (See: 2019, c. 10, s. 1 (1))</span></p> <p class=\"Ydefinition\"><span>“Master Framework Agreement” means the agreement entitled “Master Framework Agreement” dated September 22, 2015 between Brewers Retail Inc., Labatt Brewing Company Limited, Molson Canada 2005, Sleeman Breweries Ltd. and Her Majesty the Queen in right of Ontario; (“accord-cadre général”)</span></p> <p class=\"Ydefinition\"><span>“October 2015 agreement” means the agreement entitled “Amended Ontario Deposit Return Program Agreement” dated January 1, 2016 and with effect from October 1, 2015, between Her Majesty the Queen in right of Ontario as represented by the Minister of Finance, Brewers Retail Inc. and the Board with respect to management of a province-wide deposit return program for certain beverage alcohol containers; (“entente d’octobre 2015”)</span></p> <p class=\"Ydefinition\"><span>“Termination Agreement” means the agreement entitled “Termination Agreement” dated January 1, 2016 between Brewers Retail Inc. and the Board with respect to the termination of the June 2000 framework. (“accord de résiliation”)</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched20s7\">2015, c. 20, Sched. 20, s. 7</a> </span>- 01/08/2015</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19010#s1s1\">2019, c. 10, s. 1 (1, 2)</a></span>\r\n- not in force; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19015#sched21s20s3\">2019, c. 15, Sched. 21, s. 20 (3)</a></span> - 29/11/2021</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "10.",
            "section_x": "Agreements with Crown re sale of beer",
            "part_id": "PART III  ",
            "part_type": "PART III BREWERS RETAIL INC.",
            "section_y": "Agreements with Crown re sale of beer",
            "content": "10 (1) One or more of the following may enter into agreements with the Crown in relation to the Crown’s or a Crown agent’s regulation and control of the sale of beer in Ontario: 1. Brewers Retail Inc. 2. One or more shareholders of Brewers Retail Inc., individually or jointly. 2015, c. 20, Sched. 20, s. 8. Agreements with Crown agent re sale of beer (2) One or more of the following may enter into agreements with a Crown agent in relation to the Crown’s or a Crown agent’s regulation and control of the sale of beer in Ontario, if the Lieutenant Governor in Council directs the Crown agent to enter into such an agreement: 1. Brewers Retail Inc. 2. One or more shareholders of Brewers Retail Inc., individually or jointly. 2015, c. 20, Sched. 20, s. 8. June 2000 framework (3) The Board is deemed to have been directed, and Brewers Retail Inc. is deemed to have been authorized, to enter into the June 2000 framework in relation to the Crown’s or a Crown agent’s regulation and control of the sale of beer in Ontario. 2015, c. 20, Sched. 20, s. 8. Same, governance of Brewers Retail Inc. (4) An agreement referred to in subsection (1) or (2) may provide for such matters relating to Brewers Retail Inc. as the Lieutenant Governor in Council considers advisable, including its governance, capital structure, share ownership, finances, operations and accountability and its marketing and retail practices. 2015, c. 20, Sched. 20, s. 8. Same, sale of beer (5) An agreement may provide for the following matters relating to the sale of beer in Ontario: 1. A procedure for investigating and resolving complaints by beer manufacturers, consumers and others about their dealings with Brewers Retail Inc. about the sale of beer in stores operated by Brewers Retail Inc. 2. The size of packaging to be used for beer sold by Brewers Retail Inc. and by the Board. 3. Rules regarding the pricing of beer sold by Brewers Retail Inc., or by one or more of its shareholders, including beer sold to a holder of a licence issued under the Liquor Licence Act\r\nto sell liquor. 4. Any matter addressed in the June 2000 framework. 5. Such other matters as the Lieutenant Governor in Council considers advisable. 2015, c. 20, Sched. 20, s. 8. Payments by the Board to beer manufacturers (6) If an agreement under subsection (1) provides for payments by the Board to beer manufacturers, calculated with reference to the volume of beer sold through stores to which authorizations under clause 3 (1) (e.1) apply, the Board shall make the payments in accordance with the terms of the agreement. 2015, c. 38, Sched. 14, s. 4. Same, collection from stores (7) The Board shall collect from each store to which an authorization under clause 3 (1) (e.1) applies the store’s proportionate share of any payment required under subsection (6), as determined in accordance with the terms of the supply agreement between the Board and the store operator, by including the amount payable in the wholesale price of the beer it sells to the store. 2015, c. 38, Sched. 14, s. 4. Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 20, s. 8 - 01/08/2015; 2015, c. 38, Sched. 14, s. 4 - 01/11/2015 Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following section: (See: 2015, c. 20, Sched. 20, s. 9) Termination of June 2000 framework 11 If the June 2000 framework is in effect immediately before this section comes into force, it is terminated on the day this section comes into force. 2015, c. 20, Sched. 20, s. 9. Note: On a day to be named by proclamation of the Lieutenant Governor, section 9 of Schedule 20 to the Building Ontario Up Act (Budget Measures), 2015 is repealed. (See: 2019, c. 10, s. 3) Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following section: (See: 2019, c. 10, s. 2) Termination of Master Framework Agreement 11 (1) If the Master Framework Agreement is in effect immediately before section 2 of the Bringing Choice and Fairness to the People Act (Beverage Alcohol Retail Sales), 2019 comes into force, it is terminated on the day that section comes into force. 2019, c. 10, s. 2. October 2015 agreement, Termination Agreement (2) For greater certainty, the termination of the Master Framework Agreement by subsection (1) shall not be construed as, (a) terminating the October 2015 agreement, providing a ground for terminating the October 2015 agreement or affecting any rights or obligations set out in the October 2015 agreement, including those set out in section 6.3 of the agreement; or (b) terminating the Termination Agreement, providing a ground for terminating the Termination Agreement or affecting any rights or obligations set out in the Termination Agreement. 2019, c. 10, s. 2. Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 20, s. 9 - not in force 2019, c. 10, s. 2, 3\r\n- not in force Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following section: (See: 2015, c. 20, Sched. 20, s. 10) Consequences of termination No cause of action 12 (1) No cause of action arises as a direct or indirect result of the termination of the June 2000 framework by section 11 or the termination of the framework in accordance with its terms. 2015, c. 20, Sched. 20, s. 10. Not expropriation (2) The termination of the framework does not constitute expropriation. 2015, c. 20, Sched. 20, s. 10. No remedy (3) No costs, compensation or damages are owing or payable to any person and no remedy, including a remedy in contract, restitution, tort or trust, is available to any person in connection with the termination of the framework. 2015, c. 20, Sched. 20, s. 10. Same (4) Without limiting the generality of subsection (3), no costs, compensation or damages are owing or payable for any past, present or future losses or expenses relating to or resulting from the termination of the framework. 2015, c. 20, Sched. 20, s. 10. No proceeding (5) No proceeding, including a proceeding in contract, restitution, tort or trust, may be brought or maintained for compensation for any past, present or future losses or expenses relating to or resulting from the termination of the framework or for an equitable remedy relating to or resulting from the termination. 2015, c. 20, Sched. 20, s. 10. Same (6) Subsection (5) applies regardless of whether the cause of action on which the proceeding is purportedly based arose before or after the coming into force of this section. 2015, c. 20, Sched. 20, s. 10. Proceedings set aside (7) Any proceeding referred to in subsection (6) commenced before the day this section comes into force is deemed to have been dismissed, without costs, on the day this section comes into force and any decision in a proceeding referred to in subsection (6) is of no effect. 2015, c. 20, Sched. 20, s. 10. Exception (8) This section does not apply to a proceeding commenced by the Crown or its agents and nothing in this section precludes a proceeding commenced by the Crown or its agents. 2015, c. 20, Sched. 20, s. 10. Same (9) Without limiting the generality of subsections (4) and (5), the losses and expenses referred to in those subsections include the following: 1. A loss of profit or other benefit under the framework. 2. A loss of business opportunity. 3. A loss of business or costs consequential on a loss of business. 4. A loss of interest or of the use of capital or a reduction of capital. 5. A loss arising from the failure of any person to achieve a desired or anticipated rate of return on the person’s business activities. 6. A loss arising from the reduction or cessation of business activity due to lost profits or benefits, real or anticipated, or the actions of creditors, suppliers or customers. 2015, c. 20, Sched. 20, s. 10. Note: On a day to be named by proclamation of the Lieutenant Governor, section 10 of Schedule 20 to the Building Ontario Up Act (Budget Measures), 2015 is repealed. (See: 2019, c. 10, s. 3) Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following section: (See: 2019, c. 10, s. 2) Consequences of termination No cause of action 12 (1) No cause of action arises as a direct or indirect result of, (a) the enactment, operation, administration or repeal of any provision of sections 11 to 13; (b) the termination of the Master Framework Agreement either by subsection 11 (1) or in accordance with its terms; and (c) any representation or other conduct that is related, directly or indirectly, to the Master Framework Agreement. 2019, c. 10, s. 2. No expropriation (2) Nothing referred to in subsection (1) constitutes expropriation or injurious affection for the purposes of the Expropriations Act or otherwise at law. 2019, c. 10, s. 2. No remedy (3) No costs, compensation or damages are owing or payable to any person and no remedy, including but not limited to a remedy in contract, restitution, unjust enrichment or tort, or for misfeasance, bad faith, breach of trust or fiduciary obligation or any equitable remedy or any remedy under any statute, is available to any person in relation to anything referred to in subsection (1). 2019, c. 10, s. 2. Same (4) Without limiting the generality of subsection (3), no costs, compensation or damages are owing or payable for any past, present or future losses or expenses in relation to anything referred to in subsection (1). 2019, c. 10, s. 2. No proceeding (5) No proceeding, including but not limited to any proceeding for a remedy in contract, restitution, unjust enrichment or tort, or for misfeasance, bad faith, breach of trust or fiduciary obligation or any equitable remedy, including but not limited to specific performance, injunction or declaratory relief, or any remedy under any statute, may be brought or maintained for compensation for any past, present or future losses or expenses in relation to anything referred to in subsection (1), including any proceeding to enforce a judgment or order made by a court or tribunal outside of Canada. 2019, c. 10, s. 2. Same (6) Subsection (5) applies regardless of whether the cause of action on which the proceeding is purportedly based arose before, on or after the day section 2 of the Bringing Choice and Fairness to the People Act (Beverage Alcohol Retail Sales), 2019 comes into force. 2019, c. 10, s. 2. Proceedings set aside (7) Any proceeding referred to in subsection (5) commenced before the day section 2 of the Bringing Choice and Fairness to the People Act (Beverage Alcohol Retail Sales), 2019 comes into force is deemed to have been dismissed, without costs, on the day that section comes into force and any decision in a proceeding referred to in subsection (5) is of no effect. 2019, c. 10, s. 2. Exception (8) This section does not apply to a proceeding commenced by the Crown or its agents and nothing in this section precludes a proceeding commenced by the Crown or its agents. 2019, c. 10, s. 2. Losses and expenses (9) Without limiting the generality of subsections (4) and (5), the losses and expenses referred to in those subsections include the following: 1. A loss of profit or other benefit. 2. A loss of business opportunity. 3. A loss of business or costs consequential on a loss of business. 4. A loss of interest or of the use of capital or a reduction of capital. 5. A loss arising from the failure of any person to achieve a desired or anticipated rate of return on the person’s business activities. 6. A loss arising from the reduction or cessation of business activity due to lost profits or benefits, real or anticipated, or the actions of creditors, suppliers or customers. 2019, c. 10, s. 2. Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 20, s. 10 - not in force 2019, c. 10, s. 2, 3\r\n- not in force Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following sections: (See: 2015, c. 20, Sched. 20, s. 11) Restriction on termination of September 2011 agreement 13 (1) If, before February 5, 2017, Brewers Retail Inc. gives notice under section 6.5 of the September 2011 agreement that the agreement is being terminated immediately by virtue of a circumstance described in paragraph 6.5 (e) of the agreement, the termination takes effect on February 5, 2017 or on the day that is 90 days after the notice is given, whichever is later. 2015, c. 20, Sched. 20, s. 11. Same (2) The restriction imposed by subsection (1) on the termination date prevails over the terms of the agreement itself. 2015, c. 20, Sched. 20, s. 11. Note: On a day to be named by proclamation of the Lieutenant Governor, section 11 of Schedule 20 to the Building Ontario Up Act (Budget Measures), 2015 is repealed. (See: 2019, c. 10, s. 3) Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following section: (See: 2019, c. 10, s. 2) Conflict 13 Sections 11 and 12 prevail over any provision of the Master Framework Agreement, the October 2015 agreement and the Termination Agreement. 2019, c. 10, s. 2. Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 20, s. 11 - not in force 2019, c. 10, s. 2, 3\r\n- not in force Consequences of restriction on termination 14 Section 12 applies, with necessary modifications, with respect to any delay in the termination of the September 2011 agreement that is caused by the operation of section 13. 2015, c. 20, Sched. 20, s. 11. Note: On a day to be named by proclamation of the Lieutenant Governor, section 11 of Schedule 20 to the Building Ontario Up Act (Budget Measures), 2015 is repealed. (See: 2019, c. 10, s. 3) Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 20, s. 11 - not in force 2019, c. 10, s. 3\r\n- not in force ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>10 </b>(1) One or more of the following may enter into agreements with the Crown in relation to the Crown’s or a Crown agent’s regulation and control of the sale of beer in Ontario:</p> <p class=\"paragraph\">  1. Brewers Retail Inc.</p> <p class=\"paragraph\">  2. One or more shareholders of Brewers Retail Inc., individually or jointly. 2015, c. 20, Sched. 20, s. 8.</p> <p class=\"headnote\">Agreements with Crown agent re sale of beer</p> <p class=\"subsection\">(2) One or more of the following may enter into agreements with a Crown agent in relation to the Crown’s or a Crown agent’s regulation and control of the sale of beer in Ontario, if the Lieutenant Governor in Council directs the Crown agent to enter into such an agreement:</p> <p class=\"paragraph\">  1. Brewers Retail Inc.</p> <p class=\"paragraph\">  2. One or more shareholders of Brewers Retail Inc., individually or jointly. 2015, c. 20, Sched. 20, s. 8.</p> <p class=\"headnote\">June 2000 framework </p> <p class=\"subsection\">(3) The Board is deemed to have been directed, and Brewers Retail Inc. is deemed to have been authorized, to enter into the June 2000 framework in relation to the Crown’s or a Crown agent’s regulation and control of the sale of beer in Ontario. 2015, c. 20, Sched. 20, s. 8.</p> <p class=\"headnote\">Same, governance of Brewers Retail Inc.</p> <p class=\"subsection\">(4) An agreement referred to in subsection (1) or (2)<b> </b>may provide for such matters relating to Brewers Retail Inc. as the Lieutenant Governor in Council considers advisable, including its governance, capital structure, share ownership, finances, operations and accountability and its marketing and retail practices. 2015, c. 20, Sched. 20, s. 8.</p> <p class=\"headnote\">Same, sale of beer</p> <p class=\"subsection\">(5) An agreement may provide for the following matters relating to the sale of beer in Ontario:</p> <p class=\"paragraph\">  1. A procedure for investigating and resolving complaints by beer manufacturers, consumers and others about their dealings with Brewers Retail Inc. about the sale of beer in stores operated by Brewers Retail Inc.</p> <p class=\"paragraph\">  2. The size of packaging to be used for beer sold by Brewers Retail Inc. and by the Board.</p> <p class=\"paragraph\">  3. Rules regarding the pricing of beer sold by Brewers Retail Inc., or by one or more of its shareholders, including beer sold to a holder of a licence issued under the <i>Liquor Licence Act</i>\r\nto sell liquor.</p> <p class=\"paragraph\">  4. Any matter addressed in the June 2000 framework.</p> <p class=\"paragraph\">  5. Such other matters as the Lieutenant Governor in Council considers advisable. 2015, c. 20, Sched. 20, s. 8.</p> <p class=\"headnote\">Payments by the Board to beer manufacturers</p> <p class=\"subsection\">(6) If an agreement under subsection (1) provides for payments by the Board to beer manufacturers, calculated with reference to the volume of beer sold through stores to which authorizations under clause 3 (1) (e.1) apply, the Board shall make the payments in accordance with the terms of the agreement. 2015, c. 38, Sched. 14, s. 4.</p> <p class=\"headnote\">Same, collection from stores</p> <p class=\"subsection\">(7) The Board shall collect from each store to which an authorization under clause 3 (1) (e.1) applies the store’s proportionate share of any payment required under subsection (6), as determined in accordance with the terms of the supply agreement between the Board and the store operator, by including the amount payable in the wholesale price of the beer it sells to the store. 2015, c. 38, Sched. 14, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched20s8\">2015, c. 20, Sched. 20, s. 8</a> </span>- 01/08/2015; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15038#sched14s4\">2015, c. 38, Sched. 14, s. 4</a> </span>- 01/11/2015</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following section: (See: 2015, c. 20, Sched. 20, s. 9)</span></p> <p class=\"Yheadnote\"><span>Termination of June 2000 framework</span></p> <p class=\"Ysection\"><a name=\"BK3\"></a><b><span>11 </span></b><span>If the June 2000 framework is in effect immediately before this section comes into force, it is terminated on the day this section comes into force. 2015, c. 20, Sched. 20, s. 9.</span></p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, section 9 of Schedule 20 to the <i>Building Ontario Up Act (Budget Measures), 2015</i> is repealed. (See: 2019, c. 10, s. 3)</span></p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following section: (See: 2019, c. 10, s. 2)</span></p> <p class=\"Yheadnote\"><span>Termination of Master Framework Agreement</span></p> <p class=\"Ysection\"><a name=\"BK4\"></a><b><span>11 </span></b><span>(1) If the Master Framework Agreement is in effect immediately before section 2 of the <i>Bringing Choice and Fairness to the People Act (Beverage Alcohol Retail Sales), 2019</i> comes into force, it is terminated on the day that section comes into force. 2019, c. 10, s. 2.</span></p> <p class=\"Yheadnote\"><span>October 2015 agreement, Termination Agreement</span></p> <p class=\"Ysubsection\"><span>(2) For greater certainty, the termination of the Master Framework Agreement by subsection (1) shall not be construed as,</span></p> <p class=\"Yparagraph\"><span>  (a) terminating the October 2015 agreement, providing a ground for terminating the October 2015 agreement or affecting any rights or obligations set out in the October 2015 agreement, including those set out in section 6.3 of the agreement; or</span></p> <p class=\"Yparagraph\"><span>  (b) terminating the Termination Agreement, providing a ground for terminating the Termination Agreement or affecting any rights or obligations set out in the Termination Agreement. 2019, c. 10, s. 2.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched20s9\">2015, c. 20, Sched. 20, s. 9</a> - not in force</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19010#s2\">2019, c. 10, s. 2, 3</a></span>\r\n- not in force</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following section: (See: 2015, c. 20, Sched. 20, s. 10)</span></p> <p class=\"Yheadnote\"><span>Consequences of termination</span></p> <p class=\"Yheadnote\"><span>No cause of action</span></p> <p class=\"Ysection\"><a name=\"BK5\"></a><b><span>12 </span></b><span>(1) No cause of action arises as a direct or indirect result of the termination of the June 2000 framework by section 11 or the termination of the framework in accordance with its terms. 2015, c. 20, Sched. 20, s. 10.</span></p> <p class=\"Yheadnote\"><span>Not expropriation</span></p> <p class=\"Ysubsection\"><span>(2) The termination of the framework does not constitute expropriation. 2015, c. 20, Sched. 20, s. 10.</span></p> <p class=\"Yheadnote\"><span>No remedy</span></p> <p class=\"Ysubsection\"><span>(3) No costs, compensation or damages are owing or payable to any person and no remedy, including a remedy in contract, restitution, tort or trust, is available to any person in connection with the termination of the framework. 2015, c. 20, Sched. 20, s. 10.</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(4) Without limiting the generality of subsection (3), no costs, compensation or damages are owing or payable for any past, present or future losses or expenses relating to or resulting from the termination of the framework. 2015, c. 20, Sched. 20, s. 10.</span></p> <p class=\"Yheadnote\"><span>No proceeding</span></p> <p class=\"Ysubsection\"><span>(5) No proceeding, including a proceeding in contract, restitution, tort or trust, may be brought or maintained for compensation for any past, present or future losses or expenses relating to or resulting from the termination of the framework or for an equitable remedy relating to or resulting from the termination. 2015, c. 20, Sched. 20, s. 10.</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(6) Subsection (5) applies regardless of whether the cause of action on which the proceeding is purportedly based arose before or after the coming into force of this section. 2015, c. 20, Sched. 20, s. 10.</span></p> <p class=\"Yheadnote\"><span>Proceedings set aside</span></p> <p class=\"Ysubsection\"><span>(7) Any proceeding referred to in subsection (6) commenced before the day this section comes into force is deemed to have been dismissed, without costs, on the day this section comes into force and any decision in a proceeding referred to in subsection (6) is of no effect. 2015, c. 20, Sched. 20, s. 10.</span></p> <p class=\"Yheadnote\"><span>Exception</span></p> <p class=\"Ysubsection\"><span>(8) This section does not apply to a proceeding commenced by the Crown or its agents and nothing in this section precludes a proceeding commenced by the Crown or its agents. 2015, c. 20, Sched. 20, s. 10.</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(9) Without limiting the generality of subsections (4) and (5), the losses and expenses referred to in those subsections include the following:</span></p> <p class=\"Yparagraph\"><span>  1. A loss of profit or other benefit under the framework.</span></p> <p class=\"Yparagraph\"><span>  2. A loss of business opportunity.</span></p> <p class=\"Yparagraph\"><span>  3. A loss of business or costs consequential on a loss of business.</span></p> <p class=\"Yparagraph\"><span>  4. A loss of interest or of the use of capital or a reduction of capital.</span></p> <p class=\"Yparagraph\"><span>  5. A loss arising from the failure of any person to achieve a desired or anticipated rate of return on the person’s business activities.</span></p> <p class=\"Yparagraph\"><span>  6. A loss arising from the reduction or cessation of business activity due to lost profits or benefits, real or anticipated, or the actions of creditors, suppliers or customers. 2015, c. 20, Sched. 20, s. 10.</span></p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, section 10 of Schedule 20 to the <i>Building Ontario Up Act (Budget Measures), 2015</i> is repealed. (See: 2019, c. 10, s. 3)</span></p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following section: (See: 2019, c. 10, s. 2)</span></p> <p class=\"Yheadnote\"><span>Consequences of termination</span></p> <p class=\"Yheadnote\"><span>No cause of action</span></p> <p class=\"Ysection\"><a name=\"BK6\"></a><b><span>12 </span></b><span>(1) No cause of action arises as a direct or indirect result of,</span></p> <p class=\"Yparagraph\"><span>  (a) the enactment, operation, administration or repeal of any provision of sections 11 to 13;</span></p> <p class=\"Yparagraph\"><span>  (b) the termination of the Master Framework Agreement either by subsection 11 (1) or in accordance with its terms; and</span></p> <p class=\"Yparagraph\"><span>  (c) any representation or other conduct that is related, directly or indirectly, to the Master Framework Agreement. 2019, c. 10, s. 2.</span></p> <p class=\"Yheadnote\"><span>No expropriation</span></p> <p class=\"Ysubsection\"><span>(2) Nothing referred to in subsection (1) constitutes expropriation or injurious affection for the purposes of the <i>Expropriations Act</i> or otherwise at law. 2019, c. 10, s. 2.</span></p> <p class=\"Yheadnote\"><span>No remedy</span></p> <p class=\"Ysubsection\"><span>(3) No costs, compensation or damages are owing or payable to any person and no remedy, including but not limited to a remedy in contract, restitution, unjust enrichment or tort, or for misfeasance, bad faith, breach of trust or fiduciary obligation or any equitable remedy or any remedy under any statute, is available to any person in relation to anything referred to in subsection (1). 2019, c. 10, s. 2.</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(4) Without limiting the generality of subsection (3), no costs, compensation or damages are owing or payable for any past, present or future losses or expenses in relation to anything referred to in subsection (1). 2019, c. 10, s. 2.</span></p> <p class=\"Yheadnote\"><span>No proceeding</span></p> <p class=\"Ysubsection\"><span>(5) No proceeding, including but not limited to any proceeding for a remedy in contract, restitution, unjust enrichment or tort, or for misfeasance, bad faith, breach of trust or fiduciary obligation or any equitable remedy, including but not limited to specific performance, injunction or declaratory relief, or any remedy under any statute, may be brought or maintained for compensation for any past, present or future losses or expenses in relation to anything referred to in subsection (1), including any proceeding to enforce a judgment or order made by a court or tribunal outside of Canada. 2019, c. 10, s. 2.</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(6) Subsection (5) applies regardless of whether the cause of action on which the proceeding is purportedly based arose before, on or after the day section 2 of the <i>Bringing Choice and Fairness to the People Act (Beverage Alcohol Retail Sales), 2019</i> comes into force. 2019, c. 10, s. 2.</span></p> <p class=\"Yheadnote\"><span>Proceedings set aside</span></p> <p class=\"Ysubsection\"><span>(7) Any proceeding referred to in subsection (5) commenced before the day section 2 of the <i>Bringing Choice and Fairness to the People Act (Beverage Alcohol Retail Sales), 2019</i> comes into force is deemed to have been dismissed, without costs, on the day that section comes into force and any decision in a proceeding referred to in subsection (5) is of no effect. 2019, c. 10, s. 2.</span></p> <p class=\"Yheadnote\"><span>Exception</span></p> <p class=\"Ysubsection\"><span>(8) This section does not apply to a proceeding commenced by the Crown or its agents and nothing in this section precludes a proceeding commenced by the Crown or its agents. 2019, c. 10, s. 2.</span></p> <p class=\"Yheadnote\"><span>Losses and expenses</span></p> <p class=\"Ysubsection\"><span>(9) Without limiting the generality of subsections (4) and (5), the losses and expenses referred to in those subsections include the following:</span></p> <p class=\"Yparagraph\"><span>  1. A loss of profit or other benefit.</span></p> <p class=\"Yparagraph\"><span>  2. A loss of business opportunity.</span></p> <p class=\"Yparagraph\"><span>  3. A loss of business or costs consequential on a loss of business.</span></p> <p class=\"Yparagraph\"><span>  4. A loss of interest or of the use of capital or a reduction of capital.</span></p> <p class=\"Yparagraph\"><span>  5. A loss arising from the failure of any person to achieve a desired or anticipated rate of return on the person’s business activities.</span></p> <p class=\"Yparagraph\"><span>  6. A loss arising from the reduction or cessation of business activity due to lost profits or benefits, real or anticipated, or the actions of creditors, suppliers or customers. 2019, c. 10, s. 2.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched20s10\">2015, c. 20, Sched. 20, s. 10</a> </span>- not in force</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19010#s2\">2019, c. 10, s. 2, 3</a></span>\r\n- not in force</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following sections: (See: 2015, c. 20, Sched. 20, s. 11)</span></p> <p class=\"Yheadnote\"><span>Restriction on termination of September 2011 agreement</span></p> <p class=\"Ysection\"><a name=\"BK7\"></a><b><span>13 </span></b><span>(1) If, before February 5, 2017, Brewers Retail Inc. gives notice under section 6.5 of the September 2011 agreement that the agreement is being terminated immediately by virtue of a circumstance described in paragraph 6.5 (e) of the agreement, the termination takes effect on February 5, 2017 or on the day that is 90 days after the notice is given, whichever is later. 2015, c. 20, Sched. 20, s. 11.</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(2) The restriction imposed by subsection (1) on the termination date prevails over the terms of the agreement itself. 2015, c. 20, Sched. 20, s. 11.</span></p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, section 11 of Schedule 20 to the <i>Building Ontario Up Act (Budget Measures), 2015</i> is repealed. (See: 2019, c. 10, s. 3)</span></p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following section: (See: 2019, c. 10, s. 2)</span></p> <p class=\"Yheadnote\"><span>Conflict</span></p> <p class=\"Ysection\"><a name=\"BK8\"></a><b><span>13 </span></b><span>Sections 11 and 12 prevail over any provision of the Master Framework Agreement, the October 2015 agreement and the Termination Agreement. 2019, c. 10, s. 2.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched20s11\">2015, c. 20, Sched. 20, s. 11</a> </span>- not in force</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19010#s2\">2019, c. 10, s. 2, 3</a></span>\r\n- not in force</p> <p class=\"Yheadnote\"><span>Consequences of restriction on termination</span></p> <p class=\"Ysection\"><a name=\"BK9\"></a><b><span>14 </span></b><span>Section 12 applies, with necessary modifications, with respect to any delay in the termination of the September 2011 agreement that is caused by the operation of section 13. 2015, c. 20, Sched. 20, s. 11.</span></p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, section 11 of Schedule 20 to the <i>Building Ontario Up Act (Budget Measures), 2015</i> is repealed. (See: 2019, c. 10, s. 3)</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched20s11\">2015, c. 20, Sched. 20, s. 11</a> - not in force</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19010#s3\">2019, c. 10, s. 3</a></span>\r\n- not in force</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90l18\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "11.",
            "section_x": "Termination of June 2000 framework",
            "part_id": "PART III  ",
            "part_type": "PART III BREWERS RETAIL INC.",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "11.",
            "section_x": "Termination of Master Framework Agreement",
            "part_id": "PART III  ",
            "part_type": "PART III BREWERS RETAIL INC.",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "12.",
            "section_x": "Consequences of termination",
            "part_id": "PART III  ",
            "part_type": "PART III BREWERS RETAIL INC.",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "12.",
            "section_x": "Consequences of termination",
            "part_id": "PART III  ",
            "part_type": "PART III BREWERS RETAIL INC.",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "13.",
            "section_x": "Restriction on termination of September 2011 agreement",
            "part_id": "PART III  ",
            "part_type": "PART III BREWERS RETAIL INC.",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "13.",
            "section_x": "Conflict",
            "part_id": "PART III  ",
            "part_type": "PART III BREWERS RETAIL INC.",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "14.",
            "section_x": "Consequences of restriction on termination",
            "part_id": "PART III  ",
            "part_type": "PART III BREWERS RETAIL INC.",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        }
    ]
}