{
    "act_info": {
        "full_title": "Livestock Community Sales Act, R.S.O. 1990, c. L.22",
        "act_name_text": "Livestock Community Sales Act",
        "citation": "R.S.O. 1990, c. L.22",
        "url": "https://www.ontario.ca/laws/statute/90l22",
        "date_scraped": "2023-12-18 22:25:45"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 10, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90l22/v3",
            "valid_from": "December 15, 2009",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/statute/90l22/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90l22/v1",
            "valid_from": "December 22, 1999",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/900729",
            "Citation": "R.R.O. 1990, Reg. 729",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “community sale” means a sale or offering for sale of livestock by public auction held at an established place of business where livestock is assembled for the purpose; (“vente à l’encan”) “Director” means the person designated by the Minister as the Director for the purposes of this Act; (“directeur”) “inspector” means an inspector appointed for the purposes of this Act; (“inspecteur”) “licence” means a licence under this Act; (“permis”) “livestock” means cattle, goats, horses, sheep or swine, or the young thereof; (“bétail”) “Minister” means the Minister of Agriculture, Food and Rural Affairs; (“ministre”) “operator” means a person engaged in the business of operating community sales; (“exploitant”) “premises” means the land, buildings and structures at the place of business of an operator; (“locaux”) “regulations” means the regulations made under this Act; (“règlements”) “Tribunal” means the Agriculture, Food and Rural Affairs Appeal Tribunal continued under the Ministry of Agriculture, Food and Rural Affairs Act; (“Tribunal”) “veterinarian” means a person licensed under the Veterinarians Act. (“vétérinaire”)  R.S.O. 1990, c. L.22, s. 1; 1994, c. 27, s. 26 (1, 2); 1999, c. 12, Sched. A, s. 15; 2009, c. 33, Sched. 1, s. 17. Section Amendments with date in force (d/m/y) 1994, c. 27, s. 26 (1, 2) - 09/12/1994; 1999, c. 12, Sched. A, s. 15 - 22/12/1999 2009, c. 33, Sched. 1, s. 17 - 15/12/2009",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“community sale” means a sale or offering for sale of livestock by public auction held at an established place of business where livestock is assembled for the purpose; (“vente à l’encan”)</p> <p class=\"definition\">“Director” means the person designated by the Minister as the Director for the purposes of this Act; (“directeur”)</p> <p class=\"definition\">“inspector” means an inspector appointed for the purposes of this Act; (“inspecteur”)</p> <p class=\"definition\">“licence” means a licence under this Act; (“permis”)</p> <p class=\"definition\">“livestock” means cattle, goats, horses, sheep or swine, or the young thereof; (“bétail”)</p> <p class=\"definition\">“Minister” means the Minister of Agriculture, Food and Rural Affairs; (“ministre”)</p> <p class=\"definition\">“operator” means a person engaged in the business of operating community sales; (“exploitant”)</p> <p class=\"definition\">“premises” means the land, buildings and structures at the place of business of an operator; (“locaux”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“Tribunal” means the Agriculture, Food and Rural Affairs Appeal Tribunal continued under the <i>Ministry of Agriculture, Food and Rural Affairs Act</i>; (“Tribunal”)</p> <p class=\"definition\">“veterinarian” means a person licensed under the <i>Veterinarians Act</i>. (“vétérinaire”)  R.S.O. 1990, c. L.22, s. 1; 1994, c. 27, s. 26 (1, 2); 1999, c. 12, Sched. A, s. 15; 2009, c. 33, Sched. 1, s. 17.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 26 (1, 2) - 09/12/1994; 1999, c. 12, Sched. A, s. 15 - 22/12/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched1s17\">2009, c. 33, Sched. 1, s. 17</a></span> - 15/12/2009</p>"
        },
        {
            "id": "2",
            "section": "Where Act does not apply",
            "content": "2 This Act does not apply to, (a) a sale at a stock yard operated by the Ontario Stock Yards Board; (b) a sale of livestock by a local board under the Farm Products Marketing Act; (c) a sale of pure bred livestock that is or is of a class that is designated by the regulations; (d) a sale of cattle by a co-operative corporation to which the Co-operative Corporations Act applies where, (i) one of the objects of the corporation is to operate sales of cattle on a consignment basis, (ii) at least three-quarters of the shareholders or members of the corporation are producers of cattle, and (iii) the corporation operates not more than six sales in any calendar year; or (e) a sale of livestock held at the established place of business of an operator where, (i) the sale is held for the purpose of dispersing an established herd in whole or in part, (ii) only livestock of the herd owner is offered for sale, and (iii) the herd has not been assembled by a dealer in livestock for the purpose of resale.  R.S.O. 1990, c. L.22, s. 2.",
            "raw_html": "<p class=\"section\"><b>2 </b>This Act does not apply to,</p> <p class=\"paragraph\">  (a) a sale at a stock yard operated by the Ontario Stock Yards Board;</p> <p class=\"paragraph\">  (b) a sale of livestock by a local board under the <i>Farm Products Marketing Act</i>;</p> <p class=\"paragraph\">  (c) a sale of pure bred livestock that is or is of a class that is designated by the regulations;</p> <p class=\"paragraph\">  (d) a sale of cattle by a co-operative corporation to which the <i>Co-operative Corporations Act</i> applies where,</p> <p class=\"subclause\">  (i) one of the objects of the corporation is to operate sales of cattle on a consignment basis,</p> <p class=\"subclause\">  (ii) at least three-quarters of the shareholders or members of the corporation are producers of cattle, and</p> <p class=\"subclause\">  (iii) the corporation operates not more than six sales in any calendar year; or</p> <p class=\"paragraph\">  (e) a sale of livestock held at the established place of business of an operator where,</p> <p class=\"subclause\">  (i) the sale is held for the purpose of dispersing an established herd in whole or in part,</p> <p class=\"subclause\">  (ii) only livestock of the herd owner is offered for sale, and</p> <p class=\"subclause\">  (iii) the herd has not been assembled by a dealer in livestock for the purpose of resale.  R.S.O. 1990, c. L.22, s. 2.</p>"
        },
        {
            "id": "3",
            "section": "Licence",
            "content": "3 No person shall engage in the business of operating community sales without a licence therefor from the Director.  R.S.O. 1990, c. L.22, s. 3.",
            "raw_html": "<p class=\"section\"><b>3 </b>No person shall engage in the business of operating community sales without a licence therefor from the Director.  R.S.O. 1990, c. L.22, s. 3.</p>"
        },
        {
            "id": "4",
            "section": "Issue of licence",
            "content": "4 (1) The Director shall issue a licence to a person who makes application therefor in accordance with this Act and the regulations and pays the prescribed fee unless, after a hearing, the Director is of opinion that, (a) the applicant or, where the applicant is a corporation, its officers or directors, is or are not competent to engage in the business of operating community sales; (b) having regard to the applicant’s financial position, the applicant cannot reasonably be expected to be financially responsible in the conduct of the business of operating community sales; (c) the past conduct of the applicant or, where the applicant is a corporation, of its officers or directors, affords reasonable grounds for belief that the business of operating community sales pursuant to the licence will not be carried on in accordance with law and with honesty and integrity; (d) the applicant does not possess or will not have available all premises, facilities and equipment necessary to engage in the business of operating community sales in accordance with this Act and the regulations; or (e) the applicant is not in a position to observe or carry out the provisions of this Act and the regulations.  R.S.O. 1990, c. L.22, s. 4 (1). Renewal (2) Subject to section 5, the Director shall renew a licence on application therefor by the licensee in accordance with this Act and the regulations and payment of the prescribed fee.  R.S.O. 1990, c. L.22, s. 4 (2).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) The Director shall issue a licence to a person who makes application therefor in accordance with this Act and the regulations and pays the prescribed fee unless, after a hearing, the Director is of opinion that,</p> <p class=\"paragraph\">  (a) the applicant or, where the applicant is a corporation, its officers or directors, is or are not competent to engage in the business of operating community sales;</p> <p class=\"paragraph\">  (b) having regard to the applicant’s financial position, the applicant cannot reasonably be expected to be financially responsible in the conduct of the business of operating community sales;</p> <p class=\"paragraph\">  (c) the past conduct of the applicant or, where the applicant is a corporation, of its officers or directors, affords reasonable grounds for belief that the business of operating community sales pursuant to the licence will not be carried on in accordance with law and with honesty and integrity;</p> <p class=\"paragraph\">  (d) the applicant does not possess or will not have available all premises, facilities and equipment necessary to engage in the business of operating community sales in accordance with this Act and the regulations; or</p> <p class=\"paragraph\">  (e) the applicant is not in a position to observe or carry out the provisions of this Act and the regulations.  R.S.O. 1990, c. L.22, s. 4 (1).</p> <p class=\"headnote\">Renewal</p> <p class=\"subsection\">(2) Subject to section 5, the Director shall renew a licence on application therefor by the licensee in accordance with this Act and the regulations and payment of the prescribed fee.  R.S.O. 1990, c. L.22, s. 4 (2).</p>"
        },
        {
            "id": "5",
            "section": "Refusal to renew, suspension or revocation",
            "content": "5 (1) The Director may refuse to renew or may suspend or revoke a licence if, after a hearing, the Director is of opinion that, (a) the licensee is not or has not been financially responsible in the conduct of the business of operating community sales pursuant to the licence; (b) the premises, facilities and equipment used in the business of operating community sales pursuant to the licence do not comply with this Act and the regulations; (c) there are reasonable grounds for belief that the business of operating community sales pursuant to the licence is not carried on in accordance with honesty and integrity; (d) the licensee or, where the licensee is a corporation, any officer, director or servant thereof has contravened or has permitted any person under the licensee’s control or direction in connection with the business of operating community sales to contravene any provision of this Act or the regulations or of any other Act or the regulations thereunder or of any law applying to the carrying on of the business of operating community sales and such contravention warrants such refusal to renew, suspension or revocation of the licence; or (e) any other ground for refusal to renew, suspension or revocation specified in the regulations exists.  R.S.O. 1990, c. L.22, s. 5 (1). Provisional suspension, etc. (2) Despite subsection (1), the Director, by notice to a licensee and without a hearing, may provisionally refuse to renew or may suspend the licensee’s licence where in the Director’s opinion it is necessary to do so for the immediate protection of the safety or health of any person or animal or of the interests of persons consigning animals for sale to the licensee and the Director so states in such notice giving reasons therefor, and thereafter the Director shall hold a hearing to determine whether renewal of the licence should be refused or whether the licence should be further suspended or revoked under this Act or the regulations.  R.S.O. 1990, c. L.22, s. 5 (2). Continuation of licence pending renewal (3) Subject to subsection (2), where within the time prescribed therefor or, if no time is prescribed, before expiry of the licensee’s licence, a licensee has applied for a renewal of the licence and paid the prescribed fee and observed or carried out the provisions of this Act and the regulations, the licensee’s existing licence shall be deemed to continue until the licensee has received the decision of the Director on the application for renewal.  R.S.O. 1990, c. L.22, s. 5 (3).",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) The Director may refuse to renew or may suspend or revoke a licence if, after a hearing, the Director is of opinion that,</p> <p class=\"paragraph\">  (a) the licensee is not or has not been financially responsible in the conduct of the business of operating community sales pursuant to the licence;</p> <p class=\"paragraph\">  (b) the premises, facilities and equipment used in the business of operating community sales pursuant to the licence do not comply with this Act and the regulations;</p> <p class=\"paragraph\">  (c) there are reasonable grounds for belief that the business of operating community sales pursuant to the licence is not carried on in accordance with honesty and integrity;</p> <p class=\"paragraph\">  (d) the licensee or, where the licensee is a corporation, any officer, director or servant thereof has contravened or has permitted any person under the licensee’s control or direction in connection with the business of operating community sales to contravene any provision of this Act or the regulations or of any other Act or the regulations thereunder or of any law applying to the carrying on of the business of operating community sales and such contravention warrants such refusal to renew, suspension or revocation of the licence; or</p> <p class=\"paragraph\">  (e) any other ground for refusal to renew, suspension or revocation specified in the regulations exists.  R.S.O. 1990, c. L.22, s. 5 (1).</p> <p class=\"headnote\">Provisional suspension, etc.</p> <p class=\"subsection\">(2) Despite subsection (1), the Director, by notice to a licensee and without a hearing, may provisionally refuse to renew or may suspend the licensee’s licence where in the Director’s opinion it is necessary to do so for the immediate protection of the safety or health of any person or animal or of the interests of persons consigning animals for sale to the licensee and the Director so states in such notice giving reasons therefor, and thereafter the Director shall hold a hearing to determine whether renewal of the licence should be refused or whether the licence should be further suspended or revoked under this Act or the regulations.  R.S.O. 1990, c. L.22, s. 5 (2).</p> <p class=\"headnote\">Continuation of licence pending renewal</p> <p class=\"subsection\">(3) Subject to subsection (2), where within the time prescribed therefor or, if no time is prescribed, before expiry of the licensee’s licence, a licensee has applied for a renewal of the licence and paid the prescribed fee and observed or carried out the provisions of this Act and the regulations, the licensee’s existing licence shall be deemed to continue until the licensee has received the decision of the Director on the application for renewal.  R.S.O. 1990, c. L.22, s. 5 (3).</p>"
        },
        {
            "id": "6",
            "section": "Notice of hearing",
            "content": "6 (1) The notice of a hearing by the Director under section 4 or 5 shall afford the applicant or licensee a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue or retention of the licence.  R.S.O. 1990, c. L.22, s. 6 (1). Examination of documentary evidence (2) An applicant or licensee who is a party to proceedings in which the Director holds a hearing shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing.  R.S.O. 1990, c. L.22, s. 6 (2).",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) The notice of a hearing by the Director under section 4 or 5 shall afford the applicant or licensee a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue or retention of the licence.  R.S.O. 1990, c. L.22, s. 6 (1).</p> <p class=\"headnote\">Examination of documentary evidence</p> <p class=\"subsection\">(2) An applicant or licensee who is a party to proceedings in which the Director holds a hearing shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing.  R.S.O. 1990, c. L.22, s. 6 (2).</p>"
        },
        {
            "id": "7",
            "section": "Variation of decision by Director",
            "content": "7 Where the Director has refused to issue or renew or has suspended or revoked a licence pursuant to a hearing the Director may, at any time of his or her own motion or on the application of the person who was the applicant or licensee, vary or rescind his or her decision, but the Director shall not vary or rescind the decision adversely to the interests of any person without holding a rehearing to which such person is a party and may make such decision pursuant to such rehearing as the Director considers proper under this Act and the regulations.  R.S.O. 1990, c. L.22, s. 7.",
            "raw_html": "<p class=\"section\"><b>7 </b>Where the Director has refused to issue or renew or has suspended or revoked a licence pursuant to a hearing the Director may, at any time of his or her own motion or on the application of the person who was the applicant or licensee, vary or rescind his or her decision, but the Director shall not vary or rescind the decision adversely to the interests of any person without holding a rehearing to which such person is a party and may make such decision pursuant to such rehearing as the Director considers proper under this Act and the regulations.  R.S.O. 1990, c. L.22, s. 7.</p>"
        },
        {
            "id": "8",
            "section": "Appeal to Tribunal",
            "content": "8 (1) Where the Director refuses to issue or renew or suspends or revokes a licence, the applicant or licensee may, by written notice delivered to the Director and filed with the Tribunal within fifteen days after receipt of the decision of the Director, appeal to the Tribunal.  R.S.O. 1990, c. L.22, s. 8 (1); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (1). Extension of time for appeal (2) The Tribunal may extend the time for the giving of notice by an applicant or licensee under subsection (1), either before or after expiration of such time, where it is satisfied that there are apparent grounds for appeal and that there are reasonable grounds for applying for the extension.  R.S.O. 1990, c. L.22, s. 8 (2); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (2). Powers of Tribunal (3) Where an applicant or licensee appeals to the Tribunal under this section, the Tribunal shall hear the appeal by way of a new hearing to determine whether the licence should be issued, renewed, suspended or revoked and may after the hearing confirm or alter the decision of the Director or direct the Director to do any act the Director is authorized to do under this Act and the regulations and as the Tribunal considers proper and, for such purpose, the Tribunal may substitute its opinion for that of the Director.  R.S.O. 1990, c. L.22, s. 8 (3); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (2). Effect of decision pending disposal of appeal (4) Although an applicant or licensee has appealed under this section from a decision of the Director, unless the Director otherwise directs, the decision of the Director is effective until the appeal is disposed of.  R.S.O. 1990, c. L.22, s. 8 (4). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 26 (3) - 09/12/1994 2006, c. 19, Sched. A, s. 11 (1, 2) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) Where the Director refuses to issue or renew or suspends or revokes a licence, the applicant or licensee may, by written notice delivered to the Director and filed with the Tribunal within fifteen days after receipt of the decision of the Director, appeal to the Tribunal.  R.S.O. 1990, c. L.22, s. 8 (1); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (1).</p> <p class=\"headnote\">Extension of time for appeal</p> <p class=\"subsection\">(2) The Tribunal may extend the time for the giving of notice by an applicant or licensee under subsection (1), either before or after expiration of such time, where it is satisfied that there are apparent grounds for appeal and that there are reasonable grounds for applying for the extension.  R.S.O. 1990, c. L.22, s. 8 (2); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (2).</p> <p class=\"headnote\">Powers of Tribunal</p> <p class=\"subsection\">(3) Where an applicant or licensee appeals to the Tribunal under this section, the Tribunal shall hear the appeal by way of a new hearing to determine whether the licence should be issued, renewed, suspended or revoked and may after the hearing confirm or alter the decision of the Director or direct the Director to do any act the Director is authorized to do under this Act and the regulations and as the Tribunal considers proper and, for such purpose, the Tribunal may substitute its opinion for that of the Director.  R.S.O. 1990, c. L.22, s. 8 (3); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (2).</p> <p class=\"headnote\">Effect of decision pending disposal of appeal</p> <p class=\"subsection\">(4) Although an applicant or licensee has appealed under this section from a decision of the Director, unless the Director otherwise directs, the decision of the Director is effective until the appeal is disposed of.  R.S.O. 1990, c. L.22, s. 8 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 26 (3) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedas11s1\">2006, c. 19, Sched. A, s. 11 (1, 2)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "9",
            "section": "Parties",
            "content": "9 (1) The Director, the appellant and such other persons as the Tribunal may specify are parties to the proceedings before the Tribunal under this Act.  R.S.O. 1990, c. L.22, s. 9 (1); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (1). Members making decision not to have taken part in investigation, etc. (2) Members of the Tribunal assigned to render a decision after a hearing shall not have taken part prior to the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or representative of a party except upon notice to and opportunity for all parties to participate, but such members may seek legal advice from an adviser independent from the parties and in such case the nature of the advice should be made known to the parties in order that they may make submissions as to the law.  R.S.O. 1990, c. L.22, s. 9 (2); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (1). Recording of evidence (3) The oral evidence taken before the Tribunal at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Superior Court of Justice.  R.S.O. 1990, c. L.22, s. 9 (3); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (1); 2006, c. 19, Sched. C, s. 1 (1). Findings of fact (4) The findings of fact of the Tribunal pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the Statutory Powers Procedure Act.  R.S.O. 1990, c. L.22, s. 9 (4); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (3). Only members at hearing to participate in decision (5) No member of the Tribunal shall participate in a decision of the Tribunal pursuant to a hearing unless the member was present throughout the hearing and heard the evidence and argument of the parties and, except with the consent of the parties, no decision of the Tribunal shall be given unless all members so present participate in the decision.  R.S.O. 1990, c. L.22, s. 9 (5); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (1). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 26 (3) - 09/12/1994 2006, c. 19, Sched. A, s. 11 (1, 3) - 22/06/2006; 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) The Director, the appellant and such other persons as the Tribunal may specify are parties to the proceedings before the Tribunal under this Act.  R.S.O. 1990, c. L.22, s. 9 (1); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (1).</p> <p class=\"headnote\">Members making decision not to have taken part in investigation, etc.</p> <p class=\"subsection\">(2) Members of the Tribunal assigned to render a decision after a hearing shall not have taken part prior to the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or representative of a party except upon notice to and opportunity for all parties to participate, but such members may seek legal advice from an adviser independent from the parties and in such case the nature of the advice should be made known to the parties in order that they may make submissions as to the law.  R.S.O. 1990, c. L.22, s. 9 (2); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (1).</p> <p class=\"headnote\">Recording of evidence</p> <p class=\"subsection\">(3) The oral evidence taken before the Tribunal at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Superior Court of Justice.  R.S.O. 1990, c. L.22, s. 9 (3); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Findings of fact</p> <p class=\"subsection\">(4) The findings of fact of the Tribunal pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the <i>Statutory Powers Procedure Act</i>.  R.S.O. 1990, c. L.22, s. 9 (4); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (3).</p> <p class=\"headnote\">Only members at hearing to participate in decision</p> <p class=\"subsection\">(5) No member of the Tribunal shall participate in a decision of the Tribunal pursuant to a hearing unless the member was present throughout the hearing and heard the evidence and argument of the parties and, except with the consent of the parties, no decision of the Tribunal shall be given unless all members so present participate in the decision.  R.S.O. 1990, c. L.22, s. 9 (5); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 26 (3) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedas11s1\">2006, c. 19, Sched. A, s. 11 (1, 3)</a></span> - 22/06/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "10",
            "section": "Appeal to court",
            "content": "10 (1) Any party to the hearing before the Tribunal may appeal from the decision of the Tribunal to the Divisional Court in accordance with the rules of court.  R.S.O. 1990, c. L.22, s. 10 (1); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (1). Minister entitled to be heard (2) The Minister is entitled to be heard, by counsel or otherwise, upon the argument of an appeal under this section.  R.S.O. 1990, c. L.22, s. 10 (2). Record to be filed in court (3) The chair of the Tribunal shall file with the Superior Court of Justice the record of the proceedings before the Tribunal which, together with a transcript of the evidence before the Tribunal if it is not part of the Tribunal’s record, shall constitute the record in the appeal.  R.S.O. 1990, c. L.22, s. 10 (3); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (1); 2006, c. 19, Sched. C, s. 1 (1). Powers of court on appeal (4) An appeal under this section may be made on any question that is not a question of fact alone and the court may confirm or alter the decision of the Tribunal or direct the Director to do any act the Director is authorized to do under this Act or may refer the matter back to the Tribunal for reconsideration by the Tribunal as the court considers proper and the court may substitute its opinion for that of the Director or the Tribunal.  R.S.O. 1990, c. L.22, s. 10 (4); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (4). Effect of decision of Tribunal pending disposal of appeal (5) Although an applicant or licensee has appealed under this section from a decision of the Tribunal, unless the Tribunal otherwise directs, the decision of the Tribunal is effective until the appeal is disposed of.  R.S.O. 1990, c. L.22, s. 10 (5); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (4). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 26 (3) - 09/12/1994 2006, c. 19, Sched. A, s. 11 (1, 4) - 22/06/2006; 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) Any party to the hearing before the Tribunal may appeal from the decision of the Tribunal to the Divisional Court in accordance with the rules of court.  R.S.O. 1990, c. L.22, s. 10 (1); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (1).</p> <p class=\"headnote\">Minister entitled to be heard</p> <p class=\"subsection\">(2) The Minister is entitled to be heard, by counsel or otherwise, upon the argument of an appeal under this section.  R.S.O. 1990, c. L.22, s. 10 (2).</p> <p class=\"headnote\">Record to be filed in court</p> <p class=\"subsection\">(3) The chair of the Tribunal shall file with the Superior Court of Justice the record of the proceedings before the Tribunal which, together with a transcript of the evidence before the Tribunal if it is not part of the Tribunal’s record, shall constitute the record in the appeal.  R.S.O. 1990, c. L.22, s. 10 (3); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Powers of court on appeal</p> <p class=\"subsection\">(4) An appeal under this section may be made on any question that is not a question of fact alone and the court may confirm or alter the decision of the Tribunal or direct the Director to do any act the Director is authorized to do under this Act or may refer the matter back to the Tribunal for reconsideration by the Tribunal as the court considers proper and the court may substitute its opinion for that of the Director or the Tribunal.  R.S.O. 1990, c. L.22, s. 10 (4); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (4).</p> <p class=\"headnote\">Effect of decision of Tribunal pending disposal of appeal</p> <p class=\"subsection\">(5) Although an applicant or licensee has appealed under this section from a decision of the Tribunal, unless the Tribunal otherwise directs, the decision of the Tribunal is effective until the appeal is disposed of.  R.S.O. 1990, c. L.22, s. 10 (5); 1994, c. 27, s. 26 (3); 2006, c. 19, Sched. A, s. 11 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 26 (3) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedas11s1\">2006, c. 19, Sched. A, s. 11 (1, 4)</a></span> - 22/06/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "11",
            "section": "Conditions of licence",
            "content": "11 Every licence is subject to the conditions that the operator, (a) maintains the security required by the regulations; (b) is in possession of premises that have at least one building for the stabling of the livestock that is assembled for the purpose of sale; and (c) complies with this Act and the regulations and any other condition that is imposed by the regulations.  R.S.O. 1990, c. L.22, s. 11.",
            "raw_html": "<p class=\"section\"><b>11 </b>Every licence is subject to the conditions that the operator,</p> <p class=\"paragraph\">  (a) maintains the security required by the regulations;</p> <p class=\"paragraph\">  (b) is in possession of premises that have at least one building for the stabling of the livestock that is assembled for the purpose of sale; and</p> <p class=\"paragraph\">  (c) complies with this Act and the regulations and any other condition that is imposed by the regulations.  R.S.O. 1990, c. L.22, s. 11.</p>"
        },
        {
            "id": "12",
            "section": "Requirements for premises",
            "content": "12 No operator shall hold a community sale unless, (a) every building in which livestock is kept is subdivided into areas so that each class of livestock may be kept separately and so that the livestock that is designated for sale for purposes other than slaughter may be kept separate from the livestock that is designated for sale for slaughter; (b) facilities for watering livestock are provided in each separate area in which livestock is kept; (c) every floor of every building used for keeping livestock and every passageway over which livestock passes has a reasonably smooth and impermeable surface; (d) every wall, partition, barrier, fence, manger, trough and other structure or part thereof with which livestock may come into contact is free from sharp projections and obstructions that may injure livestock; (e) a room is provided in a convenient location for the use of an inspector as an office and as a laboratory equipped with such facilities as are required by the inspector in the course of his or her duties under this Act and the regulations; and (f) a set of scales with a weighing capacity of at least 1,361 kilograms is installed and maintained in good operating condition.  R.S.O. 1990, c. L.22, s. 12.",
            "raw_html": "<p class=\"section\"><b>12 </b>No operator shall hold a community sale unless,</p> <p class=\"paragraph\">  (a) every building in which livestock is kept is subdivided into areas so that each class of livestock may be kept separately and so that the livestock that is designated for sale for purposes other than slaughter may be kept separate from the livestock that is designated for sale for slaughter;</p> <p class=\"paragraph\">  (b) facilities for watering livestock are provided in each separate area in which livestock is kept;</p> <p class=\"paragraph\">  (c) every floor of every building used for keeping livestock and every passageway over which livestock passes has a reasonably smooth and impermeable surface;</p> <p class=\"paragraph\">  (d) every wall, partition, barrier, fence, manger, trough and other structure or part thereof with which livestock may come into contact is free from sharp projections and obstructions that may injure livestock;</p> <p class=\"paragraph\">  (e) a room is provided in a convenient location for the use of an inspector as an office and as a laboratory equipped with such facilities as are required by the inspector in the course of his or her duties under this Act and the regulations; and</p> <p class=\"paragraph\">  (f) a set of scales with a weighing capacity of at least 1,361 kilograms is installed and maintained in good operating condition.  R.S.O. 1990, c. L.22, s. 12.</p>"
        },
        {
            "id": "13",
            "section": "Number of livestock on premises",
            "content": "13 No operator shall assemble livestock for a community sale in greater numbers than may be kept, fed, watered and otherwise cared for on the premises without overcrowding or risk of injury.  R.S.O. 1990, c. L.22, s. 13.",
            "raw_html": "<p class=\"section\"><b>13 </b>No operator shall assemble livestock for a community sale in greater numbers than may be kept, fed, watered and otherwise cared for on the premises without overcrowding or risk of injury.  R.S.O. 1990, c. L.22, s. 13.</p>"
        },
        {
            "id": "14",
            "section": "Conditions precedent to sale",
            "content": "14 (1) No operator shall commence a community sale until an inspector, (a) has inspected the premises at which the sale is to be held; and (b) has carried out such duties as are prescribed in the regulations to be completed before the commencement of a community sale.  R.S.O. 1990, c. L.22, s. 14 (1). Idem (2) No operator shall offer livestock for sale at a community sale unless such livestock has been inspected on the premises by an inspector before being offered for sale.  R.S.O. 1990, c. L.22, s. 14 (2).",
            "raw_html": "<p class=\"section\"><b>14 </b>(1) No operator shall commence a community sale until an inspector,</p> <p class=\"paragraph\">  (a) has inspected the premises at which the sale is to be held; and</p> <p class=\"paragraph\">  (b) has carried out such duties as are prescribed in the regulations to be completed before the commencement of a community sale.  R.S.O. 1990, c. L.22, s. 14 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) No operator shall offer livestock for sale at a community sale unless such livestock has been inspected on the premises by an inspector before being offered for sale.  R.S.O. 1990, c. L.22, s. 14 (2).</p>"
        },
        {
            "id": "15",
            "section": "Records",
            "content": "15 Every operator shall keep for at least twelve months after each community sale a record of the sale showing, (a) the names and addresses of the sellers and buyers of the livestock; (b) the dates of arrival at and departure from the operator’s premises of the livestock; (c) an identification or description of the livestock; (d) the sale price of the livestock; and (e) where the livestock is sold by weight, the weight thereof.  R.S.O. 1990, c. L.22, s. 15.",
            "raw_html": "<p class=\"section\"><b>15 </b>Every operator shall keep for at least twelve months after each community sale a record of the sale showing,</p> <p class=\"paragraph\">  (a) the names and addresses of the sellers and buyers of the livestock;</p> <p class=\"paragraph\">  (b) the dates of arrival at and departure from the operator’s premises of the livestock;</p> <p class=\"paragraph\">  (c) an identification or description of the livestock;</p> <p class=\"paragraph\">  (d) the sale price of the livestock; and</p> <p class=\"paragraph\">  (e) where the livestock is sold by weight, the weight thereof.  R.S.O. 1990, c. L.22, s. 15.</p>"
        },
        {
            "id": "16",
            "section": "Inspectors",
            "content": "16 (1) The Minister shall appoint a chief inspector who is a veterinarian and such other inspectors as the Minister considers necessary and, despite any other Act, such inspectors have exclusive authority to initiate proceedings to enforce the provisions of this Act and the regulations.  R.S.O. 1990, c. L.22, s. 16 (1). Certificate of appointment (2) The production by an inspector of a certificate of his or her appointment purporting to be signed by the Minister is admissible in evidence as proof, in the absence of evidence to the contrary, of his or her appointment without further proof of the signature or authority of the Minister.  R.S.O. 1990, c. L.22, s. 16 (2). Powers of inspector (3) Subject to subsections (4), (5) and (6), the Director or an inspector may, for the purpose of carrying out his or her duties under this Act, (a) enter any premises and any truck or other conveyance thereon and inspect the premises, truck or other conveyance and any livestock therein; (b) require the production or furnishing by the owner or custodian thereof of any books, records or documents, or of extracts therefrom, of persons licensed under this Act or relating to any livestock assembled or sold at a community sale; (c) in accordance with the regulations, seize, remove, detain and provide for the disposal of any livestock where, (i) he or she believes on reasonable and probable grounds that there is a contravention of this Act or the regulations in respect thereof, or (ii) it appears to him or her that the livestock is diseased, injured or shows evidence of any other abnormal condition; (d) order livestock mentioned in subclause (c) (ii) to be destroyed, (i) with the consent of the owner, or (ii) where a veterinarian has examined the livestock and has advised the Director or inspector in writing that the livestock is diseased, injured or suffers from any other abnormal condition and, in the veterinarian’s opinion, is incapable of being so cured, healed or treated as to live thereafter without suffering.  R.S.O. 1990, c. L.22, s. 16 (3). No entry without consent or warrant (4) Except under the authority of a warrant under section 158 of the Provincial Offences Act, the Director or an inspector shall not enter any part of a dwelling without the consent of the occupant.  R.S.O. 1990, c. L.22, s. 16 (4). Production of records, etc. (5) Where the Director or an inspector requires the production or furnishing of books, records, documents or extracts therefrom, the person having custody thereof shall produce or furnish them to the Director or inspector and the Director or inspector may detain them for the purpose of making copies therefrom and thereafter return them to the person who produced or furnished them.  R.S.O. 1990, c. L.22, s. 16 (5). Certification of copy (6) Where a copy of a book, record, document or extract is made under subsection (5) and is certified by a person thereunto authorized, it is admissible in evidence and has the same probative force as the original document would have had if it had been proven in the ordinary way.  R.S.O. 1990, c. L.22, s. 16 (6).",
            "raw_html": "<p class=\"section\"><b>16 </b>(1) The Minister shall appoint a chief inspector who is a veterinarian and such other inspectors as the Minister considers necessary and, despite any other Act, such inspectors have exclusive authority to initiate proceedings to enforce the provisions of this Act and the regulations.  R.S.O. 1990, c. L.22, s. 16 (1).</p> <p class=\"headnote\">Certificate of appointment</p> <p class=\"subsection\">(2) The production by an inspector of a certificate of his or her appointment purporting to be signed by the Minister is admissible in evidence as proof, in the absence of evidence to the contrary, of his or her appointment without further proof of the signature or authority of the Minister.  R.S.O. 1990, c. L.22, s. 16 (2).</p> <p class=\"headnote\">Powers of inspector</p> <p class=\"subsection\">(3) Subject to subsections (4), (5) and (6), the Director or an inspector may, for the purpose of carrying out his or her duties under this Act,</p> <p class=\"paragraph\">  (a) enter any premises and any truck or other conveyance thereon and inspect the premises, truck or other conveyance and any livestock therein;</p> <p class=\"paragraph\">  (b) require the production or furnishing by the owner or custodian thereof of any books, records or documents, or of extracts therefrom, of persons licensed under this Act or relating to any livestock assembled or sold at a community sale;</p> <p class=\"paragraph\">  (c) in accordance with the regulations, seize, remove, detain and provide for the disposal of any livestock where,</p> <p class=\"subclause\">  (i) he or she believes on reasonable and probable grounds that there is a contravention of this Act or the regulations in respect thereof, or</p> <p class=\"subclause\">  (ii) it appears to him or her that the livestock is diseased, injured or shows evidence of any other abnormal condition;</p> <p class=\"paragraph\">  (d) order livestock mentioned in subclause (c) (ii) to be destroyed,</p> <p class=\"subclause\">  (i) with the consent of the owner, or</p> <p class=\"subclause\">  (ii) where a veterinarian has examined the livestock and has advised the Director or inspector in writing that the livestock is diseased, injured or suffers from any other abnormal condition and, in the veterinarian’s opinion, is incapable of being so cured, healed or treated as to live thereafter without suffering.  R.S.O. 1990, c. L.22, s. 16 (3).</p> <p class=\"headnote\">No entry without consent or warrant</p> <p class=\"subsection\">(4) Except under the authority of a warrant under section 158 of the <i>Provincial Offences Act</i>, the Director or an inspector shall not enter any part of a dwelling without the consent of the occupant.  R.S.O. 1990, c. L.22, s. 16 (4).</p> <p class=\"headnote\">Production of records, etc.</p> <p class=\"subsection\">(5) Where the Director or an inspector requires the production or furnishing of books, records, documents or extracts therefrom, the person having custody thereof shall produce or furnish them to the Director or inspector and the Director or inspector may detain them for the purpose of making copies therefrom and thereafter return them to the person who produced or furnished them.  R.S.O. 1990, c. L.22, s. 16 (5).</p> <p class=\"headnote\">Certification of copy</p> <p class=\"subsection\">(6) Where a copy of a book, record, document or extract is made under subsection (5) and is certified by a person thereunto authorized, it is admissible in evidence and has the same probative force as the original document would have had if it had been proven in the ordinary way.  R.S.O. 1990, c. L.22, s. 16 (6).</p>"
        },
        {
            "id": "17",
            "section": "Obstruction",
            "content": "17 No person shall hinder or obstruct the Director or an inspector in the course of his or her duties, or refuse to permit him or her to inspect any premises or any truck or other conveyance thereon or any livestock therein, or furnish him or her with false information, or refuse to furnish him or her with information.  R.S.O. 1990, c. L.22, s. 17.",
            "raw_html": "<p class=\"section\"><b>17 </b>No person shall hinder or obstruct the Director or an inspector in the course of his or her duties, or refuse to permit him or her to inspect any premises or any truck or other conveyance thereon or any livestock therein, or furnish him or her with false information, or refuse to furnish him or her with information.  R.S.O. 1990, c. L.22, s. 17.</p>"
        },
        {
            "id": "18",
            "section": "Offence",
            "content": "18 Every person who contravenes any of the provisions of this Act or the regulations is guilty of an offence and on conviction is liable for a first offence to a fine of not more than $2,000 and for a second or subsequent offence to a fine of not more than $5,000.  R.S.O. 1990, c. L.22, s. 18.",
            "raw_html": "<p class=\"section\"><b>18 </b>Every person who contravenes any of the provisions of this Act or the regulations is guilty of an offence and on conviction is liable for a first offence to a fine of not more than $2,000 and for a second or subsequent offence to a fine of not more than $5,000.  R.S.O. 1990, c. L.22, s. 18.</p>"
        },
        {
            "id": "19",
            "section": "Regulations",
            "content": "19 (1) The Lieutenant Governor in Council may make regulations, (a) establishing classes of community sales and limiting the application of any regulation to any such class; (b) providing for the issue, renewal, refusal to grant or renew, suspension and revocation of licences; (b.1) exempting classes of persons from the requirement under section 3 to hold a licence, in such circumstances as may be prescribed and subject to such restrictions as may be prescribed; (c)  Repealed:  1994, c. 27, s. 26 (5). (d) designating sales or classes of sales of pure bred livestock for the purpose of clause 2 (c); (e) prescribing additional conditions to those mentioned in section 11; (f) prescribing the fee payable for a licence and for the renewal thereof; (g) requiring the bonding of operators and prescribing the amount and form of such bonds, the classes of securities that are acceptable as collateral security, the period that bonds shall subsist, the condition upon which bonds may be forfeited, and respecting all matters subsequent to forfeiture; (h) prescribing the powers and duties of inspectors or any class thereof; (i) respecting the times of delivery of livestock to premises and the hours for holding community sales; (j) respecting the conditions under which livestock shall be assembled or offered for sale at community sales; (k) prescribing the manner in which premises shall be cleaned and disinfected; (l) designating diseases and providing for the disposal of livestock found infected with any such disease; (m) prescribing forms and providing for their use; (n) governing the seizure, removal, detention and disposal of livestock for the purposes of clause 16 (3) (c); (o) governing the destruction of livestock for the purposes of clause 16 (3) (d); (p) prescribing standards for the health, welfare and care of livestock, or any class thereof, in connection with community sales; (q) prohibiting the sale of livestock affected with any disease or other abnormal condition and providing for the disposal of such livestock; (r) prescribing the terms and conditions upon which livestock affected with any disease or other abnormal condition may be offered for sale and sold; (s) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act.  R.S.O. 1990, c. L.22, s. 19; 1994, c. 27, s. 26 (4, 5). Same (2) The Lieutenant Governor in Council may make regulations adding to, removing, replacing or changing in any other way the grounds upon which or the circumstances in which a licence may be issued, renewed, suspended or revoked under section 4 or 5.  1994, c. 27, s. 26 (6). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 26 (4-6) - 09/12/1994 ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>19 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) establishing classes of community sales and limiting the application of any regulation to any such class;</p> <p class=\"paragraph\">  (b) providing for the issue, renewal, refusal to grant or renew, suspension and revocation of licences;</p> <p class=\"paragraph\"> (b.1) exempting classes of persons from the requirement under section 3 to hold a licence, in such circumstances as may be prescribed and subject to such restrictions as may be prescribed;</p> <p class=\"paragraph\">  (c)  <span>Repealed</span>:  1994, c. 27, s. 26 (5).</p> <p class=\"paragraph\">  (d) designating sales or classes of sales of pure bred livestock for the purpose of clause 2 (c);</p> <p class=\"paragraph\">  (e) prescribing additional conditions to those mentioned in section 11;</p> <p class=\"paragraph\">  (f) prescribing the fee payable for a licence and for the renewal thereof;</p> <p class=\"paragraph\">  (g) requiring the bonding of operators and prescribing the amount and form of such bonds, the classes of securities that are acceptable as collateral security, the period that bonds shall subsist, the condition upon which bonds may be forfeited, and respecting all matters subsequent to forfeiture;</p> <p class=\"paragraph\">  (h) prescribing the powers and duties of inspectors or any class thereof;</p> <p class=\"paragraph\">  (i) respecting the times of delivery of livestock to premises and the hours for holding community sales;</p> <p class=\"paragraph\">  (j) respecting the conditions under which livestock shall be assembled or offered for sale at community sales;</p> <p class=\"paragraph\">  (k) prescribing the manner in which premises shall be cleaned and disinfected;</p> <p class=\"paragraph\">  (l) designating diseases and providing for the disposal of livestock found infected with any such disease;</p> <p class=\"paragraph\">  (m) prescribing forms and providing for their use;</p> <p class=\"paragraph\">  (n) governing the seizure, removal, detention and disposal of livestock for the purposes of clause 16 (3) (c);</p> <p class=\"paragraph\">  (o) governing the destruction of livestock for the purposes of clause 16 (3) (d);</p> <p class=\"paragraph\">  (p) prescribing standards for the health, welfare and care of livestock, or any class thereof, in connection with community sales;</p> <p class=\"paragraph\">  (q) prohibiting the sale of livestock affected with any disease or other abnormal condition and providing for the disposal of such livestock;</p> <p class=\"paragraph\">  (r) prescribing the terms and conditions upon which livestock affected with any disease or other abnormal condition may be offered for sale and sold;</p> <p class=\"paragraph\">  (s) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act.  R.S.O. 1990, c. L.22, s. 19; 1994, c. 27, s. 26 (4, 5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may make regulations adding to, removing, replacing or changing in any other way the grounds upon which or the circumstances in which a licence may be issued, renewed, suspended or revoked under section 4 or 5.  1994, c. 27, s. 26 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1994, c. 27, s. 26 (4-6) - 09/12/1994</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90l22\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}