{
    "act_info": {
        "full_title": "Livestock and Livestock Products Act, R.S.O. 1990, c. L.20",
        "act_name_text": "Livestock and Livestock Products Act",
        "citation": "R.S.O. 1990, c. L.20",
        "url": "https://www.ontario.ca/laws/statute/90l20",
        "date_scraped": "2023-12-18 04:21:53"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90l20/v4",
            "valid_from": "December 10, 2019",
            "valid_to": "June  7, 2023"
        },
        {
            "a_href": "/laws/statute/90l20/v3",
            "valid_from": "December 15, 2009",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/statute/90l20/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90l20/v1",
            "valid_from": "December 22, 1999",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/990318",
            "Citation": "O. Reg. 318/99",
            "title": "LIVESTOCK AND LIVESTOCK PRODUCTS"
        },
        {
            "a_href": "/laws/regulation/900727",
            "Citation": "R.R.O. 1990, Reg. 727",
            "title": "WOOL"
        },
        {
            "a_href": "/laws/regulation/900725",
            "Citation": "R.R.O. 1990, Reg. 725",
            "title": "LIVESTOCK"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “grade” means the classification of any livestock or livestock product according to the prescribed standards; (“catégorie”) “inspector” means an inspector appointed for the purposes of this Act; (“inspecteur”) “licence” means a licence required under this Act; (“permis”) “livestock” means animals or poultry designated as livestock in the regulations; (“bétail”) “livestock dealer” means a person engaged in the business of buying or selling livestock as a principal or as an agent; (“marchand de bétail”) “livestock product” means an animal or poultry product designated as a livestock product in the regulations; (“produits du bétail”) “Minister” means the Minister of Agriculture, Food and Rural Affairs; (“ministre”) “regulations” means the regulations made under this Act; (“règlements”) “Tribunal” means the Agriculture, Food and Rural Affairs Appeal Tribunal continued under the Ministry of Agriculture, Food and Rural Affairs Act. (“Tribunal”)  R.S.O. 1990, c. L.20, s. 1; 1994, c. 27, s. 24 (1-3); 1999, c. 12, Sched. A, s. 14; 2009, c. 33, Sched. 1, s. 16 (1). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 24 (1, 2) - 09/12/1994; 1999, c. 12, Sched. A, s. 14 - 22/12/1999 2009, c. 33, Sched. 1, s. 16 (1) - 15/12/2009",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“grade” means the classification of any livestock or livestock product according to the prescribed standards; (“catégorie”)</p> <p class=\"definition\">“inspector” means an inspector appointed for the purposes of this Act; (“inspecteur”)</p> <p class=\"definition\">“licence” means a licence required under this Act; (“permis”)</p> <p class=\"definition\">“livestock” means animals or poultry designated as livestock in the regulations; (“bétail”)</p> <p class=\"definition\">“livestock dealer” means a person engaged in the business of buying or selling livestock as a principal or as an agent; (“marchand de bétail”)</p> <p class=\"definition\">“livestock product” means an animal or poultry product designated as a livestock product in the regulations; (“produits du bétail”)</p> <p class=\"definition\">“Minister” means the Minister of Agriculture, Food and Rural Affairs; (“ministre”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“Tribunal” means the Agriculture, Food and Rural Affairs Appeal Tribunal continued under the <i>Ministry of Agriculture, Food and Rural Affairs Act</i>. (“Tribunal”)  R.S.O. 1990, c. L.20, s. 1; 1994, c. 27, s. 24 (1-3); 1999, c. 12, Sched. A, s. 14; 2009, c. 33, Sched. 1, s. 16 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 24 (1, 2) - 09/12/1994; 1999, c. 12, Sched. A, s. 14 - 22/12/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched1s16s1\">2009, c. 33, Sched. 1, s. 16 (1)</a></span> - 15/12/2009</p>"
        },
        {
            "id": "1.1",
            "section": "Director",
            "content": "1.1 The Minister may appoint a director who shall be responsible to him or her for the administration and enforcement of this Act.  1994, c. 27, s. 24 (4). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 24 (4) - 09/12/1994",
            "raw_html": "<p class=\"section\"><b>1.1 </b>The Minister may appoint a director who shall be responsible to him or her for the administration and enforcement of this Act.  1994, c. 27, s. 24 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 24 (4) - 09/12/1994</p>"
        },
        {
            "id": "2",
            "section": "Licence required",
            "content": "2 No person shall engage in business, (a)  as a livestock dealer; or (b)  as a dealer in livestock products, without a licence therefor from the director.  R.S.O. 1990, c. L.20, s. 2; 1994, c. 27, s. 24 (5). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 24 (5) - 09/12/1994",
            "raw_html": "<p class=\"section\"><b>2 </b>No person shall engage in business,</p> <p class=\"paragraph\">  (a)  as a livestock dealer; or</p> <p class=\"paragraph\">  (b)  as a dealer in livestock products,</p> <p class=\"section\">without a licence therefor from the director.  R.S.O. 1990, c. L.20, s. 2; 1994, c. 27, s. 24 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 24 (5) - 09/12/1994</p>"
        },
        {
            "id": null,
            "section": "Licence required",
            "content": "without a licence therefor from the director.  R.S.O. 1990, c. L.20, s. 2; 1994, c. 27, s. 24 (5). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 24 (5) - 09/12/1994",
            "raw_html": "<p class=\"section\">without a licence therefor from the director.  R.S.O. 1990, c. L.20, s. 2; 1994, c. 27, s. 24 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 24 (5) - 09/12/1994</p>"
        },
        {
            "id": "3",
            "section": "Licence issue",
            "content": "3 (1) The director shall issue a licence to a person who makes application therefor in accordance with this Act and the regulations and pays the prescribed fee unless, after a hearing, he or she is of opinion that, (a)  the past conduct of the applicant or, where the applicant is a corporation, of its officers or directors, affords reasonable grounds for belief that the operations that would be authorized by the licence will not be carried on in accordance with law; (b)  the applicant is not in a position to observe or carry out the provisions of this Act and the regulations or the terms and conditions under which the licence is issued; or (c)  any other ground for refusal to issue specified in the regulations exists.  R.S.O. 1990, c. L.20, s. 3 (1); 1994, c. 27, s. 24 (5). Renewal (2) Subject to section 5, the director shall renew a licence on application therefor by the licensee in accordance with this Act and the regulations and payment of the prescribed fee.  R.S.O. 1990, c. L.20, s. 3 (2); 1994, c. 27, s. 24 (5). Terms and conditions (3) The director may impose such terms and conditions upon a licence as he or she considers proper.  R.S.O. 1990, c. L.20, s. 3 (3); 1994, c. 27, s. 24 (5). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 24 (5) - 09/12/1994",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The director shall issue a licence to a person who makes application therefor in accordance with this Act and the regulations and pays the prescribed fee unless, after a hearing, he or she is of opinion that,</p> <p class=\"paragraph\">  (a)  the past conduct of the applicant or, where the applicant is a corporation, of its officers or directors, affords reasonable grounds for belief that the operations that would be authorized by the licence will not be carried on in accordance with law;</p> <p class=\"paragraph\">  (b)  the applicant is not in a position to observe or carry out the provisions of this Act and the regulations or the terms and conditions under which the licence is issued; or</p> <p class=\"paragraph\">  (c)  any other ground for refusal to issue specified in the regulations exists.  R.S.O. 1990, c. L.20, s. 3 (1); 1994, c. 27, s. 24 (5).</p> <p class=\"headnote\">Renewal</p> <p class=\"subsection\">(2) Subject to section 5, the director shall renew a licence on application therefor by the licensee in accordance with this Act and the regulations and payment of the prescribed fee.  R.S.O. 1990, c. L.20, s. 3 (2); 1994, c. 27, s. 24 (5).</p> <p class=\"headnote\">Terms and conditions</p> <p class=\"subsection\">(3) The director may impose such terms and conditions upon a licence as he or she considers proper.  R.S.O. 1990, c. L.20, s. 3 (3); 1994, c. 27, s. 24 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 24 (5) - 09/12/1994</p>"
        },
        {
            "id": "4",
            "section": "Variation or removal of term or condition",
            "content": "4 Where a licensee is not satisfied with a term or condition imposed upon the licensee’s licence by the director, the licensee may apply to the director to have the term or condition varied or removed and, where the director proposes to refuse to vary or remove the term or condition, he or she shall hold a hearing.  R.S.O. 1990, c. L.20, s. 4; 1994, c. 27, s. 24 (5). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 24 (5) - 09/12/1994",
            "raw_html": "<p class=\"section\"><b>4 </b>Where a licensee is not satisfied with a term or condition imposed upon the licensee’s licence by the director, the licensee may apply to the director to have the term or condition varied or removed and, where the director proposes to refuse to vary or remove the term or condition, he or she shall hold a hearing.  R.S.O. 1990, c. L.20, s. 4; 1994, c. 27, s. 24 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 24 (5) - 09/12/1994</p>"
        },
        {
            "id": "5",
            "section": "Refusal to renew, suspension or cancellation",
            "content": "5 (1) The director may refuse to renew or may suspend or cancel a licence if after a hearing he or she is of opinion that, (a)  the premises, facilities and equipment used in the operations authorized by the licence do not comply with the regulations; (b)  the licensee or, where the licensee is a corporation, any officer, director or servant thereof has contravened or has permitted any person under the licensee’s control or direction in connection with the operations authorized by the licence to contravene any provision of this Act or the regulations or of any other Act or the regulations thereunder or of any law applying to the carrying on of the operations authorized by the licence or of the terms and conditions under which the licence was issued and such contravention warrants such refusal to renew, suspension or cancellation of the licence; or (c)  any other ground for refusal to renew, suspension or cancellation specified in the regulations exists.  R.S.O. 1990, c. L.20, s. 5 (1); 1994, c. 27, s. 24 (5). Provisional suspension or refusal to renew (2) Despite subsection (1), the director may, without a hearing, provisionally suspend or refuse to renew a licence where in his or her opinion it is necessary to do so for the immediate protection of, (a)  the safety or health of any person or the public; (b)  the interests of persons selling livestock or livestock products to the licensee; or (c)  a fund for producers of livestock or livestock products established under the Farm Products Payments Act.  R.S.O. 1990, c. L.20, s. 5 (2); 1994, c. 27, s. 24 (5). Notice of suspension or refusal to renew (3) Notice of suspension or refusal to renew under subsection (2), together with the reasons therefor, shall be given forthwith to the licensee and, as soon as is practicable thereafter, the director shall hold a hearing to determine whether the licence should be further suspended or cancelled or whether renewal of the licence should be refused.  R.S.O. 1990, c. L.20, s. 5 (3); 1994, c. 27, s. 24 (5). Continuation of licence pending renewal (4) Subject to subsections (2) and (3), where within the time prescribed therefor or, if no time is prescribed, before expiry of a licence, a licensee has, (a)  applied for a renewal of the licence; (b)  paid the prescribed fee; (c)  where proof of financial responsibility or security is required, furnished or deposited such proof or security; and (d)  observed or carried out the other provisions of this Act and the regulations and the terms and conditions under which the licence was issued, the existing licence shall be deemed to continue until the licensee has received the decision of the director on the licensee’s application for renewal.  R.S.O. 1990, c. L.20, s. 5 (4); 1993, c. 27, Sched.; 1994, c. 27, s. 24 (5). Section Amendments with date in force (d/m/y) 1993, c. 27, Sched. - 31/12/1991; 1994, c. 27, s. 24 (5) - 09/12/1994",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) The director may refuse to renew or may suspend or cancel a licence if after a hearing he or she is of opinion that,</p> <p class=\"paragraph\">  (a)  the premises, facilities and equipment used in the operations authorized by the licence do not comply with the regulations;</p> <p class=\"paragraph\">  (b)  the licensee or, where the licensee is a corporation, any officer, director or servant thereof has contravened or has permitted any person under the licensee’s control or direction in connection with the operations authorized by the licence to contravene any provision of this Act or the regulations or of any other Act or the regulations thereunder or of any law applying to the carrying on of the operations authorized by the licence or of the terms and conditions under which the licence was issued and such contravention warrants such refusal to renew, suspension or cancellation of the licence; or</p> <p class=\"paragraph\">  (c)  any other ground for refusal to renew, suspension or cancellation specified in the regulations exists.  R.S.O. 1990, c. L.20, s. 5 (1); 1994, c. 27, s. 24 (5).</p> <p class=\"headnote\">Provisional suspension or refusal to renew</p> <p class=\"subsection\">(2) Despite subsection (1), the director may, without a hearing, provisionally suspend or refuse to renew a licence where in his or her opinion it is necessary to do so for the immediate protection of,</p> <p class=\"paragraph\">  (a)  the safety or health of any person or the public;</p> <p class=\"paragraph\">  (b)  the interests of persons selling livestock or livestock products to the licensee; or</p> <p class=\"paragraph\">  (c)  a fund for producers of livestock or livestock products established under the <i>Farm Products Payments Act</i>.  R.S.O. 1990, c. L.20, s. 5 (2); 1994, c. 27, s. 24 (5).</p> <p class=\"headnote\">Notice of suspension or refusal to renew</p> <p class=\"subsection\">(3) Notice of suspension or refusal to renew under subsection (2), together with the reasons therefor, shall be given forthwith to the licensee and, as soon as is practicable thereafter, the director shall hold a hearing to determine whether the licence should be further suspended or cancelled or whether renewal of the licence should be refused.  R.S.O. 1990, c. L.20, s. 5 (3); 1994, c. 27, s. 24 (5).</p> <p class=\"headnote\">Continuation of licence pending renewal</p> <p class=\"subsection\">(4) Subject to subsections (2) and (3), where within the time prescribed therefor or, if no time is prescribed, before expiry of a licence, a licensee has,</p> <p class=\"paragraph\">  (a)  applied for a renewal of the licence;</p> <p class=\"paragraph\">  (b)  paid the prescribed fee;</p> <p class=\"paragraph\">  (c)  where proof of financial responsibility or security is required, furnished or deposited such proof or security; and</p> <p class=\"paragraph\">  (d)  observed or carried out the other provisions of this Act and the regulations and the terms and conditions under which the licence was issued,</p> <p class=\"subsection\">the existing licence shall be deemed to continue until the licensee has received the decision of the director on the licensee’s application for renewal.  R.S.O. 1990, c. L.20, s. 5 (4); 1993, c. 27, Sched.; 1994, c. 27, s. 24 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1993, c. 27, Sched. - 31/12/1991; 1994, c. 27, s. 24 (5) - 09/12/1994</p>"
        },
        {
            "id": "6",
            "section": "Opportunity to show or achieve compliance",
            "content": "6 (1) An applicant or licensee shall be afforded an opportunity to show or to achieve compliance before a hearing with all lawful requirements for the issue or retention of a licence.  R.S.O. 1990, c. L.20, s. 6 (1). Examination of documentary evidence (2) An applicant or licensee who is a party to proceedings in which the director holds a hearing shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing.  R.S.O. 1990, c. L.20, s. 6 (2); 1994, c. 27, s. 24 (5). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 24 (5) - 09/12/1994",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) An applicant or licensee shall be afforded an opportunity to show or to achieve compliance before a hearing with all lawful requirements for the issue or retention of a licence.  R.S.O. 1990, c. L.20, s. 6 (1).</p> <p class=\"headnote\">Examination of documentary evidence</p> <p class=\"subsection\">(2) An applicant or licensee who is a party to proceedings in which the director holds a hearing shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing.  R.S.O. 1990, c. L.20, s. 6 (2); 1994, c. 27, s. 24 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 24 (5) - 09/12/1994</p>"
        },
        {
            "id": "7",
            "section": "Variation of decision by director",
            "content": "7 Where the director has refused to issue or renew or has suspended or cancelled a licence pursuant to a hearing, he or she may, at any time of his or her own motion or on the application of the person who was the applicant or licensee, vary or rescind his or her decision, but the director shall not vary or rescind his or her decision adversely to the interests of any person without holding a rehearing to which such person is a party and may make such decision pursuant to such rehearing as he or she considers proper under this Act and the regulations.  R.S.O. 1990, c. L.20, s. 7; 1994, c. 27, s. 24 (5). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 24 (5) - 09/12/1994",
            "raw_html": "<p class=\"section\"><b>7 </b>Where the director has refused to issue or renew or has suspended or cancelled a licence pursuant to a hearing, he or she may, at any time of his or her own motion or on the application of the person who was the applicant or licensee, vary or rescind his or her decision, but the director shall not vary or rescind his or her decision adversely to the interests of any person without holding a rehearing to which such person is a party and may make such decision pursuant to such rehearing as he or she considers proper under this Act and the regulations.  R.S.O. 1990, c. L.20, s. 7; 1994, c. 27, s. 24 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 24 (5) - 09/12/1994</p>"
        },
        {
            "id": "8",
            "section": "Appeal to Tribunal",
            "content": "8 (1) Where the director refuses to issue or renew or suspends or cancels a licence or, after a hearing, imposes terms or conditions upon a licence or refuses to vary a term or condition of a licence, the applicant or licensee may by written notice delivered to the director and filed with the Tribunal within fifteen days after receipt of the decision of the director appeal to the Tribunal.  R.S.O. 1990, c. L.20, s. 8 (1); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (1). Extension of time for appeal (2) The Tribunal may extend the time for the giving of notice by an applicant or licensee under subsection (1), either before or after expiration of such time, where it is satisfied that there are apparent grounds for appeal and that there are reasonable grounds for applying for the extension.  R.S.O. 1990, c. L.20, s. 8 (2); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (2). Powers of Tribunal (3) Where an applicant or licensee appeals to the Tribunal under this section, the Tribunal shall hear the appeal by way of a new hearing and may, after the hearing, confirm or alter the decision of the director or direct the director to do any act he or she is authorized to do under this Act and the regulations and as the Tribunal considers proper and, for such purpose, the Tribunal may substitute its opinion for that of the director.  R.S.O. 1990, c. L.20, s. 8 (3); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (2). Effect of decision pending disposal of appeal (4) Despite the fact that an applicant or licensee has appealed under this section from a decision of the director, unless the director otherwise directs, the decision of the director is effective until the appeal is disposed of.  R.S.O. 1990, c. L.20, s. 8 (4); 1994, c. 27, s. 24 (6). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 24 (6) - 09/12/1994 2006, c. 19, Sched. A, s. 10 (1, 2) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) Where the director refuses to issue or renew or suspends or cancels a licence or, after a hearing, imposes terms or conditions upon a licence or refuses to vary a term or condition of a licence, the applicant or licensee may by written notice delivered to the director and filed with the Tribunal within fifteen days after receipt of the decision of the director appeal to the Tribunal.  R.S.O. 1990, c. L.20, s. 8 (1); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (1).</p> <p class=\"headnote\">Extension of time for appeal</p> <p class=\"subsection\">(2) The Tribunal may extend the time for the giving of notice by an applicant or licensee under subsection (1), either before or after expiration of such time, where it is satisfied that there are apparent grounds for appeal and that there are reasonable grounds for applying for the extension.  R.S.O. 1990, c. L.20, s. 8 (2); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (2).</p> <p class=\"headnote\">Powers of Tribunal</p> <p class=\"subsection\">(3) Where an applicant or licensee appeals to the Tribunal under this section, the Tribunal shall hear the appeal by way of a new hearing and may, after the hearing, confirm or alter the decision of the director or direct the director to do any act he or she is authorized to do under this Act and the regulations and as the Tribunal considers proper and, for such purpose, the Tribunal may substitute its opinion for that of the director.  R.S.O. 1990, c. L.20, s. 8 (3); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (2).</p> <p class=\"headnote\">Effect of decision pending disposal of appeal</p> <p class=\"subsection\">(4) Despite the fact that an applicant or licensee has appealed under this section from a decision of the director, unless the director otherwise directs, the decision of the director is effective until the appeal is disposed of.  R.S.O. 1990, c. L.20, s. 8 (4); 1994, c. 27, s. 24 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 24 (6) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedas10s1\">2006, c. 19, Sched. A, s. 10 (1, 2)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "9",
            "section": "Parties",
            "content": "9 (1) The director, the appellant and such other persons as the Tribunal may specify are parties to proceedings before the Tribunal under this Act.  R.S.O. 1990, c. L.20, s. 9 (1); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (3). Members making decision not to have taken part in investigation, etc. (2) Members of the Tribunal assigned to render a decision after a hearing shall not have taken part prior to the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or a representative of any party except upon notice to and opportunity for all parties to participate, but such members may seek legal advice from an adviser independent from the parties and in such case the nature of the advice should be made known to the parties in order that they may make submissions as to the law.  R.S.O. 1990, c. L.20, s. 9 (2); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (1). Recording of evidence (3) The oral evidence taken before the Tribunal at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Superior Court of Justice.  R.S.O. 1990, c. L.20, s. 9 (3); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (1); 2006, c. 19, Sched. C, s. 1 (1). Findings of fact (4) The findings of fact of the Tribunal pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the Statutory Powers Procedure Act.  R.S.O. 1990, c. L.20, s. 9 (4); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (4). Only members at hearing to participate in decision (5) No member of the Tribunal shall participate in a decision of the Tribunal pursuant to a hearing unless he or she was present throughout the hearing and heard the evidence and argument of the parties and, except with the consent of the parties, no decision of the Tribunal shall be given unless all members so present participate in the decision.  R.S.O. 1990, c. L.20, s. 9 (5); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (1). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 24 (6) - 09/12/1994 2006, c. 19, Sched. A, s. 10 (1, 3, 4) - 22/06/2006; 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) The director, the appellant and such other persons as the Tribunal may specify are parties to proceedings before the Tribunal under this Act.  R.S.O. 1990, c. L.20, s. 9 (1); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (3).</p> <p class=\"headnote\">Members making decision not to have taken part in investigation, etc.</p> <p class=\"subsection\">(2) Members of the Tribunal assigned to render a decision after a hearing shall not have taken part prior to the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or a representative of any party except upon notice to and opportunity for all parties to participate, but such members may seek legal advice from an adviser independent from the parties and in such case the nature of the advice should be made known to the parties in order that they may make submissions as to the law.  R.S.O. 1990, c. L.20, s. 9 (2); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (1).</p> <p class=\"headnote\">Recording of evidence</p> <p class=\"subsection\">(3) The oral evidence taken before the Tribunal at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Superior Court of Justice.  R.S.O. 1990, c. L.20, s. 9 (3); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Findings of fact</p> <p class=\"subsection\">(4) The findings of fact of the Tribunal pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the <i>Statutory Powers Procedure Act</i>.  R.S.O. 1990, c. L.20, s. 9 (4); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (4).</p> <p class=\"headnote\">Only members at hearing to participate in decision</p> <p class=\"subsection\">(5) No member of the Tribunal shall participate in a decision of the Tribunal pursuant to a hearing unless he or she was present throughout the hearing and heard the evidence and argument of the parties and, except with the consent of the parties, no decision of the Tribunal shall be given unless all members so present participate in the decision.  R.S.O. 1990, c. L.20, s. 9 (5); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 24 (6) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedas10s1\">2006, c. 19, Sched. A, s. 10 (1, 3, 4)</a></span> - 22/06/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "10",
            "section": "Appeal to court",
            "content": "10 (1) Any party to the hearing before the Tribunal may appeal from the decision of the Tribunal to the Divisional Court in accordance with the rules of court.  R.S.O. 1990, c. L.20, s. 10 (1); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (1). Minister entitled to be heard (2) The Minister is entitled to be heard, by counsel or otherwise, upon the argument of an appeal under this section.  R.S.O. 1990, c. L.20, s. 10 (2). Record to be filed in court (3) The chair of the Tribunal shall file with the Superior Court of Justice the record of the proceedings before the Tribunal which, together with a transcript of the evidence before the Tribunal, if it is not part of the Tribunal’s record, shall constitute the record in the appeal.  R.S.O. 1990, c. L.20, s. 10 (3); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (1); 2006, c. 19, Sched. C, s. 1 (1). Powers of court on appeal (4) An appeal under this section may be made on any question that is not a question of fact alone and the court may confirm or alter the decision of the Tribunal or direct the director to do any act he or she is authorized to do under this Act or may refer the matter back to the Tribunal for reconsideration by the Tribunal as the court considers proper and the court may substitute its opinion for that of the director or the Tribunal.  R.S.O. 1990, c. L.20, s. 10 (4); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (1). Effect of decision of Tribunal pending disposal of appeal (5) Despite the fact that an applicant or licensee has appealed under this section from a decision of the Tribunal, unless the Tribunal otherwise directs, the decision of the Tribunal is effective until the appeal is disposed of.  R.S.O. 1990, c. L.20, s. 10 (5); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (5). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 24 (6) - 09/12/1994 2006, c. 19, Sched. A, s. 10 (1, 5) - 22/06/2006; 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) Any party to the hearing before the Tribunal may appeal from the decision of the Tribunal to the Divisional Court in accordance with the rules of court.  R.S.O. 1990, c. L.20, s. 10 (1); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (1).</p> <p class=\"headnote\">Minister entitled to be heard</p> <p class=\"subsection\">(2) The Minister is entitled to be heard, by counsel or otherwise, upon the argument of an appeal under this section.  R.S.O. 1990, c. L.20, s. 10 (2).</p> <p class=\"headnote\">Record to be filed in court</p> <p class=\"subsection\">(3) The chair of the Tribunal shall file with the Superior Court of Justice the record of the proceedings before the Tribunal which, together with a transcript of the evidence before the Tribunal, if it is not part of the Tribunal’s record, shall constitute the record in the appeal.  R.S.O. 1990, c. L.20, s. 10 (3); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Powers of court on appeal</p> <p class=\"subsection\">(4) An appeal under this section may be made on any question that is not a question of fact alone and the court may confirm or alter the decision of the Tribunal or direct the director to do any act he or she is authorized to do under this Act or may refer the matter back to the Tribunal for reconsideration by the Tribunal as the court considers proper and the court may substitute its opinion for that of the director or the Tribunal.  R.S.O. 1990, c. L.20, s. 10 (4); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (1).</p> <p class=\"headnote\">Effect of decision of Tribunal pending disposal of appeal</p> <p class=\"subsection\">(5) Despite the fact that an applicant or licensee has appealed under this section from a decision of the Tribunal, unless the Tribunal otherwise directs, the decision of the Tribunal is effective until the appeal is disposed of.  R.S.O. 1990, c. L.20, s. 10 (5); 1994, c. 27, s. 24 (6); 2006, c. 19, Sched. A, s. 10 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 24 (6) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedas10s1\">2006, c. 19, Sched. A, s. 10 (1, 5)</a></span> - 22/06/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "11",
            "section": "Appointment of inspectors",
            "content": "11 The Minister may appoint one or more inspectors for the purposes of this Act and the Lieutenant Governor in Council may fix their remuneration and allowance for expenses.  R.S.O. 1990, c. L.20, s. 11; 1994, c. 27, s. 24 (7). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 24 (7) - 09/12/1994",
            "raw_html": "<p class=\"section\"><b>11 </b>The Minister may appoint one or more inspectors for the purposes of this Act and the Lieutenant Governor in Council may fix their remuneration and allowance for expenses.  R.S.O. 1990, c. L.20, s. 11; 1994, c. 27, s. 24 (7).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 24 (7) - 09/12/1994</p>"
        },
        {
            "id": "12",
            "section": "Power of inspectors",
            "content": "12 (1) Subject to subsection (4), any inspector, for the purpose of enforcing this Act and the regulations, may, (a)  enter any place, premises or vehicle containing or used for the storage or carriage of any livestock or livestock product; (b)  stop on a highway any vehicle that he or she believes to contain any livestock or livestock product and inspect the vehicle and any livestock or livestock product found therein; (c)  require the production of any books, records or other documents relating to any livestock or livestock product or the furnishing of copies of or extracts from such books, records or other documents; (d)  take samples of any livestock product in the manner prescribed in the regulations; (e)  delay the shipment of any livestock or livestock product for the time necessary to complete his or her inspection thereof; (f)  refuse to inspect or mark or give any certificate respecting any livestock or livestock product found in any place, premises or vehicle considered by him or her to be unsanitary or unsuitable for inspection purposes; (g)  seize and detain any livestock or livestock product that has been manufactured, packed, branded, labelled, marked, shipped or transported in contravention of this Act or the regulations, and, subject to any order made by the Minister under section 13, require the owner to remove such livestock or livestock product from the place of detention at the expense of the owner.  R.S.O. 1990, c. L.20, s. 12 (1). Obstruction (2) No person shall obstruct any inspector in the performance of his or her duties or refuse to permit the inspection of any livestock or livestock product or furnish any inspector with false information.  R.S.O. 1990, c. L.20, s. 12 (2). Production of records (3) Every person shall, when required by an inspector, produce any books, records or other documents relating to any livestock or livestock product or copies of or extracts from such books, records or other documents.  R.S.O. 1990, c. L.20, s. 12 (3). Power to enter dwelling (4) Except under the authority of a warrant under section 158 of the Provincial Offences Act, an inspector shall not enter any part of a dwelling without the consent of the occupant.  R.S.O. 1990, c. L.20, s. 12 (4). Appeal from decision of inspector (5) Where an inspector has, (a)  delayed the shipment of any livestock or livestock products under clause (1) (e); (b)  refused to inspect or mark or give a certificate under clause (1) (f); or (c)  seized or detained any livestock or livestock products under clause (1) (g), he or she shall immediately notify the owner and the owner may appeal to the director from the decision of the inspector.  R.S.O. 1990, c. L.20, s. 12 (5); 1994, c. 27, s. 24 (8). Decision of director (6) The director may, after hearing an appeal under this section, confirm or revoke the decision appealed from and may direct the inspector to do any act he or she is authorized to do under this Act and the regulations.  R.S.O. 1990, c. L.20, s. 12 (6); 1994, c. 27, s. 24 (8). Parties (7) The appellant, the inspector who made the decision and such other persons as the director may specify are parties to proceedings before the director under subsection (6).  R.S.O. 1990, c. L.20, s. 12 (7); 1994, c. 27, s. 24 (8). How appeal made (8) An appeal under this section may be made in writing or orally or by telephone to the director, but the director may require the grounds for appeal to be specified in writing before the hearing.  R.S.O. 1990, c. L.20, s. 12 (8); 1994, c. 27, s. 24 (8). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 24 (8) - 09/12/1994",
            "raw_html": "<p class=\"section\"><b>12 </b>(1) Subject to subsection (4), any inspector, for the purpose of enforcing this Act and the regulations, may,</p> <p class=\"paragraph\">  (a)  enter any place, premises or vehicle containing or used for the storage or carriage of any livestock or livestock product;</p> <p class=\"paragraph\">  (b)  stop on a highway any vehicle that he or she believes to contain any livestock or livestock product and inspect the vehicle and any livestock or livestock product found therein;</p> <p class=\"paragraph\">  (c)  require the production of any books, records or other documents relating to any livestock or livestock product or the furnishing of copies of or extracts from such books, records or other documents;</p> <p class=\"paragraph\">  (d)  take samples of any livestock product in the manner prescribed in the regulations;</p> <p class=\"paragraph\">  (e)  delay the shipment of any livestock or livestock product for the time necessary to complete his or her inspection thereof;</p> <p class=\"paragraph\">  (f)  refuse to inspect or mark or give any certificate respecting any livestock or livestock product found in any place, premises or vehicle considered by him or her to be unsanitary or unsuitable for inspection purposes;</p> <p class=\"paragraph\">  (g)  seize and detain any livestock or livestock product that has been manufactured, packed, branded, labelled, marked, shipped or transported in contravention of this Act or the regulations, and, subject to any order made by the Minister under section 13, require the owner to remove such livestock or livestock product from the place of detention at the expense of the owner.  R.S.O. 1990, c. L.20, s. 12 (1).</p> <p class=\"headnote\">Obstruction</p> <p class=\"subsection\">(2) No person shall obstruct any inspector in the performance of his or her duties or refuse to permit the inspection of any livestock or livestock product or furnish any inspector with false information.  R.S.O. 1990, c. L.20, s. 12 (2).</p> <p class=\"headnote\">Production of records</p> <p class=\"subsection\">(3) Every person shall, when required by an inspector, produce any books, records or other documents relating to any livestock or livestock product or copies of or extracts from such books, records or other documents.  R.S.O. 1990, c. L.20, s. 12 (3).</p> <p class=\"headnote\">Power to enter dwelling</p> <p class=\"subsection\">(4) Except under the authority of a warrant under section 158 of the <i>Provincial Offences Act</i>, an inspector shall not enter any part of a dwelling without the consent of the occupant.  R.S.O. 1990, c. L.20, s. 12 (4).</p> <p class=\"headnote\">Appeal from decision of inspector</p> <p class=\"subsection\">(5) Where an inspector has,</p> <p class=\"paragraph\">  (a)  delayed the shipment of any livestock or livestock products under clause (1) (e);</p> <p class=\"paragraph\">  (b)  refused to inspect or mark or give a certificate under clause (1) (f); or</p> <p class=\"paragraph\">  (c)  seized or detained any livestock or livestock products under clause (1) (g),</p> <p class=\"subsection\">he or she shall immediately notify the owner and the owner may appeal to the director from the decision of the inspector.  R.S.O. 1990, c. L.20, s. 12 (5); 1994, c. 27, s. 24 (8).</p> <p class=\"headnote\">Decision of director</p> <p class=\"subsection\">(6) The director may, after hearing an appeal under this section, confirm or revoke the decision appealed from and may direct the inspector to do any act he or she is authorized to do under this Act and the regulations.  R.S.O. 1990, c. L.20, s. 12 (6); 1994, c. 27, s. 24 (8).</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(7) The appellant, the inspector who made the decision and such other persons as the director may specify are parties to proceedings before the director under subsection (6).  R.S.O. 1990, c. L.20, s. 12 (7); 1994, c. 27, s. 24 (8).</p> <p class=\"headnote\">How appeal made</p> <p class=\"subsection\">(8) An appeal under this section may be made in writing or orally or by telephone to the director, but the director may require the grounds for appeal to be specified in writing before the hearing.  R.S.O. 1990, c. L.20, s. 12 (8); 1994, c. 27, s. 24 (8).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 24 (8) - 09/12/1994</p>"
        },
        {
            "id": "13",
            "section": "Disposal of seized livestock, etc.",
            "content": "13 (1) Any livestock or livestock product seized or detained by an inspector shall be disposed of as the Minister may direct.  R.S.O. 1990, c. L.20, s. 13 (1). Livestock seized and detained at expense of owner, etc. (2) Any livestock or livestock product seized, detained or disposed of under this Act is at the risk and expense of the owner thereof, and the inspector shall immediately notify the owner that such livestock or livestock product has been seized, detained or disposed of, as the case may be.  R.S.O. 1990, c. L.20, s. 13 (2).",
            "raw_html": "<p class=\"section\"><b>13 </b>(1) Any livestock or livestock product seized or detained by an inspector shall be disposed of as the Minister may direct.  R.S.O. 1990, c. L.20, s. 13 (1).</p> <p class=\"headnote\">Livestock seized and detained at expense of owner, etc.</p> <p class=\"subsection\">(2) Any livestock or livestock product seized, detained or disposed of under this Act is at the risk and expense of the owner thereof, and the inspector shall immediately notify the owner that such livestock or livestock product has been seized, detained or disposed of, as the case may be.  R.S.O. 1990, c. L.20, s. 13 (2).</p>"
        },
        {
            "id": "14",
            "section": "Dealers’ obligations",
            "content": "14 Every livestock dealer and every dealer in livestock products shall, (a)  furnish security or proof of financial responsibility as required by the regulations; (b)  make payment for livestock or livestock products in the manner and in accordance with the conditions prescribed by the regulations; and (c)  keep such books and records, make such returns and furnish such information, as are prescribed by the regulations.  R.S.O. 1990, c. L.20, s. 14; 1993, c. 27, Sched. Section Amendments with date in force (d/m/y) 1993, c. 27, Sched. - 31/12/1991",
            "raw_html": "<p class=\"section\"><b>14 </b>Every livestock dealer and every dealer in livestock products shall,</p> <p class=\"paragraph\">  (a)  furnish security or proof of financial responsibility as required by the regulations;</p> <p class=\"paragraph\">  (b)  make payment for livestock or livestock products in the manner and in accordance with the conditions prescribed by the regulations; and</p> <p class=\"paragraph\">  (c)  keep such books and records, make such returns and furnish such information, as are prescribed by the regulations.  R.S.O. 1990, c. L.20, s. 14; 1993, c. 27, Sched.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1993, c. 27, Sched. - 31/12/1991</p>"
        },
        {
            "id": "15",
            "section": "Regulations under other Act",
            "content": "15 (1) Where a fund for livestock or any class thereof is established under the Farm Products Payments Act, the Lieutenant Governor in Council, in regulations made under that Act, may, for the purpose of that Act, (a)  designate as producers any class or classes of persons engaged in selling such livestock or class thereof, as owners or otherwise, and may limit the extent of any such designation; (b)  designate classes of dealers and producers and prescribe different fees payable by different classes to the board constituted to administer the fund, and require the payment of such fees; (c)  provide that the fees payable by any class or classes of producers or persons designated as producers to the board constituted to administer the fund may be collected in the same manner as licence fees fixed under clause 5 (1) (b) of the Beef Cattle Marketing Act; and (d)  exempt any class or classes of producers or persons designated as producers from the application of the Farm Products Payments Act or the regulations made under that Act, or any part thereof.  R.S.O. 1990, c. L.20, s. 15 (1). Power of board to borrow (2) For the purposes of the fund mentioned in subsection (1), if, at any time the amount standing to the credit of the fund is insufficient for the purpose of making payments for claims under the Farm Products Payments Act, the board constituted to administer the fund may borrow such sums as are necessary to meet the deficit by loans from a bank listed in Schedule I or II to the Bank Act (Canada) loan corporation, trust corporation, caisse populaire, credit union or other person.  R.S.O. 1990, c. L.20, s. 15 (2). Guarantee of loans (3) Upon the recommendation of the Minister, the Lieutenant Governor in Council may, upon such terms as the Lieutenant Governor in Council considers proper, guarantee the payment of any loan or loans or any part thereof, together with interest thereon, made to the board for the purposes of subsection (2).  R.S.O. 1990, c. L.20, s. 15 (3). Amount guaranteed (4) The aggregate of the principal sum or sums guaranteed under subsection (3) shall not exceed $1,000,000 outstanding at any one time.  R.S.O. 1990, c. L.20, s. 15 (4). Form and payment (5) Subsections 8 (2) to (6) of the Ministry of Agriculture, Food and Rural Affairs Act apply with necessary modifications to a guarantee given under subsection (3) of this section.  R.S.O. 1990, c. L.20, s. 15 (5); 2009, c. 33, Sched. 1, s. 16 (2). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 1, s. 16 (2) - 15/12/2009",
            "raw_html": "<p class=\"section\"><b>15 </b>(1) Where a fund for livestock or any class thereof is established under the <i>Farm Products Payments Act</i>, the Lieutenant Governor in Council, in regulations made under that Act, may, for the purpose of that Act,</p> <p class=\"paragraph\">  (a)  designate as producers any class or classes of persons engaged in selling such livestock or class thereof, as owners or otherwise, and may limit the extent of any such designation;</p> <p class=\"paragraph\">  (b)  designate classes of dealers and producers and prescribe different fees payable by different classes to the board constituted to administer the fund, and require the payment of such fees;</p> <p class=\"paragraph\">  (c)  provide that the fees payable by any class or classes of producers or persons designated as producers to the board constituted to administer the fund may be collected in the same manner as licence fees fixed under clause 5 (1) (b) of the <i>Beef Cattle Marketing Act</i>; and</p> <p class=\"paragraph\">  (d)  exempt any class or classes of producers or persons designated as producers from the application of the <i>Farm Products Payments Act</i> or the regulations made under that Act, or any part thereof.  R.S.O. 1990, c. L.20, s. 15 (1).</p> <p class=\"headnote\">Power of board to borrow</p> <p class=\"subsection\">(2) For the purposes of the fund mentioned in subsection (1), if, at any time the amount standing to the credit of the fund is insufficient for the purpose of making payments for claims under the <i>Farm Products Payments Act</i>, the board constituted to administer the fund may borrow such sums as are necessary to meet the deficit by loans from a bank listed in Schedule I or II to the <i>Bank Act</i> (Canada) loan corporation, trust corporation, caisse populaire, credit union or other person.  R.S.O. 1990, c. L.20, s. 15 (2).</p> <p class=\"headnote\">Guarantee of loans</p> <p class=\"subsection\">(3) Upon the recommendation of the Minister, the Lieutenant Governor in Council may, upon such terms as the Lieutenant Governor in Council considers proper, guarantee the payment of any loan or loans or any part thereof, together with interest thereon, made to the board for the purposes of subsection (2).  R.S.O. 1990, c. L.20, s. 15 (3).</p> <p class=\"headnote\">Amount guaranteed</p> <p class=\"subsection\">(4) The aggregate of the principal sum or sums guaranteed under subsection (3) shall not exceed $1,000,000 outstanding at any one time.  R.S.O. 1990, c. L.20, s. 15 (4).</p> <p class=\"headnote\">Form and payment</p> <p class=\"subsection\">(5) Subsections 8 (2) to (6) of the <i>Ministry of Agriculture, Food and Rural Affairs Act</i> apply with necessary modifications to a guarantee given under subsection (3) of this section.  R.S.O. 1990, c. L.20, s. 15 (5); 2009, c. 33, Sched. 1, s. 16 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched1s16s2\">2009, c. 33, Sched. 1, s. 16 (2)</a></span> - 15/12/2009</p>"
        },
        {
            "id": "16",
            "section": "Regulations",
            "content": "16 (1) The Lieutenant Governor in Council may make regulations, (a)  establishing and describing standards for the purpose of grading any livestock or livestock product; (b)  providing for the issue of grading certificates and prescribing the form thereof; (c)  prescribing the manner in which samples of any livestock product may be taken for inspection; (d)  providing for and prescribing the manner and conditions of grading, inspection, packing, branding and marking of any livestock or livestock product; (e)  prescribing the manner in and the conditions under which any livestock or livestock product shall be stored, transported, delivered, shipped, advertised, purchased, sold, offered or displayed for sale and the types, sizes, branding, marking and labelling of packages or containers in which any livestock or livestock product shall be contained; (f)  prescribing the manner in which the seller or shipper of ungraded livestock and livestock products shall identify, for purposes of grading, individual producer’s lots in any shipment; (g)  prescribing the manner in which a receiver shall make returns and prepare for presentation to the seller or shipper the statements of account of purchase of any livestock or livestock product and for the investigation of such statements and the transactions represented thereby; (h)  prescribing the manner in which receipts, classifications, weights and purchase prices shall be recorded at assembling points and abattoirs and made available to the Minister; (i)  prescribing the grades of eggs that may be broken or dried in any egg-breaking plant; (j)  regulating the production and sale of poultry and of eggs for the production of poultry; (k)  classifying persons dealing in livestock or livestock products; (l)  providing for the manner of issuing licences and prescribing their duration and the fees payable therefor; (m)  prescribing the terms and conditions on which licences are issued; (m.1)  exempting classes of persons from the requirement under section 2 to hold a licence, in such circumstances as may be prescribed and subject to such restrictions as may be prescribed; (n)  Repealed:  1994, c. 27, s. 24 (10). (o)  prescribing forms and providing for their use; (p)  requiring the furnishing of security or proof of financial responsibility by livestock dealers or dealers in livestock products or any class thereof and providing for the administration, forfeiture and disposition of any moneys or securities so furnished; (q)  prescribing the manner in which, and the conditions under which, a livestock dealer or dealer in livestock products or any class thereof shall make payment for livestock or livestock products or any class thereof; (r)  prescribing the books and records to be kept, returns to be made and information to be furnished by livestock dealers or dealers in livestock products or any class thereof, and the places at which such books and records shall be kept; (s)  designating animals or poultry as livestock for the purposes of this Act; (t)  designating animal or poultry products as livestock products for the purposes of this Act; (u)  governing the seizure and detention of any livestock or livestock product by an inspector and prescribing the procedures therefor; (v)  providing for the exemption from this Act or the regulations, or any provision thereof, of any person or class of persons.  R.S.O. 1990, c. L.20, s. 16 (1); 1993, c. 27, Sched.; 1994, c. 27, s. 24 (9, 10). Same (1.1) The Lieutenant Governor in Council may make regulations adding to, removing, replacing or changing in any other way the grounds upon which or the circumstances in which a licence may be issued, renewed, suspended or cancelled under section 3 or 5.  1994, c. 27, s. 24 (11). Regulation may be limited (2) Any regulation may be limited as to time and place.  R.S.O. 1990, c. L.20, s. 16 (2). Rolling incorporation (3) A regulation made under this section that incorporates another document by reference may provide that the reference to the document includes amendments made to the document from time to time after the regulation is made if, (a)  the regulation, by reference to the document, establishes any grade name, standard or grade; and (b)  the document is incorporated by reference in a regulation made under an Act of Canada that also provides that the reference to the document includes amendments made to the document from time to time after the regulation is made. 2019, c. 14, Sched. 3, s. 40 (1). (3.1) Repealed: 2019, c. 14, s. 40 (2). Section Amendments with date in force (d/m/y) 1993, c. 27, Sched. - 31/12/1991; 1994, c. 27, s. 24 (9-13) - 09/12/1994 2019, c. 14, Sched. 3, s. 40 (1, 2) - 10/12/2019",
            "raw_html": "<p class=\"section\"><b>16 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  establishing and describing standards for the purpose of grading any livestock or livestock product;</p> <p class=\"paragraph\">  (b)  providing for the issue of grading certificates and prescribing the form thereof;</p> <p class=\"paragraph\">  (c)  prescribing the manner in which samples of any livestock product may be taken for inspection;</p> <p class=\"paragraph\">  (d)  providing for and prescribing the manner and conditions of grading, inspection, packing, branding and marking of any livestock or livestock product;</p> <p class=\"paragraph\">  (e)  prescribing the manner in and the conditions under which any livestock or livestock product shall be stored, transported, delivered, shipped, advertised, purchased, sold, offered or displayed for sale and the types, sizes, branding, marking and labelling of packages or containers in which any livestock or livestock product shall be contained;</p> <p class=\"paragraph\">  (f)  prescribing the manner in which the seller or shipper of ungraded livestock and livestock products shall identify, for purposes of grading, individual producer’s lots in any shipment;</p> <p class=\"paragraph\">  (g)  prescribing the manner in which a receiver shall make returns and prepare for presentation to the seller or shipper the statements of account of purchase of any livestock or livestock product and for the investigation of such statements and the transactions represented thereby;</p> <p class=\"paragraph\">  (h)  prescribing the manner in which receipts, classifications, weights and purchase prices shall be recorded at assembling points and abattoirs and made available to the Minister;</p> <p class=\"paragraph\">  (i)  prescribing the grades of eggs that may be broken or dried in any egg-breaking plant;</p> <p class=\"paragraph\">  (j)  regulating the production and sale of poultry and of eggs for the production of poultry;</p> <p class=\"paragraph\">  (k)  classifying persons dealing in livestock or livestock products;</p> <p class=\"paragraph\">  (l)  providing for the manner of issuing licences and prescribing their duration and the fees payable therefor;</p> <p class=\"paragraph\">  (m)  prescribing the terms and conditions on which licences are issued;</p> <p class=\"paragraph\"> (m.1)  exempting classes of persons from the requirement under section 2 to hold a licence, in such circumstances as may be prescribed and subject to such restrictions as may be prescribed;</p> <p class=\"paragraph\">  (n)  <span>Repealed</span>:  1994, c. 27, s. 24 (10).</p> <p class=\"paragraph\">  (o)  prescribing forms and providing for their use;</p> <p class=\"paragraph\">  (p)  requiring the furnishing of security or proof of financial responsibility by livestock dealers or dealers in livestock products or any class thereof and providing for the administration, forfeiture and disposition of any moneys or securities so furnished;</p> <p class=\"paragraph\">  (q)  prescribing the manner in which, and the conditions under which, a livestock dealer or dealer in livestock products or any class thereof shall make payment for livestock or livestock products or any class thereof;</p> <p class=\"paragraph\">  (r)  prescribing the books and records to be kept, returns to be made and information to be furnished by livestock dealers or dealers in livestock products or any class thereof, and the places at which such books and records shall be kept;</p> <p class=\"paragraph\">  (s)  designating animals or poultry as livestock for the purposes of this Act;</p> <p class=\"paragraph\">  (t)  designating animal or poultry products as livestock products for the purposes of this Act;</p> <p class=\"paragraph\">  (u)  governing the seizure and detention of any livestock or livestock product by an inspector and prescribing the procedures therefor;</p> <p class=\"paragraph\">  (v)  providing for the exemption from this Act or the regulations, or any provision thereof, of any person or class of persons.  R.S.O. 1990, c. L.20, s. 16 (1); 1993, c. 27, Sched.; 1994, c. 27, s. 24 (9, 10).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(1.1) The Lieutenant Governor in Council may make regulations adding to, removing, replacing or changing in any other way the grounds upon which or the circumstances in which a licence may be issued, renewed, suspended or cancelled under section 3 or 5.  1994, c. 27, s. 24 (11).</p> <p class=\"headnote\">Regulation may be limited</p> <p class=\"subsection\">(2) Any regulation may be limited as to time and place.  R.S.O. 1990, c. L.20, s. 16 (2).</p> <p class=\"headnote\">Rolling incorporation</p> <p class=\"subsection\">(3) A regulation made under this section that incorporates another document by reference may provide that the reference to the document includes amendments made to the document from time to time after the regulation is made if,</p> <p class=\"paragraph\">  (a)  the regulation, by reference to the document, establishes any grade name, standard or grade; and</p> <p class=\"paragraph\">  (b)  the document is incorporated by reference in a regulation made under an Act of Canada that also provides that the reference to the document includes amendments made to the document from time to time after the regulation is made. 2019, c. 14, Sched. 3, s. 40 (1).</p> <p class=\"subsection\">(3.1) <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 14, s. 40 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1993, c. 27, Sched. - 31/12/1991; 1994, c. 27, s. 24 (9-13) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched3s40s1\">2019, c. 14, Sched. 3, s. 40 (1, 2)</a></span> - 10/12/2019</p>"
        },
        {
            "id": "17",
            "section": "Offence",
            "content": "17 (1) Subject to subsection (2), every person who contravenes any of the provisions of this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not more than $2,000 for a first offence and not more than $5,000 for any subsequent offence.  R.S.O. 1990, c. L.20, s. 17 (1). Idem (2) Every person who engages in business as a livestock dealer without a licence therefor from the director is guilty of an offence and on conviction is liable to a fine of not less than $2,000 for a first offence and not less than $5,000 for any subsequent offence.  R.S.O. 1990, c. L.20, s. 17 (2); 1994, c. 27, s. 24 (13). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 24 (13) - 09/12/1994 ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>17 </b>(1) Subject to subsection (2), every person who contravenes any of the provisions of this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not more than $2,000 for a first offence and not more than $5,000 for any subsequent offence.  R.S.O. 1990, c. L.20, s. 17 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Every person who engages in business as a livestock dealer without a licence therefor from the director is guilty of an offence and on conviction is liable to a fine of not less than $2,000 for a first offence and not less than $5,000 for any subsequent offence.  R.S.O. 1990, c. L.20, s. 17 (2); 1994, c. 27, s. 24 (13).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 24 (13) - 09/12/1994</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90l20\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}