{
    "act_info": {
        "full_title": "Livestock Medicines Act, R.S.O. 1990, c. L.23",
        "act_name_text": "Livestock Medicines Act",
        "citation": "R.S.O. 1990, c. L.23",
        "url": "https://www.ontario.ca/laws/statute/90l23",
        "date_scraped": "2023-12-18 19:22:11"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90l23/v6",
            "valid_from": "December 10, 2019",
            "valid_to": "December 31, 2020"
        },
        {
            "a_href": "/laws/statute/90l23/v5",
            "valid_from": "December 15, 2009",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/statute/90l23/v4",
            "valid_from": "August 20, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90l23/v3",
            "valid_from": "December 20, 2006",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/90l23/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90l23/v1",
            "valid_from": "December 22, 1999",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “Director” means the person designated by the Minister as the Director for the purposes of this Act; (“directeur”) “drug” means a drug as defined in section 117 of the Drug and Pharmacies Regulation Act; (“médicament”) “inspector” means an inspector appointed under this Act; (“inspecteur”) “licence” means a licence under this Act; (“permis”) “livestock” means cattle, goats, horses, poultry, rabbits, sheep and swine and animals maintained in captivity for the production of fur; (“bétail”) “livestock medicine” means a drug or class of drugs designated as a livestock medicine in the regulations; (“médicament pour le bétail”) “Minister” means the Minister of Agriculture, Food and Rural Affairs; (“ministre”) “owner” includes a person employed by or authorized to act on behalf of an owner; (“propriétaire”) “regulations” means the regulations made under this Act; (“règlements”) “sell” includes offer for sale, expose for sale, have in possession for sale, sell or distribute; (“vendre”) “Tribunal” means the Agriculture, Food and Rural Affairs Appeal Tribunal continued under the Ministry of Agriculture, Food and Rural Affairs Act; (“Tribunal”) “veterinarian” means a person licensed under the Veterinarians Act. (“vétérinaire”)  R.S.O. 1990, c. L.23, s. 1; 1994, c. 27, s. 27 (1, 2); 1998, c. 18, Sched. G, s. 64 (1); 1999, c. 12, Sched. A, s. 16; 2009, c. 33, Sched. 1, s. 19 (1); 2019, c. 14, Sched. 3, s. 41. Section Amendments with date in force (d/m/y) 1994, c. 27, s. 27 (1, 2) - 09/12/1994; 1998, c. 18, Sched. G, s. 64 (1) - 01/02/1999; 1999, c. 12, Sched. A, s. 16 - 22/12/1999 2009, c. 33, Sched. 1, s. 19 (1) - 15/12/2009 2019, c. 14, Sched. 3, s. 41 - 10/12/2019 2 Repealed: 2019, c. 14, Sched. 3, s. 42. Section Amendments with date in force (d/m/y) 1994, c. 27, s. 27 (3, 4) - 09/12/1994 2006, c. 35, Sched. C, s. 61 - 20/08/2007 2009, c. 33, Sched. 1, s. 19 (2-5) - 15/12/2009 2019, c. 14, Sched. 3, s. 42 - 10/12/2019",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“Director” means the person designated by the Minister as the Director for the purposes of this Act; (“directeur”)</p> <p class=\"definition\">“drug” means a drug as defined in section 117 of the <i>Drug and Pharmacies Regulation Act</i>; (“médicament”)</p> <p class=\"definition\">“inspector” means an inspector appointed under this Act; (“inspecteur”)</p> <p class=\"definition\">“licence” means a licence under this Act; (“permis”)</p> <p class=\"definition\">“livestock” means cattle, goats, horses, poultry, rabbits, sheep and swine and animals maintained in captivity for the production of fur; (“bétail”)</p> <p class=\"definition\">“livestock medicine” means a drug or class of drugs designated as a livestock medicine in the regulations; (“médicament pour le bétail”)</p> <p class=\"definition\">“Minister” means the Minister of Agriculture, Food and Rural Affairs; (“ministre”)</p> <p class=\"definition\">“owner” includes a person employed by or authorized to act on behalf of an owner; (“propriétaire”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“sell” includes offer for sale, expose for sale, have in possession for sale, sell or distribute; (“vendre”)</p> <p class=\"definition\">“Tribunal” means the Agriculture, Food and Rural Affairs Appeal Tribunal continued under the <i>Ministry of Agriculture, Food and Rural Affairs Act</i>; (“Tribunal”)</p> <p class=\"definition\">“veterinarian” means a person licensed under the <i>Veterinarians Act</i>. (“vétérinaire”)  R.S.O. 1990, c. L.23, s. 1; 1994, c. 27, s. 27 (1, 2); 1998, c. 18, Sched. G, s. 64 (1); 1999, c. 12, Sched. A, s. 16; 2009, c. 33, Sched. 1, s. 19 (1); 2019, c. 14, Sched. 3, s. 41.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 27 (1, 2) - 09/12/1994; 1998, c. 18, Sched. G, s. 64 (1) - 01/02/1999; 1999, c. 12, Sched. A, s. 16 - 22/12/1999</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched1s19s1\">2009, c. 33, Sched. 1, s. 19 (1)</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S9014#sched3s41\">2019, c. 14, Sched. 3, s. 41</a></span> - 10/12/2019</p> <p class=\"section\"><b>2</b> <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 14, Sched. 3, s. 42.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 27 (3, 4) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs61\">2006, c. 35, Sched. C, s. 61</a></span> - 20/08/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched1s19s2\">2009, c. 33, Sched. 1, s. 19 (2-5)</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched3s42\">2019, c. 14, Sched. 3, s. 42</a></span> - 10/12/2019</p>"
        },
        {
            "id": "2",
            "section": "Definitions",
            "content": "2 Repealed: 2019, c. 14, Sched. 3, s. 42. Section Amendments with date in force (d/m/y) 1994, c. 27, s. 27 (3, 4) - 09/12/1994 2006, c. 35, Sched. C, s. 61 - 20/08/2007 2009, c. 33, Sched. 1, s. 19 (2-5) - 15/12/2009 2019, c. 14, Sched. 3, s. 42 - 10/12/2019",
            "raw_html": "<p class=\"section\"><b>2</b> <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 14, Sched. 3, s. 42.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 27 (3, 4) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs61\">2006, c. 35, Sched. C, s. 61</a></span> - 20/08/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched1s19s2\">2009, c. 33, Sched. 1, s. 19 (2-5)</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched3s42\">2019, c. 14, Sched. 3, s. 42</a></span> - 10/12/2019</p>"
        },
        {
            "id": "3",
            "section": "Inspectors",
            "content": "3 (1) The Minister may appoint a chief inspector who shall be a veterinarian and such other inspectors as the Minister considers necessary to carry out and enforce this Act and the regulations.  R.S.O. 1990, c. L.23, s. 3 (1). Certificate of appointment (2) The production by an inspector of a certificate of his or her appointment purporting to be signed by the Minister is admissible in evidence as proof, in the absence of evidence to the contrary, of his or her appointment without further proof of the signature and authority of the Minister.  R.S.O. 1990, c. L.23, s. 3 (2). Inspections (3) Subject to subsections (6), (7), (8) and (9), an inspector may, at any reasonable time, enter any premises or conveyance of a person licensed under this Act and make an inspection to ensure that the provisions of this Act and the regulations are being complied with.  R.S.O. 1990, c. L.23, s. 3 (3). Idem (4) An inspector who has reasonable and probable grounds to believe that any person is selling livestock medicines to owners of livestock for the treatment of livestock without a licence under this Act and is not so authorized under any other Act may, subject to subsections (6), (7), (8) and (9) and at any reasonable time, enter any premises or conveyance of such person to make an inspection for the purpose of determining whether or not the person is committing an offence under this Act.  R.S.O. 1990, c. L.23, s. 3 (4). Powers of inspectors (5) Upon an inspection under subsection (3) or (4), an inspector may, (a)  require the production or furnishing by the owner or custodian thereof of any books, records, documents or extracts therefrom of the person being inspected; (b)  obtain and remove a sample of any substance for the purpose of analysis to determine whether or not it is a livestock medicine; or (c)  seize, remove or detain at the risk and expense of the owner any livestock medicine where the inspector believes on reasonable and probable grounds that, (i)  the licensee is contravening the provisions of this Act or the regulations relating to the livestock medicine, or (ii)  the person being inspected is not authorized under this Act or any other Act to sell livestock medicines to owners of livestock for the treatment of livestock.  R.S.O. 1990, c. L.23, s. 3 (5). Entry of dwellings (6) Except under the authority of a warrant under section 158 of the Provincial Offences Act, an inspector shall not enter any part of a dwelling without the consent of the occupant unless, (a)  the occupant is licensed under this Act; and (b)  the inspector has reasonable grounds for believing that the occupant is using such part for the sale, maintenance, handling or storage of livestock medicines.  R.S.O. 1990, c. L.23, s. 3 (6). Production of appointment (7) An inspector in the course of his or her duties under this section shall, upon request, produce the certificate of his or her appointment.  R.S.O. 1990, c. L.23, s. 3 (7). Removal for copying (8) An inspector who requires the production or furnishing of books, records, documents or extracts therefrom, may, upon giving a receipt therefor, remove and detain them for the purpose of making, or causing to be made, one or more copies thereof, but such copies shall be made with reasonable dispatch, and the inspector shall forthwith thereafter return them to the person who produced or furnished them.  R.S.O. 1990, c. L.23, s. 3 (8). Copy as evidence (9) Any copy made under subsection (8), and certified by the inspector to be a true copy is admissible in evidence and has the same probative force as the original document would have had if it had been proven in the ordinary way.  R.S.O. 1990, c. L.23, s. 3 (9). Obstruction of inspector (10) No person shall hinder or obstruct an inspector in the course of his or her duties or furnish the inspector with false information or refuse to furnish the inspector with information.  R.S.O. 1990, c. L.23, s. 3 (10).",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The Minister may appoint a chief inspector who shall be a veterinarian and such other inspectors as the Minister considers necessary to carry out and enforce this Act and the regulations.  R.S.O. 1990, c. L.23, s. 3 (1).</p> <p class=\"headnote\">Certificate of appointment</p> <p class=\"subsection\">(2) The production by an inspector of a certificate of his or her appointment purporting to be signed by the Minister is admissible in evidence as proof, in the absence of evidence to the contrary, of his or her appointment without further proof of the signature and authority of the Minister.  R.S.O. 1990, c. L.23, s. 3 (2).</p> <p class=\"headnote\">Inspections</p> <p class=\"subsection\">(3) Subject to subsections (6), (7), (8) and (9), an inspector may, at any reasonable time, enter any premises or conveyance of a person licensed under this Act and make an inspection to ensure that the provisions of this Act and the regulations are being complied with.  R.S.O. 1990, c. L.23, s. 3 (3).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(4) An inspector who has reasonable and probable grounds to believe that any person is selling livestock medicines to owners of livestock for the treatment of livestock without a licence under this Act and is not so authorized under any other Act may, subject to subsections (6), (7), (8) and (9) and at any reasonable time, enter any premises or conveyance of such person to make an inspection for the purpose of determining whether or not the person is committing an offence under this Act.  R.S.O. 1990, c. L.23, s. 3 (4).</p> <p class=\"headnote\">Powers of inspectors</p> <p class=\"subsection\">(5) Upon an inspection under subsection (3) or (4), an inspector may,</p> <p class=\"paragraph\">  (a)  require the production or furnishing by the owner or custodian thereof of any books, records, documents or extracts therefrom of the person being inspected;</p> <p class=\"paragraph\">  (b)  obtain and remove a sample of any substance for the purpose of analysis to determine whether or not it is a livestock medicine; or</p> <p class=\"paragraph\">  (c)  seize, remove or detain at the risk and expense of the owner any livestock medicine where the inspector believes on reasonable and probable grounds that,</p> <p class=\"subclause\">  (i)  the licensee is contravening the provisions of this Act or the regulations relating to the livestock medicine, or</p> <p class=\"subclause\">  (ii)  the person being inspected is not authorized under this Act or any other Act to sell livestock medicines to owners of livestock for the treatment of livestock.  R.S.O. 1990, c. L.23, s. 3 (5).</p> <p class=\"headnote\">Entry of dwellings</p> <p class=\"subsection\">(6) Except under the authority of a warrant under section 158 of the <i>Provincial Offences Act</i>, an inspector shall not enter any part of a dwelling without the consent of the occupant unless,</p> <p class=\"paragraph\">  (a)  the occupant is licensed under this Act; and</p> <p class=\"paragraph\">  (b)  the inspector has reasonable grounds for believing that the occupant is using such part for the sale, maintenance, handling or storage of livestock medicines.  R.S.O. 1990, c. L.23, s. 3 (6).</p> <p class=\"headnote\">Production of appointment</p> <p class=\"subsection\">(7) An inspector in the course of his or her duties under this section shall, upon request, produce the certificate of his or her appointment.  R.S.O. 1990, c. L.23, s. 3 (7).</p> <p class=\"headnote\">Removal for copying</p> <p class=\"subsection\">(8) An inspector who requires the production or furnishing of books, records, documents or extracts therefrom, may, upon giving a receipt therefor, remove and detain them for the purpose of making, or causing to be made, one or more copies thereof, but such copies shall be made with reasonable dispatch, and the inspector shall forthwith thereafter return them to the person who produced or furnished them.  R.S.O. 1990, c. L.23, s. 3 (8).</p> <p class=\"headnote\">Copy as evidence</p> <p class=\"subsection\">(9) Any copy made under subsection (8), and certified by the inspector to be a true copy is admissible in evidence and has the same probative force as the original document would have had if it had been proven in the ordinary way.  R.S.O. 1990, c. L.23, s. 3 (9).</p> <p class=\"headnote\">Obstruction of inspector</p> <p class=\"subsection\">(10) No person shall hinder or obstruct an inspector in the course of his or her duties or furnish the inspector with false information or refuse to furnish the inspector with information.  R.S.O. 1990, c. L.23, s. 3 (10).</p>"
        },
        {
            "id": "4",
            "section": "Licences",
            "content": "4 (1) Despite the Drug and Pharmacies Regulation Act, a person licensed under this Act may sell to owners of livestock for the treatment of livestock any livestock medicine designated in the regulations for the licence or class of licence held by such person.  R.S.O. 1990, c. L.23, s. 4 (1); 1998, c. 18, Sched. G, s. 64 (2). Offence (2) Any person who sells a livestock medicine to an owner of livestock for the treatment of livestock without a licence under this Act is, unless authorized therefor by any other Act, guilty of an offence under this Act and on conviction is liable for a first offence to a fine of not more than $1,000 or to imprisonment for a term of not more than three months, or to both, and for a subsequent offence to a fine of not more than $2,000 or to imprisonment for a term of not more than six months, or to both.  R.S.O. 1990, c. L.23, s. 4 (2). Section Amendments with date in force (d/m/y) 1998, c. 18, Sched. G, s. 64 (2) - 01/02/1999",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) Despite the <i>Drug and Pharmacies Regulation Act</i>, a person licensed under this Act may sell to owners of livestock for the treatment of livestock any livestock medicine designated in the regulations for the licence or class of licence held by such person.  R.S.O. 1990, c. L.23, s. 4 (1); 1998, c. 18, Sched. G, s. 64 (2).</p> <p class=\"headnote\">Offence</p> <p class=\"subsection\">(2) Any person who sells a livestock medicine to an owner of livestock for the treatment of livestock without a licence under this Act is, unless authorized therefor by any other Act, guilty of an offence under this Act and on conviction is liable for a first offence to a fine of not more than $1,000 or to imprisonment for a term of not more than three months, or to both, and for a subsequent offence to a fine of not more than $2,000 or to imprisonment for a term of not more than six months, or to both.  R.S.O. 1990, c. L.23, s. 4 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. G, s. 64 (2) - 01/02/1999</p>"
        },
        {
            "id": "5",
            "section": "Issuance of licences",
            "content": "5 (1) The Director shall issue a licence to sell livestock medicines to owners of livestock for the treatment of livestock to a person who makes application therefor in accordance with this Act and the regulations and pays the prescribed fee unless, after a hearing, the Director is of opinion that, (a)  the applicant or, where the applicant is a corporation, its officers or directors, is or are not competent to carry on the business; (b)  the past conduct of the applicant or, where the applicant is a corporation, of its officers or directors, affords reasonable ground for belief that the business will not be carried on in accordance with law; (c)  the applicant does not possess or will not have available all premises, facilities and equipment necessary to carry on the business in accordance with this Act and the regulations; or (d)  the applicant is not in a position to observe or carry out the provisions of this Act and the regulations.  R.S.O. 1990, c. L.23, s. 5 (1). Renewal of licences (2) Subject to section 6, the Director shall renew a licence on application therefor by the licensee in accordance with this Act and the regulations and payment of the prescribed fee.  R.S.O. 1990, c. L.23, s. 5 (2).",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) The Director shall issue a licence to sell livestock medicines to owners of livestock for the treatment of livestock to a person who makes application therefor in accordance with this Act and the regulations and pays the prescribed fee unless, after a hearing, the Director is of opinion that,</p> <p class=\"paragraph\">  (a)  the applicant or, where the applicant is a corporation, its officers or directors, is or are not competent to carry on the business;</p> <p class=\"paragraph\">  (b)  the past conduct of the applicant or, where the applicant is a corporation, of its officers or directors, affords reasonable ground for belief that the business will not be carried on in accordance with law;</p> <p class=\"paragraph\">  (c)  the applicant does not possess or will not have available all premises, facilities and equipment necessary to carry on the business in accordance with this Act and the regulations; or</p> <p class=\"paragraph\">  (d)  the applicant is not in a position to observe or carry out the provisions of this Act and the regulations.  R.S.O. 1990, c. L.23, s. 5 (1).</p> <p class=\"headnote\">Renewal of licences</p> <p class=\"subsection\">(2) Subject to section 6, the Director shall renew a licence on application therefor by the licensee in accordance with this Act and the regulations and payment of the prescribed fee.  R.S.O. 1990, c. L.23, s. 5 (2).</p>"
        },
        {
            "id": "6",
            "section": "Refusal or revocation",
            "content": "6 (1) The Director may refuse to renew or may suspend or revoke a licence if, after a hearing, the Director is of opinion that, (a)  the premises, facilities and equipment used in the business do not comply with this Act and the regulations; (b)  the licensee or, where the licensee is a corporation, any officer, director or servant thereof has contravened, or has permitted any person under the licensee’s control or direction in connection with the business to contravene, any provision of this Act or the regulations or of any other Act or the regulations thereunder or of any law applying to the carrying on of such business or the conditions for licensing, and such contravention warrants such refusal to renew, suspension or revocation of the licence; (c)  any other ground for refusal to renew, suspension or revocation specified in the regulations exists; or (d)  any ground for refusing to issue a licence under subsection 5 (1) exists.  R.S.O. 1990, c. L.23, s. 6 (1). Refusal or suspension pending hearing (2) Despite subsection (1), the Director, by notice to a licensee and without a hearing, may provisionally refuse to renew or suspend the licensee’s licence where in the Director’s opinion it is necessary to do so for the immediate protection of the safety or health of persons or livestock and the Director so states in such notice giving reasons therefor, and thereafter the Director shall hold a hearing to determine whether renewal of the licence should be refused or whether the licence should be further suspended or revoked under this Act and the regulations.  R.S.O. 1990, c. L.23, s. 6 (2). Continuation pending renewal (3) Subject to subsection (2), where within the time prescribed therefor or, if no time is prescribed, before expiry of the licensee’s licence, a licensee has applied for a renewal of the licence and paid the prescribed fee and observed or carried out the provisions of this Act and the regulations, the licensee’s existing licence shall be deemed to continue until the licensee has received the decision of the Director on the application for renewal.  R.S.O. 1990, c. L.23, s. 6 (3).",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) The Director may refuse to renew or may suspend or revoke a licence if, after a hearing, the Director is of opinion that,</p> <p class=\"paragraph\">  (a)  the premises, facilities and equipment used in the business do not comply with this Act and the regulations;</p> <p class=\"paragraph\">  (b)  the licensee or, where the licensee is a corporation, any officer, director or servant thereof has contravened, or has permitted any person under the licensee’s control or direction in connection with the business to contravene, any provision of this Act or the regulations or of any other Act or the regulations thereunder or of any law applying to the carrying on of such business or the conditions for licensing, and such contravention warrants such refusal to renew, suspension or revocation of the licence;</p> <p class=\"paragraph\">  (c)  any other ground for refusal to renew, suspension or revocation specified in the regulations exists; or</p> <p class=\"paragraph\">  (d)  any ground for refusing to issue a licence under subsection 5 (1) exists.  R.S.O. 1990, c. L.23, s. 6 (1).</p> <p class=\"headnote\">Refusal or suspension pending hearing</p> <p class=\"subsection\">(2) Despite subsection (1), the Director, by notice to a licensee and without a hearing, may provisionally refuse to renew or suspend the licensee’s licence where in the Director’s opinion it is necessary to do so for the immediate protection of the safety or health of persons or livestock and the Director so states in such notice giving reasons therefor, and thereafter the Director shall hold a hearing to determine whether renewal of the licence should be refused or whether the licence should be further suspended or revoked under this Act and the regulations.  R.S.O. 1990, c. L.23, s. 6 (2).</p> <p class=\"headnote\">Continuation pending renewal</p> <p class=\"subsection\">(3) Subject to subsection (2), where within the time prescribed therefor or, if no time is prescribed, before expiry of the licensee’s licence, a licensee has applied for a renewal of the licence and paid the prescribed fee and observed or carried out the provisions of this Act and the regulations, the licensee’s existing licence shall be deemed to continue until the licensee has received the decision of the Director on the application for renewal.  R.S.O. 1990, c. L.23, s. 6 (3).</p>"
        },
        {
            "id": "7",
            "section": "Opportunity for compliance",
            "content": "7 (1) The notice of a hearing by the Director under section 5 or 6 shall afford the applicant or licensee a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue or retention of the licence.  R.S.O. 1990, c. L.23, s. 7 (1). Examination of documentary evidence (2) An applicant or licensee who is a party to proceedings in which the Director holds a hearing shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing.  R.S.O. 1990, c. L.23, s. 7 (2).",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) The notice of a hearing by the Director under section 5 or 6 shall afford the applicant or licensee a reasonable opportunity to show or to achieve compliance before the hearing with all lawful requirements for the issue or retention of the licence.  R.S.O. 1990, c. L.23, s. 7 (1).</p> <p class=\"headnote\">Examination of documentary evidence</p> <p class=\"subsection\">(2) An applicant or licensee who is a party to proceedings in which the Director holds a hearing shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing.  R.S.O. 1990, c. L.23, s. 7 (2).</p>"
        },
        {
            "id": "8",
            "section": "Variation or rescission of decision by Director",
            "content": "8 Where the Director has refused to issue or renew or has suspended or revoked a licence pursuant to a hearing the Director may at any time, of his or her own motion or on the application of the person who was the applicant or licensee, vary or rescind his or her decision but the Director shall not vary or rescind the decision adversely to the interests of any person without holding a rehearing to which such person is a party and may make such decision pursuant to such rehearing as the Director considers proper under this Act and the regulations.  R.S.O. 1990, c. L.23, s. 8.",
            "raw_html": "<p class=\"section\"><b>8 </b>Where the Director has refused to issue or renew or has suspended or revoked a licence pursuant to a hearing the Director may at any time, of his or her own motion or on the application of the person who was the applicant or licensee, vary or rescind his or her decision but the Director shall not vary or rescind the decision adversely to the interests of any person without holding a rehearing to which such person is a party and may make such decision pursuant to such rehearing as the Director considers proper under this Act and the regulations.  R.S.O. 1990, c. L.23, s. 8.</p>"
        },
        {
            "id": "9",
            "section": "Notice of appeal",
            "content": "9 (1) Where the Director refuses to issue or renew or suspends or revokes a licence, the applicant or licensee may by written notice delivered to the Director and filed with the Tribunal within fifteen days after receipt of the decision of the Director appeal to the Tribunal.  R.S.O. 1990, c. L.23, s. 9 (1); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (1). Extension of time for appeal (2) The Tribunal may extend the time for the giving of notice by an applicant or licensee under subsection (1), either before or after expiration of such time, where it is satisfied that there are apparent grounds for appeal and that there are reasonable grounds for applying for the extension.  R.S.O. 1990, c. L.23, s. 9 (2); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (2). Hearing (3) Where an applicant or licensee appeals to the Tribunal under this section, the Tribunal shall hear the appeal by way of a new hearing to determine whether the licence should be issued, renewed, suspended or revoked and may after the hearing confirm or alter the decision of the Director or direct the Director to do any act the Director is authorized to do under this Act and the regulations and as the Tribunal considers proper and, for such purpose, the Tribunal may substitute its opinion for that of the Director.  R.S.O. 1990, c. L.23, s. 9 (3); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (2). Stay pending appeal (4) Although an applicant or licensee has appealed under this section from a decision of the Director, unless the Director otherwise directs, the decision of the Director is effective until the appeal is disposed of.  R.S.O. 1990, c. L.23, s. 9 (4). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 27 (5) - 09/12/1994 2006, c. 19, Sched. A, s. 12 (1, 2) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) Where the Director refuses to issue or renew or suspends or revokes a licence, the applicant or licensee may by written notice delivered to the Director and filed with the Tribunal within fifteen days after receipt of the decision of the Director appeal to the Tribunal.  R.S.O. 1990, c. L.23, s. 9 (1); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (1).</p> <p class=\"headnote\">Extension of time for appeal</p> <p class=\"subsection\">(2) The Tribunal may extend the time for the giving of notice by an applicant or licensee under subsection (1), either before or after expiration of such time, where it is satisfied that there are apparent grounds for appeal and that there are reasonable grounds for applying for the extension.  R.S.O. 1990, c. L.23, s. 9 (2); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (2).</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(3) Where an applicant or licensee appeals to the Tribunal under this section, the Tribunal shall hear the appeal by way of a new hearing to determine whether the licence should be issued, renewed, suspended or revoked and may after the hearing confirm or alter the decision of the Director or direct the Director to do any act the Director is authorized to do under this Act and the regulations and as the Tribunal considers proper and, for such purpose, the Tribunal may substitute its opinion for that of the Director.  R.S.O. 1990, c. L.23, s. 9 (3); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (2).</p> <p class=\"headnote\">Stay pending appeal</p> <p class=\"subsection\">(4) Although an applicant or licensee has appealed under this section from a decision of the Director, unless the Director otherwise directs, the decision of the Director is effective until the appeal is disposed of.  R.S.O. 1990, c. L.23, s. 9 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 27 (5) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedas12s1\">2006, c. 19, Sched. A, s. 12 (1, 2)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "10",
            "section": "Parties",
            "content": "10 (1) The Director, the appellant and such other persons as the Tribunal may specify are parties to the proceedings before the Tribunal under this Act.  R.S.O. 1990, c. L.23, s. 10 (1); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (1). Members not to have taken part in investigation (2) Members of the Tribunal assigned to render a decision after a hearing shall not have taken part prior to the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or representative of a party except upon notice to and opportunity for all parties to participate, but such members may seek legal advice from an adviser independent from the parties and in such case the nature of the advice should be made known to the parties in order that they may make submissions as to the law.  R.S.O. 1990, c. L.23, s. 10 (2); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (1). Recording of evidence (3) The oral evidence taken before the Tribunal at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Superior Court of Justice.  R.S.O. 1990, c. L.23, s. 10 (3); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (1); 2006, c. 19, Sched. C, s. 1 (1). Evidence (4) The findings of fact of the Tribunal pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the Statutory Powers Procedure Act.  R.S.O. 1990, c. L.23, s. 10 (4); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (3). Only members at hearing to participate in decision (5) No member of the Tribunal shall participate in a decision of the Tribunal pursuant to a hearing unless the member was present throughout the hearing and heard the evidence and argument of the parties and, except with the consent of the parties, no decision of the Tribunal shall be given unless all members so present participate in the decision.  R.S.O. 1990, c. L.23, s. 10 (5); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (1). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 27 (5) - 09/12/1994 2006, c. 19, Sched. A, s. 12 (1, 3) - 22/06/2006; 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) The Director, the appellant and such other persons as the Tribunal may specify are parties to the proceedings before the Tribunal under this Act.  R.S.O. 1990, c. L.23, s. 10 (1); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (1).</p> <p class=\"headnote\">Members not to have taken part in investigation</p> <p class=\"subsection\">(2) Members of the Tribunal assigned to render a decision after a hearing shall not have taken part prior to the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or representative of a party except upon notice to and opportunity for all parties to participate, but such members may seek legal advice from an adviser independent from the parties and in such case the nature of the advice should be made known to the parties in order that they may make submissions as to the law.  R.S.O. 1990, c. L.23, s. 10 (2); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (1).</p> <p class=\"headnote\">Recording of evidence</p> <p class=\"subsection\">(3) The oral evidence taken before the Tribunal at a hearing shall be recorded and, if so required, copies of a transcript thereof shall be furnished upon the same terms as in the Superior Court of Justice.  R.S.O. 1990, c. L.23, s. 10 (3); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Evidence</p> <p class=\"subsection\">(4) The findings of fact of the Tribunal pursuant to a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the <i>Statutory Powers Procedure Act</i>.  R.S.O. 1990, c. L.23, s. 10 (4); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (3).</p> <p class=\"headnote\">Only members at hearing to participate in decision</p> <p class=\"subsection\">(5) No member of the Tribunal shall participate in a decision of the Tribunal pursuant to a hearing unless the member was present throughout the hearing and heard the evidence and argument of the parties and, except with the consent of the parties, no decision of the Tribunal shall be given unless all members so present participate in the decision.  R.S.O. 1990, c. L.23, s. 10 (5); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 27 (5) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedas12s1\">2006, c. 19, Sched. A, s. 12 (1, 3)</a></span> - 22/06/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "11",
            "section": "Appeal to Divisional Court",
            "content": "11 (1) Any party to the hearing before the Tribunal may appeal from the decision of the Tribunal to the Divisional Court in accordance with the rules of court.  R.S.O. 1990, c. L.23, s. 11 (1); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (1). Minister entitled to be heard (2) The Minister is entitled to be heard, by counsel or otherwise, upon the argument of an appeal under this section.  R.S.O. 1990, c. L.23, s. 11 (2). Certification of record (3) The chair of the Tribunal shall file with the Superior Court of Justice the record of the proceedings before the Tribunal.  R.S.O. 1990, c. L.23, s. 11 (3); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (1); 2006, c. 19, Sched. C, s. 1 (1). Powers of court on appeal (4) An appeal under this section may be made on any question that is not a question of fact alone and the court may confirm or alter the decision of the Tribunal or direct the Director to do any act the Director is authorized to do under this Act or may refer the matter back to the Tribunal for reconsideration by the Tribunal as the court considers proper and the court may substitute its opinion for that of the Director or the Tribunal.  R.S.O. 1990, c. L.23, s. 11 (4); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (1). Stay on appeal (5) Although an applicant or licensee has appealed under this section from a decision of the Tribunal, unless the Tribunal otherwise directs, the decision of the Tribunal is effective until the appeal is disposed of.  R.S.O. 1990, c. L.23, s. 11 (5); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (4). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 27 (5) - 09/12/1994 2006, c. 19, Sched. A, s. 12 (1, 4) - 22/06/2006; 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>11 </b>(1) Any party to the hearing before the Tribunal may appeal from the decision of the Tribunal to the Divisional Court in accordance with the rules of court.  R.S.O. 1990, c. L.23, s. 11 (1); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (1).</p> <p class=\"headnote\">Minister entitled to be heard</p> <p class=\"subsection\">(2) The Minister is entitled to be heard, by counsel or otherwise, upon the argument of an appeal under this section.  R.S.O. 1990, c. L.23, s. 11 (2).</p> <p class=\"headnote\">Certification of record</p> <p class=\"subsection\">(3) The chair of the Tribunal shall file with the Superior Court of Justice the record of the proceedings before the Tribunal.  R.S.O. 1990, c. L.23, s. 11 (3); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Powers of court on appeal</p> <p class=\"subsection\">(4) An appeal under this section may be made on any question that is not a question of fact alone and the court may confirm or alter the decision of the Tribunal or direct the Director to do any act the Director is authorized to do under this Act or may refer the matter back to the Tribunal for reconsideration by the Tribunal as the court considers proper and the court may substitute its opinion for that of the Director or the Tribunal.  R.S.O. 1990, c. L.23, s. 11 (4); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (1).</p> <p class=\"headnote\">Stay on appeal</p> <p class=\"subsection\">(5) Although an applicant or licensee has appealed under this section from a decision of the Tribunal, unless the Tribunal otherwise directs, the decision of the Tribunal is effective until the appeal is disposed of.  R.S.O. 1990, c. L.23, s. 11 (5); 1994, c. 27, s. 27 (5); 2006, c. 19, Sched. A, s. 12 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 27 (5) - 09/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedas12s1\">2006, c. 19, Sched. A, s. 12 (1, 4)</a></span> - 22/06/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "12",
            "section": "Offence",
            "content": "12 Subject to subsection 4 (2), every person who contravenes any of the provisions of this Act or the regulations is guilty of an offence and on conviction is liable for a first offence to a fine of not more than $2,000, and for a subsequent offence to a fine of not more than $5,000 or to imprisonment for a term of not more than three months, or to both.  R.S.O. 1990, c. L.23, s. 12.",
            "raw_html": "<p class=\"section\"><b>12 </b>Subject to subsection 4 (2), every person who contravenes any of the provisions of this Act or the regulations is guilty of an offence and on conviction is liable for a first offence to a fine of not more than $2,000, and for a subsequent offence to a fine of not more than $5,000 or to imprisonment for a term of not more than three months, or to both.  R.S.O. 1990, c. L.23, s. 12.</p>"
        },
        {
            "id": "13",
            "section": "Evidence",
            "content": "13 In any proceeding or prosecution under this Act, (a)  where any container is labelled as containing a livestock medicine, it is admissible in evidence as proof, in the absence of evidence to the contrary, that the container contains the livestock medicine described on the label; and (b)  where any livestock medicine is found in a shop or place in which business is transacted, the livestock medicine is admissible in evidence as proof, in the absence of evidence to the contrary, that it was kept for sale.  R.S.O. 1990, c. L.23, s. 13.",
            "raw_html": "<p class=\"section\"><b>13 </b>In any proceeding or prosecution under this Act,</p> <p class=\"paragraph\">  (a)  where any container is labelled as containing a livestock medicine, it is admissible in evidence as proof, in the absence of evidence to the contrary, that the container contains the livestock medicine described on the label; and</p> <p class=\"paragraph\">  (b)  where any livestock medicine is found in a shop or place in which business is transacted, the livestock medicine is admissible in evidence as proof, in the absence of evidence to the contrary, that it was kept for sale.  R.S.O. 1990, c. L.23, s. 13.</p>"
        },
        {
            "id": "14",
            "section": "Regulations",
            "content": "14 (1) The Lieutenant Governor in Council may make regulations, (a)  designating drugs or classes of drugs as livestock medicines for the purposes of this Act; (b)  providing for the manner of issuing licences and prescribing their duration and the fees payable therefor; (c)  establishing classes of licences and designating the livestock medicines that may be sold under each class of licence; (d)  prescribing the terms and conditions on which licences or any class thereof are issued; (d.1)  exempting classes of persons from the requirement under section 4 to hold a licence, in such circumstances as may be prescribed and subject to such restrictions as may be prescribed; (e)  Repealed:  1994, c. 27, s. 27 (7). (f)  prescribing the terms and conditions under which livestock medicines shall be sold by persons licensed under this Act; (g)  prescribing the facilities and equipment to be provided for the maintenance, handling and storage of livestock medicines by persons licensed under this Act; (h)  prescribing the books and records to be kept, returns to be made and information to be furnished with respect to the purchase and sale of livestock medicines; (i)  prescribing forms and providing for their use; (j)  governing advertising in respect of livestock medicines and the furnishing of information to the public by persons licensed under this Act; (k)  governing the seizure, removal, detention and disposal of livestock medicines for the purposes of clause 3 (5) (c); (l)  providing for the removal and disposal of livestock medicines in the possession of an applicant or licensee where a licence is refused, suspended or revoked; (m)  respecting any other matter necessary or advisable to carry out effectively the intent and purpose of this Act.  R.S.O. 1990, c. L.23, s. 14; 1994, c. 27, s. 27 (6, 7). Same (2) The Lieutenant Governor in Council may make regulations adding to, removing, replacing or changing in any other way the grounds upon which or the circumstances in which a licence may be issued, renewed, suspended or revoked under section 5 or 6.  1994, c. 27, s. 27 (8). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 27 (6-8) - 09/12/1994 ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>14 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  designating drugs or classes of drugs as livestock medicines for the purposes of this Act;</p> <p class=\"paragraph\">  (b)  providing for the manner of issuing licences and prescribing their duration and the fees payable therefor;</p> <p class=\"paragraph\">  (c)  establishing classes of licences and designating the livestock medicines that may be sold under each class of licence;</p> <p class=\"paragraph\">  (d)  prescribing the terms and conditions on which licences or any class thereof are issued;</p> <p class=\"paragraph\"> (d.1)  exempting classes of persons from the requirement under section 4 to hold a licence, in such circumstances as may be prescribed and subject to such restrictions as may be prescribed;</p> <p class=\"paragraph\">  (e)  <span>Repealed</span>:  1994, c. 27, s. 27 (7).</p> <p class=\"paragraph\">  (f)  prescribing the terms and conditions under which livestock medicines shall be sold by persons licensed under this Act;</p> <p class=\"paragraph\">  (g)  prescribing the facilities and equipment to be provided for the maintenance, handling and storage of livestock medicines by persons licensed under this Act;</p> <p class=\"paragraph\">  (h)  prescribing the books and records to be kept, returns to be made and information to be furnished with respect to the purchase and sale of livestock medicines;</p> <p class=\"paragraph\">  (i)  prescribing forms and providing for their use;</p> <p class=\"paragraph\">  (j)  governing advertising in respect of livestock medicines and the furnishing of information to the public by persons licensed under this Act;</p> <p class=\"paragraph\">  (k)  governing the seizure, removal, detention and disposal of livestock medicines for the purposes of clause 3 (5) (c);</p> <p class=\"paragraph\">  (l)  providing for the removal and disposal of livestock medicines in the possession of an applicant or licensee where a licence is refused, suspended or revoked;</p> <p class=\"paragraph\">  (m)  respecting any other matter necessary or advisable to carry out effectively the intent and purpose of this Act.  R.S.O. 1990, c. L.23, s. 14; 1994, c. 27, s. 27 (6, 7).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may make regulations adding to, removing, replacing or changing in any other way the grounds upon which or the circumstances in which a licence may be issued, renewed, suspended or revoked under section 5 or 6.  1994, c. 27, s. 27 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 27 (6-8) - 09/12/1994</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90l23\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}