{
    "act_info": {
        "full_title": "Loan Brokers Act, 1994, S.O. 1994, c. 22",
        "act_name_text": "Not Found",
        "citation": "Loan Brokers Act, 1994, S.O. 1994, c. 22",
        "url": "https://www.ontario.ca/laws/statute/94l22",
        "date_scraped": "2023-12-19 18:05:32"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/94l22/v1",
            "valid_from": "December 13, 2002",
            "valid_to": "July 29, 2005"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “consumer” means an individual who is acting other than in the course of carrying on business; (“consommateur”) “Director” means the Director within the meaning of the Ministry of Consumer and Business Services Act; (“directeur”) “loan broker” means a person who, (a) carries on the business of providing services or goods to a consumer to assist the consumer in obtaining a loan of money from another person, or (b) holds oneself out to be a person described in clause (a); (“courtier en prêts”) “loan of money” does not include a loan of money made on the security of real estate; (“prêt d’argent”) “Tribunal” means the Licence Appeal Tribunal. (“Tribunal”) 1994, c. 22, s. 1; 1998, c. 18, Sched. E, s. 176; 1999, c. 12, Sched. G, s. 26 (1); 2001, c. 9, Sched. D, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“consumer” means an individual who is acting other than in the course of carrying on business; (“consommateur”)</p> <p class=\"definition-e\">“Director” means the Director within the meaning of the <i>Ministry of Consumer and Business Services Act; </i>(“directeur”)</p> <p class=\"definition-e\">“loan broker” means a person who,</p> <p class=\"defclause-e\">(a) carries on the business of providing services or goods to a consumer to assist the consumer in obtaining a loan of money from another person, or</p> <p class=\"defclause-e\">(b) holds oneself out to be a person described in clause (a); (“courtier en prêts”)</p> <p class=\"definition-e\">“loan of money” does not include a loan of money made on the security of real estate; (“prêt d’argent”)</p> <p class=\"definition-e\">“Tribunal” means the Licence Appeal Tribunal. (“Tribunal”) 1994, c. 22, s. 1; 1998, c. 18, Sched. E, s. 176; 1999, c. 12, Sched. G, s. 26 (1); 2001, c. 9, Sched. D, s. 13.</p>"
        },
        {
            "id": "2.",
            "section": "Advance payments prohibited",
            "content": "2. (1) No loan broker shall require or accept any payment or any security for a payment, directly or indirectly, from or on behalf of a consumer in respect of a loan of money until the consumer has actually received the loan. Security arrangement void (2) Every arrangement by which a loan broker takes security in contravention of subsection (1) is void. 1994, c. 22, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) No loan broker shall require or accept any payment or any security for a payment, directly or indirectly, from or on behalf of a consumer in respect of a loan of money until the consumer has actually received the loan.</p> <p class=\"headnote-e\"><b>Security arrangement void</b></p> <p class=\"subsection-e\">(2) Every arrangement by which a loan broker takes security in contravention of subsection (1) is void. 1994, c. 22, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Disclosure of charges",
            "content": "3. Before providing services or goods to a consumer to assist the consumer in obtaining a loan of money from another person, a loan broker shall provide to the consumer a clear statement in writing showing, (a) the name, address and telephone number of the loan broker; (b) the name of the consumer; (c) if known, the names of the persons from whom the loan broker will attempt to obtain the loan for the consumer; (d) the amount of the loan; (e) the date by which the loan will be made to the consumer; and (f) the amount that the loan broker will charge the consumer for arranging for the loan, expressed as a sum in dollars and as a percentage of the amount of the loan. 1994, c. 22, s. 3. Civil Remedies",
            "raw_html": "<p class=\"section-e\"><b>3.</b> Before providing services or goods to a consumer to assist the consumer in obtaining a loan of money from another person, a loan broker shall provide to the consumer a clear statement in writing showing,</p> <p class=\"clause-e\">(a) the name, address and telephone number of the loan broker;</p> <p class=\"clause-e\">(b) the name of the consumer;</p> <p class=\"clause-e\">(c) if known, the names of the persons from whom the loan broker will attempt to obtain the loan for the consumer;</p> <p class=\"clause-e\">(d) the amount of the loan;</p> <p class=\"clause-e\">(e) the date by which the loan will be made to the consumer; and</p> <p class=\"clause-e\">(f) the amount that the loan broker will charge the consumer for arranging for the loan, expressed as a sum in dollars and as a percentage of the amount of the loan. 1994, c. 22, s. 3.</p> <p class=\"heading1-e\">Civil Remedies</p>"
        },
        {
            "id": "4.",
            "section": "Demand",
            "content": "4. (1) A loan broker who receives a payment in contravention of section 2 shall, on the demand of the person who made the payment, refund it to the person. Same, security (2) A loan broker who receives security for a payment in contravention of section 2 shall, on the demand of the person who provided the security, return it to the person. Form of demand (3) A demand for a refund or for the return of security may be made in writing, verbally or by any other means. Time of receiving demand (4) A demand for a refund or for the return of security shall be deemed to have been received, (a) on the day that it was sent, if it was made by registered or electronic mail; or (b) on the day that it was made, if it was made in the form of a verbal message left on a telephone answering device or system or left with a message service. Time for compliance (5) A loan broker who receives a demand for a refund or for the return of security shall make the refund or return the security, as the case may be, within five days of receiving the demand. 1994, c. 22, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) A loan broker who receives a payment in contravention of section 2 shall, on the demand of the person who made the payment, refund it to the person.</p> <p class=\"headnote-e\"><b>Same, security</b></p> <p class=\"subsection-e\">(2) A loan broker who receives security for a payment in contravention of section 2 shall, on the demand of the person who provided the security, return it to the person.</p> <p class=\"headnote-e\"><b>Form of demand</b></p> <p class=\"subsection-e\">(3) A demand for a refund or for the return of security may be made in writing, verbally or by any other means.</p> <p class=\"headnote-e\"><b>Time of receiving demand</b></p> <p class=\"subsection-e\">(4) A demand for a refund or for the return of security shall be deemed to have been received,</p> <p class=\"clause-e\">(a) on the day that it was sent, if it was made by registered or electronic mail; or</p> <p class=\"clause-e\">(b) on the day that it was made, if it was made in the form of a verbal message left on a telephone answering device or system or left with a message service.</p> <p class=\"headnote-e\"><b>Time for compliance</b></p> <p class=\"subsection-e\">(5) A loan broker who receives a demand for a refund or for the return of security shall make the refund or return the security, as the case may be, within five days of receiving the demand. 1994, c. 22, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Recovery of payment",
            "content": "5. (1) If a loan broker has received a payment in contravention of section 2, the person who made the payment may recover it in full in a court of competent jurisdiction, whether or not the person has made a demand for a refund. Judgment (2) In a judgment for the recovery of a payment under subsection (1), the court shall order that, (a) the plaintiff recover the payment in full without any reduction for services or goods that the defendant may have provided to the plaintiff in respect of the payment; and (b) the defendant pay the costs of the proceeding, despite section 131 of the Courts of Justice Act. Exemplary damages (3) In the judgment, the court may order exemplary or punitive damages. Amount (4) The amount of the exemplary or punitive damages shall be the lesser of, (a) $1,000 or the amount of the payment under subsection (1) that the court orders the plaintiff may recover from the defendant, whichever amount is greater; and (b) an amount that results in a judgment under this section that is equal to the monetary jurisdiction of the court. 1994, c. 22, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) If a loan broker has received a payment in contravention of section 2, the person who made the payment may recover it in full in a court of competent jurisdiction, whether or not the person has made a demand for a refund.</p> <p class=\"headnote-e\"><b>Judgment</b></p> <p class=\"subsection-e\">(2) In a judgment for the recovery of a payment under subsection (1), the court shall order that,</p> <p class=\"clause-e\">(a) the plaintiff recover the payment in full without any reduction for services or goods that the defendant may have provided to the plaintiff in respect of the payment; and</p> <p class=\"clause-e\">(b) the defendant pay the costs of the proceeding, despite section 131 of the <i>Courts of Justice Act</i>.</p> <p class=\"headnote-e\"><b>Exemplary damages</b></p> <p class=\"subsection-e\">(3) In the judgment, the court may order exemplary or punitive damages.</p> <p class=\"headnote-e\"><b>Amount</b></p> <p class=\"subsection-e\">(4) The amount of the exemplary or punitive damages shall be the lesser of,</p> <p class=\"clause-e\">(a) $1,000 or the amount of the payment under subsection (1) that the court orders the plaintiff may recover from the defendant, whichever amount is greater; and</p> <p class=\"clause-e\">(b) an amount that results in a judgment under this section that is equal to the monetary jurisdiction of the court. 1994, c. 22, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Return of security",
            "content": "6. (1) If a loan broker has received security for a payment in contravention of section 2, the person who provided the security may obtain a judgment from a court of competent jurisdiction, whether or not the person has made a demand for the return of the security. Judgment (2) Subject to subsection (3), in a judgment under subsection (1), the court shall order that the defendant return the security to the plaintiff without any compensation for services or goods that the defendant may have provided to the plaintiff in respect of the payment mentioned in subsection (1). Same, no security (3) If the defendant has disposed of the security in whole or in part, the court shall order that the plaintiff recover from the defendant the monetary value of the security without any reduction for services or goods that the defendant may have provided to the plaintiff in respect of the payment mentioned in subsection (1). Same, costs (4) In the judgment, the court shall order that the defendant pay the costs of the proceeding, despite section 131 of the Courts of Justice Act. Exemplary damages (5) In the judgment, the court may order exemplary or punitive damages. Amount (6) The amount of the exemplary or punitive damages shall be the lesser of, (a) $1,000 or the amount that the court orders, whichever amount is greater; and (b) an amount that results in a judgment under this section that is equal to the monetary jurisdiction of the court. 1994, c. 22, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) If a loan broker has received security for a payment in contravention of section 2, the person who provided the security may obtain a judgment from a court of competent jurisdiction, whether or not the person has made a demand for the return of the security.</p> <p class=\"headnote-e\"><b>Judgment</b></p> <p class=\"subsection-e\">(2) Subject to subsection (3), in a judgment under subsection (1), the court shall order that the defendant return the security to the plaintiff without any compensation for services or goods that the defendant may have provided to the plaintiff in respect of the payment mentioned in subsection (1).</p> <p class=\"headnote-e\"><b>Same, no security</b></p> <p class=\"subsection-e\">(3) If the defendant has disposed of the security in whole or in part, the court shall order that the plaintiff recover from the defendant the monetary value of the security without any reduction for services or goods that the defendant may have provided to the plaintiff in respect of the payment mentioned in subsection (1).</p> <p class=\"headnote-e\"><b>Same, costs</b></p> <p class=\"subsection-e\">(4) In the judgment, the court shall order that the defendant pay the costs of the proceeding, despite section 131 of the <i>Courts of Justice Act</i>.</p> <p class=\"headnote-e\"><b>Exemplary damages</b></p> <p class=\"subsection-e\">(5) In the judgment, the court may order exemplary or punitive damages.</p> <p class=\"headnote-e\"><b>Amount</b></p> <p class=\"subsection-e\">(6) The amount of the exemplary or punitive damages shall be the lesser of,</p> <p class=\"clause-e\">(a) $1,000 or the amount that the court orders, whichever amount is greater; and</p> <p class=\"clause-e\">(b) an amount that results in a judgment under this section that is equal to the monetary jurisdiction of the court. 1994, c. 22, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Officers, directors",
            "content": "7. The officers and directors of a loan broker that is a corporation are jointly and severally liable for the remedy in respect of which a person is entitled to commence a proceeding against the loan broker under section 5 or 6. 1994, c. 22, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> The officers and directors of a loan broker that is a corporation are jointly and severally liable for the remedy in respect of which a person is entitled to commence a proceeding against the loan broker under section 5 or 6. 1994, c. 22, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "No waiver",
            "content": "8. This Act applies despite any agreement or waiver to the contrary. 1994, c. 22, s. 8. Enforcement",
            "raw_html": "<p class=\"section-e\"><b>8.</b> This Act applies despite any agreement or waiver to the contrary. 1994, c. 22, s. 8.</p> <p class=\"heading1-e\">Enforcement</p>"
        },
        {
            "id": "9.",
            "section": "Investigators",
            "content": "9. (1) The Minister responsible for the administration of this Act or a person authorized in writing by the Minister may appoint any person to be an investigator for the purposes of this Act. Certificate of appointment (2) The Minister responsible for the administration of this Act or a person authorized in writing by the Minister shall issue to every investigator a certificate of appointment bearing the Minister’s signature or a facsimile of it. Police officers (3) Police officers, by virtue of office, are investigators for the purposes of this Act, but subsection (2) does not apply to them. Proof of appointment (4) Every investigator who exercises powers under this Act shall, upon request, produce the certificate of appointment as an investigator or identification as a police officer, as the case may be. 1994, c. 22, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) The Minister responsible for the administration of this Act or a person authorized in writing by the Minister may appoint any person to be an investigator for the purposes of this Act.</p> <p class=\"headnote-e\"><b>Certificate of appointment</b></p> <p class=\"subsection-e\">(2) The Minister responsible for the administration of this Act or a person authorized in writing by the Minister shall issue to every investigator a certificate of appointment bearing the Minister’s signature or a facsimile of it.</p> <p class=\"headnote-e\"><b>Police officers</b></p> <p class=\"subsection-e\">(3) Police officers, by virtue of office, are investigators for the purposes of this Act, but subsection (2) does not apply to them.</p> <p class=\"headnote-e\"><b>Proof of appointment</b></p> <p class=\"subsection-e\">(4) Every investigator who exercises powers under this Act shall, upon request, produce the certificate of appointment as an investigator or identification as a police officer, as the case may be. 1994, c. 22, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Investigation",
            "content": "10. (1) For the purpose of carrying out an investigation, an investigator may, (a) subject to subsection (2), enter any place that the investigator believes on reasonable grounds contains evidence of an arrangement under which a loan broker is to assist a consumer in obtaining a loan of money from another person; (b) inquire into all financial transactions, records and other matters that are relevant to an arrangement under which a loan broker is to assist a consumer in obtaining a loan of money from another person; (c) demand the production for inspection of anything described in clause (b). Entry to dwellings (2) An investigator shall not, without the consent of the occupier, exercise a power to enter a place that is being used as a dwelling, except under the authority of a search warrant issued under section 158 of the Provincial Offences Act. Time for exercising powers (3) An investigator shall exercise the powers mentioned in subsection (1) only during business hours for the place that the investigator has entered. Written demand (4) A demand mentioned in clause (1) (c) shall be in writing and shall include a statement of the nature of the things required. Obligation to produce (5) If an investigator makes a demand, the person having custody of the things shall produce them to the investigator. Removal of things produced (6) On issuing a written receipt, the investigator may remove the things that are produced and may, (a) review or copy any of them; or (b) bring them before a justice of the peace, in which case section 159 of the Provincial Offences Act applies. Return of things produced (7) The investigator shall carry out any reviewing or copying of things with reasonable dispatch, and shall forthwith after the reviewing or copying return the things to the person who produced them. Admissibility of copies (8) A copy certified by an investigator as a copy made under clause (6) (a) is admissible in evidence to the same extent, and has the same evidentiary value, as the thing copied. Assistance (9) An investigator may call upon any expert for such assistance as he or she considers necessary in carrying out an investigation. Computer search (10) For the purpose of carrying out an investigation, an investigator may use any data storage, processing or retrieval device or system belonging to the persons being investigated in order to produce a record in readable form. 1994, c. 22, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) For the purpose of carrying out an investigation, an investigator may,</p> <p class=\"clause-e\">(a) subject to subsection (2), enter any place that the investigator believes on reasonable grounds contains evidence of an arrangement under which a loan broker is to assist a consumer in obtaining a loan of money from another person;</p> <p class=\"clause-e\">(b) inquire into all financial transactions, records and other matters that are relevant to an arrangement under which a loan broker is to assist a consumer in obtaining a loan of money from another person;</p> <p class=\"clause-e\">(c) demand the production for inspection of anything described in clause (b).</p> <p class=\"headnote-e\"><b>Entry to dwellings</b></p> <p class=\"subsection-e\">(2) An investigator shall not, without the consent of the occupier, exercise a power to enter a place that is being used as a dwelling, except under the authority of a search warrant issued under section 158 of the <i>Provincial Offences Act</i>.</p> <p class=\"headnote-e\"><b>Time for exercising powers</b></p> <p class=\"subsection-e\">(3) An investigator shall exercise the powers mentioned in subsection (1) only during business hours for the place that the investigator has entered.</p> <p class=\"headnote-e\"><b>Written demand</b></p> <p class=\"subsection-e\">(4) A demand mentioned in clause (1) (c) shall be in writing and shall include a statement of the nature of the things required.</p> <p class=\"headnote-e\"><b>Obligation to produce</b></p> <p class=\"subsection-e\">(5) If an investigator makes a demand, the person having custody of the things shall produce them to the investigator.</p> <p class=\"headnote-e\"><b>Removal of things produced</b></p> <p class=\"subsection-e\">(6) On issuing a written receipt, the investigator may remove the things that are produced and may,</p> <p class=\"clause-e\">(a) review or copy any of them; or</p> <p class=\"clause-e\">(b) bring them before a justice of the peace, in which case section 159 of the <i>Provincial Offences Act</i> applies.</p> <p class=\"headnote-e\"><b>Return of things produced</b></p> <p class=\"subsection-e\">(7) The investigator shall carry out any reviewing or copying of things with reasonable dispatch, and shall forthwith after the reviewing or copying return the things to the person who produced them.</p> <p class=\"headnote-e\"><b>Admissibility of copies</b></p> <p class=\"subsection-e\">(8) A copy certified by an investigator as a copy made under clause (6) (a) is admissible in evidence to the same extent, and has the same evidentiary value, as the thing copied.</p> <p class=\"headnote-e\"><b>Assistance</b></p> <p class=\"subsection-e\">(9) An investigator may call upon any expert for such assistance as he or she considers necessary in carrying out an investigation.</p> <p class=\"headnote-e\"><b>Computer search</b></p> <p class=\"subsection-e\">(10) For the purpose of carrying out an investigation, an investigator may use any data storage, processing or retrieval device or system belonging to the persons being investigated in order to produce a record in readable form. 1994, c. 22, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Assistance required",
            "content": "11. (1) An investigator may require information or material from a person who is the subject of an investigation under section 10 or from any person who the investigator has reason to believe can provide information or material relevant to the investigation. Disclosure (2) Despite section 17 of the Freedom of Information and Protection of Privacy Act and section 10 of the Municipal Freedom of Information and Protection of Privacy Act, the head of an institution within the meaning of those Acts shall disclose to the investigator the information or material that the investigator requires. No obstruction (3) No person shall obstruct an investigator who is exercising powers under this Act. Records (4) A person who is required under this Act to produce a record for an investigator shall, on request, provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce a record in readable form. 1994, c. 22, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) An investigator may require information or material from a person who is the subject of an investigation under section 10 or from any person who the investigator has reason to believe can provide information or material relevant to the investigation.</p> <p class=\"headnote-e\"><b>Disclosure</b></p> <p class=\"subsection-e\">(2) Despite section 17 of the <i>Freedom of Information and Protection of Privacy Act</i> and section 10 of the <i>Municipal Freedom of Information and Protection of Privacy Act</i>, the head of an institution within the meaning of those Acts shall disclose to the investigator the information or material that the investigator requires.</p> <p class=\"headnote-e\"><b>No obstruction</b></p> <p class=\"subsection-e\">(3) No person shall obstruct an investigator who is exercising powers under this Act.</p> <p class=\"headnote-e\"><b>Records</b></p> <p class=\"subsection-e\">(4) A person who is required under this Act to produce a record for an investigator shall, on request, provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce a record in readable form. 1994, c. 22, s. 11.</p>"
        },
        {
            "id": "11.1",
            "section": "Cease and desist order",
            "content": "11.1 (1) If the Director believes on reasonable and probable grounds that any person has contravened subsection 2 (1), section 3 or subsection 4 (5) or 11 (3) of the Act, the Director may order the person to cease and desist from doing anything that contravenes those provisions. Service (2) The Director shall serve the order, together with written reasons for it, on the person named in it. Statement (3) The order shall state that the person named in the order may request a hearing before the Tribunal by mailing or delivering a written request for a hearing to the Director and the Tribunal within 15 days after service of the order. Effect (4) The order takes effect immediately on being served on the person named in it. Compliance with order (5) A person named in the order shall comply with it. 1998, c. 18, Sched. E, s. 177.",
            "raw_html": "<p class=\"section-e\"><b>11.1</b> (1) If the Director believes on reasonable and probable grounds that any person has contravened subsection 2 (1), section 3 or subsection 4 (5) or 11 (3) of the Act, the Director may order the person to cease and desist from doing anything that contravenes those provisions.</p> <p class=\"headnote-e\"><b>Service</b></p> <p class=\"subsection-e\">(2) The Director shall serve the order, together with written reasons for it, on the person named in it.</p> <p class=\"headnote-e\"><b>Statement</b></p> <p class=\"subsection-e\">(3) The order shall state that the person named in the order may request a hearing before the Tribunal by mailing or delivering a written request for a hearing to the Director and the Tribunal within 15 days after service of the order.</p> <p class=\"headnote-e\"><b>Effect</b></p> <p class=\"subsection-e\">(4) The order takes effect immediately on being served on the person named in it.</p> <p class=\"headnote-e\"><b>Compliance with order</b></p> <p class=\"subsection-e\">(5) A person named in the order shall comply with it. 1998, c. 18, Sched. E, s. 177.</p>"
        },
        {
            "id": "11.2",
            "section": "Hearing",
            "content": "11.2 (1) If, within the allowed time, a person who is served with an order under section 11.1 requests a hearing by the Tribunal, the Tribunal shall schedule and hold the hearing. Stay of order (2) If a person requests a hearing under subsection (1), the Tribunal may stay the order until it confirms or sets aside the order. Parties (3) The Director, the person who requested the hearing and any other person whom the Tribunal specifies are parties to the hearing. Powers of Tribunal (4) In making a decision, the Tribunal may, (a) confirm the Director’s order; (b) confirm the Director’s order with the amendments that the Tribunal considers proper to give effect to the purpose of the Act, including a direction to a loan broker named in the order to make a refund or return the security under subsection 4 (5); or (c) set aside the Director’s order. Order of Tribunal (5) For the purposes of subsection (6) and clause 13 (1) (a) of the Act and section 19 of the Statutory Powers Procedure Act, a decision by the Tribunal confirming the order of the Director, with or without amendments, shall be deemed to be an order of the Tribunal. 1998, c. 18, Sched. E, s. 177. Appeal (6) Even if the person named in the order of the Tribunal appeals it under section 11 of the Licence Appeal Tribunal Act, 1999, the order takes effect immediately but the Tribunal may grant a stay until the disposition of the appeal. 1999, c. 12, Sched. G, s. 26 (2).",
            "raw_html": "<p class=\"section-e\"><b>11.2</b> (1) If, within the allowed time, a person who is served with an order under section 11.1 requests a hearing by the Tribunal, the Tribunal shall schedule and hold the hearing.</p> <p class=\"headnote-e\"><b>Stay of order</b></p> <p class=\"subsection-e\">(2) If a person requests a hearing under subsection (1), the Tribunal may stay the order until it confirms or sets aside the order.</p> <p class=\"headnote-e\"><b>Parties</b></p> <p class=\"subsection-e\">(3) The Director, the person who requested the hearing and any other person whom the Tribunal specifies are parties to the hearing.</p> <p class=\"headnote-e\"><b>Powers of Tribunal</b></p> <p class=\"subsection-e\">(4) In making a decision, the Tribunal may,</p> <p class=\"clause-e\">(a) confirm the Director’s order;</p> <p class=\"clause-e\">(b) confirm the Director’s order with the amendments that the Tribunal considers proper to give effect to the purpose of the Act, including a direction to a loan broker named in the order to make a refund or return the security under subsection 4 (5); or</p> <p class=\"clause-e\">(c) set aside the Director’s order.</p> <p class=\"headnote-e\"><b>Order of Tribunal</b></p> <p class=\"subsection-e\">(5) For the purposes of subsection (6) and clause 13 (1) (a) of the Act and section 19 of the <i>Statutory Powers Procedure Act</i>, a decision by the Tribunal confirming the order of the Director, with or without amendments, shall be deemed to be an order of the Tribunal. 1998, c. 18, Sched. E, s. 177.</p> <p class=\"headnote-e\"><b>Appeal</b></p> <p class=\"subsection-e\">(6) Even if the person named in the order of the Tribunal appeals it under section 11 of the <i>Licence Appeal Tribunal Act, 1999</i>, the order takes effect immediately but the Tribunal may grant a stay until the disposition of the appeal. 1999, c. 12, Sched. G, s. 26 (2).</p>"
        },
        {
            "id": "11.3",
            "section": "Service of order",
            "content": "11.3 (1) An order under section 11.1 is sufficiently served if delivered personally or sent by registered mail addressed to the person to whom service is required to be made at the person’s last known business address. Registered mail (2) An order sent by registered mail shall be deemed to have been served on the third day after the day of mailing, unless the person being served establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the order until a later date. Exception (3) Despite subsection (1), the Tribunal may order any other method of service in respect of a matter before the Tribunal. 1998, c. 18, Sched. E, s. 177.",
            "raw_html": "<p class=\"section-e\"><b>11.3</b> (1) An order under section 11.1 is sufficiently served if delivered personally or sent by registered mail addressed to the person to whom service is required to be made at the person’s last known business address.</p> <p class=\"headnote-e\"><b>Registered mail</b></p> <p class=\"subsection-e\">(2) An order sent by registered mail shall be deemed to have been served on the third day after the day of mailing, unless the person being served establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the order until a later date.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(3) Despite subsection (1), the Tribunal may order any other method of service in respect of a matter before the Tribunal. 1998, c. 18, Sched. E, s. 177.</p>"
        },
        {
            "id": "12.",
            "section": "Disclosure of information",
            "content": "12. (1) A person engaged in the administration or enforcement of this Act may disclose personal information to a consumer if the information is relevant to the consumer’s rights under this Act. Non-compellable witness (2) No person engaged in the administration or enforcement of this Act shall be required to give testimony in any civil proceeding with regard to information obtained by the person in the course of performing duties or exercising powers under this Act. 1994, c. 22, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> (1) A person engaged in the administration or enforcement of this Act may disclose personal information to a consumer if the information is relevant to the consumer’s rights under this Act.</p> <p class=\"headnote-e\"><b>Non-compellable witness</b></p> <p class=\"subsection-e\">(2) No person engaged in the administration or enforcement of this Act shall be required to give testimony in any civil proceeding with regard to information obtained by the person in the course of performing duties or exercising powers under this Act. 1994, c. 22, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Offence",
            "content": "13. (1) Every person is guilty of an offence who, (a) knowingly fails to comply with any order made under this Act; (b) contravenes subsection 2 (1), section 3 or subsection 4 (5) or 11 (3). 1998, c. 18, Sched. E, s. 178. Same, corporations (2) Every officer or director of a corporation is guilty of an offence who, (a) knowingly causes, authorizes, permits or participates in the commission by the corporation of an offence mentioned in subsection (1); or (b) fails to take reasonable care to prevent the corporation from committing an offence mentioned in subsection (1). Penalty, non-corporations (3) A person who is not a corporation and who is convicted of an offence under this Act is liable to a fine of not more than $25,000 or to imprisonment for a term of not more than one year, or to both. Same, corporations (4) A corporation convicted of an offence under this Act is liable to a fine of not more than $100,000. Limitation (5) No proceeding shall be commenced under this section more than two years after the time when the subject matter of the proceeding arose. 1994, c. 22, s. 13 (2-5).",
            "raw_html": "<p class=\"section-e\"><b>13.</b> (1) Every person is guilty of an offence who,</p> <p class=\"clause-e\">(a) knowingly fails to comply with any order made under this Act;</p> <p class=\"clause-e\">(b) contravenes subsection 2 (1), section 3 or subsection 4 (5) or 11 (3). 1998, c. 18, Sched. E, s. 178.</p> <p class=\"headnote-e\"><b>Same, corporations</b></p> <p class=\"subsection-e\">(2) Every officer or director of a corporation is guilty of an offence who,</p> <p class=\"clause-e\">(a) knowingly causes, authorizes, permits or participates in the commission by the corporation of an offence mentioned in subsection (1); or</p> <p class=\"clause-e\">(b) fails to take reasonable care to prevent the corporation from committing an offence mentioned in subsection (1).</p> <p class=\"headnote-e\"><b>Penalty, non-corporations</b></p> <p class=\"subsection-e\">(3) A person who is not a corporation and who is convicted of an offence under this Act is liable to a fine of not more than $25,000 or to imprisonment for a term of not more than one year, or to both.</p> <p class=\"headnote-e\"><b>Same, corporations</b></p> <p class=\"subsection-e\">(4) A corporation convicted of an offence under this Act is liable to a fine of not more than $100,000.</p> <p class=\"headnote-e\"><b>Limitation</b></p> <p class=\"subsection-e\">(5) No proceeding shall be commenced under this section more than two years after the time when the subject matter of the proceeding arose. 1994, c. 22, s. 13 (2-5).</p>"
        },
        {
            "id": "14.",
            "section": "Regulations",
            "content": "14. The Lieutenant Governor in Council may make regulations, (a) exempting any person or class of persons from any or all of the provisions of this Act and the regulations; (b) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. 1994, c. 22, s. 14. 15. Omitted (provides for coming into force of provisions of this Act). 1994, c. 22, s. 15. 16. Omitted (enacts short title of this Act). 1994, c. 22, s. 16. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>14.</b> The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) exempting any person or class of persons from any or all of the provisions of this Act and the regulations;</p> <p class=\"clause-e\">(b) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. 1994, c. 22, s. 14.</p> <p class=\"section-e\"><b>15.</b> Omitted (provides for coming into force of provisions of this Act). 1994, c. 22, s. 15.</p> <p class=\"section-e\"><b>16.</b> Omitted (enacts short title of this Act). 1994, c. 22, s. 16.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_94l22_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_94l22_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "15.",
            "section": "Regulations",
            "content": "15. Omitted (provides for coming into force of provisions of this Act). 1994, c. 22, s. 15. 16. Omitted (enacts short title of this Act). 1994, c. 22, s. 16. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>15.</b> Omitted (provides for coming into force of provisions of this Act). 1994, c. 22, s. 15.</p> <p class=\"section-e\"><b>16.</b> Omitted (enacts short title of this Act). 1994, c. 22, s. 16.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_94l22_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_94l22_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "16.",
            "section": "Regulations",
            "content": "16. Omitted (enacts short title of this Act). 1994, c. 22, s. 16. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>16.</b> Omitted (enacts short title of this Act). 1994, c. 22, s. 16.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_94l22_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_94l22_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}