{
    "act_info": {
        "full_title": "Medical Radiation and Imaging Technology Act, 2017, S.O. 2017, c. 25, Sched. 6",
        "act_name_text": "Medical Radiation and Imaging Technology Act, 2017",
        "citation": "S.O. 2017, c. 25, Sched. 6",
        "url": "https://www.ontario.ca/laws/statute/17m25",
        "date_scraped": "2023-12-18 17:52:21"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  3, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/17m25/v2",
            "valid_from": "January  1, 2020",
            "valid_to": "June  2, 2021"
        },
        {
            "a_href": "/laws/statute/17m25/v1",
            "valid_from": "December 12, 2017",
            "valid_to": "December 31, 2019"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/120375",
            "Citation": "O. Reg. 375/12",
            "title": "GENERAL"
        },
        {
            "a_href": "/laws/regulation/930866",
            "Citation": "O. Reg. 866/93",
            "title": "REGISTRATION"
        },
        {
            "a_href": "/laws/regulation/930855",
            "Citation": "O. Reg. 855/93",
            "title": "PROFESSIONAL MISCONDUCT"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “College” means the College of Medical Radiation and Imaging Technologists of Ontario; (“Ordre”) “Health Professions Procedural Code” means the Health Professions Procedural Code set out in Schedule 2 to the Regulated Health Professions Act, 1991; (“Code des professions de la santé”) “member” means a member of the College; (“membre”) “profession” means the profession of medical radiation and imaging technology; (“profession”) “this Act” includes the Health Professions Procedural Code. (“la présente loi”)",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“College” means the College of Medical Radiation and Imaging Technologists of Ontario; (“Ordre”)</p> <p class=\"definition\">“Health Professions Procedural Code” means the Health Professions Procedural Code set out in Schedule 2 to the <i>Regulated Health Professions Act, 1991</i>; (“Code des professions de la santé”)</p> <p class=\"definition\">“member” means a member of the College; (“membre”)</p> <p class=\"definition\">“profession” means the profession of medical radiation and imaging technology; (“profession”)</p> <p class=\"definition\">“this Act” includes the Health Professions Procedural Code. (“la présente loi”)</p>"
        },
        {
            "id": "2",
            "section": "Health Professions Procedural Code",
            "content": "2 (1) The Health Professions Procedural Code shall be deemed to be part of this Act. Terms in Code (2) In the Health Professions Procedural Code as it applies in respect of this Act, “College” means the College of Medical Radiation and Imaging Technologists of Ontario; (“Ordre”) “health profession Act” means this Act; (“loi sur une profession de la santé”) “profession” means the profession of medical radiation and imaging technology; (“profession”) “regulations” means the regulations under this Act. (“règlements”) Definitions in Code (3) Definitions in the Health Professions Procedural Code apply with necessary modifications to terms in this Act.",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) The Health Professions Procedural Code shall be deemed to be part of this Act.</p> <p class=\"headnote\">Terms in Code</p> <p class=\"subsection\">(2) In the Health Professions Procedural Code as it applies in respect of this Act,</p> <p class=\"definition\">“College” means the College of Medical Radiation and Imaging Technologists of Ontario; (“Ordre”)</p> <p class=\"definition\">“health profession Act” means this Act; (“loi sur une profession de la santé”)</p> <p class=\"definition\">“profession” means the profession of medical radiation and imaging technology; (“profession”)</p> <p class=\"definition\">“regulations” means the regulations under this Act. (“règlements”)</p> <p class=\"headnote\">Definitions in Code</p> <p class=\"subsection\">(3) Definitions in the Health Professions Procedural Code apply with necessary modifications to terms in this Act.</p>"
        },
        {
            "id": "3",
            "section": "Scope of practice",
            "content": "3 The practice of medical radiation and imaging technology is the use of ionizing radiation, electromagnetism, soundwaves and other prescribed forms of energy for the purposes of diagnostic or therapeutic procedures, the evaluation of images and data relating to the procedures and the assessment of an individual before, during and after the procedures.",
            "raw_html": "<p class=\"section\"><b>3 </b>The practice of medical radiation and imaging technology is the use of ionizing radiation, electromagnetism, soundwaves and other prescribed forms of energy for the purposes of diagnostic or therapeutic procedures, the evaluation of images and data relating to the procedures and the assessment of an individual before, during and after the procedures.</p>"
        },
        {
            "id": "4",
            "section": "Authorized acts",
            "content": "4 In the course of engaging in the practice of medical radiation and imaging technology, a member is authorized, subject to the terms, conditions and limitations imposed on their certificate of registration, to perform the following: 1.  Administering substances by injection or inhalation. 2.  Tracheal suctioning of a tracheostomy. 3.  Administering contrast media, or putting an instrument, hand or finger, i.  beyond the opening of the urethra, ii.  beyond the labia majora, iii.  beyond the anal verge, or iv.  into an artificial opening of the body. 4.  Performing a procedure on tissue below the dermis. 5.  Applying a prescribed form of energy.",
            "raw_html": "<p class=\"section\"><b>4 </b>In the course of engaging in the practice of medical radiation and imaging technology, a member is authorized, subject to the terms, conditions and limitations imposed on their certificate of registration, to perform the following:</p> <p class=\"paragraph\">  1.  Administering substances by injection or inhalation.</p> <p class=\"paragraph\">  2.  Tracheal suctioning of a tracheostomy.</p> <p class=\"paragraph\">  3.  Administering contrast media, or putting an instrument, hand or finger,</p> <p class=\"subpara\">  i.  beyond the opening of the urethra,</p> <p class=\"subpara\">  ii.  beyond the labia majora,</p> <p class=\"subpara\">  iii.  beyond the anal verge, or</p> <p class=\"subpara\">  iv.  into an artificial opening of the body.</p> <p class=\"paragraph\">  4.  Performing a procedure on tissue below the dermis.</p> <p class=\"paragraph\">  5.  Applying a prescribed form of energy.</p>"
        },
        {
            "id": "5",
            "section": "Additional requirements for authorized acts",
            "content": "5 (1) A member shall not perform a procedure under the authority of paragraphs 1 to 4 of section 4 unless the procedure is ordered by a member of the College of Physicians and Surgeons of Ontario or the member performs the procedure pursuant to an exemption set out in a regulation made under the Regulated Health Professions Act, 1991. Same (2) A member shall not perform a procedure under paragraph 5 of section 4 unless the procedure is ordered by a member of the College of Physicians and Surgeons of Ontario or a member of any other College who is authorized to order the procedure or the member performs the procedure pursuant to an exemption set out in a regulation made under the\r\nRegulated Health Professions Act, 1991. Professional misconduct (3) In addition to the grounds set out in subsection 51 (1) of the Health Professions Procedural Code, a panel of the Discipline Committee shall find that a member has committed an act of professional misconduct if the member contravenes subsection (1) or (2) of this section.",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) A member shall not perform a procedure under the authority of paragraphs 1 to 4 of section 4 unless the procedure is ordered by a member of the College of Physicians and Surgeons of Ontario or the member performs the procedure pursuant to an exemption set out in a regulation made under the<i> Regulated Health Professions Act, 1991</i>.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A member shall not perform a procedure under paragraph 5 of section 4 unless the procedure is ordered by a member of the College of Physicians and Surgeons of Ontario or a member of any other College who is authorized to order the procedure or the member performs the procedure pursuant to an exemption set out in a regulation made under the<i>\r\nRegulated Health Professions Act, 1991</i>.</p> <p class=\"headnote\">Professional misconduct</p> <p class=\"subsection\">(3) In addition to the grounds set out in subsection 51 (1) of the Health Professions Procedural Code, a panel of the Discipline Committee shall find that a member has committed an act of professional misconduct if the member contravenes subsection (1) or (2) of this section.</p>"
        },
        {
            "id": "6",
            "section": "College continued",
            "content": "6 The College of Medical Radiation Technologists of Ontario is continued under the name College of Medical Radiation and Imaging Technologists of Ontario in English and Ordre des technologues en radiation médicale et en imagerie médicale de l’Ontario in French.",
            "raw_html": "<p class=\"section\"><b>6 </b>The College of Medical Radiation Technologists of Ontario is continued under the name College of Medical Radiation and Imaging Technologists of Ontario in English and Ordre des technologues en radiation médicale et en imagerie médicale de l’Ontario in French.</p>"
        },
        {
            "id": "7",
            "section": "Council",
            "content": "7 (1) The Council shall be composed of, (a)  at least six and no more than nine persons who are members elected in accordance with the by-laws; (b)  at least five and no more than eight persons appointed by the Lieutenant Governor in Council who are not, (i)  members, (ii)  members of a College as defined in the Regulated Health Professions Act, 1991, or (iii)  members of a Council as defined in the Regulated Health Professions Act, 1991; and (c)  one or two persons selected, in accordance with a by-law made under section 13, from among members who are faculty members of an educational institution in Ontario that is authorized to grant diplomas or degrees in a specialty of the profession. Who can vote in elections (2) Subject to the by-laws, every member who practises or resides in Ontario and who is not in default of payment of the annual membership fee is entitled to vote in an election of members of the Council.",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) The Council shall be composed of,</p> <p class=\"paragraph\">  (a)  at least six and no more than nine persons who are members elected in accordance with the by-laws;</p> <p class=\"paragraph\">  (b)  at least five and no more than eight persons appointed by the Lieutenant Governor in Council who are not,</p> <p class=\"subpara\">  (i)  members,</p> <p class=\"subpara\">  (ii)  members of a College as defined in the <i>Regulated Health Professions Act, 1991</i>, or</p> <p class=\"subpara\">  (iii)  members of a Council as defined in the <i>Regulated Health Professions Act, 1991</i>; and</p> <p class=\"paragraph\">  (c)  one or two persons selected, in accordance with a by-law made under section 13, from among members who are faculty members of an educational institution in Ontario that is authorized to grant diplomas or degrees in a specialty of the profession.</p> <p class=\"headnote\">Who can vote in elections</p> <p class=\"subsection\">(2) Subject to the by-laws, every member who practises or resides in Ontario and who is not in default of payment of the annual membership fee is entitled to vote in an election of members of the Council.</p>"
        },
        {
            "id": "8",
            "section": "President and Vice-President",
            "content": "8 The Council shall have a President and Vice-President who shall be elected annually by the Council from among the Council’s members.",
            "raw_html": "<p class=\"section\"><b>8 </b>The Council shall have a President and Vice-President who shall be elected annually by the Council from among the Council’s members.</p>"
        },
        {
            "id": "9",
            "section": "Restricted titles",
            "content": "9 (1) No person other than a member shall use the title “medical radiation and imaging technologist”, “diagnostic medical sonographer”, “radiological technologist”, “radiation therapist”, “nuclear medicine technologist”, “magnetic resonance technologist”, a variation or abbreviation or an equivalent in another language. Representations of qualification, etc. (2) No person other than a member shall hold themself out as a person who is qualified to practise in Ontario as a medical radiation and imaging technologist or in a specialty of medical radiation and imaging technology. Definition (3) In this section, “abbreviation” includes an abbreviation of a variation. 10 Repealed: 2021, c. 25, Sched. 25, s. 18. Section Amendments with date in force (d/m/y) 2021, c. 25, Sched. 25, s. 18 - 03/06/2021",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) No person other than a member shall use the title “medical radiation and imaging technologist”, “diagnostic medical sonographer”, “radiological technologist”, “radiation therapist”, “nuclear medicine technologist”, “magnetic resonance technologist”, a variation or abbreviation or an equivalent in another language.</p> <p class=\"headnote\">Representations of qualification, etc.</p> <p class=\"subsection\">(2) No person other than a member shall hold themself out as a person who is qualified to practise in Ontario as a medical radiation and imaging technologist or in a specialty of medical radiation and imaging technology.</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(3) In this section,</p> <p class=\"definition\">“abbreviation” includes an abbreviation of a variation.</p> <p class=\"section\"><b>10</b><b> </b><span class=\"ovsmallcap\">Repealed</span>: 2021, c. 25, Sched. 25, s. 18.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21025#sched25s18\">2021, c. 25, Sched. 25, s. 18</a></span> - 03/06/2021</p>"
        },
        {
            "id": "10",
            "section": "Definition",
            "content": "10 Repealed: 2021, c. 25, Sched. 25, s. 18. Section Amendments with date in force (d/m/y) 2021, c. 25, Sched. 25, s. 18 - 03/06/2021",
            "raw_html": "<p class=\"section\"><b>10</b><b> </b><span class=\"ovsmallcap\">Repealed</span>: 2021, c. 25, Sched. 25, s. 18.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21025#sched25s18\">2021, c. 25, Sched. 25, s. 18</a></span> - 03/06/2021</p>"
        },
        {
            "id": "11",
            "section": "Offence",
            "content": "11 Every person who contravenes subsection 9 (1) or (2) is guilty of an offence and on conviction is liable to a fine of not more than $25,000 for a first offence and not more than $50,000 for a second or subsequent offence.",
            "raw_html": "<p class=\"section\"><b>11 </b>Every person who contravenes subsection 9 (1) or (2) is guilty of an offence and on conviction is liable to a fine of not more than $25,000 for a first offence and not more than $50,000 for a second or subsequent offence.</p>"
        },
        {
            "id": "12",
            "section": "Regulations",
            "content": "12 Subject to the approval of the Lieutenant Governor in Council, the Minister may make regulations prescribing forms of energy, other than ionizing radiation, electromagnetism and soundwaves, for the purposes of section 3.",
            "raw_html": "<p class=\"section\"><b>12 </b>Subject to the approval of the Lieutenant Governor in Council, the Minister may make regulations prescribing forms of energy, other than ionizing radiation, electromagnetism and soundwaves, for the purposes of section 3.</p>"
        },
        {
            "id": "13",
            "section": "By-laws",
            "content": "13 The Council may make by-laws respecting the qualifications, number, selection and terms of office of Council members who are selected.",
            "raw_html": "<p class=\"section\"><b>13 </b>The Council may make by-laws respecting the qualifications, number, selection and terms of office of Council members who are selected.</p>"
        },
        {
            "id": "14",
            "section": "Transition",
            "content": "14 (1) A person who, on the day before section 15 of this Act came into force, was registered under the Medical Radiation Technology Act, 1991 shall be deemed to be the holder of a certificate of registration issued under this Act subject to any term, condition or limitation to which the registration was subject. Same, Council members (2) A person who, on the day before section 15 of this Act came into force, was a member of the Council or the President or Vice-President under the Medical Radiation Technology Act, 1991 continues in office under this Act until their term would otherwise expire. Same, by-laws and regulations (3) By-laws and regulations made under the Medical Radiation Technology Act, 1991 that were in force on the day before section 15 of this Act came into force remain in force until they are revoked or replaced under this Act. Power of Council (4) The Council of the College of Medical Radiation Technologists of Ontario has the power to make by-laws and regulations under this Act to come into force on or after section 15 comes into force. 15-17 Omitted (amends, repeals or revokes other legislation). 18 Omitted\r\n(provides for coming into force of provisions of this Act). 19 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>14 </b>(1) A person who, on the day before section 15 of this Act came into force, was registered under the <i>Medical Radiation Technology Act, 1991</i> shall be deemed to be the holder of a certificate of registration issued under this Act subject to any term, condition or limitation to which the registration was subject.</p> <p class=\"headnote\">Same, Council members</p> <p class=\"subsection\">(2) A person who, on the day before section 15 of this Act came into force, was a member of the Council or the President or Vice-President under the <i>Medical Radiation Technology Act, 1991</i> continues in office under this Act until their term would otherwise expire.</p> <p class=\"headnote\">Same, by-laws and regulations</p> <p class=\"subsection\">(3) By-laws and regulations made under the <i>Medical Radiation Technology Act, 1991</i> that were in force on the day before section 15 of this Act came into force remain in force until they are revoked or replaced under this Act.</p> <p class=\"headnote\">Power of Council</p> <p class=\"subsection\">(4) The Council of the College of Medical Radiation Technologists of Ontario has the power to make by-laws and regulations under this Act to come into force on or after section 15 comes into force.</p> <p class=\"section\"><b>15-17</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>18 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>19</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/17m25\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "15-17",
            "section": "Power of Council",
            "content": "15-17 Omitted (amends, repeals or revokes other legislation). 18 Omitted\r\n(provides for coming into force of provisions of this Act). 19 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>15-17</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>18 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>19</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/17m25\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "18",
            "section": "Power of Council",
            "content": "18 Omitted\r\n(provides for coming into force of provisions of this Act). 19 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>18 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>19</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/17m25\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "19",
            "section": "Power of Council",
            "content": "19 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>19</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/17m25\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}