{
    "act_info": {
        "full_title": "Mental Hospitals Act, R.S.O. 1990, c. M.8",
        "act_name_text": "Not Found",
        "citation": "Mental Hospitals Act, R.S.O. 1990, c. M.8",
        "url": "https://www.ontario.ca/laws/statute/90m08",
        "date_scraped": "2023-12-19 07:15:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90m08/v3",
            "valid_from": "June 22, 2006",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90m08/v2",
            "valid_from": "March  9, 2005",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/90m08/v1",
            "valid_from": "January  1, 2004",
            "valid_to": "March  8, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act and the regulations, unless the context otherwise requires, “approved home” means a home to which patients may be released from an institution in the manner provided by this Act and the regulations; (“foyer agréé”) “child” includes a son and daughter; (“enfant”) “Deputy Minister” means the Deputy Minister of Health and Long-Term Care; (“sous-ministre”) “institution” means an institution under this Act, and includes every approved home connected therewith; (“établissement”) “Minister” means the Minister of Health and Long-Term Care; (“ministre”) “Ministry” means the Ministry of Health and Long-Term Care; (“ministère”) “municipality” means a regional municipality and a local municipality, other than a local municipality in a regional municipality; (“municipalité”) “officer in charge” means the officer of the Ministry who is appointed as the superintendent or hospital administrator of an institution; (“dirigeant responsable”) “parent” includes a father and mother; (“parent”) “regulations” means the regulations made under this Act. (“règlements”) R.S.O. 1990, c. M.8, s. 1; 2002, c. 17, Sched. F, Table; 2006, c. 19, Sched. L, s. 11 (2-4).",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act and the regulations, unless the context otherwise requires,</p> <p class=\"firstdef-e\">“approved home” means a home to which patients may be released from an institution in the manner provided by this Act and the regulations; (“foyer agréé”)</p> <p class=\"definition-e\">“child” includes a son and daughter; (“enfant”)</p> <p class=\"definition-e\">“Deputy Minister” means the Deputy Minister of Health and Long-Term Care; (“sous-ministre”)</p> <p class=\"definition-e\">“institution” means an institution under this Act, and includes every approved home connected therewith; (“établissement”)</p> <p class=\"definition-e\">“Minister” means the Minister of Health and Long-Term Care; (“ministre”)</p> <p class=\"definition-e\">“Ministry” means the Ministry of Health and Long-Term Care; (“ministère”)</p> <p class=\"definition-e\">“municipality” means a regional municipality and a local municipality, other than a local municipality in a regional municipality; (“municipalité”)</p> <p class=\"definition-e\">“officer in charge” means the officer of the Ministry who is appointed as the superintendent or hospital administrator of an institution; (“dirigeant responsable”)</p> <p class=\"definition-e\">“parent” includes a father and mother; (“parent”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act. (“règlements”) R.S.O. 1990, c. M.8, s. 1; 2002, c. 17, Sched. F, Table; 2006, c. 19, Sched. L, s. 11 (2-4).</p>"
        },
        {
            "id": "2.",
            "section": "Application to certain institutions",
            "content": "2. This Act applies to such institutions as are designated from time to time by the regulations. R.S.O. 1990, c. M.8, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> This Act applies to such institutions as are designated from time to time by the regulations. R.S.O. 1990, c. M.8, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Names of institutions",
            "content": "3. Each institution shall be known by such name as the Lieutenant Governor in Council may designate. R.S.O. 1990, c. M.8, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> Each institution shall be known by such name as the Lieutenant Governor in Council may designate. R.S.O. 1990, c. M.8, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Application of Public Hospitals Act",
            "content": "4. The Lieutenant Governor in Council may designate any provision of the Public Hospitals Act or of the regulations thereunder as being applicable to any institution under this Act. R.S.O. 1990, c. M.8, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> The Lieutenant Governor in Council may designate any provision of the <i>Public Hospitals Act</i> or of the regulations thereunder as being applicable to any institution under this Act. R.S.O. 1990, c. M.8, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Regulations",
            "content": "5. (1) The Lieutenant Governor in Council may make such regulations as are necessary for carrying out this Act and for the efficient administration thereof. R.S.O. 1990, c. M.8, s. 5 (1). Idem (2) Without limiting the generality of subsection (1), the powers of the Lieutenant Governor in Council to make regulations in the manner set out therein extend to and include, (a) designating the institutions to which this Act applies; (b) prescribing the district to be served and classes of patient to be treated in any institution; (c) prescribing the powers and duties of the Deputy Minister; (d) providing for the appointment of officers and employees, and prescribing their powers and duties; (e) regulating the inspection, superintendence, government, management, conduct, operation, maintenance, care and use of institutions and equipment; (f) regulating the care, treatment and maintenance of patients; (g) classifying patients and persons and exempting any class of patients or persons from any provision of this Act; (h) prescribing the forms relating to patients and all other forms required for the carrying out of this Act and the regulations; (i) prescribing the records, books, accounting systems, audits, reports and returns to be made and kept respecting institutions; (j) regulating the financial business and affairs of institutions; (k) providing for the granting and withdrawing of certificates of approval to approved homes, and fixing the fees payable therefor; (l) fixing the situation, construction and equipment of approved homes; (m) declaring that any institution or part thereof shall be exempt from any provision of this Act or of the regulations; (n) prescribing the charges that shall be paid by the persons liable for the maintenance of patients in institutions; (o) prescribing the amounts to be paid by the Ministry for the care and maintenance of patients or former patients in approved homes; (p) prescribing the amounts of contributions that may be made to public hospitals by the Minister under section 10 and the manner and conditions of making such contributions; (q) prescribing the amounts that may be paid by the Ministry to medical practitioners who are not officers of the Ministry for the examination of persons who are or are believed to be in need of observation, care and treatment in an institution, and prescribing the terms and conditions of such payments; (r) prescribing the costs and expenses referred to in subsection 16 (1); (s) generally, the control of all other matters in any way relating to institutions, and respecting any other matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. M.8, s. 5 (2). Administration and Control",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) The Lieutenant Governor in Council may make such regulations as are necessary for carrying out this Act and for the efficient administration thereof. R.S.O. 1990, c. M.8, s. 5 (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Without limiting the generality of subsection (1), the powers of the Lieutenant Governor in Council to make regulations in the manner set out therein extend to and include,</p> <p class=\"clause-e\">(a) designating the institutions to which this Act applies;</p> <p class=\"clause-e\">(b) prescribing the district to be served and classes of patient to be treated in any institution;</p> <p class=\"clause-e\">(c) prescribing the powers and duties of the Deputy Minister;</p> <p class=\"clause-e\">(d) providing for the appointment of officers and employees, and prescribing their powers and duties;</p> <p class=\"clause-e\">(e) regulating the inspection, superintendence, government, management, conduct, operation, maintenance, care and use of institutions and equipment;</p> <p class=\"clause-e\">(f) regulating the care, treatment and maintenance of patients;</p> <p class=\"clause-e\">(g) classifying patients and persons and exempting any class of patients or persons from any provision of this Act;</p> <p class=\"clause-e\">(h) prescribing the forms relating to patients and all other forms required for the carrying out of this Act and the regulations;</p> <p class=\"clause-e\">(i) prescribing the records, books, accounting systems, audits, reports and returns to be made and kept respecting institutions;</p> <p class=\"clause-e\">(j) regulating the financial business and affairs of institutions;</p> <p class=\"clause-e\">(k) providing for the granting and withdrawing of certificates of approval to approved homes, and fixing the fees payable therefor;</p> <p class=\"clause-e\">(l) fixing the situation, construction and equipment of approved homes;</p> <p class=\"clause-e\">(m) declaring that any institution or part thereof shall be exempt from any provision of this Act or of the regulations;</p> <p class=\"clause-e\">(n) prescribing the charges that shall be paid by the persons liable for the maintenance of patients in institutions;</p> <p class=\"clause-e\">(o) prescribing the amounts to be paid by the Ministry for the care and maintenance of patients or former patients in approved homes;</p> <p class=\"clause-e\">(p) prescribing the amounts of contributions that may be made to public hospitals by the Minister under section 10 and the manner and conditions of making such contributions;</p> <p class=\"clause-e\">(q) prescribing the amounts that may be paid by the Ministry to medical practitioners who are not officers of the Ministry for the examination of persons who are or are believed to be in need of observation, care and treatment in an institution, and prescribing the terms and conditions of such payments;</p> <p class=\"clause-e\">(r) prescribing the costs and expenses referred to in subsection 16 (1);</p> <p class=\"clause-e\">(s) generally, the control of all other matters in any way relating to institutions, and respecting any other matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. M.8, s. 5 (2).</p> <p class=\"heading1-e\">Administration and Control</p>"
        },
        {
            "id": "6.",
            "section": "Administration vested in the Ministry",
            "content": "6. (1) The administration of this Act and of every institution thereunder is vested in the Ministry, and the Deputy Minister is the chief executive officer of the Ministry and is responsible to and subject to the control of the Minister. R.S.O. 1990, c. M.8, s. 6 (1). Delegation of authority by Deputy Minister (2) Where this Act and the regulations require or authorize the Deputy Minister to do any act, such act may be done by any person whom the Deputy Minister appoints to do such act. R.S.O. 1990, c. M.8, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) The administration of this Act and of every institution thereunder is vested in the Ministry, and the Deputy Minister is the chief executive officer of the Ministry and is responsible to and subject to the control of the Minister. R.S.O. 1990, c. M.8, s. 6 (1).</p> <p class=\"headnote-e\"><b>Delegation of authority by Deputy Minister</b></p> <p class=\"subsection-e\">(2) Where this Act and the regulations require or authorize the Deputy Minister to do any act, such act may be done by any person whom the Deputy Minister appoints to do such act. R.S.O. 1990, c. M.8, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": "Officer in charge to control the institution",
            "content": "7. (1) Subject to section 6, the officer in charge of an institution is in charge of and has control over the institution for which he or she is appointed, and shall superintend the conduct and management of all its affairs and control all officers, clerks, servants and employees thereof and all the patients therein. R.S.O. 1990, c. M.8, s. 7 (1). Delegation of powers and duties (2) Where this Act or the regulations require or authorize the officer in charge of an institution to do any act, such act may be done by any person whom the officer in charge appoints to do such act. R.S.O. 1990, c. M.8, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) Subject to section 6, the officer in charge of an institution is in charge of and has control over the institution for which he or she is appointed, and shall superintend the conduct and management of all its affairs and control all officers, clerks, servants and employees thereof and all the patients therein. R.S.O. 1990, c. M.8, s. 7 (1).</p> <p class=\"headnote-e\"><b>Delegation of powers and duties</b></p> <p class=\"subsection-e\">(2) Where this Act or the regulations require or authorize the officer in charge of an institution to do any act, such act may be done by any person whom the officer in charge appoints to do such act. R.S.O. 1990, c. M.8, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": "Offences and penalties",
            "content": "8. Every person who contravenes any provision of this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not less than $20 and not more than $1,000. R.S.O. 1990, c. M.8, s. 8. 9. Repealed: 2002, c. 24, Sched. B, s. 25. Patients in Institutions",
            "raw_html": "<p class=\"section-e\"><b>8.</b> Every person who contravenes any provision of this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not less than $20 and not more than $1,000. R.S.O. 1990, c. M.8, s. 8.</p> <p class=\"section-e\"><b>9.</b> Repealed: 2002, c. 24, Sched. B, s. 25.</p> <p class=\"heading1-e\">Patients in Institutions</p>"
        },
        {
            "id": "9.",
            "section": "Offences and penalties",
            "content": "9. Repealed: 2002, c. 24, Sched. B, s. 25. Patients in Institutions",
            "raw_html": "<p class=\"section-e\"><b>9.</b> Repealed: 2002, c. 24, Sched. B, s. 25.</p> <p class=\"heading1-e\">Patients in Institutions</p>"
        },
        {
            "id": "10.",
            "section": "Contributions by Ontario",
            "content": "10. The Minister, may contribute toward the cost of treatment in public hospitals of indigent patients transferred thereto in such amounts, in such manner and under such conditions as are prescribed by the regulations. R.S.O. 1990, c. M.8, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> The Minister, may contribute toward the cost of treatment in public hospitals of indigent patients transferred thereto in such amounts, in such manner and under such conditions as are prescribed by the regulations. R.S.O. 1990, c. M.8, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Inquiry by Deputy Minister",
            "content": "11. (1) Where the Deputy Minister is authorized by the Minister to institute an inquiry into the management or affairs of an institution, or into any matter in connection therewith, or into the truth of any returns made by any officer thereof, the Deputy Minister has the powers of a commission under Part II of the Public Inquiries Act, which Part applies to the inquiry as if it were an inquiry under that Act. R.S.O. 1990, c. M.8, s. 11 (1). Inspector appointed under other Act (2) An inspector appointed under any other Act, the administration of which is under the charge of the Minister, may when authorized by the Minister exercise the powers conferred by subsection (1) in respect of any hospital or other institution subject to such other Act. R.S.O. 1990, c. M.8, s. 11 (2). Approved Homes",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) Where the Deputy Minister is authorized by the Minister to institute an inquiry into the management or affairs of an institution, or into any matter in connection therewith, or into the truth of any returns made by any officer thereof, the Deputy Minister has the powers of a commission under Part II of the <i>Public Inquiries Act</i>, which Part applies to the inquiry as if it were an inquiry under that Act. R.S.O. 1990, c. M.8, s. 11 (1).</p> <p class=\"headnote-e\"><b>Inspector appointed under other Act</b></p> <p class=\"subsection-e\">(2) An inspector appointed under any other Act, the administration of which is under the charge of the Minister, may when authorized by the Minister exercise the powers conferred by subsection (1) in respect of any hospital or other institution subject to such other Act. R.S.O. 1990, c. M.8, s. 11 (2).</p> <p class=\"heading1-e\">Approved Homes</p>"
        },
        {
            "id": "12.",
            "section": "Certificate for approved home",
            "content": "12. The Minister may issue certificates approving of any building, premises or place as an approved home for the reception of patients who are released from an institution into the custody of such home, and entitling any person to receive into the approved home one or more patients as if such home had been established as an institution under this Act. R.S.O. 1990, c. M.8, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> The Minister may issue certificates approving of any building, premises or place as an approved home for the reception of patients who are released from an institution into the custody of such home, and entitling any person to receive into the approved home one or more patients as if such home had been established as an institution under this Act. R.S.O. 1990, c. M.8, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Release of patients to approved homes",
            "content": "13. (1) If the officer in charge considers it conducive to the recovery of a patient, the officer in charge may place the patient in an approved home, subject to this Act and the regulations. R.S.O. 1990, c. M.8, s. 13 (1). Idem (2) Subsection (1) does not authorize the placing of a patient in an approved home where the patient is subject to detention otherwise than under the Mental Health Act. R.S.O. 1990, c. M.8, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"><b>13.</b> (1) If the officer in charge considers it conducive to the recovery of a patient, the officer in charge may place the patient in an approved home, subject to this Act and the regulations. R.S.O. 1990, c. M.8, s. 13 (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not authorize the placing of a patient in an approved home where the patient is subject to detention otherwise than under the <i>Mental Health Act</i>. R.S.O. 1990, c. M.8, s. 13 (2).</p>"
        },
        {
            "id": "14.",
            "section": "Application of the Act to patients in approved homes",
            "content": "14. A patient admitted to an institution who is placed in an approved home shall for the purposes of this Act and the regulations be and be deemed to continue as a patient in the institution in the same manner and to the same extent and be subject to the same control as if the patient were not so released but had remained in the institution. R.S.O. 1990, c. M.8, s. 14. Liabilities of Municipalities, Maintenance, Property",
            "raw_html": "<p class=\"section-e\"><b>14.</b> A patient admitted to an institution who is placed in an approved home shall for the purposes of this Act and the regulations be and be deemed to continue as a patient in the institution in the same manner and to the same extent and be subject to the same control as if the patient were not so released but had remained in the institution. R.S.O. 1990, c. M.8, s. 14.</p> <p class=\"heading1-e\">Liabilities of Municipalities, Maintenance, Property</p>"
        },
        {
            "id": "15.",
            "section": "Industrial rehabilitation programs",
            "content": "15. The officer in charge may establish, maintain, operate and manage industrial rehabilitation programs for the beneficial employment and remuneration of patients and other persons, and may enter into agreements with respect to such programs and provide for remuneration in connection therewith. R.S.O. 1990, c. M.8, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> The officer in charge may establish, maintain, operate and manage industrial rehabilitation programs for the beneficial employment and remuneration of patients and other persons, and may enter into agreements with respect to such programs and provide for remuneration in connection therewith. R.S.O. 1990, c. M.8, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Liability of municipality",
            "content": "16. (1) The costs and expenses incurred under section 16, 17, 21 or 22 of the Mental Health Act in determining the mental condition of a person and in conveying the person to and from an institution shall be paid by the municipality from which the person came or was sent to an institution in such amounts as are prescribed by the regulations. R.S.O. 1990, c. M.8, s. 16 (1). Saving (2) The Lieutenant Governor in Council may make regulations exempting municipalities from costs and expenses incurred in determining the mental condition of a person under any section mentioned in subsection (1) and providing for payment of such costs and expenses by the Ministry upon such terms and conditions as may be prescribed by the regulations. R.S.O. 1990, c. M.8, s. 16 (2). Recovery from estate, etc. (3) Where the person is not in destitute circumstances, the costs and expenses incurred by a municipality under subsection (1) or by the Ministry under subsection (2) may be recovered by the municipality or the Ministry, as the case may be, from the person’s estate or from the person or the person liable for his or her maintenance. R.S.O. 1990, c. M.8, s. 16 (3). Recovery from municipality where patient resided (4) Subject to subsection (3), where such costs and expenses are paid by a municipality in which the person did not actually reside at the time of his or her admission to an institution, they may be recovered by the municipality paying them from the municipality in which the person actually resided at the time of admission to an institution. R.S.O. 1990, c. M.8, s. 16 (4). Reimbursement (5) Such costs and expenses shall be reimbursed to the municipality by the county where the municipality paying the same is a part of the county for municipal purposes. R.S.O. 1990, c. M.8, s. 16 (5).",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) The costs and expenses incurred under section 16, 17, 21 or 22 of the <i>Mental Health Act</i> in determining the mental condition of a person and in conveying the person to and from an institution shall be paid by the municipality from which the person came or was sent to an institution in such amounts as are prescribed by the regulations. R.S.O. 1990, c. M.8, s. 16 (1).</p> <p class=\"headnote-e\"><b>Saving</b></p> <p class=\"subsection-e\">(2) The Lieutenant Governor in Council may make regulations exempting municipalities from costs and expenses incurred in determining the mental condition of a person under any section mentioned in subsection (1) and providing for payment of such costs and expenses by the Ministry upon such terms and conditions as may be prescribed by the regulations. R.S.O. 1990, c. M.8, s. 16 (2).</p> <p class=\"headnote-e\"><b>Recovery from estate, etc.</b></p> <p class=\"subsection-e\">(3) Where the person is not in destitute circumstances, the costs and expenses incurred by a municipality under subsection (1) or by the Ministry under subsection (2) may be recovered by the municipality or the Ministry, as the case may be, from the person’s estate or from the person or the person liable for his or her maintenance. R.S.O. 1990, c. M.8, s. 16 (3).</p> <p class=\"headnote-e\"><b>Recovery from municipality where patient resided</b></p> <p class=\"subsection-e\">(4) Subject to subsection (3), where such costs and expenses are paid by a municipality in which the person did not actually reside at the time of his or her admission to an institution, they may be recovered by the municipality paying them from the municipality in which the person actually resided at the time of admission to an institution. R.S.O. 1990, c. M.8, s. 16 (4).</p> <p class=\"headnote-e\"><b>Reimbursement</b></p> <p class=\"subsection-e\">(5) Such costs and expenses shall be reimbursed to the municipality by the county where the municipality paying the same is a part of the county for municipal purposes. R.S.O. 1990, c. M.8, s. 16 (5).</p>"
        },
        {
            "id": "17.",
            "section": "Inquiry regarding estate",
            "content": "17. (1) Upon due application for the admission of a person, the officer in charge of the institution shall make a full and thorough inquiry respecting the estate, either in existence or in prospect, of the person and of its sufficiency, free from all claims of the person’s family, to supply the means necessary for the person’s maintenance and clothing in the institution as provided by the regulations. R.S.O. 1990, c. M.8, s. 17 (1). Bond for support (2) The officer in charge shall where possible require from the person liable for support of the patient an agreement or bond to secure the payment of the patient’s maintenance, either in whole or in part, and the agreement or bond shall continue in force so long as the patient is maintained in an institution. R.S.O. 1990, c. M.8, s. 17 (2). Liability limited (3) Where the obligation is for a limited period, nothing herein extends the liability beyond the period limited. R.S.O. 1990, c. M.8, s. 17 (3). Liability of patient’s estate (4) The giving of an agreement or bond in no way releases the estate of the patient from its obligation to maintain and clothe the patient in the institution as hereinafter provided. R.S.O. 1990, c. M.8, s. 17 (4).",
            "raw_html": "<p class=\"section-e\"><b>17.</b> (1) Upon due application for the admission of a person, the officer in charge of the institution shall make a full and thorough inquiry respecting the estate, either in existence or in prospect, of the person and of its sufficiency, free from all claims of the person’s family, to supply the means necessary for the person’s maintenance and clothing in the institution as provided by the regulations. R.S.O. 1990, c. M.8, s. 17 (1).</p> <p class=\"headnote-e\"><b>Bond for support</b></p> <p class=\"subsection-e\">(2) The officer in charge shall where possible require from the person liable for support of the patient an agreement or bond to secure the payment of the patient’s maintenance, either in whole or in part, and the agreement or bond shall continue in force so long as the patient is maintained in an institution. R.S.O. 1990, c. M.8, s. 17 (2).</p> <p class=\"headnote-e\"><b>Liability limited</b></p> <p class=\"subsection-e\">(3) Where the obligation is for a limited period, nothing herein extends the liability beyond the period limited. R.S.O. 1990, c. M.8, s. 17 (3).</p> <p class=\"headnote-e\"><b>Liability of patient’s estate</b></p> <p class=\"subsection-e\">(4) The giving of an agreement or bond in no way releases the estate of the patient from its obligation to maintain and clothe the patient in the institution as hereinafter provided. R.S.O. 1990, c. M.8, s. 17 (4).</p>"
        },
        {
            "id": "18.",
            "section": "Patient’s liability",
            "content": "18. Every patient admitted to an institution who has at the time of his or her admission or subsequently comes into the possession of property is liable for his or her maintenance. R.S.O. 1990, c. M.8, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> Every patient admitted to an institution who has at the time of his or her admission or subsequently comes into the possession of property is liable for his or her maintenance. R.S.O. 1990, c. M.8, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Liability for spouse",
            "content": "19. (1) Every person whose spouse is a patient is liable for his or her maintenance. R.S.O. 1990, c. M.8, s. 19; 1999, c. 6, s. 37 (1); 2005, c. 5, s. 41 (1). Definition (2) In subsection (1), “spouse” means, (a) a spouse as defined in section 1 of the Family Law Act, or (b) either of two persons who live together in a conjugal relationship outside marriage. 1999, c. 6, s. 37 (2); 2005, c. 5, s. 41 (2, 3).",
            "raw_html": "<p class=\"section-e\"><b>19.</b> (1) Every person whose spouse is a patient is liable for his or her maintenance. R.S.O. 1990, c. M.8, s. 19; 1999, c. 6, s. 37 (1); 2005, c. 5, s. 41 (1).</p> <p class=\"headnote-e\"><b>Definition</b></p> <p class=\"subsection-e\">(2) In subsection (1),</p> <p class=\"firstdef-e\">“spouse” means,</p> <p class=\"defclause-e\">(a) a spouse as defined in section 1 of the <i>Family Law Act</i>, or</p> <p class=\"defclause-e\">(b) either of two persons who live together in a conjugal relationship outside marriage. 1999, c. 6, s. 37 (2); 2005, c. 5, s. 41 (2, 3).</p>"
        },
        {
            "id": "20.",
            "section": "Notice of liability",
            "content": "20. (1) The officer in charge of an institution shall send a written notice on the first day of each of the months of January, April, July and October to the person liable for payment of the maintenance of a patient, giving the date of the patient’s admission to the institution and the amount that is due and owing for his or her maintenance as provided by the regulations, and in the notice a demand shall be made by the officer in charge upon the person liable for payment of maintenance for such sum as is due and owing, and the sum shall be paid forthwith on the demand. R.S.O. 1990, c. M.8, s. 20 (1). Proof of notice and demand for payment (2) In an action or other proceeding to recover a sum owing by a person, municipal corporation or the estate of a person for the maintenance of a patient, it is sufficient to prove that the officer in charge sent the notice and demand for payment referred to in subsection (1) within the three months preceding the commencement of the action or other proceeding, and no proof is required that any prior notices or demands for payment were sent. R.S.O. 1990, c. M.8, s. 20 (2).",
            "raw_html": "<p class=\"section-e\"><b>20.</b> (1) The officer in charge of an institution shall send a written notice on the first day of each of the months of January, April, July and October to the person liable for payment of the maintenance of a patient, giving the date of the patient’s admission to the institution and the amount that is due and owing for his or her maintenance as provided by the regulations, and in the notice a demand shall be made by the officer in charge upon the person liable for payment of maintenance for such sum as is due and owing, and the sum shall be paid forthwith on the demand. R.S.O. 1990, c. M.8, s. 20 (1).</p> <p class=\"headnote-e\"><b>Proof of notice and demand for payment</b></p> <p class=\"subsection-e\">(2) In an action or other proceeding to recover a sum owing by a person, municipal corporation or the estate of a person for the maintenance of a patient, it is sufficient to prove that the officer in charge sent the notice and demand for payment referred to in subsection (1) within the three months preceding the commencement of the action or other proceeding, and no proof is required that any prior notices or demands for payment were sent. R.S.O. 1990, c. M.8, s. 20 (2).</p>"
        },
        {
            "id": "21.",
            "section": "Application order for payment of support",
            "content": "21. (1) In case of refusal or neglect to pay the sum so demanded, the Deputy Minister or any officer whom the Deputy Minister designates may apply to a judge of the Superior Court of Justice for an order for the payment of the amount then due. R.S.O. 1990, c. M.8, s. 21 (1); 2006, c. 19, Sched. C, s. 1 (1). Notice (2) Ten days notice of the application shall be given. R.S.O. 1990, c. M.8, s. 21 (2). Judge’s order (3) If the judge is satisfied that the person against whom the application is made is liable, the judge may make an order accordingly, and the order may be enforced in the same manner as a judgment of the court. R.S.O. 1990, c. M.8, s. 21 (3).",
            "raw_html": "<p class=\"section-e\"><b>21.</b> (1) In case of refusal or neglect to pay the sum so demanded, the Deputy Minister or any officer whom the Deputy Minister designates may apply to a judge of the Superior Court of Justice for an order for the payment of the amount then due. R.S.O. 1990, c. M.8, s. 21 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Notice</b></p> <p class=\"subsection-e\">(2) Ten days notice of the application shall be given. R.S.O. 1990, c. M.8, s. 21 (2).</p> <p class=\"headnote-e\"><b>Judge’s order</b></p> <p class=\"subsection-e\">(3) If the judge is satisfied that the person against whom the application is made is liable, the judge may make an order accordingly, and the order may be enforced in the same manner as a judgment of the court. R.S.O. 1990, c. M.8, s. 21 (3).</p>"
        },
        {
            "id": "22.",
            "section": "Regulations re support",
            "content": "22. Despite the provisions of this Act, the Lieutenant Governor in Council may make regulations respecting the computation of the amount that is due and owing for support of patients for the purpose of, (a) prescribing a limit of not less than six years upon the period of time for which the amount that is due and owing for maintenance shall be computed, or otherwise reducing such amount upon such terms and conditions as are prescribed; (b) authorizing the Deputy Minister or other designated person to give discharges for amounts paid under the regulations. R.S.O. 1990, c. M.8, s. 22. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>22.</b> Despite the provisions of this Act, the Lieutenant Governor in Council may make regulations respecting the computation of the amount that is due and owing for support of patients for the purpose of,</p> <p class=\"clause-e\">(a) prescribing a limit of not less than six years upon the period of time for which the amount that is due and owing for maintenance shall be computed, or otherwise reducing such amount upon such terms and conditions as are prescribed;</p> <p class=\"clause-e\">(b) authorizing the Deputy Minister or other designated person to give discharges for amounts paid under the regulations. R.S.O. 1990, c. M.8, s. 22.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90m08_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90m08_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}