{
    "act_info": {
        "full_title": "Milk Act, R.S.O. 1990, c. M.12",
        "act_name_text": "Milk Act",
        "citation": "R.S.O. 1990, c. M.12",
        "url": "https://www.ontario.ca/laws/statute/90m12",
        "date_scraped": "2023-12-18 14:25:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 19, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90m12/v15",
            "valid_from": "December 10, 2019",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/90m12/v14",
            "valid_from": "July  1, 2019",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/statute/90m12/v13",
            "valid_from": "May 29, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/statute/90m12/v12",
            "valid_from": "November 14, 2017",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/90m12/v11",
            "valid_from": "December 31, 2011",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/90m12/v10",
            "valid_from": "June  1, 2011",
            "valid_to": "December 30, 2011"
        },
        {
            "a_href": "/laws/statute/90m12/v9",
            "valid_from": "October 25, 2010",
            "valid_to": "May 31, 2011"
        },
        {
            "a_href": "/laws/statute/90m12/v8",
            "valid_from": "December 15, 2009",
            "valid_to": "October 24, 2010"
        },
        {
            "a_href": "/laws/statute/90m12/v7",
            "valid_from": "August 20, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90m12/v6",
            "valid_from": "July 25, 2007",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/90m12/v5",
            "valid_from": "December 20, 2006",
            "valid_to": "July 24, 2007"
        },
        {
            "a_href": "/laws/statute/90m12/v4",
            "valid_from": "October 19, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90m12/v3",
            "valid_from": "June 22, 2006",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "/laws/statute/90m12/v2",
            "valid_from": "January  1, 2006",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/90m12/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "December 31, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/990209",
            "Citation": "O. Reg. 209/99",
            "title": "BY-LAWS FOR MARKETING BOARDS"
        },
        {
            "a_href": "/laws/regulation/980143",
            "Citation": "O. Reg. 143/98",
            "title": "FEES - ADMINISTRATION AND ENFORCEMENT OF DELEGATED LEGISLATION"
        },
        {
            "a_href": "/laws/regulation/980121",
            "Citation": "O. Reg. 121/98",
            "title": "ADMINISTRATION AND ENFORCEMENT OF REGULATIONS IN RESPECT OF THE RAW MILK AND CREAM QUALITY PROGRAM"
        },
        {
            "a_href": "/laws/regulation/950354",
            "Citation": "O. Reg. 354/95",
            "title": "MILK AND FARM-SEPARATED CREAM - MARKETING"
        },
        {
            "a_href": "/laws/regulation/900763",
            "Citation": "R.R.O. 1990, Reg. 763",
            "title": "MILK PRODUCTS - EXTENSION OF POWERS"
        },
        {
            "a_href": "/laws/regulation/900761",
            "Citation": "R.R.O. 1990, Reg. 761",
            "title": "MILK AND MILK PRODUCTS"
        },
        {
            "a_href": "/laws/regulation/900760",
            "Citation": "R.R.O. 1990, Reg. 760",
            "title": "MILK AND FARM-SEPARATED CREAM - PLAN"
        },
        {
            "a_href": "/laws/regulation/900756",
            "Citation": "R.R.O. 1990, Reg. 756",
            "title": "MARKETING BOARDS"
        },
        {
            "a_href": "/laws/regulation/900753",
            "Citation": "R.R.O. 1990, Reg. 753",
            "title": "GRADES, STANDARDS, DESIGNATIONS, CLASSES, PACKING AND MARKING"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “administrative agreement” in relation to a designated administrative authority means an agreement that the Minister has entered into with the authority with respect to the designated legislation for which the administration and enforcement is delegated to the authority; (“accord d’application”) “administrative authority” means the Government of Canada, an agency of the Government of Ontario or Canada, a not-for-profit corporation without share capital incorporated under the laws of Ontario or Canada that operates in Ontario or a marketing board; (“organisme d’application”) “agreement” means an agreement made under this Act or the regulations; (“accord”) “award” means an award made by the Commission or by an arbitrator or board of arbitration under the regulations; (“sentence”) “Commission” means the Ontario Farm Products Marketing Commission under the Ministry of Agriculture, Food and Rural Affairs Act; (“Commission”) “cream transfer station” means premises at which cream is received for the purpose of being transported to a plant for processing; (“centre de transfert de la crème”) “designated administrative authority” means an administrative authority that the Minister has designated under subsection 2.2 (2); (“organisme d’application désigné”) “designated legislation” means this Act, the regulations or provisions of this Act or the regulations, where the Minister has designated the legislation under subsection 2.2 (1); (“texte législatif désigné”) “Director” means, in respect of a provision of this Act or the regulations, the Director appointed under this Act by the person who is responsible for the administration and enforcement of the provision; (“directeur”) “distributor” means a person engaged in selling or distributing fluid milk products directly or indirectly to consumers; (“distributeur”) “field-person” means a field-person appointed for the purposes of this Act; (“inspecteur itinérant”) “fluid milk products” means the classes of milk and milk products processed from Grade A milk and designated as fluid milk products in the regulations; (“produits du lait liquides”) “Grade A milk” means milk designated as Grade A milk in the regulations; (“lait de qualité A”) “industrial milk” means milk designated as industrial milk in the regulations; (“lait industriel”) “licence” means a licence provided for under this Act or the regulations; (“permis”) “marketing” includes advertising, assembling, buying, distributing, financing, offering for sale, packing, processing, selling, shipping, storing and transporting and “market” and “marketed” have corresponding meanings; (“commercialisation”, “commercialiser”, “commercialisé”) “marketing board” means a board constituted under a plan; (“commission de commercialisation”) “milk” means milk from cows or goats; (“lait”) “milk product” means any product processed or derived in whole or in part from milk, and includes cream, butter, cheese, cottage cheese, condensed milk, milk powder, dry milk, ice cream, ice cream mix, casein, malted milk, sherbet and such other products as are designated as milk products in the regulations; (“produit du lait”) “milk transfer station” means premises at which milk is received for the purpose of being transported to a plant for processing; (“centre de transfert du lait”) “Minister” means the Minister of Agriculture, Food and Rural Affairs; (“ministre”) “plan” means a plan that is in force under this Act to provide for the control and regulation of the producing or marketing or both of milk, cream or cheese, or any combination thereof; (“plan”) “plant” means a cream transfer station, a milk transfer station or premises in which milk or cream or milk products are processed; (“usine”) “processing” means heating, pasteurizing, evaporating, drying, churning, freezing, packaging, packing, separating into component parts, combining with other substances by any process or otherwise treating milk or cream or milk products in the manufacture or preparation of milk products or fluid milk products; (“transformation”) “processor” means a person engaged in the processing of milk products or fluid milk products; (“préposé à la transformation”) “producer” means a producer of milk, cream or cheese; (“producteur”) “reconstituted milk” means milk designated as reconstituted milk in the regulations; (“lait reconstitué”) “regulated product” means milk, cream or cheese, or any combination thereof, in respect of which a plan is in force; (“produit réglementé”) “regulations” means the regulations made under this Act; (“règlements”) “transporter” means a person transporting milk or cream; (“transporteur”) “Tribunal” means the Agriculture, Food and Rural Affairs Appeal Tribunal continued under the Ministry of Agriculture, Food and Rural Affairs Act. (“Tribunal”)  R.S.O. 1990, c. M.12, s. 1; 1997, c. 44, s. 1; 2006, c. 19, Sched. A, s. 15 (1); 2009, c. 33, Sched. 1, s. 20 (1). Section Amendments with date in force (d/m/y) 1997, c. 44, s. 1 (1, 2) - 18/12/1997 2001, c. 20, s. 60\r\n- see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 2006, c. 19, Sched. A, s. 15 (1) - 22/06/2006 2009, c. 33, Sched. 1, s. 20 (1) - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“administrative agreement” in relation to a designated administrative authority means an agreement that the Minister has entered into with the authority with respect to the designated legislation for which the administration and enforcement is delegated to the authority; (“accord d’application”)</p> <p class=\"definition\">“administrative authority” means the Government of Canada, an agency of the Government of Ontario or Canada, a not-for-profit corporation without share capital incorporated under the laws of Ontario or Canada that operates in Ontario or a marketing board; (“organisme d’application”)</p> <p class=\"definition\">“agreement” means an agreement made under this Act or the regulations; (“accord”)</p> <p class=\"definition\">“award” means an award made by the Commission or by an arbitrator or board of arbitration under the regulations; (“sentence”)</p> <p class=\"definition\">“Commission” means the Ontario Farm Products Marketing Commission under the <i>Ministry of Agriculture, Food and Rural Affairs Act</i>; (“Commission”)</p> <p class=\"definition\">“cream transfer station” means premises at which cream is received for the purpose of being transported to a plant for processing; (“centre de transfert de la crème”)</p> <p class=\"definition\">“designated administrative authority” means an administrative authority that the Minister has designated under subsection 2.2 (2); (“organisme d’application désigné”)</p> <p class=\"definition\">“designated legislation” means this Act, the regulations or provisions of this Act or the regulations, where the Minister has designated the legislation under subsection 2.2 (1); (“texte législatif désigné”)</p> <p class=\"definition\">“Director” means, in respect of a provision of this Act or the regulations, the Director appointed under this Act by the person who is responsible for the administration and enforcement of the provision; (“directeur”)</p> <p class=\"definition\">“distributor” means a person engaged in selling or distributing fluid milk products directly or indirectly to consumers; (“distributeur”)</p> <p class=\"definition\">“field-person” means a field-person appointed for the purposes of this Act; (“inspecteur itinérant”)</p> <p class=\"definition\">“fluid milk products” means the classes of milk and milk products processed from Grade A milk and designated as fluid milk products in the regulations; (“produits du lait liquides”)</p> <p class=\"definition\">“Grade A milk” means milk designated as Grade A milk in the regulations; (“lait de qualité A”)</p> <p class=\"definition\">“industrial milk” means milk designated as industrial milk in the regulations; (“lait industriel”)</p> <p class=\"definition\">“licence” means a licence provided for under this Act or the regulations; (“permis”)</p> <p class=\"definition\">“marketing” includes advertising, assembling, buying, distributing, financing, offering for sale, packing, processing, selling, shipping, storing and transporting and “market” and “marketed” have corresponding meanings; (“commercialisation”, “commercialiser”, “commercialisé”)</p> <p class=\"definition\">“marketing board” means a board constituted under a plan; (“commission de commercialisation”)</p> <p class=\"definition\">“milk” means milk from cows or goats; (“lait”)</p> <p class=\"definition\">“milk product” means any product processed or derived in whole or in part from milk, and includes cream, butter, cheese, cottage cheese, condensed milk, milk powder, dry milk, ice cream, ice cream mix, casein, malted milk, sherbet and such other products as are designated as milk products in the regulations; (“produit du lait”)</p> <p class=\"definition\">“milk transfer station” means premises at which milk is received for the purpose of being transported to a plant for processing; (“centre de transfert du lait”)</p> <p class=\"definition\">“Minister” means the Minister of Agriculture, Food and Rural Affairs; (“ministre”)</p> <p class=\"definition\">“plan” means a plan that is in force under this Act to provide for the control and regulation of the producing or marketing or both of milk, cream or cheese, or any combination thereof; (“plan”)</p> <p class=\"definition\">“plant” means a cream transfer station, a milk transfer station or premises in which milk or cream or milk products are processed; (“usine”)</p> <p class=\"definition\">“processing” means heating, pasteurizing, evaporating, drying, churning, freezing, packaging, packing, separating into component parts, combining with other substances by any process or otherwise treating milk or cream or milk products in the manufacture or preparation of milk products or fluid milk products; (“transformation”)</p> <p class=\"definition\">“processor” means a person engaged in the processing of milk products or fluid milk products; (“préposé à la transformation”)</p> <p class=\"definition\">“producer” means a producer of milk, cream or cheese; (“producteur”)</p> <p class=\"definition\">“reconstituted milk” means milk designated as reconstituted milk in the regulations; (“lait reconstitué”)</p> <p class=\"definition\">“regulated product” means milk, cream or cheese, or any combination thereof, in respect of which a plan is in force; (“produit réglementé”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“transporter” means a person transporting milk or cream; (“transporteur”)</p> <p class=\"definition\">“Tribunal” means the Agriculture, Food and Rural Affairs Appeal Tribunal continued under the <i>Ministry of Agriculture, Food and Rural Affairs Act</i>. (“Tribunal”)  R.S.O. 1990, c. M.12, s. 1; 1997, c. 44, s. 1; 2006, c. 19, Sched. A, s. 15 (1); 2009, c. 33, Sched. 1, s. 20 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 44, s. 1 (1, 2) - 18/12/1997</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01020#s60\">2001, c. 20, s. 60</a></span>\r\n- see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedas15s1\">2006, c. 19, Sched. A, s. 15 (1)</a></span> - 22/06/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched1s20s1\">2009, c. 33, Sched. 1, s. 20 (1)</a></span> - 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Purpose of Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Purpose of Act",
            "content": "2 The purpose and intent of this Act is, (a)  to stimulate, increase and improve the producing of milk within Ontario; (b)  to provide for the control and regulation in any or all respects of the producing or marketing within Ontario of milk, cream or cheese, or any combination thereof, including the prohibition of such producing or marketing in whole or in part; and (c)  to provide for the control and regulation in any or all respects of the quality of milk, milk products and fluid milk products within Ontario.  R.S.O. 1990, c. M.12, s. 2. Administration and Enforcement",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>The purpose and intent of this Act is,</p> <p class=\"paragraph\">  (a)  to stimulate, increase and improve the producing of milk within Ontario;</p> <p class=\"paragraph\">  (b)  to provide for the control and regulation in any or all respects of the producing or marketing within Ontario of milk, cream or cheese, or any combination thereof, including the prohibition of such producing or marketing in whole or in part; and</p> <p class=\"paragraph\">  (c)  to provide for the control and regulation in any or all respects of the quality of milk, milk products and fluid milk products within Ontario.  R.S.O. 1990, c. M.12, s. 2.</p> <p class=\"heading1\"><a name=\"BK2\"></a>Administration and Enforcement</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Administration and Enforcement",
            "section_x": "Administration and Enforcement",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.1",
            "section_x": "Director",
            "part_id": null,
            "part_type": null,
            "section_y": "Director",
            "content": "2.1 (1) The Minister may appoint a Director for the purposes of the provisions of this Act and the regulations for which the administration and enforcement are not delegated to a designated administrative authority.  1997, c. 44, s. 2. Director appointed by administrative authority (2) If the administration and enforcement of any provisions of this Act and the regulations are delegated to a designated administrative authority, the authority may appoint a Director for the purposes of those provisions.  1997, c. 44, s. 2. Responsibility of Director (3) A Director appointed under subsection (1) or (2) shall carry out the administration and enforcement of those provisions of this Act and the regulations with respect to the quality of milk, milk products and fluid milk products within Ontario for which the person who appointed the Director is responsible for the administration and enforcement.  1997, c. 44, s. 2. Powers and duties (4) A Director appointed under subsection (1) or (2) shall exercise the powers and perform the duties that are conferred or imposed on the Director by or under this Act.  1997, c. 44, s. 2. Appointments (5) A Director appointed under subsection (1) or (2) may appoint the officers, field-persons, graders and other persons who are considered necessary for the Director to exercise the powers and to perform the duties of the Director.  1997, c. 44, s. 2. Section Amendments with date in force (d/m/y) 1997, c. 44, s. 2 - 18/12/1997",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2.1</b> (1) The Minister may appoint a Director for the purposes of the provisions of this Act and the regulations for which the administration and enforcement are not delegated to a designated administrative authority.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Director appointed by administrative authority</p> <p class=\"subsection\">(2) If the administration and enforcement of any provisions of this Act and the regulations are delegated to a designated administrative authority, the authority may appoint a Director for the purposes of those provisions.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Responsibility of Director</p> <p class=\"subsection\">(3) A Director appointed under subsection (1) or (2) shall carry out the administration and enforcement of those provisions of this Act and the regulations with respect to the quality of milk, milk products and fluid milk products within Ontario for which the person who appointed the Director is responsible for the administration and enforcement.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Powers and duties</p> <p class=\"subsection\">(4) A Director appointed under subsection (1) or (2) shall exercise the powers and perform the duties that are conferred or imposed on the Director by or under this Act.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Appointments</p> <p class=\"subsection\">(5) A Director appointed under subsection (1) or (2) may appoint the officers, field-persons, graders and other persons who are considered necessary for the Director to exercise the powers and to perform the duties of the Director.  1997, c. 44, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1997, c. 44, s. 2 - 18/12/1997</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "2.2",
            "section_x": "Designations",
            "part_id": null,
            "part_type": null,
            "section_y": "Designations",
            "content": "2.2 (1) The Minister may, by regulation, designate provisions of this Act, a regulation made under subsection 19 (1) or (5) or provisions of that regulation as designated legislation for the purpose of this Act to the extent that the designated legislation relates to the quality of milk or cream.  1997, c. 44, s. 2. Same, administrative authority (2) Subject to section 2.3, the Minister may, by regulation, designate one or more administrative authorities for the purpose of administering and enforcing designated legislation.  1997, c. 44, s. 2. Delegation of administration (3) Subject to subsection (4), if the Minister designates an administrative authority for the purpose of administering and enforcing designated legislation, all provisions in the legislation relating to its administration and enforcement are delegated to the authority subject to the exemptions and limitations that are specifically set out in the designation of the authority or the legislation.  1997, c. 44, s. 2. Exception, regulations (4) Subject to section 19.1, the powers to make or approve regulations that designated legislation confers on the Lieutenant Governor in Council, the Minister or the Commission are not delegated to the designated administrative authority.  1997, c. 44, s. 2. Deeming (5) If, under section 19.1, the Commission delegates the power to make regulations to a designated administrative authority, the regulations that the authority makes under that power shall be deemed to be designated legislation for the purpose of this Act.  1997, c. 44, s. 2. Previous administration (6) If the administration and enforcement of designated legislation are delegated to a designated administrative authority, nothing in the delegation invalidates regulations made under the designated legislation, acts of the Minister or a Director in administering or enforcing it, appointments made by the Minister or a Director under the designated legislation, or any other acts done under the designated legislation that were in force immediately before the delegation.  1997, c. 44, s. 2. Persons bound (7) If the administration and enforcement of designated legislation are delegated to a designated administrative authority, the legislation binds all persons whom it would bind if the administration and enforcement of it were not delegated.  1997, c. 44, s. 2. Section Amendments with date in force (d/m/y) 1997, c. 44, s. 2 - 18/12/1997",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>2.2</b> (1) The Minister may, by regulation, designate provisions of this Act, a regulation made under subsection 19 (1) or (5) or provisions of that regulation as designated legislation for the purpose of this Act to the extent that the designated legislation relates to the quality of milk or cream.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Same, administrative authority</p> <p class=\"subsection\">(2) Subject to section 2.3, the Minister may, by regulation, designate one or more administrative authorities for the purpose of administering and enforcing designated legislation.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Delegation of administration</p> <p class=\"subsection\">(3) Subject to subsection (4), if the Minister designates an administrative authority for the purpose of administering and enforcing designated legislation, all provisions in the legislation relating to its administration and enforcement are delegated to the authority subject to the exemptions and limitations that are specifically set out in the designation of the authority or the legislation.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Exception, regulations</p> <p class=\"subsection\">(4) Subject to section 19.1, the powers to make or approve regulations that designated legislation confers on the Lieutenant Governor in Council, the Minister or the Commission are not delegated to the designated administrative authority.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Deeming</p> <p class=\"subsection\">(5) If, under section 19.1, the Commission delegates the power to make regulations to a designated administrative authority, the regulations that the authority makes under that power shall be deemed to be designated legislation for the purpose of this Act.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Previous administration</p> <p class=\"subsection\">(6) If the administration and enforcement of designated legislation are delegated to a designated administrative authority, nothing in the delegation invalidates regulations made under the designated legislation, acts of the Minister or a Director in administering or enforcing it, appointments made by the Minister or a Director under the designated legislation, or any other acts done under the designated legislation that were in force immediately before the delegation.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Persons bound</p> <p class=\"subsection\">(7) If the administration and enforcement of designated legislation are delegated to a designated administrative authority, the legislation binds all persons whom it would bind if the administration and enforcement of it were not delegated.  1997, c. 44, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1997, c. 44, s. 2 - 18/12/1997</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "2.3",
            "section_x": "Administrative agreement",
            "part_id": null,
            "part_type": null,
            "section_y": "Administrative agreement",
            "content": "2.3 (1) The Minister may not designate an administrative authority for the purpose of designated legislation until the Minister and the authority have entered into an administrative agreement.  1997, c. 44, s. 2. Contents (2) The administrative agreement shall include all matters that the Minister considers necessary for delegating the part of the administration and enforcement of the designated legislation that is delegated to the authority, including, (a)  a specification of which part of the administration and enforcement of the designated legislation is delegated to the authority; (b)  financial terms of the delegation; (c)  the right, if any, of the authority to purchase, use or otherwise have access to government assets, including information, records or intellectual property; (d)  a specification of the liability of the authority arising out of the authority’s carrying out the administration and enforcement delegated to it; and (e)  a requirement that the authority maintain adequate insurance against liability arising out of the authority’s carrying out the administration and enforcement delegated to it.  1997, c. 44, s. 2. Minister’s terms (3) On giving the notice to the authority that the Minister considers reasonable in the circumstances, the Minister may amend or insert a term in the administrative agreement or delete a term from it if, (a)  the term relates to the administration or enforcement of the designated legislation delegated to the authority; and (b)  the Minister considers it advisable to do so in the public interest.  1997, c. 44, s. 2. Section Amendments with date in force (d/m/y) 1997, c. 44, s. 2 - 18/12/1997",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>2.3</b> (1) The Minister may not designate an administrative authority for the purpose of designated legislation until the Minister and the authority have entered into an administrative agreement.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(2) The administrative agreement shall include all matters that the Minister considers necessary for delegating the part of the administration and enforcement of the designated legislation that is delegated to the authority, including,</p> <p class=\"paragraph\">  (a)  a specification of which part of the administration and enforcement of the designated legislation is delegated to the authority;</p> <p class=\"paragraph\">  (b)  financial terms of the delegation;</p> <p class=\"paragraph\">  (c)  the right, if any, of the authority to purchase, use or otherwise have access to government assets, including information, records or intellectual property;</p> <p class=\"paragraph\">  (d)  a specification of the liability of the authority arising out of the authority’s carrying out the administration and enforcement delegated to it; and</p> <p class=\"paragraph\">  (e)  a requirement that the authority maintain adequate insurance against liability arising out of the authority’s carrying out the administration and enforcement delegated to it.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Minister’s terms</p> <p class=\"subsection\">(3) On giving the notice to the authority that the Minister considers reasonable in the circumstances, the Minister may amend or insert a term in the administrative agreement or delete a term from it if,</p> <p class=\"paragraph\">  (a)  the term relates to the administration or enforcement of the designated legislation delegated to the authority; and</p> <p class=\"paragraph\">  (b)  the Minister considers it advisable to do so in the public interest.  1997, c. 44, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1997, c. 44, s. 2 - 18/12/1997</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "2.4",
            "section_x": "Revocation of designations",
            "part_id": null,
            "part_type": null,
            "section_y": "Revocation of designations",
            "content": "2.4 (1) On giving the notice that the Minister considers reasonable in the circumstances, the Minister may, by regulation, revoke the designation of legislation for which the administration and enforcement are delegated to a designated administrative authority or revoke the designation of an administrative authority to which the administration and enforcement of designated legislation are delegated if, (a)  the authority has failed to comply with this Act, the designated legislation or the administrative agreement and has not remedied the failure within the time period described in subsection (2); or (b)  the Minister considers it advisable to do so in the public interest.  1997, c. 44, s. 2. Opportunity to remedy (2) If a designated administrative authority to which the administration and enforcement of designated legislation are delegated fails to comply with this Act, the designated legislation or the administrative agreement, the Minister shall allow the authority the opportunity of remedying its failure within the time period that the Minister considers reasonable in the circumstances.  1997, c. 44, s. 2. Voluntary revocation (3) A designated administrative authority may request that the Minister revoke its designation and in that case the Minister shall, by regulation, revoke the designation on the terms that the Minister considers advisable in the public interest.  1997, c. 44, s. 2. Non-application of Act (4) The Statutory Powers Procedure Act\r\ndoes not apply to the exercise by the Minister of a right under this section to revoke a designation.  1997, c. 44, s. 2. Section Amendments with date in force (d/m/y) 1997, c. 44, s. 2 - 18/12/1997",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>2.4</b> (1) On giving the notice that the Minister considers reasonable in the circumstances, the Minister may, by regulation, revoke the designation of legislation for which the administration and enforcement are delegated to a designated administrative authority or revoke the designation of an administrative authority to which the administration and enforcement of designated legislation are delegated if,</p> <p class=\"paragraph\">  (a)  the authority has failed to comply with this Act, the designated legislation or the administrative agreement and has not remedied the failure within the time period described in subsection (2); or</p> <p class=\"paragraph\">  (b)  the Minister considers it advisable to do so in the public interest.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Opportunity to remedy</p> <p class=\"subsection\">(2) If a designated administrative authority to which the administration and enforcement of designated legislation are delegated fails to comply with this Act, the designated legislation or the administrative agreement, the Minister shall allow the authority the opportunity of remedying its failure within the time period that the Minister considers reasonable in the circumstances.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Voluntary revocation</p> <p class=\"subsection\">(3) A designated administrative authority may request that the Minister revoke its designation and in that case the Minister shall, by regulation, revoke the designation on the terms that the Minister considers advisable in the public interest.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Non-application of Act</p> <p class=\"subsection\">(4) The <i>Statutory Powers Procedure Act</i>\r\ndoes not apply to the exercise by the Minister of a right under this section to revoke a designation.  1997, c. 44, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1997, c. 44, s. 2 - 18/12/1997</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "2.5",
            "section_x": "Duties of designated administrative authority",
            "part_id": null,
            "part_type": null,
            "section_y": "Duties of designated administrative authority",
            "content": "2.5 (1) A designated administrative authority shall carry out the administration and enforcement of designated legislation delegated to it and shall do so in accordance with law, this Act, the designated legislation and the administrative agreement, having regard to the intent and purpose of this Act and the designated legislation.  1997, c. 44, s. 2. Advice to Minister (2) A designated administrative authority shall, (a)  inform and advise the Minister with respect to matters that are of an urgent or critical nature and that are likely to require action by the authority or the Minister to ensure that the administration and enforcement of designated legislation delegated to the authority are carried out properly; and (b)  advise or report to the Minister on any matter that the Minister may refer to the authority relating to the administration and enforcement of designated legislation delegated to the authority.  1997, c. 44, s. 2. Reports (3) A designated administrative authority shall report to the Minister within one year of the effective date of its designation under this Act, and each year after that, on its activities and financial affairs in respect of this Act, the designated legislation for which the administration and enforcement are delegated to the authority and the regulations, if any, that it has made under subsection 19 (1).  1997, c. 44, s. 2. Form and contents (4) The report shall be in a form acceptable to the Minister and shall provide the particulars that the Minister requires.  1997, c. 44, s. 2. Section Amendments with date in force (d/m/y) 1997, c. 44, s. 2 - 18/12/1997",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>2.5</b> (1) A designated administrative authority shall carry out the administration and enforcement of designated legislation delegated to it and shall do so in accordance with law, this Act, the designated legislation and the administrative agreement, having regard to the intent and purpose of this Act and the designated legislation.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Advice to Minister</p> <p class=\"subsection\">(2) A designated administrative authority shall,</p> <p class=\"paragraph\">  (a)  inform and advise the Minister with respect to matters that are of an urgent or critical nature and that are likely to require action by the authority or the Minister to ensure that the administration and enforcement of designated legislation delegated to the authority are carried out properly; and</p> <p class=\"paragraph\">  (b)  advise or report to the Minister on any matter that the Minister may refer to the authority relating to the administration and enforcement of designated legislation delegated to the authority.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Reports</p> <p class=\"subsection\">(3) A designated administrative authority shall report to the Minister within one year of the effective date of its designation under this Act, and each year after that, on its activities and financial affairs in respect of this Act, the designated legislation for which the administration and enforcement are delegated to the authority and the regulations, if any, that it has made under subsection 19 (1).  1997, c. 44, s. 2.</p> <p class=\"headnote\">Form and contents</p> <p class=\"subsection\">(4) The report shall be in a form acceptable to the Minister and shall provide the particulars that the Minister requires.  1997, c. 44, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1997, c. 44, s. 2 - 18/12/1997</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "2.6",
            "section_x": "Employees",
            "part_id": null,
            "part_type": null,
            "section_y": "Employees",
            "content": "2.6 (1) Subject to the administrative agreement, a designated administrative authority may employ or retain the services of any qualified person to carry out any power or duty of the authority relating to the administration and enforcement of designated legislation delegated to the authority.  1997, c. 44, s. 2. Not employees of the Crown (2) If a designated administrative authority is not an agency of the Government of Ontario, its members, officers, directors and agents and the persons that it employs or whose services it retains to carry out the powers and duties of the authority relating to the administration and enforcement of the designated legislation are not and shall not be deemed to be employees of the Crown while they do work for the authority, and they shall not hold themselves out as such.  2006, c. 35, Sched. C, s. 66 (1). Section Amendments with date in force (d/m/y) 1997, c. 44, s. 2 - 18/12/1997 2006, c. 35, Sched. C, s. 66 (1) - 20/08/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>2.6</b> (1) Subject to the administrative agreement, a designated administrative authority may employ or retain the services of any qualified person to carry out any power or duty of the authority relating to the administration and enforcement of designated legislation delegated to the authority.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Not employees of the Crown</p> <p class=\"subsection\">(2) If a designated administrative authority is not an agency of the Government of Ontario, its members, officers, directors and agents and the persons that it employs or whose services it retains to carry out the powers and duties of the authority relating to the administration and enforcement of the designated legislation are not and shall not be deemed to be employees of the Crown while they do work for the authority, and they shall not hold themselves out as such.  2006, c. 35, Sched. C, s. 66 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 44, s. 2 - 18/12/1997</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs66s1\">2006, c. 35, Sched. C, s. 66 (1)</a></span> - 20/08/2007</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "2.7",
            "section_x": "Not Crown agents",
            "part_id": null,
            "part_type": null,
            "section_y": "Not Crown agents",
            "content": "2.7 A designated administrative authority that is not an agency of the Government of Ontario and its members, officers, directors, employees and agents, together with the persons whose services the authority retains, are not and shall not be deemed to be agents of the Crown in right of Ontario, and they shall not hold themselves out as such.  1997, c. 44, s. 2; 2006, c. 35, Sched. C, s. 66 (2). Section Amendments with date in force (d/m/y) 1997, c. 44, s. 2 - 18/12/1997 2006, c. 35, Sched. C, s. 66 (2) - 20/08/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>2.7</b> A designated administrative authority that is not an agency of the Government of Ontario and its members, officers, directors, employees and agents, together with the persons whose services the authority retains, are not and shall not be deemed to be agents of the Crown in right of Ontario, and they shall not hold themselves out as such.  1997, c. 44, s. 2; 2006, c. 35, Sched. C, s. 66 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 44, s. 2 - 18/12/1997</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs66s2\">2006, c. 35, Sched. C, s. 66 (2)</a></span> - 20/08/2007</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "2.8",
            "section_x": "Crown liability",
            "part_id": null,
            "part_type": null,
            "section_y": "Crown liability",
            "content": "2.8 (1) No action or other proceeding for damages shall be instituted against an employee of the Crown for an act done in good faith in the execution or intended execution of a duty or service under sections 2.1 to 2.10 of this Act or designated legislation for the purpose of those sections or for an alleged neglect or default in the execution in good faith of the duty or service.  1997, c. 44, s. 2; 2006, c. 35, Sched. C, s. 66 (3). Tort by Crown employee (2) Despite subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsection (1) does not relieve the Crown of liability in respect of a tort committed by an employee of the Crown to which it would otherwise be subject.  1997, c. 44, s. 2; 2006, c. 35, Sched. C, s. 66 (4); 2019, c. 7, Sched. 17, s. 101. Non-Crown employees or agents (3) No action or other proceeding for damages shall be instituted against the Crown for damages that a person suffers as a result of any act or omission of a person who is not an employee or agent of the Crown.  1997, c. 44, s. 2. Indemnification (4) Subject to the administrative agreement, a designated administrative authority shall indemnify the Crown in respect of damages and costs incurred by the Crown for any act or omission of the authority or its members, officers, directors, employees or agents in carrying out, (a)  the administration and enforcement of designated legislation delegated to it; or (b)  its duties under sections 2.1 to 2.10 of this Act, the designated legislation or the administrative agreement.  1997, c. 44, s. 2. Section Amendments with date in force (d/m/y) 1997, c. 44, s. 2 - 18/12/1997 2006, c. 35, Sched. C, s. 66 (3, 4) - 20/08/2007 2019, c. 7, Sched. 17, s. 101 - 01/07/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>2.8</b> (1) No action or other proceeding for damages shall be instituted against an employee of the Crown for an act done in good faith in the execution or intended execution of a duty or service under sections 2.1 to 2.10 of this Act or designated legislation for the purpose of those sections or for an alleged neglect or default in the execution in good faith of the duty or service.  1997, c. 44, s. 2; 2006, c. 35, Sched. C, s. 66 (3).</p> <p class=\"headnote\">Tort by Crown employee</p> <p class=\"subsection\">(2) Despite subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsection (1) does not relieve the Crown of liability in respect of a tort committed by an employee of the Crown to which it would otherwise be subject.  1997, c. 44, s. 2; 2006, c. 35, Sched. C, s. 66 (4); 2019, c. 7, Sched. 17, s. 101.</p> <p class=\"headnote\">Non-Crown employees or agents</p> <p class=\"subsection\">(3) No action or other proceeding for damages shall be instituted against the Crown for damages that a person suffers as a result of any act or omission of a person who is not an employee or agent of the Crown.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Indemnification</p> <p class=\"subsection\">(4) Subject to the administrative agreement, a designated administrative authority shall indemnify the Crown in respect of damages and costs incurred by the Crown for any act or omission of the authority or its members, officers, directors, employees or agents in carrying out,</p> <p class=\"paragraph\">  (a)  the administration and enforcement of designated legislation delegated to it; or</p> <p class=\"paragraph\">  (b)  its duties under sections 2.1 to 2.10 of this Act, the designated legislation or the administrative agreement.  1997, c. 44, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 44, s. 2 - 18/12/1997</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs66s3\">2006, c. 35, Sched. C, s. 66 (3, 4)</a></span> - 20/08/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched17s101\">2019, c. 7, Sched. 17, s. 101</a></span> - 01/07/2019</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "2.9",
            "section_x": "Liability of staff",
            "part_id": null,
            "part_type": null,
            "section_y": "Liability of staff",
            "content": "2.9 (1) No member, officer, director or employee of a designated administrative authority shall be personally liable for any act or omission of the authority, the member, officer, director or employee done or made in good faith in, (a)  carrying out the administration and enforcement of designated legislation delegated to the authority; (b)  carrying out the authority’s duties under sections 2.1 to 2.10 of this Act, the designated legislation or the administrative agreement; or (c)  making a regulation under subsection 19 (1) if the power to make the regulation is delegated to the authority under subsection 19.1 (1).  1997, c. 44, s. 2. Liability of authority (2) Subsection (1) does not relieve a designated administrative authority of liability in respect of a tort committed by one of its members, officers, directors or employees to which the person would otherwise be subject.  1997, c. 44, s. 2. Section Amendments with date in force (d/m/y) 1997, c. 44, s. 2 - 18/12/1997",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>2.9</b> (1) No member, officer, director or employee of a designated administrative authority shall be personally liable for any act or omission of the authority, the member, officer, director or employee done or made in good faith in,</p> <p class=\"paragraph\">  (a)  carrying out the administration and enforcement of designated legislation delegated to the authority;</p> <p class=\"paragraph\">  (b)  carrying out the authority’s duties under sections 2.1 to 2.10 of this Act, the designated legislation or the administrative agreement; or</p> <p class=\"paragraph\">  (c)  making a regulation under subsection 19 (1) if the power to make the regulation is delegated to the authority under subsection 19.1 (1).  1997, c. 44, s. 2.</p> <p class=\"headnote\">Liability of authority</p> <p class=\"subsection\">(2) Subsection (1) does not relieve a designated administrative authority of liability in respect of a tort committed by one of its members, officers, directors or employees to which the person would otherwise be subject.  1997, c. 44, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1997, c. 44, s. 2 - 18/12/1997</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "2.10",
            "section_x": "Reconsideration",
            "part_id": null,
            "part_type": null,
            "section_y": "Reconsideration",
            "content": "2.10 (1) A person who is aggrieved by an order, decision, policy or direction made by a Director appointed by a designated administrative authority in respect of legislation for which the administration and enforcement are delegated to the authority, may request in writing that the Director reconsider the order, decision, policy or direction, as the case may be.  1997, c. 44, s. 2. Hearing (2) Subsection 17 (2) and (6) of the Ministry of Agriculture, Food and Rural Affairs Act apply to the request for reconsideration as if it were an application under subsection 17 (1) of that Act.  1997, c. 44, s. 2; 2009, c. 33, Sched. 1, s. 20 (2). Appeal (3) A person who is aggrieved by an order, decision, policy or direction made by a Director appointed by a designated administrative authority in respect of legislation for which the administration and enforcement are delegated to the authority, may appeal to the Tribunal.  1997, c. 44, s. 2; 2006, c. 19, Sched. A, s. 15 (2). Application of other Act (4) Subsections 16 (1), (2.1), (3), (4), (6) to (15) and section 18 of the Ministry of Agriculture, Food and Rural Affairs Act apply with necessary modifications to the appeal.  1997, c. 44, s. 2; 2009, c. 33, Sched. 1, s. 20 (3); 2010, c. 16, Sched. 1, s. 5 (1). Where marketing board is designated authority (5) Subject to this section, sections 16 and 17 of the Ministry of Agriculture, Food and Rural Affairs Act\r\ndo not apply to an order, decision, policy or direction made by a marketing board in respect of designated legislation for which the administration and enforcement are delegated to the marketing board.  1997, c. 44, s. 2; 2009, c. 33, Sched. 1, s. 20 (4). Section Amendments with date in force (d/m/y) 1997, c. 44, s. 2 - 18/12/1997 2006, c. 19, Sched. A, s. 15 (2) - 22/06/2006 2009, c. 33, Sched. 1, s. 20 (2-4) - 15/12/2009 2010, c. 16, Sched. 1, s. 5 (1) - 25/10/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>2.10</b> (1) A person who is aggrieved by an order, decision, policy or direction made by a Director appointed by a designated administrative authority in respect of legislation for which the administration and enforcement are delegated to the authority, may request in writing that the Director reconsider the order, decision, policy or direction, as the case may be.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(2) Subsection 17 (2) and (6) of the <i>Ministry of Agriculture, Food and Rural Affairs Act</i> apply to the request for reconsideration as if it were an application under subsection 17 (1) of that Act.  1997, c. 44, s. 2; 2009, c. 33, Sched. 1, s. 20 (2).</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(3) A person who is aggrieved by an order, decision, policy or direction made by a Director appointed by a designated administrative authority in respect of legislation for which the administration and enforcement are delegated to the authority, may appeal to the Tribunal.  1997, c. 44, s. 2; 2006, c. 19, Sched. A, s. 15 (2).</p> <p class=\"headnote\">Application of other Act</p> <p class=\"subsection\">(4) Subsections 16 (1), (2.1), (3), (4), (6) to (15) and section 18 of the <i>Ministry of Agriculture, Food and Rural Affairs Act</i> apply with necessary modifications to the appeal.  1997, c. 44, s. 2; 2009, c. 33, Sched. 1, s. 20 (3); 2010, c. 16, Sched. 1, s. 5 (1).</p> <p class=\"headnote\">Where marketing board is designated authority</p> <p class=\"subsection\">(5) Subject to this section, sections 16 and 17 of the <i>Ministry of Agriculture, Food and Rural Affairs Act</i>\r\ndo not apply to an order, decision, policy or direction made by a marketing board in respect of designated legislation for which the administration and enforcement are delegated to the marketing board.  1997, c. 44, s. 2; 2009, c. 33, Sched. 1, s. 20 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 44, s. 2 - 18/12/1997</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedas15s2\">2006, c. 19, Sched. A, s. 15 (2)</a></span> - 22/06/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched1s20s2\">2009, c. 33, Sched. 1, s. 20 (2-4)</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched1s5s1\">2010, c. 16, Sched. 1, s. 5 (1)</a></span> - 25/10/2010</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "2.11",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "2.11 (1) The Minister may make regulations, (a)  designating provisions of this Act, a regulation made under subsection 19 (1) or (5) or provisions of that regulation as designated legislation for the purpose of this Act to the extent that the designated legislation relates to the quality of milk or cream; (b)  designating administrative authorities for the purpose of administering and enforcing designated legislation; (c)  specifying in the designation of an administrative authority or legislation the part of the administration and enforcement of the designated legislation that is delegated to the authority and the exemptions and limitations to which the delegation of the administration and enforcement of the designated legislation is subject; (d)  respecting any matter that the Minister considers advisable to carry out effectively the intent and purpose of sections 2.1 to 2.10 or designated legislation.  1997, c. 44, s. 2. Scope of regulations (2) A regulation may be general or particular in its application.  1997, c. 44, s. 2. Section Amendments with date in force (d/m/y) 1997, c. 44, s. 2 - 18/12/1997 General",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>2.11</b> (1) The Minister may make regulations,</p> <p class=\"paragraph\">  (a)  designating provisions of this Act, a regulation made under subsection 19 (1) or (5) or provisions of that regulation as designated legislation for the purpose of this Act to the extent that the designated legislation relates to the quality of milk or cream;</p> <p class=\"paragraph\">  (b)  designating administrative authorities for the purpose of administering and enforcing designated legislation;</p> <p class=\"paragraph\">  (c)  specifying in the designation of an administrative authority or legislation the part of the administration and enforcement of the designated legislation that is delegated to the authority and the exemptions and limitations to which the delegation of the administration and enforcement of the designated legislation is subject;</p> <p class=\"paragraph\">  (d)  respecting any matter that the Minister considers advisable to carry out effectively the intent and purpose of sections 2.1 to 2.10 or designated legislation.  1997, c. 44, s. 2.</p> <p class=\"headnote\">Scope of regulations</p> <p class=\"subsection\">(2) A regulation may be general or particular in its application.  1997, c. 44, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1997, c. 44, s. 2 - 18/12/1997</p> <p class=\"heading1\"><a name=\"BK14\"></a>General</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "3.",
            "section_x": "Duties and responsibilities of Commission",
            "part_id": null,
            "part_type": null,
            "section_y": "Duties and responsibilities of Commission",
            "content": "3 (1) The duties and responsibilities of the Commission are, (a)  to exercise such powers as are conferred upon it by or under this Act; (b)  to develop and formulate policies to stimulate and improve the marketing of milk and milk products; (c)  to select, develop and maintain research programs required for policy development and formulation; (d)  to inquire into the efficiency of such policies and the manner in which they are being implemented; (e)  to co-operate with the Canadian Dairy Commission or any other agency of Canada or of any province of Canada respecting the producing, processing and marketing of milk and milk products; (f)  to provide and maintain liaison with organizations representing producers, processors or transporters in Ontario; and (g)  to conduct such studies as the Minister directs respecting the producing, processing and marketing of milk or milk products, and report thereon to the Minister.  R.S.O. 1990, c. M.12, s. 3 (1). Idem (2) Without limiting the generality of subsection (1), the Commission may, (a)  upon its own initiative or upon complaint, inquire into any matter relating to the production, processing or marketing of milk or milk products; (b)  investigate, arbitrate, adjust or otherwise settle any dispute between persons engaged in producing, processing or marketing milk or milk products, or between any two classes of such persons; (c)  investigate the cost of producing, processing and marketing any milk or milk product, prices, price spreads, trade practices, methods of financing, management policies and other matters relating to the producing, processing or marketing of milk and milk products; (d)  require persons engaged in producing or marketing a regulated product to register their names, addresses and occupations with the Commission or marketing board; (e)  require persons engaged in producing, processing or marketing a regulated product to furnish such information relating to the production, processing or marketing of the regulated product as the Commission or marketing board determines; (f)  appoint persons to inspect the books, records, documents and premises of persons engaged in producing or marketing a regulated product; (f.1)  appoint persons to inspect the books, records, documents, equipment and premises of persons engaged in the producing, processing or marketing of milk or milk products; (g)  stimulate, increase and improve the marketing of milk and milk products by such means as it considers proper; (h)  co-operate with a marketing board or a marketing agency of Canada or of any province of Canada for the purpose of marketing any regulated product; (i)  after a hearing, prohibit a person engaged in marketing a regulated product from terminating or varying, without just cause, the marketing of the regulated product; (j)  authorize any officer or field-person to exercise such of its powers as it considers necessary and to report thereon to the Commission; (k)  take such action and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the provisions of this Act, the regulations, any plan or any agreement or award.  R.S.O. 1990, c. M.12, s. 3 (2); 1997, c. 44, s. 3 (2). Application of Public Inquiries Act, 2009 (3) Section 33 of the Public Inquiries Act, 2009 applies to any inquiry, arbitration or investigation under subsection (2).  2009, c. 33, Sched. 6, s. 67. Order for payment of money to producers, etc. (4) The Commission may, upon any inquiry, investigation or arbitration under clause (2) (a) or (b), order the payment by any person engaged in producing, processing or marketing milk or milk products, to any other person engaged therein, of money, in an amount to be fixed by the Commission, that is payable to such other person by reason of a failure on the part of the person to whom the order is directed to fulfil any obligation imposed upon that person by or under this Act or any regulation, plan, award or agreement or by any order or direction of the Commission or a marketing board.  R.S.O. 1990, c. M.12, s. 3 (4). Delegation of powers (5) The Commission may delegate to a marketing board those of its powers under subsection (2), other than clause (2) (f.1), that it considers necessary and may at any time terminate the delegation.  1997, c. 44, s. 3 (3). Regulations with respect to by-laws (5.1)  The Commission may make regulations prescribing by-laws for regulating the government of local boards and the conduct of their affairs, but any marketing board may make by-laws not inconsistent with this Act, the regulations made under this subsection or those made under the plan under which the marketing board is constituted, as amended from time to time.  1994, c. 27, s. 30 (1). Regulations with respect to filings, annual statements, etc. (6) The Commission may make regulations, (a)  providing for the filing with the Commission by each marketing board of true copies of, (i)  minutes of all meetings of the marketing board, (ii)  all by-laws of the marketing board, (iii)  all orders, directions and regulations of the marketing board, (iv)  all reports of annual operations of the marketing board, (v)  all annual financial statements and audited reports of the marketing board, and (vi)  such further information, statements and reports as the Commission requires from the marketing board; (b)  providing for, (i)  the furnishing to producers of a regulated product of copies of the annual statement of operations and the financial report of the marketing board, and (ii)  the publication of the annual statement of operations and the financial report of each marketing board; (c)  providing for the manner in which and fixing the times at which, or within which, copies of minutes, orders, directions, regulations, reports and statements shall be filed with the Commission, furnished to producers or published, as the case may be, under clause (a) or (b).  R.S.O. 1990, c. M.12, s. 3 (6). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 30 (1) - 9/12/1994; 1997, c. 44, s. 3 (1-3) - 18/12/1997 2009, c. 33, Sched. 6, s. 67 - 1/06/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>3 </b>(1) The duties and responsibilities of the Commission are,</p> <p class=\"paragraph\">  (a)  to exercise such powers as are conferred upon it by or under this Act;</p> <p class=\"paragraph\">  (b)  to develop and formulate policies to stimulate and improve the marketing of milk and milk products;</p> <p class=\"paragraph\">  (c)  to select, develop and maintain research programs required for policy development and formulation;</p> <p class=\"paragraph\">  (d)  to inquire into the efficiency of such policies and the manner in which they are being implemented;</p> <p class=\"paragraph\">  (e)  to co-operate with the Canadian Dairy Commission or any other agency of Canada or of any province of Canada respecting the producing, processing and marketing of milk and milk products;</p> <p class=\"paragraph\">  (f)  to provide and maintain liaison with organizations representing producers, processors or transporters in Ontario; and</p> <p class=\"paragraph\">  (g)  to conduct such studies as the Minister directs respecting the producing, processing and marketing of milk or milk products, and report thereon to the Minister.  R.S.O. 1990, c. M.12, s. 3 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Without limiting the generality of subsection (1), the Commission may,</p> <p class=\"paragraph\">  (a)  upon its own initiative or upon complaint, inquire into any matter relating to the production, processing or marketing of milk or milk products;</p> <p class=\"paragraph\">  (b)  investigate, arbitrate, adjust or otherwise settle any dispute between persons engaged in producing, processing or marketing milk or milk products, or between any two classes of such persons;</p> <p class=\"paragraph\">  (c)  investigate the cost of producing, processing and marketing any milk or milk product, prices, price spreads, trade practices, methods of financing, management policies and other matters relating to the producing, processing or marketing of milk and milk products;</p> <p class=\"paragraph\">  (d)  require persons engaged in producing or marketing a regulated product to register their names, addresses and occupations with the Commission or marketing board;</p> <p class=\"paragraph\">  (e)  require persons engaged in producing, processing or marketing a regulated product to furnish such information relating to the production, processing or marketing of the regulated product as the Commission or marketing board determines;</p> <p class=\"paragraph\">  (f)  appoint persons to inspect the books, records, documents and premises of persons engaged in producing or marketing a regulated product;</p> <p class=\"paragraph\"> (f.1)  appoint persons to inspect the books, records, documents, equipment and premises of persons engaged in the producing, processing or marketing of milk or milk products;</p> <p class=\"paragraph\">  (g)  stimulate, increase and improve the marketing of milk and milk products by such means as it considers proper;</p> <p class=\"paragraph\">  (h)  co-operate with a marketing board or a marketing agency of Canada or of any province of Canada for the purpose of marketing any regulated product;</p> <p class=\"paragraph\">  (i)  after a hearing, prohibit a person engaged in marketing a regulated product from terminating or varying, without just cause, the marketing of the regulated product;</p> <p class=\"paragraph\">  (j)  authorize any officer or field-person to exercise such of its powers as it considers necessary and to report thereon to the Commission;</p> <p class=\"paragraph\">  (k)  take such action and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the provisions of this Act, the regulations, any plan or any agreement or award.  R.S.O. 1990, c. M.12, s. 3 (2); 1997, c. 44, s. 3 (2).</p> <p class=\"headnote\">Application of <i>Public Inquiries Act, 2009</i></p> <p class=\"subsection\">(3) Section 33 of the <i>Public Inquiries Act, 2009</i> applies to any inquiry, arbitration or investigation under subsection (2).  2009, c. 33, Sched. 6, s. 67.</p> <p class=\"headnote\">Order for payment of money to producers, etc.</p> <p class=\"subsection\">(4) The Commission may, upon any inquiry, investigation or arbitration under clause (2) (a) or (b), order the payment by any person engaged in producing, processing or marketing milk or milk products, to any other person engaged therein, of money, in an amount to be fixed by the Commission, that is payable to such other person by reason of a failure on the part of the person to whom the order is directed to fulfil any obligation imposed upon that person by or under this Act or any regulation, plan, award or agreement or by any order or direction of the Commission or a marketing board.  R.S.O. 1990, c. M.12, s. 3 (4).</p> <p class=\"headnote\">Delegation of powers</p> <p class=\"subsection\">(5) The Commission may delegate to a marketing board those of its powers under subsection (2), other than clause (2) (f.1), that it considers necessary and may at any time terminate the delegation.  1997, c. 44, s. 3 (3).</p> <p class=\"headnote\">Regulations with respect to by-laws</p> <p class=\"subsection\">(5.1)  The Commission may make regulations prescribing by-laws for regulating the government of local boards and the conduct of their affairs, but any marketing board may make by-laws not inconsistent with this Act, the regulations made under this subsection or those made under the plan under which the marketing board is constituted, as amended from time to time.  1994, c. 27, s. 30 (1).</p> <p class=\"headnote\">Regulations with respect to filings, annual statements, etc.</p> <p class=\"subsection\">(6) The Commission may make regulations,</p> <p class=\"paragraph\">  (a)  providing for the filing with the Commission by each marketing board of true copies of,</p> <p class=\"subclause\">  (i)  minutes of all meetings of the marketing board,</p> <p class=\"subclause\">  (ii)  all by-laws of the marketing board,</p> <p class=\"subclause\">  (iii)  all orders, directions and regulations of the marketing board,</p> <p class=\"subclause\">  (iv)  all reports of annual operations of the marketing board,</p> <p class=\"subclause\">  (v)  all annual financial statements and audited reports of the marketing board, and</p> <p class=\"subclause\">  (vi)  such further information, statements and reports as the Commission requires from the marketing board;</p> <p class=\"paragraph\">  (b)  providing for,</p> <p class=\"subclause\">  (i)  the furnishing to producers of a regulated product of copies of the annual statement of operations and the financial report of the marketing board, and</p> <p class=\"subclause\">  (ii)  the publication of the annual statement of operations and the financial report of each marketing board;</p> <p class=\"paragraph\">  (c)  providing for the manner in which and fixing the times at which, or within which, copies of minutes, orders, directions, regulations, reports and statements shall be filed with the Commission, furnished to producers or published, as the case may be, under clause (a) or (b).  R.S.O. 1990, c. M.12, s. 3 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1994, c. 27, s. 30 (1) - 9/12/1994; 1997, c. 44, s. 3 (1-3) - 18/12/1997</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched6s67\t\">2009, c. 33, Sched. 6, s. 67</a></span> - 1/06/2011</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "4.",
            "section_x": "Powers of inspectors",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers of inspectors",
            "content": "4 (1)  An officer or field-person of the Commission or a person appointed by the Commission to inspect the books, records, documents, equipment and premises of persons engaged in the producing, processing or marketing of milk or milk products may, (a)  enter and inspect any premises or conveyance used for the producing, processing or marketing of milk or milk products and inspect anything relevant to the inspection found in the premises or conveyance; (b)  stop any conveyance that he or she believes may contain any milk or milk product and inspect the conveyance and any milk or milk product found in it; (c)  obtain a sample of any milk or milk product at the expense of the owner for the purpose of making an inspection of it; or (d)  require any person who has the custody or control of any books, records or documents of persons engaged in the producing, processing or marketing of milk or milk products to produce the books, records or documents or to furnish copies of or extracts from them.  1997, c. 44, s. 4. Field-persons appointed by Director (2) A field-person appointed by a Director may exercise the powers described in subsection (1) in respect of those provisions of this Act and the regulations for which the person who appointed the Director is responsible for the administration and enforcement.  1997, c. 44, s. 4. Section Amendments with date in force (d/m/y) 1997, c. 44, s. 4 - 18/12/1997",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>4 </b>(1)  An officer or field-person of the Commission or a person appointed by the Commission to inspect the books, records, documents, equipment and premises of persons engaged in the producing, processing or marketing of milk or milk products may,</p> <p class=\"paragraph\">  (a)  enter and inspect any premises or conveyance used for the producing, processing or marketing of milk or milk products and inspect anything relevant to the inspection found in the premises or conveyance;</p> <p class=\"paragraph\">  (b)  stop any conveyance that he or she believes may contain any milk or milk product and inspect the conveyance and any milk or milk product found in it;</p> <p class=\"paragraph\">  (c)  obtain a sample of any milk or milk product at the expense of the owner for the purpose of making an inspection of it; or</p> <p class=\"paragraph\">  (d)  require any person who has the custody or control of any books, records or documents of persons engaged in the producing, processing or marketing of milk or milk products to produce the books, records or documents or to furnish copies of or extracts from them.  1997, c. 44, s. 4.</p> <p class=\"headnote\">Field-persons appointed by Director</p> <p class=\"subsection\">(2) A field-person appointed by a Director may exercise the powers described in subsection (1) in respect of those provisions of this Act and the regulations for which the person who appointed the Director is responsible for the administration and enforcement.  1997, c. 44, s. 4.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1997, c. 44, s. 4 - 18/12/1997</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "5.",
            "section_x": "Petition for a plan",
            "part_id": null,
            "part_type": null,
            "section_y": "Petition for a plan",
            "content": "5 (1)  Where the Commission receives from a group of producers in Ontario or any part thereof a petition or request that a plan be established for the control and regulation of the producing or marketing of milk, cream or cheese, or any combination thereof, and the Commission is of the opinion that the group of producers is representative of the producers affected by the proposed plan, the Commission may recommend the establishment of such a plan to the Minister.  R.S.O. 1990, c. M.12, s. 5 (1). Request for amendment (2) Where the Commission receives from a marketing board a request that amendment be made to the plan or to regulations under the plan under which the marketing board is constituted, the Commission may recommend such amendment to the Minister.  R.S.O. 1990, c. M.12, s. 5 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>5 </b>(1)  Where the Commission receives from a group of producers in Ontario or any part thereof a petition or request that a plan be established for the control and regulation of the producing or marketing of milk, cream or cheese, or any combination thereof, and the Commission is of the opinion that the group of producers is representative of the producers affected by the proposed plan, the Commission may recommend the establishment of such a plan to the Minister.  R.S.O. 1990, c. M.12, s. 5 (1).</p> <p class=\"headnote\">Request for amendment</p> <p class=\"subsection\">(2) Where the Commission receives from a marketing board a request that amendment be made to the plan or to regulations under the plan under which the marketing board is constituted, the Commission may recommend such amendment to the Minister.  R.S.O. 1990, c. M.12, s. 5 (2).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "6.",
            "section_x": "Regulations with respect to plans and marketing boards",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations with respect to plans and marketing boards",
            "content": "6 (1)  Despite section 5, the Lieutenant Governor in Council may make regulations, (a)  establishing, amending and revoking plans for control and regulation of the producing or marketing within Ontario or any part thereof of milk, cream or cheese, or any combination thereof, and constituting marketing boards to administer such plans; (b)  defining any word or words for the purposes of any plan; (c)  giving to any marketing board any or all of the powers that are vested in a co-operative corporation incorporated under the Co-operative Corporations Act, as amended or re-enacted from time to time, and providing that in the exercise of such powers the members of the marketing board shall be deemed to be the shareholders and the directors thereof; (d)  prescribing by-laws for regulating the conduct of the affairs of the Commission; (e)  Repealed:  1994, c. 27, s. 30 (2). (f)  providing for, (i)  the carrying out by the Commission or a trustee of any or all of the powers of a marketing board, (ii)  the vesting of the assets of a marketing board in the Commission or a trustee, and (iii)  the disposing of any or all of the assets of a marketing board in such manner as is prescribed, and, where any regulation made under this clause is in conflict with any by-law of the marketing board, the regulation prevails; (g)  dissolving a marketing board on such terms and conditions as the Lieutenant Governor in Council considers proper and providing for the disposition of its assets.  R.S.O. 1990, c. M.12, s. 6 (1); 1994, c. 27, s. 30 (2). Application of plans (2) A plan may apply to, (a)  all of Ontario or to any area within Ontario; (b)  milk, cream or cheese, or any combination thereof; and (c)  any or all persons engaged in producing, processing or marketing the product or products under clause (b) to which the plan applies.  R.S.O. 1990, c. M.12, s. 6 (2). Method of choosing, etc., members of marketing boards (3) The method by which the members of any marketing board shall be appointed, elected or chosen and the application of the plan shall be set out in the plan under which the marketing board is constituted.  R.S.O. 1990, c. M.12, s. 6 (3). Body corporate without share capital (4) Every marketing board is a body corporate without share capital to which the Not-for-Profit Corporations Act, 2010 and the Corporations Information Act do not apply. 2017, c. 20, Sched. 8, s. 96. Acts of members valid (5) The acts of a member or an officer of a marketing board are valid despite any defects that may afterwards be discovered in his or her qualifications and appointment, election or choosing.  R.S.O. 1990, c. M.12, s. 6 (5). No personal liability (6) No member of a marketing board and no officer, clerk or employee of a marketing board is personally liable for anything done or omitted to be done by the board or by the member, officer, clerk or employee in good faith in the exercise of any power or the performance of any duty under or purporting to be under this Act or any other Act of Ontario or Canada.  R.S.O. 1990, c. M.12, s. 6 (6). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 30 (2) - 9/12/1994 2017, c. 20, Sched. 8, s. 96 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>6 </b>(1)  Despite section 5, the Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  establishing, amending and revoking plans for control and regulation of the producing or marketing within Ontario or any part thereof of milk, cream or cheese, or any combination thereof, and constituting marketing boards to administer such plans;</p> <p class=\"paragraph\">  (b)  defining any word or words for the purposes of any plan;</p> <p class=\"paragraph\">  (c)  giving to any marketing board any or all of the powers that are vested in a co-operative corporation incorporated under the <i>Co-operative Corporations Act</i>, as amended or re-enacted from time to time, and providing that in the exercise of such powers the members of the marketing board shall be deemed to be the shareholders and the directors thereof;</p> <p class=\"paragraph\">  (d)  prescribing by-laws for regulating the conduct of the affairs of the Commission;</p> <p class=\"paragraph\">  (e)  <span>Repealed</span>:  1994, c. 27, s. 30 (2).</p> <p class=\"paragraph\">  (f)  providing for,</p> <p class=\"subclause\">  (i)  the carrying out by the Commission or a trustee of any or all of the powers of a marketing board,</p> <p class=\"subclause\">  (ii)  the vesting of the assets of a marketing board in the Commission or a trustee, and</p> <p class=\"subclause\">  (iii)  the disposing of any or all of the assets of a marketing board in such manner as is prescribed,</p> <p class=\"paragraph\">and, where any regulation made under this clause is in conflict with any by-law of the marketing board, the regulation prevails;</p> <p class=\"paragraph\">  (g)  dissolving a marketing board on such terms and conditions as the Lieutenant Governor in Council considers proper and providing for the disposition of its assets.  R.S.O. 1990, c. M.12, s. 6 (1); 1994, c. 27, s. 30 (2).</p> <p class=\"headnote\">Application of plans</p> <p class=\"subsection\">(2) A plan may apply to,</p> <p class=\"paragraph\">  (a)  all of Ontario or to any area within Ontario;</p> <p class=\"paragraph\">  (b)  milk, cream or cheese, or any combination thereof; and</p> <p class=\"paragraph\">  (c)  any or all persons engaged in producing, processing or marketing the product or products under clause (b) to which the plan applies.  R.S.O. 1990, c. M.12, s. 6 (2).</p> <p class=\"headnote\">Method of choosing, etc., members of marketing boards</p> <p class=\"subsection\">(3) The method by which the members of any marketing board shall be appointed, elected or chosen and the application of the plan shall be set out in the plan under which the marketing board is constituted.  R.S.O. 1990, c. M.12, s. 6 (3).</p> <p class=\"headnote\">Body corporate without share capital</p> <p class=\"subsection\">(4) Every marketing board is a body corporate without share capital to which the <i>Not-for-Profit Corporations Act, 2010</i> and the <i>Corporations Information Act</i> do not apply. 2017, c. 20, Sched. 8, s. 96.</p> <p class=\"headnote\">Acts of members valid</p> <p class=\"subsection\">(5) The acts of a member or an officer of a marketing board are valid despite any defects that may afterwards be discovered in his or her qualifications and appointment, election or choosing.  R.S.O. 1990, c. M.12, s. 6 (5).</p> <p class=\"headnote\">No personal liability</p> <p class=\"subsection\">(6) No member of a marketing board and no officer, clerk or employee of a marketing board is personally liable for anything done or omitted to be done by the board or by the member, officer, clerk or employee in good faith in the exercise of any power or the performance of any duty under or purporting to be under this Act or any other Act of Ontario or Canada.  R.S.O. 1990, c. M.12, s. 6 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1994, c. 27, s. 30 (2) - 9/12/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched8s96\">2017, c. 20, Sched. 8, s. 96</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "6.1",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "6.1 Subject to the Minister’s approval, the Commission may make regulations amending plans for the control and regulation of the producing and marketing within Ontario, or any part of it, of milk, cream or cheese, or any combination of them, and constituting marketing boards to administer those plans.  1999, c. 12, Sched. A, s. 19. Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. A, s. 19 - 22/12/1999",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>6.1</b> Subject to the Minister’s approval, the Commission may make regulations amending plans for the control and regulation of the producing and marketing within Ontario, or any part of it, of milk, cream or cheese, or any combination of them, and constituting marketing boards to administer those plans.  1999, c. 12, Sched. A, s. 19.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1999, c. 12, Sched. A, s. 19 - 22/12/1999</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "7.",
            "section_x": "Regulations with respect to regulated products",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations with respect to regulated products",
            "content": "7 (1) The Commission may make regulations with respect to regulated products generally or to any regulated product, and, without limiting the generality of the foregoing, may make regulations, 1.  providing for the licensing of any or all persons before commencing or continuing to engage in the producing, processing or marketing of a regulated product; 2.  prescribing or providing for classes of licences and the imposition of terms and conditions on any class of licence; 3.  providing that the Commission or marketing board may impose such terms and conditions upon a licence as the Commission or marketing board considers proper; 4.  prohibiting persons from engaging in the producing, marketing or processing of any regulated product except under the authority of a licence and except in compliance with the terms and conditions of the licence; 5.  providing for the refusal to grant or renew or the suspension or revocation of a licence, i.  where the applicant or licensee is not qualified by experience, financial responsibility or equipment to properly engage in the business for which the application was made or the licence granted, or ii.  where the applicant or licensee has failed to comply with or has contravened any provision of this Act, the regulations, any plan or any order or direction of the Commission or marketing board or of a marketing agency of Canada; 6.  providing for the imposition, amount, disposition and use of penalties where, after a hearing, the Commission or marketing board is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of a licence or any provision of this Act, the regulations, any plan or any order or direction of the Commission or marketing board; 7.  providing for the fixing of licence fees and the payment thereof by any or all persons producing, marketing or processing a regulated product and the collecting of the licence fees and their recovery by suit in a court of competent jurisdiction; 8.  requiring any person who receives a regulated product from a producer to deduct from the money payable to the producer any licence fees payable by the producer to the marketing board and to pay such licence fees to the marketing board; 9.  requiring any person who produces and processes a regulated product to furnish to the Commission or to the marketing board statements of the amounts of the regulated product that the person produced in any year and used for processing; 10.  prescribing the form of licences; 11.  providing for the exemption from any or all of the regulations under any plan of any class, variety, grade or size of regulated product or of any person or class of persons engaged in the producing or marketing of the regulated product or any class, variety, grade or size of regulated product; 12.  requiring and providing for the furnishing of security or proof of financial responsibility or of a performance bond by a person or class of persons engaged in the producing, marketing or processing of a regulated product and providing for the administration, forfeiture and disposition of any money or securities so furnished and the proceeds therefrom; 13.  authorizing the fixing of prompt payment discounts, delayed payment penalties and interest on licence fees and service charges owing by any person engaged in the producing, marketing or processing of a regulated product; 14.  authorizing a marketing board, i.  to require that a regulated product be marketed on a quota basis, ii.  to prohibit any person to whom a quota has not been fixed and allotted for the marketing of a regulated product or whose quota has been cancelled from marketing any of the regulated product, and iii.  to prohibit any person to whom a quota has been fixed and allotted for the marketing of a regulated product from marketing any of the regulated product in excess of such quota; 15.  authorizing a marketing board, i.  to fix and allot to persons quotas for the marketing of a regulated product on such basis as the marketing board considers proper, ii.  to refuse to fix and allot to any person a quota for the marketing of a regulated product for any reason that the marketing board considers proper, iii.  to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for the marketing of a regulated product for any reason that the marketing board considers proper, and iv.  to permit any person to whom a quota has been fixed and allotted for the marketing of a regulated product to market any of the regulated product in excess of such quota on such terms and conditions as the marketing board considers proper; 16.  providing for the control and regulation of the producing or marketing of any regulated product, including the times and places at which the regulated product may be produced or marketed; 17.  determining the quantity of each class, variety, grade or size of the regulated product that shall be marketed by each producer; 18.  providing for the control and regulation of agreements entered into by producers of a regulated product with persons engaged in marketing or processing the regulated product, and the prohibition of any provision or clause in such agreements; 19.  authorizing a marketing board to determine from time to time the price or prices that shall be paid for the regulated product or any class, variety, grade or size of the regulated product, and to determine different prices for different parts of Ontario; 20.  providing for the fixing, imposing and collecting of service charges from time to time for the marketing of the regulated product; 21.  authorizing a marketing board to pay from service charges imposed under paragraph 20 its expenses in carrying out the purposes of the plan; 22.  authorizing a marketing board to use any class of licence fees and other money payable to it for the purposes of paying the expenses of the marketing board, carrying out and enforcing this Act and the regulations and carrying out the purposes of the plan under which the marketing board is constituted; 23.  authorizing a marketing board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in paragraph 22; 24.  authorizing a marketing board, i.  to impose and collect levies from producers and to pay such levies to the Ontario Dairy Herd Improvement Corporation for the purpose of stimulating, increasing and improving the producing of milk, and ii.  to fix the amount of such levies up to but not exceeding 6 cents per hectolitre of milk; 25.  providing that no marketing board shall make grants or other like payments of money to any person or association or body of persons without the approval of the Commission; 26.  providing for the establishment, in connection with any plan, of advisory committees that may be empowered to advise and make recommendations to the Commission or to a marketing board or to any person or organization represented on the committee in respect of, i.  the promotion of harmonious relationships between persons engaged in the producing and marketing of the regulated product, ii.  the promotion of greater efficiency in the producing and marketing of the regulated product, iii.  the prevention and correction of irregularities and inequities in the marketing of the regulated product, iv.  the improvement of the quality and variety of the regulated product, v.  the improvement of the circulation of market information respecting the regulated product, vi.  without limiting the generality of any of the foregoing, any matter with respect to which the Commission or the marketing board may be empowered to make regulations under this Act; 27.  determining the constitution of such advisory committees, and regulating the practice and procedure of such committees; 28.  providing for the establishment, in connection with any plan, of negotiating agencies that may be empowered to adopt or settle by agreement, i.  the minimum prices for the regulated product or for any class, variety, grade or size of the regulated product, ii.  the terms, conditions and forms of agreements relating to the producing or marketing of the regulated product, iii.  any charges, costs or expenses relating to the producing or marketing of the regulated product; 29.  providing for the establishment, in connection with any plan, of a conciliation board that may be empowered, i.  to endeavour to effect agreement on any matter referred to in paragraph 28 that a negotiating agency has failed to adopt or settle by agreement, and ii.  to recommend adoption of any agreement effected under subparagraph i to such negotiating agency; 30.  providing for the arbitration by the Commission or by a board of arbitration of any matter not adopted or settled by agreement under paragraph 28; 31.  providing for the arbitration by the Commission or by an arbitrator or by a board of arbitration of any dispute arising out of any agreement adopted or settled under paragraph 28 or any award made under paragraph 30; 32.  determining the constitution of negotiating agencies, conciliation boards and boards of arbitration, providing for the appointment of arbitrators and conciliators and regulating the practice, procedure and methods of dispute resolution of such agencies, boards and arbitrators; 33.  requiring that no charges, costs or expenses relating to the producing or marketing of a regulated product shall be made, other than such charges, costs or expenses as are provided for in the agreement or award or renegotiated agreement or award in force for the marketing of the regulated product; 34.  prescribing the form of agreements filed with the Commission; 35.  providing that the regulated product shall be marketed by, from or through the marketing board, and prohibiting any person from marketing any of the regulated product except by, from or through the marketing board; 36.  authorizing any marketing board to prohibit the marketing of any class, variety, grade or size of any regulated product; 37.  requiring any person who produces a regulated product to offer to sell and to sell the regulated product to or through the marketing board constituted to administer the plan under which the regulated product is regulated; 38.  prohibiting any person from processing, packing or packaging any of the regulated product that has not been sold to, by or through the marketing board constituted to administer the plan established for the control and regulation of the marketing of the regulated product; 39.  authorizing any marketing board to require the price or prices of the regulated product to be paid to or through the marketing board, and to recover such price or prices by suit in a court of competent jurisdiction; 40.  authorizing a marketing board to purchase or otherwise acquire such quantity or quantities of the regulated product as the marketing board considers advisable and to sell or otherwise dispose of such quantity or quantities of the regulated product so purchased or otherwise acquired; 41.  authorizing a marketing board to conduct a pool or pools for the distribution to producers of money received from the sale of the regulated product, as adjusted under subsection (5.1), so that each producer receives a share of the money in relation to the amount, content and grade of the regulated product supplied by the producer and the amount and type of quota held by the producer; 42.  providing for the establishment and the manner of payment of price differentials for any grade of milk or cream, or any class thereof; 43.  providing for the establishment and the manner of payment of price differentials in relation to the content of milk or any class thereof; 44.  providing for statements to be given by any marketing board to producers showing the amount, content and grade of the regulated product marketed, the price or prices paid and the particulars of the service charges, licence fees and levies imposed by the marketing board; 45.  providing for the carrying out of any plan declared by the Lieutenant Governor in Council to be in force; 46.  providing for the holding of a plebiscite of producers upon a question of favour of a plan or amendment of a plan or any matter respecting the marketing of a regulated product; 47.  providing for the holding of public hearings on matters respecting the operation of any plan or the holding of a plebiscite of producers; 48.  authorizing any marketing board to appoint agents, to prescribe their duties and terms and conditions of employment, and to fix their remuneration and provide for the payment thereof; 49.  providing for the making of agreements relating to the marketing of any regulated product by or through a marketing board, and prescribing the forms and the terms and conditions of such agreements; 50.  providing for the making of such orders and the issuing of such directions as are necessary to enforce the due observance and carrying out of the provisions of this Act, the regulations, any plan or any order or direction of the Commission or of a marketing board.  R.S.O. 1990, c. M.12, s. 7 (1); 1991, c. 53, s. 2; 1996, c. 17, Sched. H, s. 2 (1); 2019, c. 14, Sched. 3, s. 43 (1-8). Same (1.1) The Commission may make regulations adding to, removing, replacing or changing in any other way the grounds upon which or the circumstances in which a licence may be granted, renewed, suspended or revoked under paragraph 5 of subsection (1).  1994, c. 27, s. 30 (4). Limitation on penalties (2) A penalty imposed on a producer under paragraph 6 of subsection (1) shall not exceed 10 per cent of the price payable to the producer for the regulated product marketed during the immediately preceding twelve-month period by the producer and a 20 per cent reduction in the amount of regulated product which may be marketed during any twelve-month period by the producer.  R.S.O. 1990, c. M.12, s. 7 (2). Idem (3) A penalty imposed on a person other than a producer under paragraph 6 of subsection (1) shall not exceed 10 per cent of the price payable to the producers for the regulated product marketed or processed during the immediately preceding twelve-month period by the person.  R.S.O. 1990, c. M.12, s. 7 (3). Agreements and awards (4) Every agreement made under paragraph 28 of subsection (1) and every award made under paragraph 30 or 31 of subsection (1), and every agreement or award renegotiated under clause (b) of this subsection, (a)  shall be filed with the Commission forthwith after the making thereof, and the Commission may, despite any defect in the establishment of the negotiating agency or of the board of arbitration, as the case may be, by order declare the agreement or award, or renegotiated agreement or award, or part thereof, to come into force on the day it is so filed or on such other date as is named in the agreement or award or renegotiated agreement or award, as the case may be, and, subject to clause (b), to remain in force for one year or for such period as is provided in the agreement or award or renegotiated agreement or award; and (b)  may at any time upon an order of the Commission be renegotiated in whole or in part in such manner as the Commission determines.  R.S.O. 1990, c. M.12, s. 7 (4). Legislation Act, 2006, Part III (5) Part III (Regulations) of the Legislation Act, 2006 does not apply to any order of the Commission made under subsection (4).  R.S.O. 1990, c. M.12, s. 7 (5); 2006, c. 21, Sched. F, s. 136 (1). Adjustments to pool (5.1) A marketing board conducting a pool under paragraph 41 of subsection (1) may add to the pool money received under an agreement made under section 28 and may deduct from the pool all proper expenses related to the pool, including money paid out under the agreement.  1996, c. 17, Sched. H, s. 2 (2). Limited effect (6) Any regulation made under this section may be limited as to time and place.  R.S.O. 1990, c. M.12, s. 7 (6). Form of agreement (7) An agreement filed with the Commission under subsection (4) shall be in the form prescribed in the regulations, and the Commission may refuse to file an agreement that is not in such form.  R.S.O. 1990, c. M.12, s. 7 (7). Delegation of powers to marketing boards (8) The Commission may delegate to a marketing board such of its powers under subsection (1) as it considers necessary, and may at any time terminate any such delegation.  R.S.O. 1990, c. M.12, s. 7 (8). Authority of marketing board to make regulations, etc. (9) Where the Commission authorizes a marketing board to exercise any of the powers mentioned in subsection (1), the marketing board, in the exercise of such powers, may make regulations, orders, policies and decisions or issue directions.  R.S.O. 1990, c. M.12, s. 7 (9). Acts of marketing board deemed administrative (10) Everything that is done by a marketing board under the authority of paragraph 15 of subsection (1) shall be deemed to be of an administrative and not of a legislative nature.  R.S.O. 1990, c. M.12, s. 7 (10). Limitations on powers, etc., of marketing boards (11) Where the Commission delegates to a marketing board powers or authorizes a marketing board to exercise powers under this Act, the Commission may at any time, (a)  limit the powers of the marketing board in any or all respects; and (b)  require the marketing board to revoke any regulation, order or direction that it has made under the powers.  R.S.O. 1990, c. M.12, s. 7 (11); 1997, c. 44, s. 5. Other powers of Commission with respect to marketing boards (12) The Commission may require any marketing board, (a)  to furnish to the Commission particulars of any proposed change in the purposes of the plan at least ten days before the proposed change becomes effective; (b)  to carry out any purpose of the plan that the Commission considers necessary or advisable; (c)  to vary any purpose of the plan as the Commission considers necessary or advisable; and (d)  to cease or desist from the carrying out of any purpose or proposed purpose of the plan that the Commission considers unnecessary or inadvisable.  R.S.O. 1990, c. M.12, s. 7 (12). Section Amendments with date in force (d/m/y) 1991, c. 53, s. 2 - 19/12/1991; 1994, c. 27, s. 30 (4) - 9/12/1994; 1996, c. 17, Sched. H, s. 2 (1, 2) - 18/07/1996; 1997, c. 44, s. 5 - 18/12/1997 2006, c. 21, Sched. F, s. 136 (1) - 25/07/2007 2019, c. 14, Sched. 3, s. 43 (1-8) - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>7 </b>(1) The Commission may make regulations with respect to regulated products generally or to any regulated product, and, without limiting the generality of the foregoing, may make regulations,</p> <p class=\"paragraph\">  1.  providing for the licensing of any or all persons before commencing or continuing to engage in the producing, processing or marketing of a regulated product;</p> <p class=\"paragraph\">  2.  prescribing or providing for classes of licences and the imposition of terms and conditions on any class of licence;</p> <p class=\"paragraph\">  3.  providing that the Commission or marketing board may impose such terms and conditions upon a licence as the Commission or marketing board considers proper;</p> <p class=\"paragraph\">  4.  prohibiting persons from engaging in the producing, marketing or processing of any regulated product except under the authority of a licence and except in compliance with the terms and conditions of the licence;</p> <p class=\"paragraph\">  5.  providing for the refusal to grant or renew or the suspension or revocation of a licence,</p> <p class=\"subpara\">  i.  where the applicant or licensee is not qualified by experience, financial responsibility or equipment to properly engage in the business for which the application was made or the licence granted, or</p> <p class=\"subpara\">  ii.  where the applicant or licensee has failed to comply with or has contravened any provision of this Act, the regulations, any plan or any order or direction of the Commission or marketing board or of a marketing agency of Canada;</p> <p class=\"paragraph\">  6.  providing for the imposition, amount, disposition and use of penalties where, after a hearing, the Commission or marketing board is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of a licence or any provision of this Act, the regulations, any plan or any order or direction of the Commission or marketing board;</p> <p class=\"paragraph\">  7.  providing for the fixing of licence fees and the payment thereof by any or all persons producing, marketing or processing a regulated product and the collecting of the licence fees and their recovery by suit in a court of competent jurisdiction;</p> <p class=\"paragraph\">  8.  requiring any person who receives a regulated product from a producer to deduct from the money payable to the producer any licence fees payable by the producer to the marketing board and to pay such licence fees to the marketing board;</p> <p class=\"paragraph\">  9.  requiring any person who produces and processes a regulated product to furnish to the Commission or to the marketing board statements of the amounts of the regulated product that the person produced in any year and used for processing;</p> <p class=\"paragraph\">  10.  prescribing the form of licences;</p> <p class=\"paragraph\">  11.  providing for the exemption from any or all of the regulations under any plan of any class, variety, grade or size of regulated product or of any person or class of persons engaged in the producing or marketing of the regulated product or any class, variety, grade or size of regulated product;</p> <p class=\"paragraph\">  12.  requiring and providing for the furnishing of security or proof of financial responsibility or of a performance bond by a person or class of persons engaged in the producing, marketing or processing of a regulated product and providing for the administration, forfeiture and disposition of any money or securities so furnished and the proceeds therefrom;</p> <p class=\"paragraph\">  13.  authorizing the fixing of prompt payment discounts, delayed payment penalties and interest on licence fees and service charges owing by any person engaged in the producing, marketing or processing of a regulated product;</p> <p class=\"paragraph\">  14.  authorizing a marketing board,</p> <p class=\"subpara\">  i.  to require that a regulated product be marketed on a quota basis,</p> <p class=\"subpara\">  ii.  to prohibit any person to whom a quota has not been fixed and allotted for the marketing of a regulated product or whose quota has been cancelled from marketing any of the regulated product, and</p> <p class=\"subpara\">  iii.  to prohibit any person to whom a quota has been fixed and allotted for the marketing of a regulated product from marketing any of the regulated product in excess of such quota;</p> <p class=\"paragraph\">  15.  authorizing a marketing board,</p> <p class=\"subpara\">  i.  to fix and allot to persons quotas for the marketing of a regulated product on such basis as the marketing board considers proper,</p> <p class=\"subpara\">  ii.  to refuse to fix and allot to any person a quota for the marketing of a regulated product for any reason that the marketing board considers proper,</p> <p class=\"subpara\">  iii.  to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for the marketing of a regulated product for any reason that the marketing board considers proper, and</p> <p class=\"subpara\">  iv.  to permit any person to whom a quota has been fixed and allotted for the marketing of a regulated product to market any of the regulated product in excess of such quota on such terms and conditions as the marketing board considers proper;</p> <p class=\"paragraph\">  16.  providing for the control and regulation of the producing or marketing of any regulated product, including the times and places at which the regulated product may be produced or marketed;</p> <p class=\"paragraph\">  17.  determining the quantity of each class, variety, grade or size of the regulated product that shall be marketed by each producer;</p> <p class=\"paragraph\">  18.  providing for the control and regulation of agreements entered into by producers of a regulated product with persons engaged in marketing or processing the regulated product, and the prohibition of any provision or clause in such agreements;</p> <p class=\"paragraph\">  19.  authorizing a marketing board to determine from time to time the price or prices that shall be paid for the regulated product or any class, variety, grade or size of the regulated product, and to determine different prices for different parts of Ontario;</p> <p class=\"paragraph\">  20.  providing for the fixing, imposing and collecting of service charges from time to time for the marketing of the regulated product;</p> <p class=\"paragraph\">  21.  authorizing a marketing board to pay from service charges imposed under paragraph 20 its expenses in carrying out the purposes of the plan;</p> <p class=\"paragraph\">  22.  authorizing a marketing board to use any class of licence fees and other money payable to it for the purposes of paying the expenses of the marketing board, carrying out and enforcing this Act and the regulations and carrying out the purposes of the plan under which the marketing board is constituted;</p> <p class=\"paragraph\">  23.  authorizing a marketing board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in paragraph 22;</p> <p class=\"paragraph\">  24.  authorizing a marketing board,</p> <p class=\"subpara\">  i.  to impose and collect levies from producers and to pay such levies to the Ontario Dairy Herd Improvement Corporation for the purpose of stimulating, increasing and improving the producing of milk, and</p> <p class=\"subpara\">  ii.  to fix the amount of such levies up to but not exceeding 6 cents per hectolitre of milk;</p> <p class=\"paragraph\">  25.  providing that no marketing board shall make grants or other like payments of money to any person or association or body of persons without the approval of the Commission;</p> <p class=\"paragraph\">  26.  providing for the establishment, in connection with any plan, of advisory committees that may be empowered to advise and make recommendations to the Commission or to a marketing board or to any person or organization represented on the committee in respect of,</p> <p class=\"subpara\">  i.  the promotion of harmonious relationships between persons engaged in the producing and marketing of the regulated product,</p> <p class=\"subpara\">  ii.  the promotion of greater efficiency in the producing and marketing of the regulated product,</p> <p class=\"subpara\">  iii.  the prevention and correction of irregularities and inequities in the marketing of the regulated product,</p> <p class=\"subpara\">  iv.  the improvement of the quality and variety of the regulated product,</p> <p class=\"subpara\">  v.  the improvement of the circulation of market information respecting the regulated product,</p> <p class=\"subpara\">  vi.  without limiting the generality of any of the foregoing, any matter with respect to which the Commission or the marketing board may be empowered to make regulations under this Act;</p> <p class=\"paragraph\">  27.  determining the constitution of such advisory committees, and regulating the practice and procedure of such committees;</p> <p class=\"paragraph\">  28.  providing for the establishment, in connection with any plan, of negotiating agencies that may be empowered to adopt or settle by agreement,</p> <p class=\"subpara\">  i.  the minimum prices for the regulated product or for any class, variety, grade or size of the regulated product,</p> <p class=\"subpara\">  ii.  the terms, conditions and forms of agreements relating to the producing or marketing of the regulated product,</p> <p class=\"subpara\">  iii.  any charges, costs or expenses relating to the producing or marketing of the regulated product;</p> <p class=\"paragraph\">  29.  providing for the establishment, in connection with any plan, of a conciliation board that may be empowered,</p> <p class=\"subpara\">  i.  to endeavour to effect agreement on any matter referred to in paragraph 28 that a negotiating agency has failed to adopt or settle by agreement, and</p> <p class=\"subpara\">  ii.  to recommend adoption of any agreement effected under subparagraph i to such negotiating agency;</p> <p class=\"paragraph\">  30.  providing for the arbitration by the Commission or by a board of arbitration of any matter not adopted or settled by agreement under paragraph 28;</p> <p class=\"paragraph\">  31.  providing for the arbitration by the Commission or by an arbitrator or by a board of arbitration of any dispute arising out of any agreement adopted or settled under paragraph 28 or any award made under paragraph 30;</p> <p class=\"paragraph\">  32.  determining the constitution of negotiating agencies, conciliation boards and boards of arbitration, providing for the appointment of arbitrators and conciliators and regulating the practice, procedure and methods of dispute resolution of such agencies, boards and arbitrators;</p> <p class=\"paragraph\">  33.  requiring that no charges, costs or expenses relating to the producing or marketing of a regulated product shall be made, other than such charges, costs or expenses as are provided for in the agreement or award or renegotiated agreement or award in force for the marketing of the regulated product;</p> <p class=\"paragraph\">  34.  prescribing the form of agreements filed with the Commission;</p> <p class=\"paragraph\">  35.  providing that the regulated product shall be marketed by, from or through the marketing board, and prohibiting any person from marketing any of the regulated product except by, from or through the marketing board;</p> <p class=\"paragraph\">  36.  authorizing any marketing board to prohibit the marketing of any class, variety, grade or size of any regulated product;</p> <p class=\"paragraph\">  37.  requiring any person who produces a regulated product to offer to sell and to sell the regulated product to or through the marketing board constituted to administer the plan under which the regulated product is regulated;</p> <p class=\"paragraph\">  38.  prohibiting any person from processing, packing or packaging any of the regulated product that has not been sold to, by or through the marketing board constituted to administer the plan established for the control and regulation of the marketing of the regulated product;</p> <p class=\"paragraph\">  39.  authorizing any marketing board to require the price or prices of the regulated product to be paid to or through the marketing board, and to recover such price or prices by suit in a court of competent jurisdiction;</p> <p class=\"paragraph\">  40.  authorizing a marketing board to purchase or otherwise acquire such quantity or quantities of the regulated product as the marketing board considers advisable and to sell or otherwise dispose of such quantity or quantities of the regulated product so purchased or otherwise acquired;</p> <p class=\"paragraph\">  41.  authorizing a marketing board to conduct a pool or pools for the distribution to producers of money received from the sale of the regulated product, as adjusted under subsection (5.1), so that each producer receives a share of the money in relation to the amount, content and grade of the regulated product supplied by the producer and the amount and type of quota held by the producer;</p> <p class=\"paragraph\">  42.  providing for the establishment and the manner of payment of price differentials for any grade of milk or cream, or any class thereof;</p> <p class=\"paragraph\">  43.  providing for the establishment and the manner of payment of price differentials in relation to the content of milk or any class thereof;</p> <p class=\"paragraph\">  44.  providing for statements to be given by any marketing board to producers showing the amount, content and grade of the regulated product marketed, the price or prices paid and the particulars of the service charges, licence fees and levies imposed by the marketing board;</p> <p class=\"paragraph\">  45.  providing for the carrying out of any plan declared by the Lieutenant Governor in Council to be in force;</p> <p class=\"paragraph\">  46.  providing for the holding of a plebiscite of producers upon a question of favour of a plan or amendment of a plan or any matter respecting the marketing of a regulated product;</p> <p class=\"paragraph\">  47.  providing for the holding of public hearings on matters respecting the operation of any plan or the holding of a plebiscite of producers;</p> <p class=\"paragraph\">  48.  authorizing any marketing board to appoint agents, to prescribe their duties and terms and conditions of employment, and to fix their remuneration and provide for the payment thereof;</p> <p class=\"paragraph\">  49.  providing for the making of agreements relating to the marketing of any regulated product by or through a marketing board, and prescribing the forms and the terms and conditions of such agreements;</p> <p class=\"paragraph\">  50.  providing for the making of such orders and the issuing of such directions as are necessary to enforce the due observance and carrying out of the provisions of this Act, the regulations, any plan or any order or direction of the Commission or of a marketing board.  R.S.O. 1990, c. M.12, s. 7 (1); 1991, c. 53, s. 2; 1996, c. 17, Sched. H, s. 2 (1); 2019, c. 14, Sched. 3, s. 43 (1-8).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(1.1) The Commission may make regulations adding to, removing, replacing or changing in any other way the grounds upon which or the circumstances in which a licence may be granted, renewed, suspended or revoked under paragraph 5 of subsection (1).  1994, c. 27, s. 30 (4).</p> <p class=\"headnote\">Limitation on penalties</p> <p class=\"subsection\">(2) A penalty imposed on a producer under paragraph 6 of subsection (1) shall not exceed 10 per cent of the price payable to the producer for the regulated product marketed during the immediately preceding twelve-month period by the producer and a 20 per cent reduction in the amount of regulated product which may be marketed during any twelve-month period by the producer.  R.S.O. 1990, c. M.12, s. 7 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) A penalty imposed on a person other than a producer under paragraph 6 of subsection (1) shall not exceed 10 per cent of the price payable to the producers for the regulated product marketed or processed during the immediately preceding twelve-month period by the person.  R.S.O. 1990, c. M.12, s. 7 (3).</p> <p class=\"headnote\">Agreements and awards</p> <p class=\"subsection\">(4) Every agreement made under paragraph 28 of subsection (1) and every award made under paragraph 30 or 31 of subsection (1), and every agreement or award renegotiated under clause (b) of this subsection,</p> <p class=\"paragraph\">  (a)  shall be filed with the Commission forthwith after the making thereof, and the Commission may, despite any defect in the establishment of the negotiating agency or of the board of arbitration, as the case may be, by order declare the agreement or award, or renegotiated agreement or award, or part thereof, to come into force on the day it is so filed or on such other date as is named in the agreement or award or renegotiated agreement or award, as the case may be, and, subject to clause (b), to remain in force for one year or for such period as is provided in the agreement or award or renegotiated agreement or award; and</p> <p class=\"paragraph\">  (b)  may at any time upon an order of the Commission be renegotiated in whole or in part in such manner as the Commission determines.  R.S.O. 1990, c. M.12, s. 7 (4).</p> <p class=\"headnote\"><i>Legislation Act, 2006</i>, Part III</p> <p class=\"subsection\">(5) Part III (Regulations) of the <i>Legislation Act, 2006 </i>does not apply to any order of the Commission made under subsection (4).  R.S.O. 1990, c. M.12, s. 7 (5); 2006, c. 21, Sched. F, s. 136 (1).</p> <p class=\"headnote\">Adjustments to pool</p> <p class=\"subsection\">(5.1) A marketing board conducting a pool under paragraph 41 of subsection (1) may add to the pool money received under an agreement made under section 28 and may deduct from the pool all proper expenses related to the pool, including money paid out under the agreement.  1996, c. 17, Sched. H, s. 2 (2).</p> <p class=\"headnote\">Limited effect</p> <p class=\"subsection\">(6) Any regulation made under this section may be limited as to time and place.  R.S.O. 1990, c. M.12, s. 7 (6).</p> <p class=\"headnote\">Form of agreement</p> <p class=\"subsection\">(7) An agreement filed with the Commission under subsection (4) shall be in the form prescribed in the regulations, and the Commission may refuse to file an agreement that is not in such form.  R.S.O. 1990, c. M.12, s. 7 (7).</p> <p class=\"headnote\">Delegation of powers to marketing boards</p> <p class=\"subsection\">(8) The Commission may delegate to a marketing board such of its powers under subsection (1) as it considers necessary, and may at any time terminate any such delegation.  R.S.O. 1990, c. M.12, s. 7 (8).</p> <p class=\"headnote\">Authority of marketing board to make regulations, etc.</p> <p class=\"subsection\">(9) Where the Commission authorizes a marketing board to exercise any of the powers mentioned in subsection (1), the marketing board, in the exercise of such powers, may make regulations, orders, policies and decisions or issue directions.  R.S.O. 1990, c. M.12, s. 7 (9).</p> <p class=\"headnote\">Acts of marketing board deemed administrative</p> <p class=\"subsection\">(10) Everything that is done by a marketing board under the authority of paragraph 15 of subsection (1) shall be deemed to be of an administrative and not of a legislative nature.  R.S.O. 1990, c. M.12, s. 7 (10).</p> <p class=\"headnote\">Limitations on powers, etc., of marketing boards</p> <p class=\"subsection\">(11) Where the Commission delegates to a marketing board powers or authorizes a marketing board to exercise powers under this Act, the Commission may at any time,</p> <p class=\"paragraph\">  (a)  limit the powers of the marketing board in any or all respects; and</p> <p class=\"paragraph\">  (b)  require the marketing board to revoke any regulation, order or direction that it has made under the powers.  R.S.O. 1990, c. M.12, s. 7 (11); 1997, c. 44, s. 5.</p> <p class=\"headnote\">Other powers of Commission with respect to marketing boards</p> <p class=\"subsection\">(12) The Commission may require any marketing board,</p> <p class=\"paragraph\">  (a)  to furnish to the Commission particulars of any proposed change in the purposes of the plan at least ten days before the proposed change becomes effective;</p> <p class=\"paragraph\">  (b)  to carry out any purpose of the plan that the Commission considers necessary or advisable;</p> <p class=\"paragraph\">  (c)  to vary any purpose of the plan as the Commission considers necessary or advisable; and</p> <p class=\"paragraph\">  (d)  to cease or desist from the carrying out of any purpose or proposed purpose of the plan that the Commission considers unnecessary or inadvisable.  R.S.O. 1990, c. M.12, s. 7 (12).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1991, c. 53, s. 2 - 19/12/1991; 1994, c. 27, s. 30 (4) - 9/12/1994; 1996, c. 17, Sched. H, s. 2 (1, 2) - 18/07/1996; 1997, c. 44, s. 5 - 18/12/1997</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedfs136s1\">2006, c. 21, Sched. F, s. 136 (1)</a></span> - 25/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched3s43s1\">2019, c. 14, Sched. 3, s. 43 (1-8)</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "8.",
            "section_x": "Production of books, etc., to Commission",
            "part_id": null,
            "part_type": null,
            "section_y": "Production of books, etc., to Commission",
            "content": "8 (1) Every person, when requested so to do by an officer or field-person of the Commission or a person appointed by the Commission to inspect the books, records, documents, equipment and premises of persons engaged in the producing, processing or marketing of milk or milk products, shall, in respect of milk and milk products, produce such books, records and documents and permit inspection thereof and supply extracts therefrom and permit inspection of such equipment and premises.  R.S.O. 1990, c. M.12, s. 8 (1). Obstruction of officers of Commission (2) No person shall hinder or obstruct an officer or field-person of the Commission or a person appointed by the Commission to inspect the books, records, documents, equipment and premises of persons engaged in the producing, processing or marketing of milk or milk products in the performance of the officer’s or person’s duties or refuse to permit him or her to carry out his or her duties or refuse to furnish him or her with information or furnish him or her with false information.  R.S.O. 1990, c. M.12, s. 8 (2). Certificate of appointment by Commission (3) The production by any person of a certificate of appointment by the Commission to inspect the books, records, documents, equipment and premises of persons engaged in the producing, processing or marketing of milk or milk products, purporting to be signed by the chair and secretary of the Commission, shall be accepted by any person engaged in the producing, processing or marketing of milk or milk products as proof of such appointment.  R.S.O. 1990, c. M.12, s. 8 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>8 </b>(1) Every person, when requested so to do by an officer or field-person of the Commission or a person appointed by the Commission to inspect the books, records, documents, equipment and premises of persons engaged in the producing, processing or marketing of milk or milk products, shall, in respect of milk and milk products, produce such books, records and documents and permit inspection thereof and supply extracts therefrom and permit inspection of such equipment and premises.  R.S.O. 1990, c. M.12, s. 8 (1).</p> <p class=\"headnote\">Obstruction of officers of Commission</p> <p class=\"subsection\">(2) No person shall hinder or obstruct an officer or field-person of the Commission or a person appointed by the Commission to inspect the books, records, documents, equipment and premises of persons engaged in the producing, processing or marketing of milk or milk products in the performance of the officer’s or person’s duties or refuse to permit him or her to carry out his or her duties or refuse to furnish him or her with information or furnish him or her with false information.  R.S.O. 1990, c. M.12, s. 8 (2).</p> <p class=\"headnote\">Certificate of appointment by Commission</p> <p class=\"subsection\">(3) The production by any person of a certificate of appointment by the Commission to inspect the books, records, documents, equipment and premises of persons engaged in the producing, processing or marketing of milk or milk products, purporting to be signed by the chair and secretary of the Commission, shall be accepted by any person engaged in the producing, processing or marketing of milk or milk products as proof of such appointment.  R.S.O. 1990, c. M.12, s. 8 (3).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "9.",
            "section_x": "Production of books, etc., to marketing board",
            "part_id": null,
            "part_type": null,
            "section_y": "Production of books, etc., to marketing board",
            "content": "9 (1) Every person, when requested so to do by an officer of a marketing board or a person appointed by a marketing board to inspect the books, records, documents and premises of persons engaged in producing or marketing a regulated product, shall, in respect of the regulated product, produce such books, records and documents and permit inspection thereof and supply extracts therefrom and permit inspection of such premises.  R.S.O. 1990, c. M.12, s. 9 (1). Obstruction of officers of marketing board (2) No person shall hinder or obstruct an officer of a marketing board or a person appointed by a marketing board to inspect the books, records, documents and premises of persons engaged in producing or marketing a regulated product in the performance of the officer’s or person’s duties or refuse to permit him or her to carry out his or her duties or refuse to furnish him or her with information or furnish him or her with false information.  R.S.O. 1990, c. M.12, s. 9 (2). Certificate of appointment by marketing board (3) The production by any person of a certificate of appointment by a marketing board to inspect the books, records, documents and premises of persons engaged in producing or marketing a regulated product, purporting to be signed by the chair and secretary of the marketing board, shall be accepted by any person engaged in the producing or marketing of the regulated product as proof of such appointment.  R.S.O. 1990, c. M.12, s. 9 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>9 </b>(1) Every person, when requested so to do by an officer of a marketing board or a person appointed by a marketing board to inspect the books, records, documents and premises of persons engaged in producing or marketing a regulated product, shall, in respect of the regulated product, produce such books, records and documents and permit inspection thereof and supply extracts therefrom and permit inspection of such premises.  R.S.O. 1990, c. M.12, s. 9 (1).</p> <p class=\"headnote\">Obstruction of officers of marketing board</p> <p class=\"subsection\">(2) No person shall hinder or obstruct an officer of a marketing board or a person appointed by a marketing board to inspect the books, records, documents and premises of persons engaged in producing or marketing a regulated product in the performance of the officer’s or person’s duties or refuse to permit him or her to carry out his or her duties or refuse to furnish him or her with information or furnish him or her with false information.  R.S.O. 1990, c. M.12, s. 9 (2).</p> <p class=\"headnote\">Certificate of appointment by marketing board</p> <p class=\"subsection\">(3) The production by any person of a certificate of appointment by a marketing board to inspect the books, records, documents and premises of persons engaged in producing or marketing a regulated product, purporting to be signed by the chair and secretary of the marketing board, shall be accepted by any person engaged in the producing or marketing of the regulated product as proof of such appointment.  R.S.O. 1990, c. M.12, s. 9 (3).</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "10.",
            "section_x": "Producer-distributors",
            "part_id": null,
            "part_type": null,
            "section_y": "Producer-distributors",
            "content": "10 (1) Any person who is a producer and distributor is entitled in the person’s respective capacities as a producer and as a distributor to all the rights and privileges and is subject to all the duties and obligations of a producer and of a distributor.  R.S.O. 1990, c. M.12, s. 10 (1). Idem (2) Any person who is a producer and distributor shall be deemed to have received in the capacity of a distributor, from himself, herself or itself in the capacity of a producer, the milk that the person both produces and distributes, and to have contracted in that capacity with himself, herself or itself in the capacity of a producer for the marketing of the milk, upon the condition that the regulations, orders, directions, agreements and awards and the renegotiated agreements and awards made under this Act apply.  R.S.O. 1990, c. M.12, s. 10 (2). Idem (3) A producer or group of two or more producers who, directly or through a corporation of which the producer or producers is or are members or shareholders, or through an agent, arranges for the distributing, on the account of the producer or producers, by a distributor of any milk produced by the producer or producers, shall be deemed to be a producer and distributor or producers and distributors for the purposes of subsections (1) and (2).  R.S.O. 1990, c. M.12, s. 10 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>10 </b>(1) Any person who is a producer and distributor is entitled in the person’s respective capacities as a producer and as a distributor to all the rights and privileges and is subject to all the duties and obligations of a producer and of a distributor.  R.S.O. 1990, c. M.12, s. 10 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Any person who is a producer and distributor shall be deemed to have received in the capacity of a distributor, from himself, herself or itself in the capacity of a producer, the milk that the person both produces and distributes, and to have contracted in that capacity with himself, herself or itself in the capacity of a producer for the marketing of the milk, upon the condition that the regulations, orders, directions, agreements and awards and the renegotiated agreements and awards made under this Act apply.  R.S.O. 1990, c. M.12, s. 10 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) A producer or group of two or more producers who, directly or through a corporation of which the producer or producers is or are members or shareholders, or through an agent, arranges for the distributing, on the account of the producer or producers, by a distributor of any milk produced by the producer or producers, shall be deemed to be a producer and distributor or producers and distributors for the purposes of subsections (1) and (2).  R.S.O. 1990, c. M.12, s. 10 (3).</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "11.",
            "section_x": "Producer-processors",
            "part_id": null,
            "part_type": null,
            "section_y": "Producer-processors",
            "content": "11 (1) Any person who is a producer and processor is entitled in the person’s respective capacities as a producer and as a processor to all the rights and privileges and is subject to all the duties and obligations of a producer and of a processor.  R.S.O. 1990, c. M.12, s. 11 (1). Idem (2) Any person who is a producer and processor shall be deemed to have received in the capacity of a processor from himself, herself or itself in the capacity of a producer, the milk that the person both produces and processes, and to have contracted in that capacity with himself, herself or itself in the capacity of a producer for the marketing of the milk, upon the condition that the regulations, orders, directions, agreements and awards and the renegotiated agreements and awards made under this Act apply.  R.S.O. 1990, c. M.12, s. 11 (2). Idem (3) A producer or group of two or more producers who, directly or through a corporation of which the producer or producers is or are members or shareholders, or through an agent, arrange for the processing, on the account of the producer or producers, by a processor of any milk produced by the producer or producers, shall be deemed to be a producer and processor or producers and processors for the purposes of subsections (1) and (2).  R.S.O. 1990, c. M.12, s. 11 (3). 12 Repealed:  1997, c. 44, s. 6. Section Amendments with date in force (d/m/y) 1997, c. 44, s. 6 - 18/12/1997",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>11 </b>(1) Any person who is a producer and processor is entitled in the person’s respective capacities as a producer and as a processor to all the rights and privileges and is subject to all the duties and obligations of a producer and of a processor.  R.S.O. 1990, c. M.12, s. 11 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Any person who is a producer and processor shall be deemed to have received in the capacity of a processor from himself, herself or itself in the capacity of a producer, the milk that the person both produces and processes, and to have contracted in that capacity with himself, herself or itself in the capacity of a producer for the marketing of the milk, upon the condition that the regulations, orders, directions, agreements and awards and the renegotiated agreements and awards made under this Act apply.  R.S.O. 1990, c. M.12, s. 11 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) A producer or group of two or more producers who, directly or through a corporation of which the producer or producers is or are members or shareholders, or through an agent, arrange for the processing, on the account of the producer or producers, by a processor of any milk produced by the producer or producers, shall be deemed to be a producer and processor or producers and processors for the purposes of subsections (1) and (2).  R.S.O. 1990, c. M.12, s. 11 (3).</p> <p class=\"section\"><b>12 </b><span class=\"ovsmallcap\">Repealed</span>:  1997, c. 44, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1997, c. 44, s. 6 - 18/12/1997</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "13.",
            "section_x": "Production of books, etc., to field-person",
            "part_id": null,
            "part_type": null,
            "section_y": "Production of books, etc., to field-person",
            "content": "13 (1) Every person engaged in the producing, processing or marketing of milk or milk products, when requested so to do by a field-person appointed for the exercise of the powers and the performance of the duties of the Director, shall, in respect of milk and milk products, produce the person’s books, records and documents and permit inspection thereof and furnish copies thereof or extracts therefrom and permit inspection of the person’s premises and any equipment, milk or milk products therein.  R.S.O. 1990, c. M.12, s. 13 (1). Obstruction of field-person (2) No person shall hinder or obstruct an officer or field-person mentioned in subsection (1) in the course of his or her duties, furnish him or her with false information or refuse to furnish him or her with information.  R.S.O. 1990, c. M.12, s. 13 (2). Certificate of appointment of field-person (3) The production by a field-person mentioned in subsection (1) of a certificate of appointment purporting to be signed by the Director shall be accepted by any person engaged in the producing, processing or marketing of milk or milk products as proof of such appointment.  R.S.O. 1990, c. M.12, s. 13 (3). Construction and Operation of Plants Permits re plants",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>13 </b>(1) Every person engaged in the producing, processing or marketing of milk or milk products, when requested so to do by a field-person appointed for the exercise of the powers and the performance of the duties of the Director, shall, in respect of milk and milk products, produce the person’s books, records and documents and permit inspection thereof and furnish copies thereof or extracts therefrom and permit inspection of the person’s premises and any equipment, milk or milk products therein.  R.S.O. 1990, c. M.12, s. 13 (1).</p> <p class=\"headnote\">Obstruction of field-person</p> <p class=\"subsection\">(2) No person shall hinder or obstruct an officer or field-person mentioned in subsection (1) in the course of his or her duties, furnish him or her with false information or refuse to furnish him or her with information.  R.S.O. 1990, c. M.12, s. 13 (2).</p> <p class=\"headnote\">Certificate of appointment of field-person</p> <p class=\"subsection\">(3) The production by a field-person mentioned in subsection (1) of a certificate of appointment purporting to be signed by the Director shall be accepted by any person engaged in the producing, processing or marketing of milk or milk products as proof of such appointment.  R.S.O. 1990, c. M.12, s. 13 (3).</p> <p class=\"heading1\"><a name=\"BK26\"></a>Construction and Operation of Plants</p> <p class=\"headnote\">Permits re plants</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "Construction and Operation of Plants",
            "section_x": "Construction and Operation of Plants",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "14.",
            "section_x": "Permits re plants",
            "part_id": null,
            "part_type": null,
            "section_y": "Permit to construct plant",
            "content": "14 (1) No person shall construct or alter any building intended for use as a plant without a permit from the Director.  R.S.O. 1990, c. M.12, s. 14 (1). Permit to alter plant (2) No person shall alter a plant without a permit from the Director.  R.S.O. 1990, c. M.12, s. 14 (2). Conditions precedent to issue of permit (3) No permit shall be issued by the Director unless, (a)  in the opinion of the Director, the plant is necessary and desirable, having regard to the needs of the producers in the locality in which it is proposed to locate the plant and to the facilities of the existing plants in operation; and (b)  the proposed plant complies with the regulations.  R.S.O. 1990, c. M.12, s. 14 (3). Licences",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>14 </b>(1) No person shall construct or alter any building intended for use as a plant without a permit from the Director.  R.S.O. 1990, c. M.12, s. 14 (1).</p> <p class=\"headnote\">Permit to alter plant</p> <p class=\"subsection\">(2) No person shall alter a plant without a permit from the Director.  R.S.O. 1990, c. M.12, s. 14 (2).</p> <p class=\"headnote\">Conditions precedent to issue of permit</p> <p class=\"subsection\">(3) No permit shall be issued by the Director unless,</p> <p class=\"paragraph\">  (a)  in the opinion of the Director, the plant is necessary and desirable, having regard to the needs of the producers in the locality in which it is proposed to locate the plant and to the facilities of the existing plants in operation; and</p> <p class=\"paragraph\">  (b)  the proposed plant complies with the regulations.  R.S.O. 1990, c. M.12, s. 14 (3).</p> <p class=\"headnote\">Licences</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "15.",
            "section_x": "Licences",
            "part_id": null,
            "part_type": null,
            "section_y": "Licence to operate plant",
            "content": "15 (1) No person shall operate a plant without a licence therefor from the Director.  R.S.O. 1990, c. M.12, s. 15 (1). Licence to operate as distributor (2) No person shall carry on business as a distributor without a licence therefor from the Director.  R.S.O. 1990, c. M.12, s. 15 (2). Prohibitions",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>15 </b>(1) No person shall operate a plant without a licence therefor from the Director.  R.S.O. 1990, c. M.12, s. 15 (1).</p> <p class=\"headnote\">Licence to operate as distributor</p> <p class=\"subsection\">(2) No person shall carry on business as a distributor without a licence therefor from the Director.  R.S.O. 1990, c. M.12, s. 15 (2).</p> <p class=\"headnote\">Prohibitions</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "16.",
            "section_x": "Prohibitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Shade of butter",
            "content": "16 (1) Except as provided in the regulations, no person shall process, sell, offer for sale or have in possession for sale butter that has a tint or shade containing less than one and six-tenths degrees or more than ten and one-half degrees of yellow, or of yellow and red collectively, measured in terms of the Lovibond tintometer scale or the equivalent of such measurement.  R.S.O. 1990, c. M.12, s. 16 (1). Reconstituted milk (2) Except as provided in the regulations, no person shall process, sell, offer for sale or have in possession for sale reconstituted milk.  R.S.O. 1990, c. M.12, s. 16 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>16 </b>(1) Except as provided in the regulations, no person shall process, sell, offer for sale or have in possession for sale butter that has a tint or shade containing less than one and six-tenths degrees or more than ten and one-half degrees of yellow, or of yellow and red collectively, measured in terms of the Lovibond tintometer scale or the equivalent of such measurement.  R.S.O. 1990, c. M.12, s. 16 (1).</p> <p class=\"headnote\">Reconstituted milk</p> <p class=\"subsection\">(2) Except as provided in the regulations, no person shall process, sell, offer for sale or have in possession for sale reconstituted milk.  R.S.O. 1990, c. M.12, s. 16 (2).</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "17.",
            "section_x": "Basis of payment for milk and cream",
            "part_id": null,
            "part_type": null,
            "section_y": "Basis of payment for milk and cream",
            "content": "17 All milk and cream received at a plant shall be paid for on the basis of its milk-fat content or on such other basis as is prescribed in the regulations.  R.S.O. 1990, c. M.12, s. 17. 18 Repealed:  2002, c. 18, Sched. P, s. 42. Section Amendments with date in force (d/m/y) 2002, c. 18, Sched. P, s. 42 - 1/01/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>17 </b>All milk and cream received at a plant shall be paid for on the basis of its milk-fat content or on such other basis as is prescribed in the regulations.  R.S.O. 1990, c. M.12, s. 17.</p> <p class=\"section\"><b>18 </b><span class=\"ovsmallcap\">Repealed</span>:  2002, c. 18, Sched. P, s. 42.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02018#schedps42\">2002, c. 18, Sched. P, s. 42</a></span> - 1/01/2006</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "19.",
            "section_x": "Regulations with respect to the operation of plants",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations with respect to the operation of plants",
            "content": "19 (1) The Commission may make regulations, 1.  providing for the issue, renewal, suspension or revocation of or refusal to issue or renew licences for the operation of any class of plant, and prescribing the fees payable for licences or the renewal thereof; 2.  providing for the issue, renewal, suspension or revocation of or refusal to issue or renew licences for any class of distributor, and prescribing the fees payable for licences or the renewal thereof; 3.  prescribing the terms and conditions upon which licences under paragraphs 1 and 2 are issued, renewed, suspended or revoked; 4.  providing that the Director may impose such terms and conditions upon a licence under paragraphs 1 and 2 as the Director considers proper; 4.1  exempting classes of persons from the requirement under section 14 to hold a permit and under section 15 to hold a licence, in such circumstances as may be prescribed and subject to such restrictions as may be prescribed; 5.  subject to subsection (2), providing for the imposition, amount, disposition and use of penalties where, after a hearing, the Director is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of a licence under paragraphs 1 and 2 or any provision of this Act, the regulations, any plan or any order or direction of the Commission; 6.  requiring and providing for the furnishing of security or proof of financial responsibility or of a performance bond by a distributor or class of distributors or any person engaged in the operation of a plant or any class of plant; 7.  providing for the administration, forfeiture and disposition by the Commission or Director of bonds or any money recovered under any such bonds or any money or securities furnished as proof of financial responsibility by a distributor or by an operator of a plant; 8.  providing for the submission of drawings and specifications for the construction or alteration of a building intended for use as a plant or for the alteration of a plant; 9.  prescribing the methods of construction or alteration of a building intended for use as a plant and the materials that shall be used for such construction or alteration; 10.  prescribing the location of plants, the equipment that shall be used in connection with plants and the sanitary requirements for plants; 11.  providing for the issue of permits for the construction or alteration of a building intended for use as a plant and for the alteration of a plant, and prescribing the terms and conditions therefor; 12.  respecting the health of cows; 13.  respecting sanitary conditions of cows, premises on which cows are kept or milked and the equipment used in connection with the producing, handling, storing or transporting of milk or cream, or any class thereof; 14.  respecting the premises and equipment used in connection with the producing, handling, storing, testing, or transporting of milk or cream, or any class thereof; 15.  prohibiting the delivering, selling or offering for sale to a plant or the receiving at a plant of milk or cream, or any class thereof, that is not produced, handled, stored, collected, delivered, supplied, received or transported in accordance with the regulations or that has been rejected in accordance with the regulations; 16.  prescribing conditions for the delivering, supplying, selling or offering for sale to a plant or the receiving at a plant of milk or cream, or any class thereof, that has been graded at or on behalf of another plant in accordance with the regulations; 17.  providing for the addition of a food colouring to milk or cream, or any class thereof, that has been delivered or offered for sale to a plant and rejected in accordance with the regulations; 18.  governing the collection, transportation, delivery, handling, storing, supplying or receiving of milk or cream, or any class thereof, and prescribing the time therefor; 19.  providing for the identification, labelling and use of containers used for transporting milk or cream, or any class thereof; 20.  providing for the cleaning and sanitation of vehicles used in transporting, collecting, delivering, supplying or receiving milk or cream, or any class thereof, and prescribing methods therefor; 21.  respecting the quality of milk or cream, or any class thereof, delivered, supplied, sold or offered for sale to a plant or received at a plant; 22.  providing for, (a)  the control of the quality of milk by the imposing on and collecting from a producer of penalties where any milk supplied by the producer fails to comply with the standards of quality for such milk prescribed by the regulations or is produced on premises or with equipment that fails to comply with the regulations and, without limiting the generality of the foregoing, where such milk, (i)  contains any substance prohibited by the regulations, (ii)  contains a substance in excess of the amount thereof permitted by the regulations, or (iii)  has a substance removed therefrom contrary to the regulations; (b)  the terms and conditions under which, and the times at which, the penalties are payable; and (c)  the amount of the penalties and the method by which the penalties are calculated; 23.  providing for the pasteurizing of milk or cream used for the manufacture of a milk product; 24.  establishing classes of milk, cream, milk products or fluid milk products; 25.  establishing grades for milk or cream, or any class thereof; 26.  providing for the selecting, grading, rejecting, weighing, sampling and testing of milk or cream, or any class thereof, sold or offered for sale; 27.  providing for the fees payable for the selecting, grading, rejecting, weighing, sampling or testing of milk or cream, or any class thereof; 28.  prescribing the tests, procedures to be followed and equipment to be used in testing the composition and quality of milk or cream or any milk product; 29.  providing for the taking of samples of milk or cream or any milk product at the expense of the owner for the purpose of testing and for the identification and labelling of containers used therefor; 30.  providing for the approval of laboratories for the purpose of testing milk, cream and milk products; 31.  providing for the settlement of disputes in connection with the selecting, grading, rejecting, weighing, sampling and testing of milk or cream and the payment for the milk or cream; 32.  establishing classes of buttermakers, cheesemakers, milk and cream testers and milk and cream graders; 33.  providing for the examination and re-examination of persons applying for certificates for any class of buttermaker, cheesemaker, milk and cream tester or milk and cream grader; 34.  prescribing the qualifications for persons to whom certificates may be issued; 35.  providing for the issue, renewal, suspension or revocation of or refusal to issue or renew certificates, and prescribing the fees payable for certificates or the renewal thereof; 36.  prescribing the terms and conditions upon which certificates are issued, renewed, suspended or revoked; 37.  prescribing the basis, terms and manner of payments for milk or cream, or any class thereof, purchased from producers; 38.  designating classes of producers; 39.  designating classes of distributors and transporters; 40.  defining areas, and designating them as distribution areas; 41.  providing for the designation on licences, issued to distributors, of the distribution area or municipality or part thereof in which the distributor may deliver, sell or distribute fluid milk products; 42.  prohibiting a distributor from delivering, selling or distributing fluid milk products in any distribution area or municipality or part thereof other than the distribution area, municipality or part thereof designated on the distributor’s licence; 43.  designating as a milk product any product processed or derived in whole or in part from milk; 44.  governing the methods of and the equipment used in processing milk or cream, or any class thereof, or in manufacturing any milk product; 45.  providing for the standards of quality for and the composition of any milk product; 46.  defining and designating classes of milk and milk products as fluid milk products; 47.  providing for the minimum and maximum percentages of milk-fat, and the minimum percentage of milk solids, other than milk-fat, in any fluid milk product; 48.  regulating and prohibiting the addition to or removal from milk, cream or fluid milk products of any substance, and regulating and prohibiting the marketing of milk, cream or fluid milk products to which the substance has been added or from which the substance has been removed; 49.  prescribing the types and sizes of containers that shall be used for fluid milk products; 50.  respecting the advertising in respect of and the labelling of containers for fluid milk products, or any class of fluid milk products; 51.  regulating retail or wholesale deliveries of fluid milk products, or any class of fluid milk products, by distributors; 52.  prohibiting retail or wholesale deliveries of fluid milk products, or any class of fluid milk products, by distributors on any day or days; 53.  establishing classes of reconstituted milk, providing for the issue, suspension and revocation of permits for the manufacture and sale of any class of reconstituted milk, and prescribing the fees payable for such permits and the records and returns to be made by the holders of such permits; 54.  prescribing the standards of quality for and the composition of any class of reconstituted milk; 55.  governing the advertising and the labelling of containers for any class of reconstituted milk; 56.  prescribing the books, records and documents to be kept by distributors and operators of plants and the period for which such books, records and documents shall be kept, and providing for the inspection of such books, records and documents; 57.  providing for the issue to producers of statements by distributors and operators of plants; 58.  providing for sanitary standards and requirements for buildings and premises in which milk products, or any class thereof, are manufactured, stored, graded or packed; 59.  prohibiting the buying or selling of and the trafficking in milk or cream, or any class thereof, by transporters; 60.  requiring producers, transporters, processors and distributors to furnish to the Commission or Director such information or returns as the Commission or Director determines; 61.  providing for the detention and disposal of any milk, cream, milk product, fluid milk product or reconstituted milk produced, processed or marketed in violation of this Act or the regulations; 62.  establishing classes of field-persons, and prescribing the powers and duties of field-persons or any class thereof; 63.  prescribing forms and providing for their use; 64.  exempting from this Act or the regulations, or any part thereof, any plant or class of plants, any person or class of persons, or any milk product or any class, variety or grade of milk product; 65.  designating milk as Grade A milk, industrial milk or reconstituted milk; 66.  regulating the inspecting, grading, packaging, packing, marking and labelling of milk products, providing for the establishment of grades, grade names and marks and specifications of containers and packages of milk products and the issue of inspection and grading certificates, and prescribing the fees payable upon inspection and grading of milk products; 67.  regulating and prohibiting the placing of any substance or foreign object in a milk product, the exposure of a milk product to any substance and the producing, processing and marketing of such milk product or a milk product that does not comply with the standards, grades, grade names or marks or specifications of containers and packages established by the regulations; 67.1  providing for the establishment, payment and collection of fees, administrative penalties, costs, interest charges or other charges related to the administration or enforcement of this Act or the regulations in respect of the quality of milk or cream, in addition to the Commission’s other powers to prescribe fees or penalties by regulation; 67.2  providing for the terms, conditions, methods and time of payment of the fees, penalties, costs or charges established under paragraph 67.1; 68.  respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act.  R.S.O. 1990, c. M.12, s. 19 (1); 1994, c. 27, s. 30 (5); 1996, c. 17, Sched. H, s. 3 (1); 1997, c. 44, s. 7 (1-4); 2019, c. 14, Sched. 3, s. 44 (1, 2). Limitation on penalties (2) A penalty imposed under paragraph 5 of subsection (1) shall not exceed 10 per cent of the price payable to the producers for the regulated product marketed or processed during the immediately preceding twelve-month period by the distributor or person engaged in the operation of a plant.  R.S.O. 1990, c. M.12, s. 19 (2). Rolling incorporation (3) A regulation made under this section that incorporates another document by reference may provide that the reference to the document includes amendments made to the document from time to time after the regulation is made if, (a)  the regulation, by reference to the document, establishes grades or standards, grade names or marks, requirements for packaging, packing, marking or labelling or specifications for containers or packages; and (b)  the document is incorporated by reference in a regulation made under an Act of Canada that also provides that the reference to the document includes amendments made to the document from time to time after the regulation is made. 2019, c. 14, Sched. 3, s. 44 (3). (4) Repealed: 2019, c. 14, Sched. 3, s. 44 (4). Charges payable under regulations (5) The Commission may, with respect to a regulation made or that will be made under paragraph 22, 27, 35 or 67.1 of subsection (1), make regulations specifying that, (a)  the charges payable under the regulation, including fees, penalties and costs, are payable to the designated administrative authority, if any, to which the administration and enforcement of the regulation is delegated or another person specified in the Commission’s regulation; (b)  the authority or other person to whom the charges under the regulation are payable may use the charges so collected for the purposes specified in the Commission’s regulation; and (c)  the authority or other person to whom the charges under the regulation are payable shall pay the portion of the charges that is specified in the Commission’s regulation, (i)  into the Consolidated Revenue Fund, if that regulation does not specify otherwise, or (ii)  to the person and for the use specified.  1997, c. 44, s. 7 (5). Not public money (6) Subject to subclause (5) (c) (i), the money that a designated administrative authority or another person collects under a regulation made under paragraph 22, 27, 35 or 67.1 of subsection (1) is not public money within the meaning of the Financial Administration Act.  1997, c. 44, s. 7 (5). Use of charges collected (7) The authority or other person shall not use the money collected except to pay the authority’s costs and expenses of carrying out the administration and enforcement delegated to the authority or for the other purposes that the Commission specifies in a regulation made under clause (5) (b).  1997, c. 44, s. 7 (5). Use of money paid over (8) A person who receives money under subclause (5) (c) (ii) shall not use the money for any purpose other than the use that the Commission specifies in a regulation made under that subclause.  1997, c. 44, s. 7 (5). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 30 (5, 6) - 9/12/1994; 1996, c. 17, Sched. H, s. 3 (1, 2) - 18/07/1996; 1997, c. 31, s. 7 (5) - 18/12/1997; 1997, c. 44, s. 7 (1-5) - 18/12/1997 2019, c.14, Sched. 3, s. 44 (1-4) - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>19 </b>(1) The Commission may make regulations,</p> <p class=\"paragraph\">  1.  providing for the issue, renewal, suspension or revocation of or refusal to issue or renew licences for the operation of any class of plant, and prescribing the fees payable for licences or the renewal thereof;</p> <p class=\"paragraph\">  2.  providing for the issue, renewal, suspension or revocation of or refusal to issue or renew licences for any class of distributor, and prescribing the fees payable for licences or the renewal thereof;</p> <p class=\"paragraph\">  3.  prescribing the terms and conditions upon which licences under paragraphs 1 and 2 are issued, renewed, suspended or revoked;</p> <p class=\"paragraph\">  4.  providing that the Director may impose such terms and conditions upon a licence under paragraphs 1 and 2 as the Director considers proper;</p> <p class=\"paragraph\">  4.1  exempting classes of persons from the requirement under section 14 to hold a permit and under section 15 to hold a licence, in such circumstances as may be prescribed and subject to such restrictions as may be prescribed;</p> <p class=\"paragraph\">  5.  subject to subsection (2), providing for the imposition, amount, disposition and use of penalties where, after a hearing, the Director is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of a licence under paragraphs 1 and 2 or any provision of this Act, the regulations, any plan or any order or direction of the Commission;</p> <p class=\"paragraph\">  6.  requiring and providing for the furnishing of security or proof of financial responsibility or of a performance bond by a distributor or class of distributors or any person engaged in the operation of a plant or any class of plant;</p> <p class=\"paragraph\">  7.  providing for the administration, forfeiture and disposition by the Commission or Director of bonds or any money recovered under any such bonds or any money or securities furnished as proof of financial responsibility by a distributor or by an operator of a plant;</p> <p class=\"paragraph\">  8.  providing for the submission of drawings and specifications for the construction or alteration of a building intended for use as a plant or for the alteration of a plant;</p> <p class=\"paragraph\">  9.  prescribing the methods of construction or alteration of a building intended for use as a plant and the materials that shall be used for such construction or alteration;</p> <p class=\"paragraph\">  10.  prescribing the location of plants, the equipment that shall be used in connection with plants and the sanitary requirements for plants;</p> <p class=\"paragraph\">  11.  providing for the issue of permits for the construction or alteration of a building intended for use as a plant and for the alteration of a plant, and prescribing the terms and conditions therefor;</p> <p class=\"paragraph\">  12.  respecting the health of cows;</p> <p class=\"paragraph\">  13.  respecting sanitary conditions of cows, premises on which cows are kept or milked and the equipment used in connection with the producing, handling, storing or transporting of milk or cream, or any class thereof;</p> <p class=\"paragraph\">  14.  respecting the premises and equipment used in connection with the producing, handling, storing, testing, or transporting of milk or cream, or any class thereof;</p> <p class=\"paragraph\">  15.  prohibiting the delivering, selling or offering for sale to a plant or the receiving at a plant of milk or cream, or any class thereof, that is not produced, handled, stored, collected, delivered, supplied, received or transported in accordance with the regulations or that has been rejected in accordance with the regulations;</p> <p class=\"paragraph\">  16.  prescribing conditions for the delivering, supplying, selling or offering for sale to a plant or the receiving at a plant of milk or cream, or any class thereof, that has been graded at or on behalf of another plant in accordance with the regulations;</p> <p class=\"paragraph\">  17.  providing for the addition of a food colouring to milk or cream, or any class thereof, that has been delivered or offered for sale to a plant and rejected in accordance with the regulations;</p> <p class=\"paragraph\">  18.  governing the collection, transportation, delivery, handling, storing, supplying or receiving of milk or cream, or any class thereof, and prescribing the time therefor;</p> <p class=\"paragraph\">  19.  providing for the identification, labelling and use of containers used for transporting milk or cream, or any class thereof;</p> <p class=\"paragraph\">  20.  providing for the cleaning and sanitation of vehicles used in transporting, collecting, delivering, supplying or receiving milk or cream, or any class thereof, and prescribing methods therefor;</p> <p class=\"paragraph\">  21.  respecting the quality of milk or cream, or any class thereof, delivered, supplied, sold or offered for sale to a plant or received at a plant;</p> <p class=\"paragraph\">  22.  providing for,</p> <p class=\"subpara\">  (a)  the control of the quality of milk by the imposing on and collecting from a producer of penalties where any milk supplied by the producer fails to comply with the standards of quality for such milk prescribed by the regulations or is produced on premises or with equipment that fails to comply with the regulations and, without limiting the generality of the foregoing, where such milk,</p> <p class=\"subsubpara\">  (i)  contains any substance prohibited by the regulations,</p> <p class=\"subsubpara\">  (ii)  contains a substance in excess of the amount thereof permitted by the regulations, or</p> <p class=\"subsubpara\">  (iii)  has a substance removed therefrom contrary to the regulations;</p> <p class=\"subpara\">  (b)  the terms and conditions under which, and the times at which, the penalties are payable; and</p> <p class=\"subpara\">  (c)  the amount of the penalties and the method by which the penalties are calculated;</p> <p class=\"paragraph\">  23.  providing for the pasteurizing of milk or cream used for the manufacture of a milk product;</p> <p class=\"paragraph\">  24.  establishing classes of milk, cream, milk products or fluid milk products;</p> <p class=\"paragraph\">  25.  establishing grades for milk or cream, or any class thereof;</p> <p class=\"paragraph\">  26.  providing for the selecting, grading, rejecting, weighing, sampling and testing of milk or cream, or any class thereof, sold or offered for sale;</p> <p class=\"paragraph\">  27.  providing for the fees payable for the selecting, grading, rejecting, weighing, sampling or testing of milk or cream, or any class thereof;</p> <p class=\"paragraph\">  28.  prescribing the tests, procedures to be followed and equipment to be used in testing the composition and quality of milk or cream or any milk product;</p> <p class=\"paragraph\">  29.  providing for the taking of samples of milk or cream or any milk product at the expense of the owner for the purpose of testing and for the identification and labelling of containers used therefor;</p> <p class=\"paragraph\">  30.  providing for the approval of laboratories for the purpose of testing milk, cream and milk products;</p> <p class=\"paragraph\">  31.  providing for the settlement of disputes in connection with the selecting, grading, rejecting, weighing, sampling and testing of milk or cream and the payment for the milk or cream;</p> <p class=\"paragraph\">  32.  establishing classes of buttermakers, cheesemakers, milk and cream testers and milk and cream graders;</p> <p class=\"paragraph\">  33.  providing for the examination and re-examination of persons applying for certificates for any class of buttermaker, cheesemaker, milk and cream tester or milk and cream grader;</p> <p class=\"paragraph\">  34.  prescribing the qualifications for persons to whom certificates may be issued;</p> <p class=\"paragraph\">  35.  providing for the issue, renewal, suspension or revocation of or refusal to issue or renew certificates, and prescribing the fees payable for certificates or the renewal thereof;</p> <p class=\"paragraph\">  36.  prescribing the terms and conditions upon which certificates are issued, renewed, suspended or revoked;</p> <p class=\"paragraph\">  37.  prescribing the basis, terms and manner of payments for milk or cream, or any class thereof, purchased from producers;</p> <p class=\"paragraph\">  38.  designating classes of producers;</p> <p class=\"paragraph\">  39.  designating classes of distributors and transporters;</p> <p class=\"paragraph\">  40.  defining areas, and designating them as distribution areas;</p> <p class=\"paragraph\">  41.  providing for the designation on licences, issued to distributors, of the distribution area or municipality or part thereof in which the distributor may deliver, sell or distribute fluid milk products;</p> <p class=\"paragraph\">  42.  prohibiting a distributor from delivering, selling or distributing fluid milk products in any distribution area or municipality or part thereof other than the distribution area, municipality or part thereof designated on the distributor’s licence;</p> <p class=\"paragraph\">  43.  designating as a milk product any product processed or derived in whole or in part from milk;</p> <p class=\"paragraph\">  44.  governing the methods of and the equipment used in processing milk or cream, or any class thereof, or in manufacturing any milk product;</p> <p class=\"paragraph\">  45.  providing for the standards of quality for and the composition of any milk product;</p> <p class=\"paragraph\">  46.  defining and designating classes of milk and milk products as fluid milk products;</p> <p class=\"paragraph\">  47.  providing for the minimum and maximum percentages of milk-fat, and the minimum percentage of milk solids, other than milk-fat, in any fluid milk product;</p> <p class=\"paragraph\">  48.  regulating and prohibiting the addition to or removal from milk, cream or fluid milk products of any substance, and regulating and prohibiting the marketing of milk, cream or fluid milk products to which the substance has been added or from which the substance has been removed;</p> <p class=\"paragraph\">  49.  prescribing the types and sizes of containers that shall be used for fluid milk products;</p> <p class=\"paragraph\">  50.  respecting the advertising in respect of and the labelling of containers for fluid milk products, or any class of fluid milk products;</p> <p class=\"paragraph\">  51.  regulating retail or wholesale deliveries of fluid milk products, or any class of fluid milk products, by distributors;</p> <p class=\"paragraph\">  52.  prohibiting retail or wholesale deliveries of fluid milk products, or any class of fluid milk products, by distributors on any day or days;</p> <p class=\"paragraph\">  53.  establishing classes of reconstituted milk, providing for the issue, suspension and revocation of permits for the manufacture and sale of any class of reconstituted milk, and prescribing the fees payable for such permits and the records and returns to be made by the holders of such permits;</p> <p class=\"paragraph\">  54.  prescribing the standards of quality for and the composition of any class of reconstituted milk;</p> <p class=\"paragraph\">  55.  governing the advertising and the labelling of containers for any class of reconstituted milk;</p> <p class=\"paragraph\">  56.  prescribing the books, records and documents to be kept by distributors and operators of plants and the period for which such books, records and documents shall be kept, and providing for the inspection of such books, records and documents;</p> <p class=\"paragraph\">  57.  providing for the issue to producers of statements by distributors and operators of plants;</p> <p class=\"paragraph\">  58.  providing for sanitary standards and requirements for buildings and premises in which milk products, or any class thereof, are manufactured, stored, graded or packed;</p> <p class=\"paragraph\">  59.  prohibiting the buying or selling of and the trafficking in milk or cream, or any class thereof, by transporters;</p> <p class=\"paragraph\">  60.  requiring producers, transporters, processors and distributors to furnish to the Commission or Director such information or returns as the Commission or Director determines;</p> <p class=\"paragraph\">  61.  providing for the detention and disposal of any milk, cream, milk product, fluid milk product or reconstituted milk produced, processed or marketed in violation of this Act or the regulations;</p> <p class=\"paragraph\">  62.  establishing classes of field-persons, and prescribing the powers and duties of field-persons or any class thereof;</p> <p class=\"paragraph\">  63.  prescribing forms and providing for their use;</p> <p class=\"paragraph\">  64.  exempting from this Act or the regulations, or any part thereof, any plant or class of plants, any person or class of persons, or any milk product or any class, variety or grade of milk product;</p> <p class=\"paragraph\">  65.  designating milk as Grade A milk, industrial milk or reconstituted milk;</p> <p class=\"paragraph\">  66.  regulating the inspecting, grading, packaging, packing, marking and labelling of milk products, providing for the establishment of grades, grade names and marks and specifications of containers and packages of milk products and the issue of inspection and grading certificates, and prescribing the fees payable upon inspection and grading of milk products;</p> <p class=\"paragraph\">  67.  regulating and prohibiting the placing of any substance or foreign object in a milk product, the exposure of a milk product to any substance and the producing, processing and marketing of such milk product or a milk product that does not comply with the standards, grades, grade names or marks or specifications of containers and packages established by the regulations;</p> <p class=\"paragraph\"> 67.1  providing for the establishment, payment and collection of fees, administrative penalties, costs, interest charges or other charges related to the administration or enforcement of this Act or the regulations in respect of the quality of milk or cream, in addition to the Commission’s other powers to prescribe fees or penalties by regulation;</p> <p class=\"paragraph\"> 67.2  providing for the terms, conditions, methods and time of payment of the fees, penalties, costs or charges established under paragraph 67.1;</p> <p class=\"paragraph\">  68.  respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act.  R.S.O. 1990, c. M.12, s. 19 (1); 1994, c. 27, s. 30 (5); 1996, c. 17, Sched. H, s. 3 (1); 1997, c. 44, s. 7 (1-4); 2019, c. 14, Sched. 3, s. 44 (1, 2).</p> <p class=\"headnote\">Limitation on penalties</p> <p class=\"subsection\">(2) A penalty imposed under paragraph 5 of subsection (1) shall not exceed 10 per cent of the price payable to the producers for the regulated product marketed or processed during the immediately preceding twelve-month period by the distributor or person engaged in the operation of a plant.  R.S.O. 1990, c. M.12, s. 19 (2).</p> <p class=\"headnote\">Rolling incorporation</p> <p class=\"subsection\">(3) A regulation made under this section that incorporates another document by reference may provide that the reference to the document includes amendments made to the document from time to time after the regulation is made if,</p> <p class=\"paragraph\">  (a)  the regulation, by reference to the document, establishes grades or standards, grade names or marks, requirements for packaging, packing, marking or labelling or specifications for containers or packages; and</p> <p class=\"paragraph\">  (b)  the document is incorporated by reference in a regulation made under an Act of Canada that also provides that the reference to the document includes amendments made to the document from time to time after the regulation is made. 2019, c. 14, Sched. 3, s. 44 (3).</p> <p class=\"subsection\">(4) <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 14, Sched. 3, s. 44 (4).</p> <p class=\"headnote\">Charges payable under regulations</p> <p class=\"subsection\">(5) The Commission may, with respect to a regulation made or that will be made under paragraph 22, 27, 35 or 67.1 of subsection (1), make regulations specifying that,</p> <p class=\"paragraph\">  (a)  the charges payable under the regulation, including fees, penalties and costs, are payable to the designated administrative authority, if any, to which the administration and enforcement of the regulation is delegated or another person specified in the Commission’s regulation;</p> <p class=\"paragraph\">  (b)  the authority or other person to whom the charges under the regulation are payable may use the charges so collected for the purposes specified in the Commission’s regulation; and</p> <p class=\"paragraph\">  (c)  the authority or other person to whom the charges under the regulation are payable shall pay the portion of the charges that is specified in the Commission’s regulation,</p> <p class=\"subclause\">  (i)  into the Consolidated Revenue Fund, if that regulation does not specify otherwise, or</p> <p class=\"subclause\">  (ii)  to the person and for the use specified.  1997, c. 44, s. 7 (5).</p> <p class=\"headnote\">Not public money</p> <p class=\"subsection\">(6) Subject to subclause (5) (c) (i), the money that a designated administrative authority or another person collects under a regulation made under paragraph 22, 27, 35 or 67.1 of subsection (1) is not public money within the meaning of the <i>Financial Administration Act</i>.  1997, c. 44, s. 7 (5).</p> <p class=\"headnote\">Use of charges collected</p> <p class=\"subsection\">(7) The authority or other person shall not use the money collected except to pay the authority’s costs and expenses of carrying out the administration and enforcement delegated to the authority or for the other purposes that the Commission specifies in a regulation made under clause (5) (b).  1997, c. 44, s. 7 (5).</p> <p class=\"headnote\">Use of money paid over</p> <p class=\"subsection\">(8) A person who receives money under subclause (5) (c) (ii) shall not use the money for any purpose other than the use that the Commission specifies in a regulation made under that subclause.  1997, c. 44, s. 7 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 30 (5, 6) - 9/12/1994; 1996, c. 17, Sched. H, s. 3 (1, 2) - 18/07/1996; 1997, c. 31, s. 7 (5) - 18/12/1997; 1997, c. 44, s. 7 (1-5) - 18/12/1997</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched3s44s1\">2019, c.14, Sched. 3, s. 44 (1-4)</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "19.1",
            "section_x": "Delegation of regulation-making powers",
            "part_id": null,
            "part_type": null,
            "section_y": "Delegation of regulation-making powers",
            "content": "19.1 (1) Subject to subsections (2), (3) and (4), as long as a regulation of the Minister designating an administrative authority for the purpose of administering and enforcing designated legislation is in force, the Commission may, by regulation, delegate to the authority those of its powers, that the Commission considers necessary and specifies in its regulation, (a)  to make regulations under subsection 19 (1) that relate to the producing of milk or cream or anything related to it, except for a power to make regulations mentioned in clause (b); or (b)  to make regulations under paragraph 22, 27, 35, 67.1 or 67.2 of subsection 19 (1) that relate to fees, penalties, costs or charges in respect of designated legislation for which the administration and enforcement are delegated to the authority, other than regulations specifying the person to whom they are payable or the use that the person may make of them.  1997, c. 44, s. 8. Powers not delegated (2) For the purpose of clause (1) (a), the Commission shall not specify any power to make regulations that, in its opinion, have as their primary purpose the protection of the health or safety of the public.  1997, c. 44, s. 8. Same (3) A power to make regulations that the Commission delegates to a designated administrative authority under subsection (1) does not include any power to make regulations under subsection 19 (5).  1997, c. 44, s. 8. Limitations and terms (4) The Commission may specify limitations and terms that apply to the powers to make regulations that it delegates to a designated administrative authority under subsection (1).  1997, c. 44, s. 8. Publication and revocation of regulations (5) A designated administrative authority that makes a regulation in the exercise of the powers delegated to it under subsection (1) shall, (a)  provide a copy of the regulation to the Commission, the Minister and all other persons whom the Commission by direction specifies; (b)  publish the regulation in the manner and at the time that the Commission by direction specifies; and (c)  at the request of the Commission, revoke the regulation.  1997, c. 44, s. 8. Reconsideration of regulation (6) If a person is affected by a regulation made by a designated administrative authority in the exercise of the powers delegated to it under subsection (1), the person may request that the administrative authority reconsider the regulation.  1997, c. 44, s. 8. Application of other Act (7) Subsections 17 (3), (5) and (6) of the Ministry of Agriculture, Food and Rural Affairs Act apply with necessary modifications to the request for reconsideration as if the regulation were a regulation mentioned in those subsections.  1997, c. 44, s. 8; 2009, c. 33, Sched. 1, s. 20 (5). Appeal (8) If a person is aggrieved by a regulation made by a designated administrative authority in the exercise of the powers delegated to it under subsection (1), the person may appeal to the Tribunal.  1997, c. 44, s. 8; 2006, c. 19, Sched. A, s. 15 (2). Application of other Act (9) Subsections 16 (1) and (2.1) to (15) and section 18 of the Ministry of Agriculture, Food and Rural Affairs Act apply with necessary modifications to the appeal.  1997, c. 44, s. 8; 2009, c. 33, Sched. 1, s. 20 (6); 2010, c. 16, Sched. 1, s. 5 (2). Section Amendments with date in force (d/m/y) 1997, c. 44, s. 8 - 18/12/1997 2006, c. 19, Sched. A, s. 15 (2) - 22/06/2006 2009, c. 33, Sched. 1, s. 20 (5, 6) - 15/12/2009 2010, c. 16, Sched. 1, s. 5 (2) - 25/10/2010 Municipal By-laws",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>19.1</b> (1) Subject to subsections (2), (3) and (4), as long as a regulation of the Minister designating an administrative authority for the purpose of administering and enforcing designated legislation is in force, the Commission may, by regulation, delegate to the authority those of its powers, that the Commission considers necessary and specifies in its regulation,</p> <p class=\"paragraph\">  (a)  to make regulations under subsection 19 (1) that relate to the producing of milk or cream or anything related to it, except for a power to make regulations mentioned in clause (b); or</p> <p class=\"paragraph\">  (b)  to make regulations under paragraph 22, 27, 35, 67.1 or 67.2 of subsection 19 (1) that relate to fees, penalties, costs or charges in respect of designated legislation for which the administration and enforcement are delegated to the authority, other than regulations specifying the person to whom they are payable or the use that the person may make of them.  1997, c. 44, s. 8.</p> <p class=\"headnote\">Powers not delegated</p> <p class=\"subsection\">(2) For the purpose of clause (1) (a), the Commission shall not specify any power to make regulations that, in its opinion, have as their primary purpose the protection of the health or safety of the public.  1997, c. 44, s. 8.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A power to make regulations that the Commission delegates to a designated administrative authority under subsection (1) does not include any power to make regulations under subsection 19 (5).  1997, c. 44, s. 8.</p> <p class=\"headnote\">Limitations and terms </p> <p class=\"subsection\">(4) The Commission may specify limitations and terms that apply to the powers to make regulations that it delegates to a designated administrative authority under subsection (1).  1997, c. 44, s. 8.</p> <p class=\"headnote\">Publication and revocation of regulations</p> <p class=\"subsection\">(5) A designated administrative authority that makes a regulation in the exercise of the powers delegated to it under subsection (1) shall,</p> <p class=\"paragraph\">  (a)  provide a copy of the regulation to the Commission, the Minister and all other persons whom the Commission by direction specifies;</p> <p class=\"paragraph\">  (b)  publish the regulation in the manner and at the time that the Commission by direction specifies; and</p> <p class=\"paragraph\">  (c)  at the request of the Commission, revoke the regulation.  1997, c. 44, s. 8.</p> <p class=\"headnote\">Reconsideration of regulation</p> <p class=\"subsection\">(6) If a person is affected by a regulation made by a designated administrative authority in the exercise of the powers delegated to it under subsection (1), the person may request that the administrative authority reconsider the regulation.  1997, c. 44, s. 8.</p> <p class=\"headnote\">Application of other Act</p> <p class=\"subsection\">(7) Subsections 17 (3), (5) and (6) of the <i>Ministry of Agriculture, Food and Rural Affairs Act</i> apply with necessary modifications to the request for reconsideration as if the regulation were a regulation mentioned in those subsections.  1997, c. 44, s. 8; 2009, c. 33, Sched. 1, s. 20 (5).</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(8) If a person is aggrieved by a regulation made by a designated administrative authority in the exercise of the powers delegated to it under subsection (1), the person may appeal to the Tribunal.  1997, c. 44, s. 8; 2006, c. 19, Sched. A, s. 15 (2).</p> <p class=\"headnote\">Application of other Act</p> <p class=\"subsection\">(9) Subsections 16 (1) and (2.1) to (15) and section 18 of the <i>Ministry of Agriculture, Food and Rural Affairs Act</i> apply with necessary modifications to the appeal.  1997, c. 44, s. 8; 2009, c. 33, Sched. 1, s. 20 (6); 2010, c. 16, Sched. 1, s. 5 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 44, s. 8 - 18/12/1997</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedas15s2\">2006, c. 19, Sched. A, s. 15 (2)</a></span> - 22/06/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched1s20s5\">2009, c. 33, Sched. 1, s. 20 (5, 6)</a></span> - 15/12/2009</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched1s5s2\">2010, c. 16, Sched. 1, s. 5 (2)</a></span> - 25/10/2010</p> <p class=\"heading1\"><a name=\"BK33\"></a>Municipal By-laws</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "Municipal By-laws",
            "section_x": "Municipal By-laws",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "20.",
            "section_x": "Scope of by-laws",
            "part_id": null,
            "part_type": null,
            "section_y": "Scope of by-laws",
            "content": "20 Despite this or any other Act, no council of a local municipality shall by by-law require that fluid milk products sold in the municipality be produced or processed in the municipality or in any other designated area.  2002, c. 17, Sched. F, Table. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 1/01/2003 Miscellaneous",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>20 </b>Despite this or any other Act, no council of a local municipality shall by by-law require that fluid milk products sold in the municipality be produced or processed in the municipality or in any other designated area.  2002, c. 17, Sched. F, Table.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 1/01/2003</p> <p class=\"heading1\"><a name=\"BK35\"></a>Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "Miscellaneous",
            "section_x": "Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "21.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "21 Every person who contravenes this Act or the regulations, or any plan or any order or direction of the Commission, the Director or any marketing board, or any agreement or award or renegotiated agreement or award declared to be in force by the Commission, or any by-law under this Act, is guilty of an offence and on conviction is liable for a first offence to a fine of not more than $2,000 for each day that the offence continues and for a subsequent offence to a fine of not more than $10,000 for each day that the offence continues.  R.S.O. 1990, c. M.12, s. 21.",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>21 </b>Every person who contravenes this Act or the regulations, or any plan or any order or direction of the Commission, the Director or any marketing board, or any agreement or award or renegotiated agreement or award declared to be in force by the Commission, or any by-law under this Act, is guilty of an offence and on conviction is liable for a first offence to a fine of not more than $2,000 for each day that the offence continues and for a subsequent offence to a fine of not more than $10,000 for each day that the offence continues.  R.S.O. 1990, c. M.12, s. 21.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "22.",
            "section_x": "Injunction proceedings",
            "part_id": null,
            "part_type": null,
            "section_y": "Injunction proceedings",
            "content": "22 Where it is made to appear from the material filed or evidence adduced that any offence against this Act or the regulations or any plan, order, direction, agreement, award or renegotiated agreement or award made under this Act has been or is being committed, the Superior Court of Justice may, upon the application of the Commission, the Director or a marketing board, enjoin any transporter, processor, distributor or operator of a plant from carrying on business as a transporter, processor, distributor or operator of a plant, absolutely or for such period as seems just, and any injunction cancels the licence of the transporter, processor, distributor or operator of a plant named in the order for the same period.  R.S.O. 1990, c. M.12, s. 22; 2006, c. 19, Sched. C, s. 1 (1). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>22 </b>Where it is made to appear from the material filed or evidence adduced that any offence against this Act or the regulations or any plan, order, direction, agreement, award or renegotiated agreement or award made under this Act has been or is being committed, the Superior Court of Justice may, upon the application of the Commission, the Director or a marketing board, enjoin any transporter, processor, distributor or operator of a plant from carrying on business as a transporter, processor, distributor or operator of a plant, absolutely or for such period as seems just, and any injunction cancels the licence of the transporter, processor, distributor or operator of a plant named in the order for the same period.  R.S.O. 1990, c. M.12, s. 22; 2006, c. 19, Sched. C, s. 1 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "23.",
            "section_x": "Additional penalty for failure to pay minimum price",
            "part_id": null,
            "part_type": null,
            "section_y": "Additional penalty for failure to pay minimum price",
            "content": "23 (1) Every person who fails to pay at least the minimum price established for a regulated product or for milk or cream in an agreement or award filed with the Commission or the price of a regulated product determined by a marketing board is, in addition to the fine provided for in section 21, liable to a penalty of an amount equal to the amount of such minimum or determined price, less any amount paid by such person as payment in full or in part for such regulated product, milk or cream, and less any amount paid by such person for such regulated product, milk or cream pursuant to an order of the Commission under subsection 3 (4).  R.S.O. 1990, c. M.12, s. 23 (1). Disposition of additional penalty (2) Every penalty imposed under subsection (1) shall be paid to the marketing board or to the Commission, and the marketing board or the Commission, as the case may be, shall, (a)  pay the money to the person who failed to receive at least the minimum price; or (b)  use the money to stimulate, increase and improve the producing or marketing of the regulated product or of milk or cream.  R.S.O. 1990, c. M.12, s. 23 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>23 </b>(1) Every person who fails to pay at least the minimum price established for a regulated product or for milk or cream in an agreement or award filed with the Commission or the price of a regulated product determined by a marketing board is, in addition to the fine provided for in section 21, liable to a penalty of an amount equal to the amount of such minimum or determined price, less any amount paid by such person as payment in full or in part for such regulated product, milk or cream, and less any amount paid by such person for such regulated product, milk or cream pursuant to an order of the Commission under subsection 3 (4).  R.S.O. 1990, c. M.12, s. 23 (1).</p> <p class=\"headnote\">Disposition of additional penalty</p> <p class=\"subsection\">(2) Every penalty imposed under subsection (1) shall be paid to the marketing board or to the Commission, and the marketing board or the Commission, as the case may be, shall,</p> <p class=\"paragraph\">  (a)  pay the money to the person who failed to receive at least the minimum price; or</p> <p class=\"paragraph\">  (b)  use the money to stimulate, increase and improve the producing or marketing of the regulated product or of milk or cream.  R.S.O. 1990, c. M.12, s. 23 (2).</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "24.",
            "section_x": "Certified copies admissible in evidence",
            "part_id": null,
            "part_type": null,
            "section_y": "Certified copies admissible in evidence",
            "content": "24 Where, in any action or prosecution under this Act, production of any agreement, award, order, regulation, direction, rule, resolution, determination or minute of the Commission or a marketing board or of any order or direction of the Director is required, any document purporting to be a copy of such agreement, award, order, regulation, direction, rule, resolution, determination or minute, certified to be a true copy thereof by the chair or secretary of the Commission or the marketing board, or by the Director, as the case may be, is admissible in evidence as proof of the making and of the text thereof without production of the original document and without proof of the signature of the person purporting to have certified it.  R.S.O. 1990, c. M.12, s. 24.",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>24 </b>Where, in any action or prosecution under this Act, production of any agreement, award, order, regulation, direction, rule, resolution, determination or minute of the Commission or a marketing board or of any order or direction of the Director is required, any document purporting to be a copy of such agreement, award, order, regulation, direction, rule, resolution, determination or minute, certified to be a true copy thereof by the chair or secretary of the Commission or the marketing board, or by the Director, as the case may be, is admissible in evidence as proof of the making and of the text thereof without production of the original document and without proof of the signature of the person purporting to have certified it.  R.S.O. 1990, c. M.12, s. 24.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "25.",
            "section_x": "Rebuttable presumption",
            "part_id": null,
            "part_type": null,
            "section_y": "Rebuttable presumption",
            "content": "25 In any prosecution for an offence under this Act, the act or omission of an act, in respect of which the prosecution was instituted, shall be deemed to relate to the marketing within Ontario of milk, cream or cheese, or any combination thereof, unless the contrary is proven.  R.S.O. 1990, c. M.12, s. 25. Specific rules re regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>25 </b>In any prosecution for an offence under this Act, the act or omission of an act, in respect of which the prosecution was instituted, shall be deemed to relate to the marketing within Ontario of milk, cream or cheese, or any combination thereof, unless the contrary is proven.  R.S.O. 1990, c. M.12, s. 25.</p> <p class=\"headnote\">Specific rules re regulations</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "26.",
            "section_x": "Specific rules re regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions in regulations",
            "content": "26 (1) Any word or expression used in the Act or the regulations may be defined in the regulations for the purpose of the regulations.  R.S.O. 1990, c. M.12, s. 26 (1). Regulations may be limited (2) Any regulation may be limited as to time or place, or to both.  R.S.O. 1990, c. M.12, s. 26 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>26 </b>(1) Any word or expression used in the Act or the regulations may be defined in the regulations for the purpose of the regulations.  R.S.O. 1990, c. M.12, s. 26 (1).</p> <p class=\"headnote\">Regulations may be limited</p> <p class=\"subsection\">(2) Any regulation may be limited as to time or place, or to both.  R.S.O. 1990, c. M.12, s. 26 (2).</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "27.",
            "section_x": "Authority may be granted to Canadian Dairy Commission",
            "part_id": null,
            "part_type": null,
            "section_y": "Authority may be granted to Canadian Dairy Commission",
            "content": "27 (1) The Lieutenant Governor in Council may grant authority to the Canadian Dairy Commission to regulate the marketing within Ontario of a regulated product or a milk product and for such purposes, (a)  to exercise any power that it may exercise in relation to the marketing of such regulated product or milk product in interprovincial or export trade; (b)  to exercise, in relation to the marketing of such regulated product, any power that may be exercised by a marketing board in relation to a regulated product; and (c)  to exercise, in relation to the marketing of such milk product, any power that is like a power that may be exercised by a marketing board in relation to a regulated product.  R.S.O. 1990, c. M.12, s. 27 (1). Milk product deemed to be a regulated product (2) Where authority is granted under subsection (1) in relation to any milk product, such milk product shall be deemed to be, (a)  a regulated product for the purposes of the Commodity Boards and Marketing Agencies Act; and (b)  the regulated product in relation to the marketing of which a levy is fixed, imposed and collected under the Commodity Boards and Marketing Agencies Act.  R.S.O. 1990, c. M.12, s. 27 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>27 </b>(1) The Lieutenant Governor in Council may grant authority to the Canadian Dairy Commission to regulate the marketing within Ontario of a regulated product or a milk product and for such purposes,</p> <p class=\"paragraph\">  (a)  to exercise any power that it may exercise in relation to the marketing of such regulated product or milk product in interprovincial or export trade;</p> <p class=\"paragraph\">  (b)  to exercise, in relation to the marketing of such regulated product, any power that may be exercised by a marketing board in relation to a regulated product; and</p> <p class=\"paragraph\">  (c)  to exercise, in relation to the marketing of such milk product, any power that is like a power that may be exercised by a marketing board in relation to a regulated product.  R.S.O. 1990, c. M.12, s. 27 (1).</p> <p class=\"headnote\">Milk product deemed to be a regulated product</p> <p class=\"subsection\">(2) Where authority is granted under subsection (1) in relation to any milk product, such milk product shall be deemed to be,</p> <p class=\"paragraph\">  (a)  a regulated product for the purposes of the <i>Commodity Boards and Marketing Agencies Act</i>; and</p> <p class=\"paragraph\">  (b)  the regulated product in relation to the marketing of which a levy is fixed, imposed and collected under the <i>Commodity Boards and Marketing Agencies Act</i>.  R.S.O. 1990, c. M.12, s. 27 (2).</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "28.",
            "section_x": "Agreements with other governments",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreements with other governments",
            "content": "28 (1) The Minister, the Commission or a marketing board may make agreements for the co-ordinated marketing of milk or milk products with one or more of the Government of Canada, the Canadian Dairy Commission, the government of any province of Canada and any of its agencies or commodity boards.  1996, c. 17, Sched. H, s. 4. Contents of agreements (2) The agreements may provide for the pooling of revenue and may authorize the Commission or marketing board to perform, on behalf of the Government of Canada or the Canadian Dairy Commission, any function relating to interprovincial or export trade in a regulated product in respect of which the Commission or marketing board, as the case may be, may exercise powers in intraprovincial trade.  1996, c. 17, Sched. H, s. 4. Section Amendments with date in force (d/m/y) 1996, c. 17, Sched. H, s. 4 - 18/07/1996",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>28 </b>(1) The Minister, the Commission or a marketing board may make agreements for the co-ordinated marketing of milk or milk products with one or more of the Government of Canada, the Canadian Dairy Commission, the government of any province of Canada and any of its agencies or commodity boards.  1996, c. 17, Sched. H, s. 4.</p> <p class=\"headnote\">Contents of agreements</p> <p class=\"subsection\">(2) The agreements may provide for the pooling of revenue and may authorize the Commission or marketing board to perform, on behalf of the Government of Canada or the Canadian Dairy Commission, any function relating to interprovincial or export trade in a regulated product in respect of which the Commission or marketing board, as the case may be, may exercise powers in intraprovincial trade.  1996, c. 17, Sched. H, s. 4.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1996, c. 17, Sched. H, s. 4 - 18/07/1996</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "29.",
            "section_x": "Levies for agency",
            "part_id": null,
            "part_type": null,
            "section_y": "Levies for agency",
            "content": "29 (1) In this section, “promotion-research agency” means a promotion-research agency established under the Farm Products Agencies Act (Canada).  1996, c. 17, Sched. H, s. 4. Commission’s recommendation (2) If the Commission is of the opinion that a majority of the producers in Ontario of a milk product are in favour of a levy or charge to support a promotion-research agency, the Commission may recommend to the Minister that the levy or charge be established.  1996, c. 17, Sched. H, s. 4. Levy on a milk product (3) The Minister may, by regulation, grant to a promotion-research agency the authority, in relation to the marketing of the milk product in Ontario, (a)  to fix, impose and collect levies or charges from producers of the milk product; and (b)  to use the levies or charges for the purpose of the agency.  1996, c. 17, Sched. H, s. 4. Levy on regulated product (4) The Minister may, by regulation, grant to the Canadian Dairy Commission or a promotion-research agency the authority, in relation to the marketing of a regulated product in Ontario, (a)  to fix, impose and collect levies or charges from producers of the regulated product; and (b)  to use the levies or charges for the purpose of the Canadian Dairy Commission or the agency, as the case may be.  1996, c. 17, Sched. H, s. 4. Contents of regulation (5) A regulation made under this section may, (a)  specify conditions relating to the granting of the authority described in the regulation, including limits on the amount of the levies and charges that may be imposed under the authority; (b)  require that a person who receives a milk product shall deduct from the money payable for the milk product the levies or charges that are payable and shall forward them to the Canadian Dairy Commission or the promotion-research agency, as the case may be, to whom they are payable or to the agent of the body to whom they are payable; and (c)  specify terms for the payment of the levies or charges.  1996, c. 17, Sched. H, s. 4. Section Amendments with date in force (d/m/y) 1996, c. 17, Sched. H, s. 4 - 18/07/1996 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>29 </b>(1) In this section,</p> <p class=\"definition\">“promotion-research agency” means a promotion-research agency established under the <i>Farm Products Agencies Act</i> (Canada).  1996, c. 17, Sched. H, s. 4.</p> <p class=\"headnote\">Commission’s recommendation</p> <p class=\"subsection\">(2) If the Commission is of the opinion that a majority of the producers in Ontario of a milk product are in favour of a levy or charge to support a promotion-research agency, the Commission may recommend to the Minister that the levy or charge be established.  1996, c. 17, Sched. H, s. 4.</p> <p class=\"headnote\">Levy on a milk product</p> <p class=\"subsection\">(3) The Minister may, by regulation, grant to a promotion-research agency the authority, in relation to the marketing of the milk product in Ontario,</p> <p class=\"paragraph\">  (a)  to fix, impose and collect levies or charges from producers of the milk product; and</p> <p class=\"paragraph\">  (b)  to use the levies or charges for the purpose of the agency.  1996, c. 17, Sched. H, s. 4.</p> <p class=\"headnote\">Levy on regulated product</p> <p class=\"subsection\">(4) The Minister may, by regulation, grant to the Canadian Dairy Commission or a promotion-research agency the authority, in relation to the marketing of a regulated product in Ontario,</p> <p class=\"paragraph\">  (a)  to fix, impose and collect levies or charges from producers of the regulated product; and</p> <p class=\"paragraph\">  (b)  to use the levies or charges for the purpose of the Canadian Dairy Commission or the agency, as the case may be.  1996, c. 17, Sched. H, s. 4.</p> <p class=\"headnote\">Contents of regulation</p> <p class=\"subsection\">(5) A regulation made under this section may,</p> <p class=\"paragraph\">  (a)  specify conditions relating to the granting of the authority described in the regulation, including limits on the amount of the levies and charges that may be imposed under the authority;</p> <p class=\"paragraph\">  (b)  require that a person who receives a milk product shall deduct from the money payable for the milk product the levies or charges that are payable and shall forward them to the Canadian Dairy Commission or the promotion-research agency, as the case may be, to whom they are payable or to the agent of the body to whom they are payable; and</p> <p class=\"paragraph\">  (c)  specify terms for the payment of the levies or charges.  1996, c. 17, Sched. H, s. 4.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1996, c. 17, Sched. H, s. 4 - 18/07/1996</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90m12\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}