{
    "act_info": {
        "full_title": "Ministry of the Attorney General Act, R.S.O. 1990, c. M.17",
        "act_name_text": "Ministry of the Attorney General Act",
        "citation": "R.S.O. 1990, c. M.17",
        "url": "https://www.ontario.ca/laws/statute/90m17",
        "date_scraped": "2023-12-18 22:57:11"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90m17/v5",
            "valid_from": "May 29, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/statute/90m17/v4",
            "valid_from": "December 15, 2009",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/90m17/v3",
            "valid_from": "August 20, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90m17/v2",
            "valid_from": "December 20, 2006",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/90m17/v1",
            "valid_from": "December  6, 2000",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definition",
            "content": "1 In this Act, “Ministry” means the Ministry of the Attorney General.  R.S.O. 1990, c. M.17, s. 1.",
            "raw_html": "<p class=\"section\"><b>1</b> In this Act,</p> <p class=\"definition\">“Ministry” means the Ministry of the Attorney General.  R.S.O. 1990, c. M.17, s. 1.</p>"
        },
        {
            "id": "2",
            "section": "Ministry continued",
            "content": "2 (1) The ministry of the public service known in English as the Ministry of the Attorney General and in French as ministère du Procureur général is continued.  R.S.O. 1990, c. M.17, s. 2 (1). Attorney General to have charge (2) The Attorney General shall preside over and have charge of the Ministry.  R.S.O. 1990, c. M.17, s. 2 (2).",
            "raw_html": "<p class=\"section\"><b>2</b> (1) The ministry of the public service known in English as the Ministry of the Attorney General and in French as ministère du Procureur général is continued.  R.S.O. 1990, c. M.17, s. 2 (1).</p> <p class=\"headnote\">Attorney General to have charge</p> <p class=\"subsection\">(2) The Attorney General shall preside over and have charge of the Ministry.  R.S.O. 1990, c. M.17, s. 2 (2).</p>"
        },
        {
            "id": "3",
            "section": "Deputy Attorney General",
            "content": "3 The Lieutenant Governor in Council shall appoint a Deputy Attorney General who shall be the deputy head of the Ministry.  R.S.O. 1990, c. M.17, s. 3.",
            "raw_html": "<p class=\"section\"><b>3</b> The Lieutenant Governor in Council shall appoint a Deputy Attorney General who shall be the deputy head of the Ministry.  R.S.O. 1990, c. M.17, s. 3.</p>"
        },
        {
            "id": "4",
            "section": "Employees",
            "content": "4 Such employees may be appointed under Part III of the\r\nPublic Service of Ontario Act, 2006 as are required from time to time for the proper conduct of the business of the Ministry.  R.S.O. 1990, c. M.17, s. 4; 2006, c. 35, Sched. C, s. 80. Section Amendments with date in force (d/m/y) 2006, c. 35, Sched. C, s. 80 - 20/08/2007",
            "raw_html": "<p class=\"section\"><b>4 </b>Such employees may be appointed under Part III of the\r\n<i>Public Service of Ontario Act, 2006 </i>as are required from time to time for the proper conduct of the business of the Ministry.  R.S.O. 1990, c. M.17, s. 4; 2006, c. 35, Sched. C, s. 80.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs80\">2006, c. 35, Sched. C, s. 80</a></span> - 20/08/2007</p>"
        },
        {
            "id": "5",
            "section": "Functions",
            "content": "5 The Attorney General, (a) is the Law Officer of the Executive Council; (b) shall see that the administration of public affairs is in accordance with the law; (c) shall superintend all matters connected with the administration of justice in Ontario; (d) shall perform the duties and have the powers that belong to the Attorney General and Solicitor General of England by law or usage, so far as those duties and powers are applicable to Ontario, and also shall perform the duties and have the powers that, until the Constitution Act, 1867 came into effect, belonged to the offices of the Attorney General and Solicitor General in the provinces of Canada and Upper Canada and which, under the provisions of that Act, are within the scope of the powers of the Legislature; (e) shall advise the Government upon all matters of law connected with legislative enactments and upon all matters of law referred to him or her by the Government; (f) shall advise the Government upon all matters of a legislative nature and superintend all Government measures of a legislative nature; (g) shall advise the heads of the ministries and agencies of Government upon all matters of law connected with such ministries and agencies; (h) shall conduct and regulate all litigation for and against the Crown or any ministry or agency of Government in respect of any subject within the authority or jurisdiction of the Legislature; (i) shall superintend all matters connected with judicial offices; (j) shall perform such other functions as are assigned to him or her by the Legislature or by the Lieutenant Governor in Council.  R.S.O. 1990, c. M.17, s. 5.",
            "raw_html": "<p class=\"section\"><b>5</b> The Attorney General,</p> <p class=\"paragraph\">  (a) is the Law Officer of the Executive Council;</p> <p class=\"paragraph\">  (b) shall see that the administration of public affairs is in accordance with the law;</p> <p class=\"paragraph\">  (c) shall superintend all matters connected with the administration of justice in Ontario;</p> <p class=\"paragraph\">  (d) shall perform the duties and have the powers that belong to the Attorney General and Solicitor General of England by law or usage, so far as those duties and powers are applicable to Ontario, and also shall perform the duties and have the powers that, until the <i>Constitution Act, 1867</i> came into effect, belonged to the offices of the Attorney General and Solicitor General in the provinces of Canada and Upper Canada and which, under the provisions of that Act, are within the scope of the powers of the Legislature;</p> <p class=\"paragraph\">  (e) shall advise the Government upon all matters of law connected with legislative enactments and upon all matters of law referred to him or her by the Government;</p> <p class=\"paragraph\">  (f) shall advise the Government upon all matters of a legislative nature and superintend all Government measures of a legislative nature;</p> <p class=\"paragraph\">  (g) shall advise the heads of the ministries and agencies of Government upon all matters of law connected with such ministries and agencies;</p> <p class=\"paragraph\">  (h) shall conduct and regulate all litigation for and against the Crown or any ministry or agency of Government in respect of any subject within the authority or jurisdiction of the Legislature;</p> <p class=\"paragraph\">  (i) shall superintend all matters connected with judicial offices;</p> <p class=\"paragraph\">  (j) shall perform such other functions as are assigned to him or her by the Legislature or by the Lieutenant Governor in Council.  R.S.O. 1990, c. M.17, s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Designation of ministerial legal officers as employees of Ministry",
            "content": "6 The Lieutenant Governor in Council may designate any employee in any ministry or agency of Government who is a member of the bar of Ontario to be an employee of the Ministry and thereupon such employee becomes an employee of the Ministry.  R.S.O. 1990, c. M.17, s. 6.",
            "raw_html": "<p class=\"section\"><b>6</b> The Lieutenant Governor in Council may designate any employee in any ministry or agency of Government who is a member of the bar of Ontario to be an employee of the Ministry and thereupon such employee becomes an employee of the Ministry.  R.S.O. 1990, c. M.17, s. 6.</p>"
        },
        {
            "id": "7",
            "section": "Annual report",
            "content": "7 The Attorney General after the close of each year shall submit to the Lieutenant Governor in Council an annual report upon the affairs of the Ministry and shall then lay the report before the Assembly if it is in session or, if not, at the next ensuing session.  R.S.O. 1990, c. M.17, s. 7.",
            "raw_html": "<p class=\"section\"><b>7</b> The Attorney General after the close of each year shall submit to the Lieutenant Governor in Council an annual report upon the affairs of the Ministry and shall then lay the report before the Assembly if it is in session or, if not, at the next ensuing session.  R.S.O. 1990, c. M.17, s. 7.</p>"
        },
        {
            "id": "8",
            "section": "Limit on proceedings against Crown Attorneys, etc.",
            "content": "8 (1) No action or other proceeding for damages shall be commenced by a person who is or was the subject of a prosecution, in respect of any act done or omitted to be done in the performance or purported performance of a duty or authority in relation to the prosecution, against any of the following: 1. A Crown Attorney, Deputy Crown Attorney or assistant Crown Attorney appointed under the Crown Attorneys Act. 2. A person authorized under section 6 of the Crown Attorneys Act to be a provincial prosecutor. 3. Any other employee appointed for the purposes of section 4. 4. A person who was, but no longer is, a person described in paragraph 1, 2 or 3.  2009, c. 33, Sched. 2, s. 46. Proceedings against Attorney General (2) An action or other proceeding described in subsection (1) may be commenced against the Attorney General by a person who is or was the subject of a prosecution and, for the purpose, the Attorney General stands in the place of the person against whom the action or other proceeding would have been brought but for that subsection, and may be found liable in his or her stead.  2009, c. 33, Sched. 2, s. 46. Same (3) An action or other proceeding may only be brought against the Attorney General under subsection (2) if, but for subsection (1), the action or proceeding could have been brought against a person referred to in that subsection.  2009, c. 33, Sched. 2, s. 46. Liability without prejudice (4) A finding of liability against the Attorney General under subsection (2) is without prejudice to the right of the Attorney General or the Crown to indemnity or other relief from the person in whose place the Attorney General stood in the action or other proceeding.  2009, c. 33, Sched. 2, s. 46. Notice of claim; discovery; service; trial without jury; payment by Attorney General (5) Section 16, subsections 18 (1) to (3) and sections 19, 20 and 28 of the Crown Liability and Proceedings Act, 2019 apply, with necessary modifications, to an action or other proceeding under subsection (2) and, for the purpose, a reference to the Crown shall be read as a reference to the Attorney General.  2009, c. 33, Sched. 2, s. 46; 2019, c. 7, Sched. 17, s. 119. Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. A, s. 11 - 6/12/2000 2009, c. 33, Sched. 2, s. 46 - 15/12/2009 2019, c. 7, Sched. 17, s. 119 - 01/07/2019 ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) No action or other proceeding for damages shall be commenced by a person who is or was the subject of a prosecution, in respect of any act done or omitted to be done in the performance or purported performance of a duty or authority in relation to the prosecution, against any of the following:</p> <p class=\"paragraph\">  1. A Crown Attorney, Deputy Crown Attorney or assistant Crown Attorney appointed under the <i>Crown Attorneys Act</i>.</p> <p class=\"paragraph\">  2. A person authorized under section 6 of the <i>Crown Attorneys Act</i><i> </i>to be a provincial prosecutor.</p> <p class=\"paragraph\">  3. Any other employee appointed for the purposes of section 4.</p> <p class=\"paragraph\">  4. A person who was, but no longer is, a person described in paragraph 1, 2 or 3.  2009, c. 33, Sched. 2, s. 46.</p> <p class=\"headnote\">Proceedings against Attorney General</p> <p class=\"subsection\">(2) An action or other proceeding described in subsection (1) may be commenced against the Attorney General by a person who is or was the subject of a prosecution and, for the purpose, the Attorney General stands in the place of the person against whom the action or other proceeding would have been brought but for that subsection, and may be found liable in his or her stead.  2009, c. 33, Sched. 2, s. 46.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) An action or other proceeding may only be brought against the Attorney General under subsection (2) if, but for subsection (1), the action or proceeding could have been brought against a person referred to in that subsection.  2009, c. 33, Sched. 2, s. 46.</p> <p class=\"headnote\">Liability without prejudice</p> <p class=\"subsection\">(4) A finding of liability against the Attorney General under subsection (2) is without prejudice to the right of the Attorney General or the Crown to indemnity or other relief from the person in whose place the Attorney General stood in the action or other proceeding.  2009, c. 33, Sched. 2, s. 46.</p> <p class=\"headnote\">Notice of claim; discovery; service; trial without jury; payment by Attorney General</p> <p class=\"subsection\">(5) Section 16, subsections 18 (1) to (3) and sections 19, 20 and 28 of the <i>Crown Liability and Proceedings Act, 2019</i> apply, with necessary modifications, to an action or other proceeding under subsection (2) and, for the purpose, a reference to the Crown shall be read as a reference to the Attorney General.  2009, c. 33, Sched. 2, s. 46; 2019, c. 7, Sched. 17, s. 119.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedas11\">2000, c. 26, Sched. A, s. 11</a></span> - 6/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s46\">2009, c. 33, Sched. 2, s. 46</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched17s119\">2019, c. 7, Sched. 17, s. 119</a></span> - 01/07/2019</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90m17\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}