{
    "act_info": {
        "full_title": "Ministry of Energy and Infrastructure Act, R.S.O. 1990, c. M.23",
        "act_name_text": "Not Found",
        "citation": "Ministry of Energy and Infrastructure Act, R.S.O. 1990, c. M.23",
        "url": "https://www.ontario.ca/laws/statute/90m23",
        "date_scraped": "2023-12-19 05:48:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90m23/v8",
            "valid_from": "May 12, 2011",
            "valid_to": "June  5, 2011"
        },
        {
            "a_href": "/laws/statute/90m23/v7",
            "valid_from": "September  9, 2009",
            "valid_to": "May 11, 2011"
        },
        {
            "a_href": "/laws/statute/90m23/v6",
            "valid_from": "May 14, 2009",
            "valid_to": "September  8, 2009"
        },
        {
            "a_href": "/laws/statute/90m23/v5",
            "valid_from": "August 20, 2007",
            "valid_to": "May 13, 2009"
        },
        {
            "a_href": "/laws/statute/90m23/v4",
            "valid_from": "December 20, 2006",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/90m23/v3",
            "valid_from": "November  1, 2005",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90m23/v2",
            "valid_from": "June 17, 2004",
            "valid_to": "October 31, 2005"
        },
        {
            "a_href": "/laws/statute/90m23/v1",
            "valid_from": "April  1, 1999",
            "valid_to": "June 16, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “Deputy Minister” means the Deputy Minister of Energy and Infrastructure; (“sous-ministre”) “Minister” means the Minister of Energy and Infrastructure; (“ministre”) “Ministry” means the Ministry of Energy and Infrastructure; (“ministère”) “renewable energy source” has the same meaning as in the Electricity Act, 1998. (“source d’énergie renouvelable”) 2009, c. 12, Sched. C, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Act,</p> <p class=\"firstdef-e\">“Deputy Minister” means the Deputy Minister of Energy and Infrastructure; (“sous-ministre”)</p> <p class=\"definition-e\">“Minister” means the Minister of Energy and Infrastructure; (“ministre”)</p> <p class=\"definition-e\">“Ministry” means the Ministry of Energy and Infrastructure; (“ministère”)</p> <p class=\"definition-e\">“renewable energy source” has the same meaning as in the <i>Electricity Act, 1998</i>. (“source d’énergie renouvelable”) 2009, c. 12, Sched. C, s. 2.</p>"
        },
        {
            "id": "2.",
            "section": "Ministry continued",
            "content": "2. The Ministry of the public service known in English as the Ministry of Energy and Infrastructure and in French as ministère de l’Énergie et de l’Infrastructure is continued. 2009, c. 12, Sched. C, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The Ministry of the public service known in English as the Ministry of Energy and Infrastructure and in French as ministère de l’Énergie et de l’Infrastructure<b> </b>is continued. 2009, c. 12, Sched. C, s. 3.</p>"
        },
        {
            "id": "3.",
            "section": "Minister to have charge",
            "content": "3. The Minister shall preside over and have charge of the Ministry. R.S.O. 1990, c. M.23, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> The Minister shall preside over and have charge of the Ministry. R.S.O. 1990, c. M.23, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Duties of Minister of Energy and Infrastructure",
            "content": "4. The Minister is responsible for the administration of this Act, any Acts that are assigned to him or her by the Legislature or by the Lieutenant Governor in Council and the Green Energy Act, 2009, the Electricity Act, 1998 and the Ontario Energy Board Act, 1998. R.S.O. 1990, c. M.23, s. 4; 1998, c. 15, Sched. E, s. 18; 2009, c. 12, Sched. C, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> The Minister is responsible for the administration of this Act, any Acts that are assigned to him or her by the Legislature or by the Lieutenant Governor in Council and the <i>Green Energy Act, 2009</i>, the <i>Electricity Act, 1998</i> and the <i>Ontario Energy Board Act, 1998</i>. R.S.O. 1990, c. M.23, s. 4; 1998, c. 15, Sched. E, s. 18; 2009, c. 12, Sched. C, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Deputy Minister of Energy and Infrastructure",
            "content": "5. (1) The Lieutenant Governor in Council shall appoint a Deputy Minister of Energy and Infrastructure who shall be the deputy head of the Ministry. R.S.O. 1990, c. M.23, s. 5 (1); 2009, c. 12, Sched. C, s. 5. Employees (2) Such employees as are required from time to time for the proper conduct of the business of the Ministry may be appointed under Part III of the Public Service of Ontario Act, 2006. R.S.O. 1990, c. M.23, s. 5 (2); 2006, c. 35, Sched. C, s. 73. Protection from personal liability (3) No action or other proceeding for damages shall be instituted against the Deputy Minister or any officer or employee of the Ministry or anyone acting under his or her authority for any act done in good faith in the execution or intended execution of his or her duty or for any alleged neglect or default in the execution in good faith of his or her duty. R.S.O. 1990, c. M.23, s. 5 (3). Liability of Crown (4) Subsection (3) does not, by reason of subsections 5 (2) and (4) of the Proceedings Against the Crown Act, relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (3) to which it would otherwise be subject and the Crown is liable under that Act for any such tort in a like manner as if subsection (3) had not been enacted. R.S.O. 1990, c. M.23, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) The Lieutenant Governor in Council shall appoint a Deputy Minister of Energy and Infrastructure who shall be the deputy head of the Ministry. R.S.O. 1990, c. M.23, s. 5 (1); 2009, c. 12, Sched. C, s. 5.</p> <p class=\"headnote-e\"><b>Employees</b></p> <p class=\"subsection-e\">(2) Such employees as are required from time to time for the proper conduct of the business of the Ministry may be appointed under Part III of the <i>Public Service of Ontario Act, 2006</i>. R.S.O. 1990, c. M.23, s. 5 (2); 2006, c. 35, Sched. C, s. 73.</p> <p class=\"headnote-e\"><b>Protection from personal liability</b></p> <p class=\"subsection-e\">(3) No action or other proceeding for damages shall be instituted against the Deputy Minister or any officer or employee of the Ministry or anyone acting under his or her authority for any act done in good faith in the execution or intended execution of his or her duty or for any alleged neglect or default in the execution in good faith of his or her duty. R.S.O. 1990, c. M.23, s. 5 (3).</p> <p class=\"headnote-e\"><b>Liability of Crown</b></p> <p class=\"subsection-e\">(4) Subsection (3) does not, by reason of subsections 5 (2) and (4) of the <i>Proceedings Against the Crown Act</i>, relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (3) to which it would otherwise be subject and the Crown is liable under that Act for any such tort in a like manner as if subsection (3) had not been enacted. R.S.O. 1990, c. M.23, s. 5 (4).</p>"
        },
        {
            "id": "6.",
            "section": "Money required by Ministry",
            "content": "6. The expenditures of the Ministry shall be paid out of money appropriated therefor by the Legislature. R.S.O. 1990, c. M.23, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> The expenditures of the Ministry shall be paid out of money appropriated therefor by the Legislature. R.S.O. 1990, c. M.23, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Seal",
            "content": "7. (1) The Lieutenant Governor in Council may authorize a seal for the Ministry. R.S.O. 1990, c. M.23, s. 7 (1). Idem (2) The seal may be reproduced by engraving, lithographing, printing or other method of mechanical reproduction and when so reproduced has the same effect as if manually affixed. R.S.O. 1990, c. M.23, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) The Lieutenant Governor in Council may authorize a seal for the Ministry. R.S.O. 1990, c. M.23, s. 7 (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The seal may be reproduced by engraving, lithographing, printing or other method of mechanical reproduction and when so reproduced has the same effect as if manually affixed. R.S.O. 1990, c. M.23, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": "Objectives of the Ministry",
            "content": "8. (1) The Minister or the Deputy Minister, subject to the direction and control of the Minister, shall, (a) review energy and infrastructure matters on a continuing basis with regard to both short-term and long-term goals in relation to the energy and infrastructure needs of the Province of Ontario; (b) advise and assist the Government of Ontario in its dealings with other governments regarding energy and infrastructure matters; (c) advise and make recommendations on growth planning and developing and implementing growth plans in support of strong communities; (d) make recommendations for the effective co-ordination of all energy matters within the Government of Ontario with a view to ensuring the consistent application of policy in every area of concern regarding energy and, despite the generality of the foregoing, with respect to adequacy of supplies, prices, franchises and the development of energy resources indigenous to Ontario; (e) make recommendations regarding priorities for and the development of research into all aspects of energy of significance to Ontario, including the conservation of energy and the improvement of efficiency in its production and utilization and the development of new energy sources; (f) make recommendations for the effective co-ordination and development of infrastructure within the Government of Ontario; (g) make recommendations regarding priorities for, and the planning and development of, infrastructure of significance within Ontario; and (h) do any one or more of encouraging, promoting, developing or participating in such activities, projects and programs as the Minister considers appropriate, (i) to increase the availability of energy in Ontario, (ii) to increase the availability of renewable energy in Ontario and to increase the use of renewable energy sources in Ontario, (iii) to stimulate the search for and development of sources of energy, including those that utilize waste and those that are renewable, as alternatives to the sources of energy available for use in Ontario, (iv) to stimulate energy conservation, through the establishment of programs and policies within the Ministry or such agencies as may be prescribed, load management and the use of renewable energy sources throughout Ontario, (v) to encourage prudence in the use of energy in Ontario, (vi) to stimulate the planning and increase the development of infrastructure in Ontario, and (vii) to support planning for growth and building strong communities in Ontario. 2009, c. 12, Sched. C, s. 6 (1). Authority of Minister (2) The Minister or, subject to the direction and control of the Minister, the Deputy Minister may, in respect of any matter for which the Minister has responsibility under this or any other Act, (a) undertake research; (b) do any one or more of promoting, commissioning or participating in research, experiments, feasibility studies, pilot or demonstration projects, testing activities and evaluations; (c) develop and co-ordinate plans and programs; (d) promote and engage in the dissemination of information; (e) enter into agreements for and in the name of the Crown; (f) make grants, including grants subject to conditions to encourage energy conservation and to encourage the use of renewable energy sources; and (g) make loans, subject to the approval of the Lieutenant Governor in Council. R.S.O. 1990, c. M.23, s. 8 (2); 2009, c. 12, Sched. C, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) The Minister or the Deputy Minister, subject to the direction and control of the Minister, shall,</p> <p class=\"clause-e\">(a) review energy and infrastructure matters on a continuing basis with regard to both short-term and long-term goals in relation to the energy and infrastructure needs of the Province of Ontario;</p> <p class=\"clause-e\">(b) advise and assist the Government of Ontario in its dealings with other governments regarding energy and infrastructure matters;</p> <p class=\"clause-e\">(c) advise and make recommendations on growth planning and developing and implementing growth plans in support of strong communities;</p> <p class=\"clause-e\">(d) make recommendations for the effective co-ordination of all energy matters within the Government of Ontario with a view to ensuring the consistent application of policy in every area of concern regarding energy and, despite the generality of the foregoing, with respect to adequacy of supplies, prices, franchises and the development of energy resources indigenous to Ontario;</p> <p class=\"clause-e\">(e) make recommendations regarding priorities for and the development of research into all aspects of energy of significance to Ontario, including the conservation of energy and the improvement of efficiency in its production and utilization and the development of new energy sources;</p> <p class=\"clause-e\">(f) make recommendations for the effective co-ordination and development of infrastructure within the Government of Ontario;</p> <p class=\"clause-e\">(g) make recommendations regarding priorities for, and the planning and development of, infrastructure of significance within Ontario; and</p> <p class=\"clause-e\">(h) do any one or more of encouraging, promoting, developing or participating in such activities, projects and programs as the Minister considers appropriate,</p> <p class=\"subclause-e\">(i) to increase the availability of energy in Ontario,</p> <p class=\"subclause-e\">(ii) to increase the availability of renewable energy in Ontario and to increase the use of renewable energy sources in Ontario,</p> <p class=\"subclause-e\">(iii) to stimulate the search for and development of sources of energy, including those that utilize waste and those that are renewable, as alternatives to the sources of energy available for use in Ontario, </p> <p class=\"subclause-e\">(iv) to stimulate energy conservation, through the establishment of programs and policies within the Ministry or such agencies as may be prescribed, load management and the use of renewable energy sources throughout Ontario, </p> <p class=\"subclause-e\">(v) to encourage prudence in the use of energy in Ontario, </p> <p class=\"subclause-e\">(vi) to stimulate the planning and increase the development of infrastructure in Ontario, and</p> <p class=\"subclause-e\">(vii) to support planning for growth and building strong communities in Ontario. 2009, c. 12, Sched. C, s. 6 (1).</p> <p class=\"headnote-e\"><b>Authority of Minister</b></p> <p class=\"subsection-e\">(2) The Minister or, subject to the direction and control of the Minister, the Deputy Minister may, in respect of any matter for which the Minister has responsibility under this or any other Act,</p> <p class=\"clause-e\">(a) undertake research;</p> <p class=\"clause-e\">(b) do any one or more of promoting, commissioning or participating in research, experiments, feasibility studies, pilot or demonstration projects, testing activities and evaluations;</p> <p class=\"clause-e\">(c) develop and co-ordinate plans and programs;</p> <p class=\"clause-e\">(d) promote and engage in the dissemination of information;</p> <p class=\"clause-e\">(e) enter into agreements for and in the name of the Crown;</p> <p class=\"clause-e\">(f) make grants, including grants subject to conditions to encourage energy conservation and to encourage the use of renewable energy sources; and</p> <p class=\"clause-e\">(g) make loans, subject to the approval of the Lieutenant Governor in Council. R.S.O. 1990, c. M.23, s. 8 (2); 2009, c. 12, Sched. C, s. 6 (2).</p>"
        },
        {
            "id": "9.",
            "section": "Accounting statement related to financial assistance",
            "content": "9. The Minister may require a person or an organization that has received financial assistance under this Act to submit to the Minister a statement prepared by an individual licensed under the Public Accounting Act, 2004 that sets out the details of the disposition of the financial assistance by the person or organization. R.S.O. 1990, c. M.23, s. 9; 2004, c. 8, s. 46.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> The Minister may require a person or an organization that has received financial assistance under this Act to submit to the Minister a statement prepared by an individual licensed under the <i>Public Accounting Act, 2004</i> that sets out the details of the disposition of the financial assistance by the person or organization. R.S.O. 1990, c. M.23, s. 9; 2004, c. 8, s. 46.</p>"
        },
        {
            "id": "10.",
            "section": "Delegation of powers and duties",
            "content": "10. (1) Where, under this or any other Act, a power or duty is granted to or vested in the Minister, he or she may in writing delegate that power or duty to the Deputy Minister, or to any officer or officers of the Ministry, subject to such limitations, restrictions, conditions and requirements as the Minister may set out in the delegation. R.S.O. 1990, c. M.23, s. 10 (1). Effect of contract (2) Despite the Executive Council Act, a contract made by a person empowered to do so by a delegation under subsection (1) has the same effect as if made and signed by the Minister. R.S.O. 1990, c. M.23, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) Where, under this or any other Act, a power or duty is granted to or vested in the Minister, he or she may in writing delegate that power or duty to the Deputy Minister, or to any officer or officers of the Ministry, subject to such limitations, restrictions, conditions and requirements as the Minister may set out in the delegation. R.S.O. 1990, c. M.23, s. 10 (1).</p> <p class=\"headnote-e\"><b>Effect of contract</b></p> <p class=\"subsection-e\">(2) Despite the <i>Executive Council Act</i>, a contract made by a person empowered to do so by a delegation under subsection (1) has the same effect as if made and signed by the Minister. R.S.O. 1990, c. M.23, s. 10 (2).</p>"
        },
        {
            "id": "11.",
            "section": "Advisory committees",
            "content": "11. Subject to the approval of the Lieutenant Governor in Council, the Minister may establish advisory committees to the Minister and sub-committees thereto, appoint the chairs and members of such committees and sub-committees, fix the terms of reference of such committees and sub-committees and fix the remuneration and expenses of the chairs and members of such committees and sub-committees. R.S.O. 1990, c. M.23, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> Subject to the approval of the Lieutenant Governor in Council, the Minister may establish advisory committees to the Minister and sub-committees thereto, appoint the chairs and members of such committees and sub-committees, fix the terms of reference of such committees and sub-committees and fix the remuneration and expenses of the chairs and members of such committees and sub-committees. R.S.O. 1990, c. M.23, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Annual report",
            "content": "12. The Minister after the close of each year shall submit to the Lieutenant Governor in Council an annual report upon the affairs of the Ministry and shall then lay the report before the Assembly if it is in session or, if not, at the next session. R.S.O. 1990, c. M.23, s. 12. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>12.</b> The Minister after the close of each year shall submit to the Lieutenant Governor in Council an annual report upon the affairs of the Ministry and shall then lay the report before the Assembly if it is in session or, if not, at the next session. R.S.O. 1990, c. M.23, s. 12.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90m23_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90m23_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}