{
    "act_info": {
        "full_title": "Missing Persons Act, 2018, S.O. 2018, c. 3, Sched. 7",
        "act_name_text": "Missing Persons Act, 2018",
        "citation": "S.O. 2018, c. 3, Sched. 7",
        "url": "https://www.ontario.ca/laws/statute/18m03",
        "date_scraped": "2023-12-18 04:15:02"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/18m03/v2",
            "valid_from": "July  1, 2019",
            "valid_to": "June  7, 2023"
        },
        {
            "a_href": "/laws/statute/18m03/v1",
            "valid_from": "March  8, 2018",
            "valid_to": "June 30, 2019"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/190182",
            "Citation": "O. Reg. 182/19",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Preamble",
            "section_x": "Preamble",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation",
            "content": "1 (1) In this Act, “chief of police” means, (a) a chief of police as defined in subsection 2 (1) of the Police Services Act, or (b) a First Nations Constable who is in charge of a group of First Nations Constables described in clause (b) of the definition of “police force”; (“chef de police”) Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “chief of police” in subsection 1 (1) of this Act is repealed. (See: 2018, c. 3, Sched. 7, s. 12 (1)) “First Nations Constable” means a First Nations Constable appointed under the Police Services Act; (“agent des Premières Nations”) Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “First Nations Constable” in subsection 1 (1) of this Act is repealed. (See: 2018, c. 3, Sched. 7, s. 12 (1)) “justice” means a provincial judge or a justice of the peace; (“juge”) “member of a police force” means, (a) a member of a police force as defined in subsection 2 (1) of the Police Services Act, or (b) a First Nations Constable in a group described in clause (b) of the definition of “police force”; (“membre d’un corps de police”) Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “member of a police force” in subsection 1 (1) of this Act is repealed. (See: 2018, c. 3, Sched. 7, s. 12 (1)) “Minister” means the Minister of Community Safety and Correctional Services or such other member of the Executive Council as may be assigned the administration of this Act under the Executive Council Act; (“ministre”) “officer” means, (a) a police officer as defined in subsection 2 (1) of the Police Services Act, or (b) a First Nations Constable; (“agent”) Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “officer” in subsection 1 (1) of this Act is repealed. (See: 2018, c. 3, Sched. 7, s. 12 (1)) “police force” means, (a) a police force as defined in subsection 2 (1) of the\r\nPolice Services Act, or (b) a group of First Nations Constables who are employed by an entity that has an agreement with the Minister; (“corps de police”) Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “police force” in subsection 1 (1) of this Act is repealed. (See: 2018, c. 3, Sched. 7, s. 12 (1)) “prescribed” means prescribed by the regulations; (“prescrit”) “record” means a record or part of a record of information in any form or in any medium, whether in written, printed, photographic or electronic form or otherwise; (“dossier”) “regulations” means the regulations made under this Act. (“règlements”) Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 1 (1) of the Act is amended by adding the following definitions: (See: 2023, c. 12, Sched. 1, s. 77) “chief of police” means, (a) a chief of police as defined in subsection 2 (1) of the Community Safety and Policing Act, 2019, or (b) a First Nation Officer who is in charge of a group of First Nation Officers described in clause (b) of the definition of “police service”; (“chef de police”) “First Nation Officer” means a First Nation Officer as defined in subsection 2 (1) of the\r\nCommunity Safety and Policing Act, 2019; (“agent de Première Nation”) “member of a police service” means, (a) a member of a police service as defined in subsection 2 (1) of the Community Safety and Policing Act, 2019, or (b) a First Nation Officer in a group described in clause (b) of the definition of “police service”; (“membre d’un service de police”) “officer” means, (a) a police officer as defined in subsection 2 (1) of the Community Safety and Policing Act, 2019, or (b) a First Nation Officer; (“agent”) “police service” means, (a) a police service as defined in subsection 2 (1) of the Community Safety and Policing Act, 2019, or (b) a group of First Nation Officers who are employed by an entity that has an agreement with the Minister; (“service de police”) Missing person (2) A person is a missing person for the purposes of this Act if both of the following circumstances exist with respect to the person: 1. The person’s whereabouts are unknown and, i. the person has not been in contact with people who would likely be in contact with the person, or ii. it is reasonable in the circumstances to fear for the person’s safety because of the circumstances surrounding the person’s absence or because of any other prescribed considerations. 2. A member of a police force is unable to locate the person after making reasonable efforts to do so. Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 2 of subsection 1 (2) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (3)) Section Amendments with date in force (d/m/y) 2018, c. 3, Sched. 7, s. 12 (1, 3) - not in force; 2018, c. 3, Sched. 7, s. 12 (2) - no effect - see 2023, c. 12, Sched. 1, s. 82 - 08/06/2023 2023, c. 12, Sched. 1, s. 77 - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“chief of police” means,</p> <p class=\"paragraph\">  (a) a chief of police as defined in subsection 2 (1) of the <i>Police Services Act</i>, or</p> <p class=\"paragraph\">  (b) a First Nations Constable who is in charge of a group of First Nations Constables described in clause (b) of the definition of “police force”; (“chef de police”)</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “chief of police” in subsection 1 (1) of this Act is repealed. (See: 2018, c. 3, Sched. 7, s. 12 (1))</span></p> <p class=\"definition\">“First Nations Constable” means a First Nations Constable appointed under the <i>Police Services Act</i>; (“agent des Premières Nations”)</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “First Nations Constable” in subsection 1 (1) of this Act is repealed. (See: 2018, c. 3, Sched. 7, s. 12 (1))</span></p> <p class=\"definition\">“justice” means a provincial judge or a justice of the peace; (“juge”)</p> <p class=\"definition\">“member of a police force” means,</p> <p class=\"paragraph\">  (a) a member of a police force as defined in subsection 2 (1) of the <i>Police Services Act</i>, or</p> <p class=\"paragraph\">  (b) a First Nations Constable in a group described in clause (b) of the definition of “police force”; (“membre d’un corps de police”)</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “member of a police force” in subsection 1 (1) of this Act is repealed. (See: 2018, c. 3, Sched. 7, s. 12 (1))</span></p> <p class=\"definition\">“Minister” means the Minister of Community Safety and Correctional Services or such other member of the Executive Council as may be assigned the administration of this Act under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“officer” means,</p> <p class=\"paragraph\">  (a) a police officer as defined in subsection 2 (1) of the <i>Police Services Act</i>, or</p> <p class=\"paragraph\">  (b) a First Nations Constable; (“agent”)</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “officer” in subsection 1 (1) of this Act is repealed. (See: 2018, c. 3, Sched. 7, s. 12 (1))</span></p> <p class=\"definition\">“police force” means,</p> <p class=\"paragraph\">  (a) a police force as defined in subsection 2 (1) of the\r\n<i>Police Services Act</i>, or</p> <p class=\"paragraph\">  (b) a group of First Nations Constables who are employed by an entity that has an agreement with the Minister; (“corps de police”)</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “police force” in subsection 1 (1) of this Act is repealed. (See: 2018, c. 3, Sched. 7, s. 12 (1))</span></p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“record” means a record or part of a record of information in any form or in any medium, whether in written, printed, photographic or electronic form or otherwise; (“dossier”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act. (“règlements”)</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 1 (1) of the Act is amended by adding the following definitions: (See: 2023, c. 12, Sched. 1, s. 77)</span></p> <p class=\"Ydefinition\"><span>“chief of police” means,</span></p> <p class=\"Yparagraph\"> <span>(a) a chief of police as defined in subsection 2 (1) of the <i>Community Safety and Policing Act, 2019</i>, or</span></p> <p class=\"Yparagraph\"> <span>(b) a First Nation Officer who is in charge of a group of First Nation Officers described in clause (b) of the definition of “police service”; (“chef de police”)</span></p> <p class=\"Ydefinition\"><span>“First Nation Officer” means a First Nation Officer as defined in subsection 2 (1) of the<i>\r\nCommunity Safety and Policing Act, 2019</i>; (“agent de Première Nation”)</span></p> <p class=\"Ydefinition\"><span>“member of a police service” means,</span></p> <p class=\"Yparagraph\"> <span>(a) a member of a police service as defined in subsection 2 (1) of the <i>Community Safety and Policing Act, 2019</i>, or</span></p> <p class=\"Yparagraph\"> <span>(b) a First Nation Officer in a group described in clause (b) of the definition of “police service”; (“membre d’un service de police”)</span></p> <p class=\"Ydefinition\"><span>“officer” means,</span></p> <p class=\"Yparagraph\"> <span>(a) a police officer as defined in subsection 2 (1) of the <i>Community Safety and Policing Act, 2019</i>, or</span></p> <p class=\"Yparagraph\"> <span>(b) a First Nation Officer; (“agent”)</span></p> <p class=\"Ydefinition\"><span>“police service” means,</span></p> <p class=\"Yparagraph\"> <span>(a) a police service as defined in subsection 2 (1) of the <i>Community Safety and Policing Act, 2019</i>, or</span></p> <p class=\"Yparagraph\"> <span>(b) a group of First Nation Officers who are employed by an entity that has an agreement with the Minister; (“service de police”)</span></p> <p class=\"headnote\">Missing person</p> <p class=\"subsection\">(2) A person is a missing person for the purposes of this Act if both of the following circumstances exist with respect to the person:</p> <p class=\"paragraph\">  1. The person’s whereabouts are unknown and,</p> <p class=\"subpara\">  i. the person has not been in contact with people who would likely be in contact with the person, or</p> <p class=\"subpara\">  ii. it is reasonable in the circumstances to fear for the person’s safety because of the circumstances surrounding the person’s absence or because of any other prescribed considerations.</p> <p class=\"paragraph\">  2. A member of a police force is unable to locate the person after making reasonable efforts to do so.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 2 of subsection 1 (2) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (3))</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18003#sched7s12s1\">2018, c. 3, Sched. 7, s. 12 (1, 3)</a></span> - not in force; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18003#sched7s12s2\">2018, c. 3, Sched. 7, s. 12 (2)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23012#sched1s82\">2023, c. 12, Sched. 1, s. 82</a></span> - 08/06/2023</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23012#sched1s77\">2023, c. 12, Sched. 1, s. 77</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Measures established",
            "part_id": null,
            "part_type": null,
            "section_y": "Measures established",
            "content": "2 (1) This Act establishes the following measures to assist members of a police force in locating a missing person in the absence of a criminal investigation: Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 2 (1) of this Act is amended by striking out “police force” in the portion before paragraph 1 and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (4)) 1. An order issued under subsection 4 (1) for the production of records. 2. An urgent demand made under subsection 5 (1) for the production of records. 3. A search warrant issued under subsection 6 (1) to facilitate a search for a missing person. Order, demand not mandatory (2) Nothing in this Act shall be interpreted as limiting a person’s ability to disclose information to a member of a police force in order to assist the member in locating a missing person in the absence of an order or urgent demand for the production of records if the person is not otherwise prohibited by law from disclosing the information. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 2 (2) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (5)) Section Amendments with date in force (d/m/y) 2018, c. 3, Sched. 7, s. 12 (4, 5) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>(1) This Act establishes the following measures to assist members of a police force in locating a missing person in the absence of a criminal investigation:</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 2 (1) of this Act is amended by striking out “police force” in the portion before paragraph 1 and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (4))</span></p> <p class=\"paragraph\">  1. An order issued under subsection 4 (1) for the production of records.</p> <p class=\"paragraph\">  2. An urgent demand made under subsection 5 (1) for the production of records.</p> <p class=\"paragraph\">  3. A search warrant issued under subsection 6 (1) to facilitate a search for a missing person.</p> <p class=\"headnote\">Order, demand not mandatory</p> <p class=\"subsection\">(2) Nothing in this Act shall be interpreted as limiting a person’s ability to disclose information to a member of a police force in order to assist the member in locating a missing person in the absence of an order or urgent demand for the production of records if the person is not otherwise prohibited by law from disclosing the information.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 2 (2) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (5))</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18003#sched7s12s4\">2018, c. 3, Sched. 7, s. 12 (4, 5)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "Manner of application",
            "part_id": null,
            "part_type": null,
            "section_y": "Manner of application",
            "content": "3 (1) An officer may apply for an order or warrant under this Act without notice. Same (2) In making an application for an order or warrant under this Act, an officer may, (a) appear personally before a justice; or (b) use a means of written electronic communication. Alternative to oath, written electronic communication (3) If an officer who uses a means of written electronic communication makes a statement in writing that the information contained in the application is true to the officer’s knowledge and belief, that information is deemed to have been given under oath for the purposes of this Act. Filing of application (4) If an application is made by means of written electronic communication, the justice who receives the application shall, as soon as possible after the application is received, have it filed with the clerk of the court. Form, manner of application (5) An application shall be made, (a) in the form approved by the Minister; and (b) in accordance with any additional procedures that may be prescribed.",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3 </b>(1) An officer may apply for an order or warrant under this Act without notice.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In making an application for an order or warrant under this Act, an officer may,</p> <p class=\"paragraph\">  (a) appear personally before a justice; or</p> <p class=\"paragraph\">  (b) use a means of written electronic communication.</p> <p class=\"headnote\">Alternative to oath, written electronic communication</p> <p class=\"subsection\">(3) If an officer who uses a means of written electronic communication makes a statement in writing that the information contained in the application is true to the officer’s knowledge and belief, that information is deemed to have been given under oath for the purposes of this Act.</p> <p class=\"headnote\">Filing of application</p> <p class=\"subsection\">(4) If an application is made by means of written electronic communication, the justice who receives the application shall, as soon as possible after the application is received, have it filed with the clerk of the court.</p> <p class=\"headnote\">Form, manner of application</p> <p class=\"subsection\">(5) An application shall be made,</p> <p class=\"paragraph\">  (a) in the form approved by the Minister; and</p> <p class=\"paragraph\">  (b) in accordance with any additional procedures that may be prescribed.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "section_x": "Order for production of records",
            "part_id": null,
            "part_type": null,
            "section_y": "Order for production of records",
            "content": "4 (1) On application by an officer, a justice may make an order requiring any person specified in the order to produce copies of specified records to members of a police force if the justice is satisfied, on the basis of information provided by the officer under oath, that there are reasonable grounds to believe that, Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 4 (1) of this Act is amended by striking out “police force” in the portion before clause (a) and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (6)) (a) the records are in the custody or under the control of the person; and (b) the records will assist in locating a missing person. Types of records (2) Without limiting the generality of subsection (1), the order may specify the following types of records that relate to the missing person or other persons: 1. Records containing contact information or other identifying information. 2. Photos, videos or other records containing visual representations. 3. Records of telecommunications or records that contain other electronic communications information, including information about signals related to a person’s location. 4. Records of employment information. 5. Records of personal health information within the meaning of the Personal Health Information Protection Act, 2004. 6. Records relating to services received from a service provider as defined in subsection 3 (1) of the Child and Family Services Act. Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 6 of subsection 4 (2) of this Act is amended by striking out “subsection 3 (1) of the Child and Family Services Act” at the end and substituting “subsection 2 (1) of the Child, Youth and Family Services Act, 2017”. (See: 2018, c. 3, Sched. 7, s. 12 (7)) 7. Records that relate to a student of an educational institution, including a pupil record described in clause 265 (1) (d) of the Education Act, despite the privilege that applies to the pupil record under subsection 266 (2) of that Act. 8. Records containing travel and accommodation information. 9. Records of financial information. Factors to consider (3) The justice shall not issue an order unless the justice is of the opinion that the public interest in locating the missing person outweighs the privacy interest of any person whose information may be contained in a record specified in the order. Same (4) In determining whether to issue the order, the justice shall consider any information that suggests that the missing person may not wish to be located, including information that suggests that the missing person has left or is attempting to leave a violent or abusive situation. Terms of order (5) The justice may impose any terms on the order that the justice considers appropriate, including terms that, (a) specify the timeframe or manner in which the copies are to be produced; and (b) require the person to provide, to a member of a police force, an accounting of the efforts made by the person to locate any records that the person is unable to locate. Note: On a day to be named by proclamation of the Lieutenant Governor, clause 4 (5) (b) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (8)) Oral information (6) If the member of a police force consents to it, a person specified in an order may orally provide to the member information contained in a record specified in an order and, despite the terms of the order, disclosure in this manner is deemed to satisfy the requirement to produce a copy of the record. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 4 (6) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (9)) Section Amendments with date in force (d/m/y) 2018, c. 3, Sched. 7, s. 12 (6-9) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>4 </b>(1) On application by an officer, a justice may make an order requiring any person specified in the order to produce copies of specified records to members of a police force if the justice is satisfied, on the basis of information provided by the officer under oath, that there are reasonable grounds to believe that,</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 4 (1) of this Act is amended by striking out “police force” in the portion before clause (a) and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (6))</span></p> <p class=\"paragraph\">  (a) the records are in the custody or under the control of the person; and</p> <p class=\"paragraph\">  (b) the records will assist in locating a missing person.</p> <p class=\"headnote\">Types of records</p> <p class=\"subsection\">(2) Without limiting the generality of subsection (1), the order may specify the following types of records that relate to the missing person or other persons:</p> <p class=\"paragraph\">  1. Records containing contact information or other identifying information.</p> <p class=\"paragraph\">  2. Photos, videos or other records containing visual representations.</p> <p class=\"paragraph\">  3. Records of telecommunications or records that contain other electronic communications information, including information about signals related to a person’s location.</p> <p class=\"paragraph\">  4. Records of employment information.</p> <p class=\"paragraph\">  5. Records of personal health information within the meaning of the <i>Personal Health Information Protection Act, 2004</i>.</p> <p class=\"paragraph\">  6. Records relating to services received from a service provider as defined in subsection 3 (1) of the <i>Child and Family Services Act</i>.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 6 of subsection 4 (2) of this Act is amended by striking out “subsection 3 (1) of the <i>Child and Family Services Act</i>” at the end and substituting “subsection 2 (1) of the <i>Child, Youth and Family Services Act, 2017</i>”. (See: 2018, c. 3, Sched. 7, s. 12 (7))</span></p> <p class=\"paragraph\">  7. Records that relate to a student of an educational institution, including a pupil record described in clause 265 (1) (d) of the <i>Education Act</i><i>,</i> despite the privilege that applies to the pupil record under subsection 266 (2) of that Act.</p> <p class=\"paragraph\">  8. Records containing travel and accommodation information.</p> <p class=\"paragraph\">  9. Records of financial information.</p> <p class=\"headnote\">Factors to consider</p> <p class=\"subsection\">(3) The justice shall not issue an order unless the justice is of the opinion that the public interest in locating the missing person outweighs the privacy interest of any person whose information may be contained in a record specified in the order.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) In determining whether to issue the order, the justice shall consider any information that suggests that the missing person may not wish to be located, including information that suggests that the missing person has left or is attempting to leave a violent or abusive situation.</p> <p class=\"headnote\">Terms of order</p> <p class=\"subsection\">(5) The justice may impose any terms on the order that the justice considers appropriate, including terms that,</p> <p class=\"paragraph\">  (a) specify the timeframe or manner in which the copies are to be produced; and</p> <p class=\"paragraph\">  (b) require the person to provide, to a member of a police force, an accounting of the efforts made by the person to locate any records that the person is unable to locate.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, clause 4 (5) (b) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (8))</span></p> <p class=\"headnote\">Oral information</p> <p class=\"subsection\">(6) If the member of a police force consents to it, a person specified in an order may orally provide to the member information contained in a record specified in an order and, despite the terms of the order, disclosure in this manner is deemed to satisfy the requirement to produce a copy of the record.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 4 (6) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (9))</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18003#sched7s12s6\">2018, c. 3, Sched. 7, s. 12 (6-9)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "section_x": "Urgent demand for records",
            "part_id": null,
            "part_type": null,
            "section_y": "Urgent demand for records",
            "content": "5 (1) An officer may make an urgent demand in writing to a person requiring the person to produce copies of records, in accordance with subsection (6), if the officer is satisfied that there are reasonable grounds to believe that, (a) the records are in the custody or under the control of the person; (b) the records will assist in locating the missing person; and (c) in the time required to obtain an order in accordance with section 4, (i) the missing person may be seriously harmed, or (ii) the records may be destroyed. Factors to consider (2) An officer shall not make an urgent demand unless the officer is of the opinion that the public interest in locating the missing person outweighs the privacy interest of any person whose information may be contained in a record specified in the demand. Same (3) In determining whether to make the demand, the officer shall consider any information that suggests that the missing person may not wish to be located, including information that suggests that the missing person has left or is attempting to leave a violent or abusive situation. Types of records (4) An officer may specify in an urgent demand any records that could be specified in an order made under subsection 4 (1). Form, manner of demand (5) An urgent demand shall be made, (a) in the form approved by the Minister; and (b) in accordance with any additional procedures that may be prescribed. Duty to comply (6) A person who receives an urgent demand shall, as soon as reasonably possible, produce copies of the records specified in the demand that are in the person’s custody or under the person’s control to a member of the police force. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 5 (6) of this Act is amended by striking out “police force” at the end and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (10)) Oral information (7) If a member of the police force consents to it, a person who receives an urgent demand may orally provide to the member information contained in a record specified in the demand instead of producing a copy of the record. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 5 (7) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (11)) Report of request (8) An officer who makes an urgent demand under this section shall, within the prescribed timeframe, provide a written report to the member of the police force designated by the chief of police to receive such reports. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 5 (8) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (12)) Content of report (9) The report shall contain, (a) a list of the records specified in the demand; (b) the reasons that, in the view of the officer who requested the records, the requirements under subsections (1) and (2) were met in the circumstances; and (c) any other prescribed information. Notice of request (10) An officer who makes an urgent demand under this section, or another officer in the same police force, shall make reasonable efforts to provide notice, in accordance with the regulations, to a person whose information has been produced pursuant to an urgent demand. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 5 (10) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (13)) Same, content (11) The notice shall include any additional information that may be prescribed. Same, timing (12) An officer shall comply with subsection (10), (a) as soon as practicable after the information is produced; or (b) if the officer has reasonable grounds to believe that complying with subsection (10) at the time required by clause (a) may interfere with a member of the police force’s ability to locate a missing person, pose a risk to any person’s safety or interfere with a law enforcement matter or investigation, at the next reasonable time at which complying with subsection (10) would, in the view of the officer, no longer cause such an interference or pose such a risk. Note: On a day to be named by proclamation of the Lieutenant Governor, clause 5 (12) (b) of this Act is amended by striking out “police force’s ability” and substituting “police service’s ability”. (See: 2018, c. 3, Sched. 7, s. 12 (14)) Order not precluded (13) The fact that an officer has made an urgent demand under this section does not preclude the officer, or another officer, from making an application for an order under subsection 4 (1) requiring the same person to produce copies of the same records. Section Amendments with date in force (d/m/y) 2018, c. 3, Sched. 7, s. 12 (10-14) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>5 </b>(1) An officer may make an urgent demand in writing to a person requiring the person to produce copies of records, in accordance with subsection (6), if the officer is satisfied that there are reasonable grounds to believe that,</p> <p class=\"paragraph\">  (a) the records are in the custody or under the control of the person;</p> <p class=\"paragraph\">  (b) the records will assist<b> </b>in locating the missing person; and</p> <p class=\"paragraph\">  (c) in the time required to obtain an order in accordance with section 4,</p> <p class=\"subpara\">  (i) the missing person may be seriously harmed, or</p> <p class=\"subpara\">  (ii) the records may be destroyed.</p> <p class=\"headnote\">Factors to consider</p> <p class=\"subsection\">(2) An officer shall not make an urgent demand unless the officer is of the opinion that the public interest in locating the missing person outweighs the privacy interest of any person whose information may be contained in a record specified in the demand.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) In determining whether to make the demand, the officer shall consider any information that suggests that the missing person may not wish to be located, including information that suggests that the missing person has left or is attempting to leave a violent or abusive situation.</p> <p class=\"headnote\">Types of records</p> <p class=\"subsection\">(4) An officer may specify in an urgent demand any records that could be specified in an order made under subsection 4 (1).</p> <p class=\"headnote\">Form, manner of demand</p> <p class=\"subsection\">(5) An urgent demand shall be made,</p> <p class=\"paragraph\">  (a) in the form approved by the Minister; and</p> <p class=\"paragraph\">  (b) in accordance with any additional procedures that may be prescribed.</p> <p class=\"headnote\">Duty to comply</p> <p class=\"subsection\">(6) A person who receives an urgent demand shall, as soon as reasonably possible, produce copies of the records specified in the demand that are in the person’s custody or under the person’s control to a member of the police force.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 5 (6) of this Act is amended by striking out “police force” at the end and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (10))</span></p> <p class=\"headnote\">Oral information</p> <p class=\"subsection\">(7) If a member of the police force consents to it, a person who receives an urgent demand may orally provide to the member information contained in a record specified in the demand instead of producing a copy of the record.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 5 (7) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (11))</span></p> <p class=\"headnote\">Report of request</p> <p class=\"subsection\">(8) An officer who makes an urgent demand under this section shall, within the prescribed timeframe, provide a written report to the member of the police force designated by the chief of police to receive such reports.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 5 (8) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (12))</span></p> <p class=\"headnote\">Content of report</p> <p class=\"subsection\">(9) The report shall contain,</p> <p class=\"paragraph\">  (a) a list of the records specified in the demand;</p> <p class=\"paragraph\">  (b) the reasons that, in the view of the officer who requested the records, the requirements under subsections (1) and (2) were met in the circumstances; and</p> <p class=\"paragraph\">  (c) any other prescribed information.</p> <p class=\"headnote\">Notice of request</p> <p class=\"subsection\">(10) An officer who makes an urgent demand under this section, or another officer in the same police force, shall make reasonable efforts to provide notice, in accordance with the regulations, to a person whose information has been produced pursuant to an urgent demand.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 5 (10) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (13))</span></p> <p class=\"headnote\">Same, content</p> <p class=\"subsection\">(11) The notice shall include any additional information that may be prescribed.</p> <p class=\"headnote\">Same, timing</p> <p class=\"subsection\">(12) An officer shall comply with subsection (10),</p> <p class=\"paragraph\">  (a) as soon as practicable after the information is produced; or</p> <p class=\"paragraph\">  (b) if the officer has reasonable grounds to believe that complying with subsection (10) at the time required by clause (a) may interfere with a member of the police force’s ability to locate a missing person, pose a risk to any person’s safety or interfere with a law enforcement matter or investigation, at the next reasonable time at which complying with subsection (10) would, in the view of the officer, no longer cause such an interference or pose such a risk.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, clause 5 (12) (b) of this Act is amended by striking out “police force’s ability” and substituting “police service’s ability”. (See: 2018, c. 3, Sched. 7, s. 12 (14))</span></p> <p class=\"headnote\">Order not precluded</p> <p class=\"subsection\">(13) The fact that an officer has made an urgent demand under this section does not preclude the officer, or another officer, from making an application for an order under subsection 4 (1) requiring the same person to produce copies of the same records.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18003#sched7s12s10\">2018, c. 3, Sched. 7, s. 12 (10-14)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "section_x": "Application for warrant authorizing entry",
            "part_id": null,
            "part_type": null,
            "section_y": "Application for warrant authorizing entry",
            "content": "6 (1) On application by an officer, a justice may issue a warrant authorizing members of a police force to enter onto a specified premises, including into a building, dwelling, receptacle or place, if the justice is satisfied on the basis of information provided by the officer under oath that there are reasonable grounds to believe that, Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 6 (1) of this Act is amended by striking out “police force” in the portion before clause (a) and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (15)) (a) a missing person may be located at the premises; and (b) authorizing members of a police force to enter the premises is necessary to ensure the safety of the missing person. Note: On a day to be named by proclamation of the Lieutenant Governor, clause 6 (1) (b) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (16)) Factors to consider (2) The justice shall not issue the warrant unless the justice is of the opinion that the public interest in locating the missing person outweighs the privacy interest of any person that may be engaged by members of a police force entering onto the premises. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 6 (2) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (17)) Same (3) In determining whether to issue a warrant, the justice shall consider any information that suggests that the missing person may not wish to be located, including information that suggests that the missing person has left or is attempting to leave a violent or abusive situation. Time of execution (4) A member of a police force shall only enter a premises pursuant to a warrant between 6 a.m. and 9 p.m., unless the warrant authorizes entry at another time. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 6 (4) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (18)) Same (5) A justice shall only authorize entry before 6 a.m. or after 9 p.m. if the justice is satisfied on the basis of information provided by the officer under oath that it is necessary for a member of the police force to enter onto the premises at such a time in order to ensure the safety of the missing person. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 6 (5) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (19)) Provision of warrant (6) Unless it is not feasible to do so, a member of a police force who executes a warrant issued under this Act shall have the warrant with the member and produce it upon request. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 6 (6) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (20)) Section Amendments with date in force (d/m/y) 2018, c. 3, Sched. 7, s. 12 (15-20) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>6 </b>(1) On application by an officer, a justice may issue a warrant authorizing members of a police force to enter onto a specified premises, including into a building, dwelling, receptacle or place, if the justice is satisfied on the basis of information provided by the officer under oath that there are reasonable grounds to believe that,</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 6 (1) of this Act is amended by striking out “police force” in the portion before clause (a) and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (15))</span></p> <p class=\"paragraph\">  (a) a missing person may be located at the premises; and</p> <p class=\"paragraph\">  (b) authorizing members of a police force to enter the premises is necessary to ensure the safety of the missing person.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, clause 6 (1) (b) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (16))</span></p> <p class=\"headnote\">Factors to consider</p> <p class=\"subsection\">(2) The justice shall not issue the warrant unless the justice is of the opinion that the public interest in locating the missing person outweighs the privacy interest of any person that may be engaged by members of a police force entering onto the premises.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 6 (2) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (17))</span></p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) In determining whether to issue a warrant, the justice shall consider any information that suggests that the missing person may not wish to be located, including information that suggests that the missing person has left or is attempting to leave a violent or abusive situation.</p> <p class=\"headnote\">Time of execution</p> <p class=\"subsection\">(4) A member of a police force shall only enter a premises pursuant to a warrant between 6 a.m. and 9 p.m., unless the warrant authorizes entry at another time.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 6 (4) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (18))</span></p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) A justice shall only authorize entry before 6 a.m. or after 9 p.m. if the justice is satisfied on the basis of information provided by the officer under oath that it is necessary for a member of the police force to enter onto the premises at such a time in order to ensure the safety of the missing person.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 6 (5) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (19))</span></p> <p class=\"headnote\">Provision of warrant</p> <p class=\"subsection\">(6) Unless it is not feasible to do so, a member of a police force who executes a warrant issued under this Act shall have the warrant with the member and produce it upon request.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 6 (6) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (20))</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18003#sched7s12s15\">2018, c. 3, Sched. 7, s. 12 (15-20)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "section_x": "Disclosure of information to the public",
            "part_id": null,
            "part_type": null,
            "section_y": "Disclosure of information to the public",
            "content": "7 (1) Before a missing person is located, a chief of police or person designated by the chief of police may disclose any information to the public, including personal information, by any means that the chief or designated person considers appropriate if, (a) the chief or designated person has reasonable grounds to believe that it will assist in locating the missing person; or (b) the disclosure is for a prescribed purpose. Same (2) Without limiting the generality of subsection (1), the following information may be disclosed under that subsection: 1. The name of the missing person or another person. 2. The age and physical description of the missing person or another person. 3. A photo or other visual representation of the missing person or another person. 4. The fact that the missing person has a medical condition that poses a threat to the person’s health and whether the condition requires medication or medical attention. However, the medical condition itself shall not be disclosed. 5. Information identifying a specific vehicle. 6. The circumstances that may have led to the missing person’s absence. 7. The times and places at which the missing person may have been seen or places the missing person is known to frequent. 8. Any other prescribed information. Disclosure of information re located person (3) If the missing person is located, the chief of police or a person designated by the chief of police may disclose to the public, (a) the fact that the missing person has been located; and (b) if the chief or designated person learns that the missing person is deceased, the fact that the missing person is deceased. Limit on disclosure re located person (4) If the missing person is located, a member of a police force shall not disclose a missing person’s personal information, including the missing person’s location, to facilitate contact between the missing person and the spouse of the missing person or a relative, friend or acquaintance of the missing person except with the consent of the missing person. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 7 (4) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (21)) Exception (5) Subsection (4) does not apply if a member of a police force has reasonable grounds to believe that a missing person is incapable, within the meaning of subsection (9). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 7 (5) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (22)) Same (6) Subsection (4) applies despite clause 42 (1) (i) of the Freedom of Information and Protection of Privacy Act or clause 32 (i) of the Municipal Freedom of Information and Protection of Privacy Act. Deemed compliance (7) Any disclosure of personal information under subsection (1) or (3) is deemed to comply with clause 42 (1) (e) of the Freedom of Information and Protection of Privacy Act or clause 32 (e) of the Municipal Freedom of Information and Protection of Privacy Act. Other disclosure permitted (8) For greater certainty, nothing in this section limits the circumstances in which a member of a police force may disclose a missing person’s personal information if the disclosure is otherwise permitted or required by law, subject to subsection (6). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 7 (8) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (23)) Definitions (9) For the purposes of this section, “incapable” means unable to understand the information that is relevant to deciding whether to consent to the disclosure of the missing person’s personal information and to appreciate the reasonably foreseeable consequences of giving or withholding that consent; (“incapable”) “missing person” includes a person that was, but is no longer, a missing person. (“personne disparue”) Section Amendments with date in force (d/m/y) 2018, c. 3, Sched. 7, s. 12 (21-23) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>7 </b>(1) Before a missing person is located, a chief of police or person designated by the chief of police may disclose any information to the public, including personal information, by any means that the chief or designated person considers appropriate if,</p> <p class=\"paragraph\">  (a) the chief or designated person has reasonable grounds to believe that it will assist in locating the missing person; or</p> <p class=\"paragraph\">  (b) the disclosure is for a prescribed purpose.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Without limiting the generality of subsection (1), the following information may be disclosed under that subsection:</p> <p class=\"paragraph\">  1. The name of the missing person or another person.</p> <p class=\"paragraph\">  2. The age and physical description of the missing person or another person.</p> <p class=\"paragraph\">  3. A photo or other visual representation of the missing person or another person.</p> <p class=\"paragraph\">  4. The fact that the missing person has a medical condition that poses a threat to the person’s health and whether the condition requires medication or medical attention. However, the medical condition itself shall not be disclosed.</p> <p class=\"paragraph\">  5. Information identifying a specific vehicle.</p> <p class=\"paragraph\">  6. The circumstances that may have led to the missing person’s absence.</p> <p class=\"paragraph\">  7. The times and places at which the missing person may have been seen or places the missing person is known to frequent.</p> <p class=\"paragraph\">  8. Any other prescribed information.</p> <p class=\"headnote\">Disclosure of information re located person</p> <p class=\"subsection\">(3) If the missing person is located, the chief of police or a person designated by the chief of police may disclose to the public,</p> <p class=\"paragraph\">  (a) the fact that the missing person has been located; and</p> <p class=\"paragraph\">  (b) if the chief or designated person learns that the missing person is deceased, the fact that the missing person is deceased.</p> <p class=\"headnote\">Limit on disclosure re located person</p> <p class=\"subsection\">(4) If the missing person is located, a member of a police force shall not disclose a missing person’s personal information, including the missing person’s location, to facilitate contact between the missing person and the spouse of the missing person or a relative, friend or acquaintance of the missing person except with the consent of the missing person.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 7 (4) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (21))</span></p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(5) Subsection (4) does not apply if a member of a police force has reasonable grounds to believe that a missing person is incapable, within the meaning of subsection (9).</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 7 (5) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (22))</span></p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) Subsection (4) applies despite clause 42 (1) (i) of the<i> Freedom of Information and Protection of Privacy Act</i> or clause 32 (i) of the <i>Municipal Freedom of Information and Protection of Privacy Act</i>.</p> <p class=\"headnote\">Deemed compliance</p> <p class=\"subsection\">(7) Any disclosure of personal information under subsection (1) or (3) is deemed to comply with clause 42 (1) (e) of the <i>Freedom of Information and Protection of Privacy Act</i> or clause 32 (e) of the <i>Municipal</i><i> Freedom of Information and Protection of Privacy Act</i>.</p> <p class=\"headnote\">Other disclosure permitted</p> <p class=\"subsection\">(8) For greater certainty, nothing in this section limits the circumstances in which a member of a police force may disclose a missing person’s personal information if the disclosure is otherwise permitted or required by law, subject to subsection (6).</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 7 (8) of this Act is amended by striking out “police force” and substituting “police service”. (See: 2018, c. 3, Sched. 7, s. 12 (23))</span></p> <p class=\"headnote\">Definitions</p> <p class=\"subsection\">(9) For the purposes of this section,</p> <p class=\"definition\">“incapable” means unable to understand the information that is relevant to deciding whether to consent to the disclosure of the missing person’s personal information and to appreciate the reasonably foreseeable consequences of giving or withholding that consent; (“incapable”)</p> <p class=\"definition\">“missing person” includes a person that was, but is no longer, a missing person. (“personne disparue”)</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18003#sched7s12s21\">2018, c. 3, Sched. 7, s. 12 (21-23)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "section_x": "Annual report",
            "part_id": null,
            "part_type": null,
            "section_y": "Annual report",
            "content": "8 (1) On or before the prescribed date in each year, a chief of police shall prepare an annual report under this section and shall, (a) in the case of a municipal chief of police, provide a copy of the report to the board of the police force; Note: On a day to be named by proclamation of the Lieutenant Governor, clause 8 (1) (a) of this Act is repealed and the following substituted: (See: 2018, c. 3, Sched. 7, s. 12 (24)) (a) in the case of a chief of police of a police service maintained by a police service board, provide a copy of the report to the board; (b) in the case of a chief of police who is in charge of a group of First Nations Constables, provide a copy of the report to the entity that has an agreement with the Minister; and Note: On a day to be named by proclamation of the Lieutenant Governor, clause 8 (1) (b) of this Act is amended by striking out “First Nations Constables” and substituting “First Nation Officers”. (See: 2018, c. 3, Sched. 7, s. 12 (25)) (c) in the case of the Commissioner of the Ontario Provincial Police, provide a copy of the report to the Minister. Report public (2) After receiving a report, a board or entity shall, (a) provide a copy of the report to the Minister; and (b) make the report available to the public in the prescribed manner. Same (3) After receiving the report from the Commissioner of the Ontario Provincial Police, the Minister shall make the report available to the public in the prescribed manner. Content of report (4) The annual report for a year shall contain, (a) the total number of urgent demands made in that year and the number of missing persons investigations to which they related; (b) a description of the types of records specified in the urgent demands made in that year; and (c) any other prescribed information. Section Amendments with date in force (d/m/y) 2018, c. 3, Sched. 7, s. 12 (24, 25) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>8 </b>(1) On or before the prescribed date in each year, a chief of police shall prepare an annual report under this section and shall,</p> <p class=\"paragraph\">  (a) in the case of a municipal chief of police, provide a copy of the report to the board of the police force;</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, clause 8 (1) (a) of this Act is repealed and the following substituted: (See: 2018, c. 3, Sched. 7, s. 12 (24))</span></p> <p class=\"Yparagraph\"><span>  (a) in the case of a chief of police of a police service maintained by a police service board, provide a copy of the report to the board;</span></p> <p class=\"paragraph\">  (b) in the case of a chief of police who is in charge of a group of First Nations Constables, provide a copy of the report to the entity that has an agreement with the Minister; and</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, clause 8 (1) (b) of this Act is amended by striking out “First Nations Constables” and substituting “First Nation Officers”. (See: 2018, c. 3, Sched. 7, s. 12 (25))</span></p> <p class=\"paragraph\">  (c) in the case of the Commissioner of the Ontario Provincial Police, provide a copy of the report to the Minister.</p> <p class=\"headnote\">Report public</p> <p class=\"subsection\">(2) After receiving a report, a board or entity shall,</p> <p class=\"paragraph\">  (a) provide a copy of the report to the Minister; and</p> <p class=\"paragraph\">  (b) make the report available to the public in the prescribed manner.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) After receiving the report from the Commissioner of the Ontario Provincial Police, the Minister shall make the report available to the public in the prescribed manner.</p> <p class=\"headnote\">Content of report</p> <p class=\"subsection\">(4) The annual report for a year shall contain,</p> <p class=\"paragraph\">  (a) the total number of urgent demands made in that year and the number of missing persons investigations to which they related;</p> <p class=\"paragraph\">  (b) a description of the types of records specified in the urgent demands made in that year; and</p> <p class=\"paragraph\">  (c) any other prescribed information.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18003#sched7s12s24\">2018, c. 3, Sched. 7, s. 12 (24, 25)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "9.",
            "section_x": "Review of Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Review of Act",
            "content": "9 The Minister shall conduct a review of this Act within five years after the day this section comes into force.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>9 </b>The Minister shall conduct a review of this Act within five years after the day this section comes into force.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "10.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "10 The Minister may make regulations, (a) respecting any matter that this Act describes as being prescribed by or provided for in the regulations; (b) defining any word or expression used in this Act that is not already defined; (c) respecting any matter that the Minister considers necessary or advisable to carry out the purposes of this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>10 </b>The Minister may make regulations,</p> <p class=\"paragraph\">  (a) respecting any matter that this Act describes as being prescribed by or provided for in the regulations;</p> <p class=\"paragraph\">  (b) defining any word or expression used in this Act that is not already defined;</p> <p class=\"paragraph\">  (c) respecting any matter that the Minister considers necessary or advisable to carry out the purposes of this Act.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "11.",
            "section_x": "Crown bound",
            "part_id": null,
            "part_type": null,
            "section_y": "Crown bound",
            "content": "11 This Act binds the Crown. 12 Omitted (provides for amendments to this Act). 2018, c. 3, Sched. 7, s. 12; 2023, c. 12, Sched. 1, s. 82. Section Amendments with date in force (d/m/y) 2023, c. 12, Sched. 1, s. 82 - 08/06/2023 13 Omitted\r\n(provides for coming into force of provisions of this Act). 14 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>11 </b>This Act binds the Crown.</p> <p class=\"section\"><b>12</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for amendments to this Act).</span> 2018, c. 3, Sched. 7, s. 12; 2023, c. 12, Sched. 1, s. 82.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23012#sched1s82\">2023, c. 12, Sched. 1, s. 82</a></span> - 08/06/2023</p> <p class=\"section\"><b>13 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>14</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/18m03\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}