{
    "act_info": {
        "full_title": "Modernizing Ontario for People and Businesses Act, 2020, S.O. 2020, c. 18, Sched. 11",
        "act_name_text": "Modernizing Ontario for People and Businesses Act, 2020",
        "citation": "S.O. 2020, c. 18, Sched. 11",
        "url": "https://www.ontario.ca/laws/statute/20m18",
        "date_scraped": "2023-12-18 02:18:40"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  4, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/20m18/v4",
            "valid_from": "July  1, 2021",
            "valid_to": "December  3, 2023"
        },
        {
            "a_href": "/laws/statute/20m18/v3",
            "valid_from": "June  3, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/statute/20m18/v2",
            "valid_from": "January  1, 2021",
            "valid_to": "June  2, 2021"
        },
        {
            "a_href": "/laws/statute/20m18/v1",
            "valid_from": "July 21, 2020",
            "valid_to": "December 31, 2020"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/200556",
            "Citation": "O. Reg. 556/20",
            "title": "EXEMPTIONS"
        },
        {
            "a_href": "/laws/regulation/200555",
            "Citation": "O. Reg. 555/20",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 (1) In this Act, “broader public sector organization” has the same meaning as in the Broader Public Sector Accountability Act, 2010, and includes municipalities and long-term care homes; (“organisme du secteur parapublic”) “burden” means a cost that may be measured in terms of money, time or resources and is considered by the Minister in consultation with other members of the Government of Ontario to be unnecessary to achieve the purpose of the statutory, regulatory, procedural, administrative or other requirement that creates the cost; (“fardeau administratif”) “direct compliance cost” means a direct cost of complying with a draft bill, regulation, policy or form, and includes administrative costs, fees, upfront capital costs, upfront operating costs and ongoing operating costs; (“frais directs de conformité”) “instrument governed by this Act” means, (a) subject to any prescribed exceptions, a draft bill before its introduction in the Legislature, (b) subject to any prescribed exceptions, a regulation made or approved by a minister or the Lieutenant Governor in Council, (c) subject to any prescribed exceptions, any policy or form made by a minister, and (d) any other instrument that may be prescribed; (“acte régi par la présente loi”) “Minister” means the Minister of Economic Development, Job Creation and Trade or any other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the Executive Council Act; (“ministre”) Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “Minister” in subsection 1 (1) of the Act is amended by striking out “Economic Development, Job Creation and Trade” and substituting “Red Tape Reduction”. (See: 2023, c. 9, s. 1) “prescribed” means prescribed by regulations made under this Act; (“prescrit”) “recognized standards” means requirements that have been set by standard development organizations that have been accredited by the Standards Council of Canada, or by similar standard development organizations; (“normes reconnues”) “regulated entity”, subject to the regulations, includes every business, trade, occupation, profession, service, venture and broader public sector organization, whether or not carried on with a view to profit. (“entité réglementée”) 2020, c. 18, Sched. 11, s. 1 (1); 2021, c. 25, Sched. 15, s. 1. Making or proposing an instrument (2) For greater certainty, a reference in this Act to proposing an instrument governed by this Act includes both proposing a new instrument and proposing an amendment to an existing instrument. 2020, c. 18, Sched. 11, s. 1 (2). Section Amendments with date in force (d/m/y) 2021, c. 25, Sched. 15, s. 1 (1-3) - 01/07/2021 2023, c. 9, s. 1 - not in force Control of Direct Compliance Costs",
            "raw_html": "<p class=\"section\"><b>1</b> (1) In this Act,</p> <p class=\"definition\">“broader public sector organization” has the same meaning as in the <i>Broader Public Sector Accountability Act, 2010</i>, and includes municipalities and long-term care homes; (“organisme du secteur parapublic”)</p> <p class=\"definition\">“burden” means a cost that may be measured in terms of money, time or resources and is considered by the Minister in consultation with other members of the Government of Ontario to be unnecessary to achieve the purpose of the statutory, regulatory, procedural, administrative or other requirement that creates the cost; (“fardeau administratif”)</p> <p class=\"definition\">“direct compliance cost” means a direct cost of complying with a draft bill, regulation, policy or form, and includes administrative costs, fees, upfront capital costs, upfront operating costs and ongoing operating costs; (“frais directs de conformité”)</p> <p class=\"definition\">“instrument governed by this Act” means,</p> <p class=\"paragraph\">  (a) subject to any prescribed exceptions, a draft bill before its introduction in the Legislature,</p> <p class=\"paragraph\">  (b) subject to any prescribed exceptions, a regulation made or approved by a minister or the Lieutenant Governor in Council,</p> <p class=\"paragraph\">  (c) subject to any prescribed exceptions, any policy or form made by a minister, and</p> <p class=\"paragraph\">  (d) any other instrument that may be prescribed; (“acte régi par la présente loi”)</p> <p class=\"definition\">“Minister” means the Minister of Economic Development, Job Creation and Trade or any other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “Minister” in subsection 1 (1) of the Act is amended by striking out “Economic Development, Job Creation and Trade” and substituting “Red Tape Reduction”. (See: 2023, c. 9, s. 1)</span></p> <p class=\"definition\">“prescribed” means prescribed by regulations made under this Act; (“prescrit”)</p> <p class=\"definition\">“recognized standards” means requirements that have been set by standard development organizations that have been accredited by the Standards Council of Canada, or by similar standard development organizations; (“normes reconnues”)</p> <p class=\"definition\">“regulated entity”, subject to the regulations, includes every business, trade, occupation, profession, service, venture and broader public sector organization, whether or not carried on with a view to profit. (“entité réglementée”) <span>2020, c. 18, Sched. 11, s. 1 (1); 2021, c. 25, Sched. 15, s. 1.</span></p> <p class=\"headnote\">Making or proposing an instrument</p> <p class=\"subsection\">(2) For greater certainty, a reference in this Act to proposing an instrument governed by this Act includes both proposing a new instrument and proposing an amendment to an existing instrument. <span>2020, c. 18, Sched. 11, s. 1 (2).</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21025#sched15s1s1\">2021, c. 25, Sched. 15, s. 1 (1-3)</a></span> - 01/07/2021</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#s1\">2023, c. 9, s. 1</a></span> - not in force</p> <p class=\"heading1\">Control of Direct Compliance Costs</p>"
        },
        {
            "id": "2",
            "section": "Offset of direct compliance costs",
            "content": "2 (1) Where an instrument governed by this Act that is a regulation, policy or form is made or approved for use and has the effect of creating or increasing one or more direct compliance costs, a prescribed offset must be made within a prescribed time after the regulation, policy or form is made or approved for use. 2020, c. 18, Sched. 11, s. 2 (1); 2021, c. 25, Sched. 15, s. 3. Public interest (2) If an offset required under subsection (1) is proposed to be made or approved for use, the Lieutenant Governor in Council or responsible minister shall, before making or approving the regulation, policy or form, review it to take into account the protection of the public interest, including health, safety and the environment. 2020, c. 18, Sched. 11, s. 2 (2). Section Amendments with date in force (d/m/y) 2021, c. 25, Sched. 15, s. 3 - 01/07/2021",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) Where an instrument governed by this Act that is a regulation, policy or form is made or approved for use and has the effect of creating or increasing one or more direct compliance costs, a prescribed offset must be made within a prescribed time after the regulation, policy or form is made or approved for use. <span>2020, c. 18, Sched. 11, s. 2 (1); 2021, c. 25, Sched. 15, s. 3.</span></p> <p class=\"headnote\">Public interest</p> <p class=\"subsection\">(2) If an offset required under subsection (1) is proposed to be made or approved for use, the Lieutenant Governor in Council or responsible minister shall, before making or approving the regulation, policy or form, review it to take into account the protection of the public interest, including health, safety and the environment. <span>2020, c. 18, Sched. 11, s. 2 (2).</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21025#sched15s3\">2021, c. 25, Sched. 15, s. 3</a></span> - 01/07/2021</p>"
        },
        {
            "id": "3",
            "section": "Analysis of regulatory impact",
            "content": "3 Where an instrument governed by this Act is proposed, the minister responsible for the administration of the instrument shall ensure that, (a) in the prescribed circumstances, an analysis of the potential regulatory impact is conducted, including the prescribed direct compliance costs; and (b) the analysis is published in the prescribed manner.\r\n2020, c. 18, Sched. 11, s. 3; 2021, c. 25, Sched. 15, s. 4. Section Amendments with date in force (d/m/y) 2021, c. 25, Sched. 15, s. 4 - 01/07/2021",
            "raw_html": "<p class=\"section\"><b>3 </b>Where an instrument governed by this Act is proposed, the minister responsible for the administration of the instrument shall ensure that,</p> <p class=\"paragraph\">  (a) in the prescribed circumstances, an analysis of the potential regulatory impact is conducted, including the prescribed direct compliance costs; and</p> <p class=\"paragraph\">  (b) the analysis is published in the prescribed manner.\r\n<span>2020, c. 18, Sched. 11, s. 3; 2021, c. 25, Sched. 15, s. 4.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21025#sched15s4\">2021, c. 25, Sched. 15, s. 4</a></span> - 01/07/2021</p>"
        },
        {
            "id": "4",
            "section": "Development of instruments",
            "content": "4 (1) When developing an instrument governed by this Act, every minister shall have regard to the following principles: 1. Recognized national and international standards should be adopted. 2. Less onerous compliance requirements should apply to small businesses than to larger businesses. 3. Digital services that are accessible to regulated entities should be provided. 4. Regulated entities that demonstrate excellent compliance should be recognized. 5. Unnecessary reporting should be reduced, and steps should be taken to avoid requiring regulated entities to provide the same information to government repeatedly. 6. An instrument should focus on the user by communicating clearly, providing for reasonable response timelines and creating a single point of contact. 7. An instrument should specify the desired result that regulated entities must meet, rather than the means by which the result must be achieved. 2020, c. 18, Sched. 11, s. 4 (1); 2021, c. 25, Sched. 15, s. 5. (2) If the minister responsible for developing the instrument believes that it is not possible or appropriate to comply with subsection (1), a rationale must be provided to the Minister. 2020, c. 18, Sched. 11, s. 4 (2). Section Amendments with date in force (d/m/y) 2021, c. 25, Sched. 15, s. 5 (1-3) - 01/07/2021 Electronic Transmission of Documents",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) When developing an instrument governed by this Act, every minister shall have regard to the following principles:</p> <p class=\"paragraph\">  1. Recognized national and international standards should be adopted.</p> <p class=\"paragraph\">  2. Less onerous compliance requirements should apply to small businesses than to larger businesses.</p> <p class=\"paragraph\">  3. Digital services that are accessible to regulated entities should be provided.</p> <p class=\"paragraph\">  4. Regulated entities that demonstrate excellent compliance should be recognized.</p> <p class=\"paragraph\">  5. Unnecessary reporting should be reduced, and steps should be taken to avoid requiring regulated entities to provide the same information to government repeatedly.</p> <p class=\"paragraph\">  6. An instrument should focus on the user by communicating clearly, providing for reasonable response timelines and creating a single point of contact.</p> <p class=\"paragraph\">  7. An instrument should specify the desired result that regulated entities must meet, rather than the means by which the result must be achieved. <span>2020, c. 18, Sched. 11, s. 4 (1); 2021, c. 25, Sched. 15, s. 5.</span></p> <p class=\"subsection\">(2) If the minister responsible for developing the instrument believes that it is not possible or appropriate to comply with subsection (1), a rationale must be provided to the Minister. <span>2020, c. 18, Sched. 11, s. 4 (2).</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21025#sched15s5s1\">2021, c. 25, Sched. 15, s. 5 (1-3)</a></span> - 01/07/2021</p> <p class=\"heading1\">Electronic Transmission of Documents</p>"
        },
        {
            "id": "5",
            "section": "Electronic transmission of documents",
            "content": "5 A business that is required, for any reason, to submit documents to a Ministry of the Government of Ontario in order to comply with an instrument governed by this Act may, at the option of the business, submit the documents electronically. Recognition of Excellent compliance",
            "raw_html": "<p class=\"section\"><b>5 </b>A business that is required, for any reason, to submit documents to a Ministry of the Government of Ontario in order to comply with an instrument governed by this Act may, at the option of the business, submit the documents electronically.</p> <p class=\"heading1\">Recognition of Excellent compliance</p>"
        },
        {
            "id": "6",
            "section": "Recognition of excellent compliance",
            "content": "6 Every Ministry of the Government of Ontario that administers regulatory programs shall develop a plan to recognize businesses that demonstrate excellent compliance with regulatory requirements. Note: On a day to be named by proclamation of the Lieutenant Governor, section 6 of the Act is amended by striking out “businesses” and substituting “regulated entities”. (See: 2023, c. 9, s. 2) Section Amendments with date in force (d/m/y) 2023, c. 9, s. 2 - not in force Reporting",
            "raw_html": "<p class=\"section\"><b>6 </b>Every Ministry of the Government of Ontario that administers regulatory programs shall develop a plan to recognize businesses that demonstrate excellent compliance with regulatory requirements.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, section 6 of the Act is amended by striking out “businesses” and substituting “regulated entities”. (See: 2023, c. 9, s. 2)</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#s2\">2023, c. 9, s. 2</a></span><span> - not in force</span></p> <p class=\"heading1\">Reporting</p>"
        },
        {
            "id": "s2s1",
            "section": "Annual report on burden reduction",
            "content": "7 (1) The Minister shall make available to the public an annual report with respect to, (a) actions taken by the Government of Ontario to reduce burdens; and (b) the Government of Ontario’s future burden reduction goals. Publication of report (2) The Minister shall ensure that the report is, (a) published on a Government of Ontario website or in such other manner as the Minister considers advisable; and (b) available to the public on or before September 30 in each year or, if the regulations prescribe another date, on or before the prescribed date in each year. Tabling (3) The Minister shall table the annual report in the Legislative Assembly as soon as possible after it is published. Immunity",
            "raw_html": "<p class=\"section\"><a name=\"s2s1\"></a><b>7 </b>(1) The Minister shall make available to the public an annual report with respect to,</p> <p class=\"paragraph\">  (a) actions taken by the Government of Ontario to reduce burdens; and</p> <p class=\"paragraph\">  (b) the Government of Ontario’s future burden reduction goals.</p> <p class=\"headnote\">Publication of report</p> <p class=\"subsection\"><a name=\"s2s2\"></a>(2) The Minister shall ensure that the report is,</p> <p class=\"paragraph\">  (a) published on a Government of Ontario website or in such other manner as the Minister considers advisable; and</p> <p class=\"paragraph\">  (b) available to the public on or before September 30 in each year or, if the regulations prescribe another date, on or before the prescribed date in each year.</p> <p class=\"headnote\">Tabling</p> <p class=\"subsection\"><a name=\"s2s3\"></a>(3) The Minister shall table the annual report in the Legislative Assembly as soon as possible after it is published.</p> <p class=\"heading1\">Immunity</p>"
        },
        {
            "id": "8",
            "section": "Immunity",
            "content": "8 (1) No action or other proceeding shall be commenced against the Crown or any of its agencies with respect to anything done or omitted to be done, or purported to be done or omitted to be done, under this Act. Validity of instrument (2) No instrument governed by this Act is invalid by reason only of a failure to comply with any provision of this Act. Regulations",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) No action or other proceeding shall be commenced against the Crown or any of its agencies with respect to anything done or omitted to be done, or purported to be done or omitted to be done, under this Act.</p> <p class=\"headnote\">Validity of instrument</p> <p class=\"subsection\">(2) No instrument governed by this Act is invalid by reason only of a failure to comply with any provision of this Act.</p> <p class=\"heading1\">Regulations</p>"
        },
        {
            "id": "9",
            "section": "Regulations, Minister",
            "content": "9 The Minister may make regulations, (a) providing for exemptions from any requirement under section 5 or 6, and may make such an exemption subject to conditions or limitations; (b) respecting the report required under section 7, which may include regulations, (i) specifying any actions to reduce burdens that must be referred to in the report, (ii) prescribing the manner in which the Minister must evaluate, quantify or describe actions of the Government of Ontario in the report, (iii) prescribing a date for the purpose of clause 7 (2) (b).",
            "raw_html": "<p class=\"section\"><b>9 </b>The Minister may make regulations,</p> <p class=\"paragraph\">  (a) providing for exemptions from any requirement under section 5 or 6, and may make such an exemption subject to conditions or limitations;</p> <p class=\"paragraph\">  (b) respecting the report required under section 7, which may include regulations,</p> <p class=\"subpara\">  (i) specifying any actions to reduce burdens that must be referred to in the report,</p> <p class=\"subpara\">  (ii) prescribing the manner in which the Minister must evaluate, quantify or describe actions of the Government of Ontario in the report,</p> <p class=\"subpara\">  (iii) prescribing a date for the purpose of clause 7 (2) (b).</p>"
        },
        {
            "id": "10",
            "section": "Regulations, LG in C",
            "content": "10 (1) Subject to section 9, the Lieutenant Governor in Council may make regulations respecting anything provided for in this Act and for carrying out the purposes, provisions and intent of this Act. 2020, c. 18, Sched. 11, s. 10 (1). Same (2) Without restricting the generality of subsection (1), the Lieutenant Governor in Council may make regulations, (a) respecting anything that may be prescribed under this Act; (b) defining words and expressions used in this Act that are not otherwise defined in this Act; (c) prescribing costs for the purposes of the definition of “direct compliance cost” in subsection 1 (1); (d) further defining or clarifying the definition of “regulated entity” in subsection 1 (1) and providing for exemptions from that definition; (e) governing how direct compliance costs are to be measured and offset under section 2, prescribing offsets and setting requirements and formulas for offsets, and establishing time periods for when offsets must be made; (f) governing the analysis required under section 3, including governing the circumstances when an analysis of the regulatory impact is to be conducted, the scope of the direct compliance costs to be considered in the analysis of the regulatory impact, and the manner in which the analysis is to be published; (g) governing the application and interpretation of the principles set out in subsection 4 (1) and when the requirement in that subsection to have regard to a principle has been satisfied; (h) providing for exemptions from anything under this Act that are not provided for in section 9 and making any such exemption subject to conditions or limitations. 2020, c. 18, Sched. 11, s. 10 (2); 2021, c. 25, Sched. 15, s. 6. Section Amendments with date in force (d/m/y) 2021, c. 25, Sched. 15, s. 6 (1-3) - 01/07/2021 11, 12 Omitted (amends, repeals or revokes other legislation). 13 Omitted\r\n(provides for coming into force of provisions of this Act). 14 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) Subject to section 9, the Lieutenant Governor in Council may make regulations respecting anything provided for in this Act and for carrying out the purposes, provisions and intent of this Act. <span>2020, c. 18, Sched. 11, s. 10 (1).</span></p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Without restricting the generality of subsection (1), the Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) respecting anything that may be prescribed under this Act;</p> <p class=\"paragraph\">  (b) defining words and expressions used in this Act that are not otherwise defined in this Act;</p> <p class=\"paragraph\">  (c) prescribing costs for the purposes of the definition of “direct compliance cost” in subsection 1 (1);</p> <p class=\"paragraph\">  (d) further defining or clarifying the definition of “regulated entity” in subsection 1 (1) and providing for exemptions from that definition;</p> <p class=\"paragraph\">  (e) governing how direct compliance costs are to be measured and offset under section 2, prescribing offsets and setting requirements and formulas for offsets, and establishing time periods for when offsets must be made;</p> <p class=\"paragraph\">  (f) governing the analysis required under section 3, including governing the circumstances when an analysis of the regulatory impact is to be conducted, the scope of the direct compliance costs to be considered in the analysis of the regulatory impact, and the manner in which the analysis is to be published;</p> <p class=\"paragraph\">  (g) governing the application and interpretation of the principles set out in subsection 4 (1) and when the requirement in that subsection to have regard to a principle has been satisfied;</p> <p class=\"paragraph\">  (h) providing for exemptions from anything under this Act that are not provided for in section 9 and making any such exemption subject to conditions or limitations. <span>2020, c. 18, Sched. 11, s. 10 (2); 2021, c. 25, Sched. 15, s. 6.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21025#sched15s6s1\">2021, c. 25, Sched. 15, s. 6 (1-3)</a></span> - 01/07/2021</p> <p class=\"section\"><b>11, 12</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>13 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>14</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20m18\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "11, 12",
            "section": "Same",
            "content": "11, 12 Omitted (amends, repeals or revokes other legislation). 13 Omitted\r\n(provides for coming into force of provisions of this Act). 14 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>11, 12</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>13 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>14</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20m18\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "13",
            "section": "Same",
            "content": "13 Omitted\r\n(provides for coming into force of provisions of this Act). 14 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>13 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>14</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20m18\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "14",
            "section": "Same",
            "content": "14 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>14</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20m18\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}