{
    "act_info": {
        "full_title": "Mortgage Brokerages, Lenders and Administrators Act, 2006, S.O. 2006, c. 29 ",
        "act_name_text": "Mortgage Brokerages, Lenders and Administrators Act, 2006",
        "citation": "S.O. 2006, c. 29 ",
        "url": "https://www.ontario.ca/laws/statute/06m29",
        "date_scraped": "2023-12-18 05:59:00"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 29, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/06m29/v13",
            "valid_from": "March  1, 2022",
            "valid_to": "April 28, 2022"
        },
        {
            "a_href": "/laws/statute/06m29/v12",
            "valid_from": "February  1, 2022",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/statute/06m29/v11",
            "valid_from": "December  9, 2021",
            "valid_to": "January 31, 2022"
        },
        {
            "a_href": "/laws/statute/06m29/v10",
            "valid_from": "December  8, 2020",
            "valid_to": "December  8, 2021"
        },
        {
            "a_href": "/laws/statute/06m29/v9",
            "valid_from": "June  8, 2019",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/statute/06m29/v8",
            "valid_from": "April  1, 2019",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/statute/06m29/v7",
            "valid_from": "May  8, 2018",
            "valid_to": "March 31, 2019"
        },
        {
            "a_href": "/laws/statute/06m29/v6",
            "valid_from": "January 29, 2018",
            "valid_to": "May  7, 2018"
        },
        {
            "a_href": "/laws/statute/06m29/v5",
            "valid_from": "December 14, 2017",
            "valid_to": "January 28, 2018"
        },
        {
            "a_href": "/laws/statute/06m29/v4",
            "valid_from": "June  4, 2015",
            "valid_to": "December 13, 2017"
        },
        {
            "a_href": "/laws/statute/06m29/v3",
            "valid_from": "July  1, 2008",
            "valid_to": "June  3, 2015"
        },
        {
            "a_href": "/laws/statute/06m29/v2",
            "valid_from": "March  1, 2008",
            "valid_to": "June 30, 2008"
        },
        {
            "a_href": "/laws/statute/06m29/v1",
            "valid_from": "December 20, 2006",
            "valid_to": "February 29, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/080193",
            "Citation": "O. Reg. 193/08",
            "title": "REPORTING REQUIREMENTS FOR LICENSEES"
        },
        {
            "a_href": "/laws/regulation/080192",
            "Citation": "O. Reg. 192/08",
            "title": "ADMINISTRATIVE PENALTIES"
        },
        {
            "a_href": "/laws/regulation/080191",
            "Citation": "O. Reg. 191/08",
            "title": "COST OF BORROWING AND DISCLOSURE TO BORROWERS"
        },
        {
            "a_href": "/laws/regulation/080190",
            "Citation": "O. Reg. 190/08",
            "title": "GENERAL"
        },
        {
            "a_href": "/laws/regulation/080189",
            "Citation": "O. Reg. 189/08",
            "title": "MORTGAGE ADMINISTRATORS: STANDARDS OF PRACTICE"
        },
        {
            "a_href": "/laws/regulation/080188",
            "Citation": "O. Reg. 188/08",
            "title": "MORTGAGE BROKERAGES: STANDARDS OF PRACTICE"
        },
        {
            "a_href": "/laws/regulation/080187",
            "Citation": "O. Reg. 187/08",
            "title": "MORTGAGE BROKERS AND AGENTS: STANDARDS OF PRACTICE"
        },
        {
            "a_href": "/laws/regulation/070411",
            "Citation": "O. Reg. 411/07",
            "title": "MORTGAGE ADMINISTRATORS: LICENSING"
        },
        {
            "a_href": "/laws/regulation/070410",
            "Citation": "O. Reg. 410/07",
            "title": "PRINCIPAL BROKERS: ELIGIBILITY, POWERS AND DUTIES"
        },
        {
            "a_href": "/laws/regulation/070409",
            "Citation": "O. Reg. 409/07",
            "title": "MORTGAGE BROKERS AND AGENTS: LICENSING"
        },
        {
            "a_href": "/laws/regulation/070408",
            "Citation": "O. Reg. 408/07",
            "title": "MORTGAGE BROKERAGES:  LICENSING"
        },
        {
            "a_href": "/laws/regulation/070407",
            "Citation": "O. Reg. 407/07",
            "title": "EXEMPTIONS FROM THE REQUIREMENTS TO BE LICENSED"
        },
        {
            "a_href": "/laws/regulation/070406",
            "Citation": "O. Reg. 406/07",
            "title": "REGULATED ACTIVITIES:  ADDITIONAL PRESCRIBED ACTIVITIES"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “Authority” means the Financial Services Regulatory Authority of Ontario continued under subsection 2 (1) of the Financial Services Regulatory Authority of Ontario Act, 2016; (“Autorité”) “Authority rule” means a rule made under subsection 55 (1); (“règle de l’Autorité”) “Chief Executive Officer” means the Chief Executive Officer appointed under subsection 10 (2) of the Financial Services Regulatory Authority of Ontario Act, 2016; (“directeur général”) “cost of borrowing”, for a mortgage, means, (a) the interest or discount applicable to the mortgage, (b) any amount charged in connection with the mortgage that is payable by the borrower to the brokerage or lender, (c) any amount charged in connection with the mortgage that is payable by the borrower to a person other than the brokerage or lender, where the amount is chargeable, directly or indirectly, by the person to the brokerage or lender, and (d) any charge prescribed as included in the cost of borrowing, but does not include any charge prescribed as excluded from the cost of borrowing; (“coût d’emprunt”) “financial institution” means a bank or authorized foreign bank within the meaning of section 2 of the Bank Act\r\n(Canada), a credit union to which the Credit Unions and Caisses Populaires Act, 2020 applies including a central within the meaning of that Act, an insurer licensed under the Insurance Act, a corporation registered under the Loan and Trust Corporations Act or a retail association as defined under the Cooperative Credit Associations Act (Canada); (“institution financière”) “lawyer” means a person who is authorized to practise law in Ontario; (“avocat”) “licence” means a licence issued under this Act; (“permis”) “licensed” means licensed under this Act; (“titulaire de permis”) “mortgage” has the same meaning as in section 1 of the Mortgages Act; (“hypothèque”) “mortgage administrator” means a corporation, partnership, sole proprietorship or other entity that has a mortgage administrator’s licence; (“administrateur d’hypothèques”) “mortgage agent” or “agent” means an individual who has a mortgage agent’s licence; (“agent en hypothèques”, “agent”) “mortgage broker” or “broker” means an individual who has a mortgage broker’s licence; (“courtier en hypothèques”, “courtier”) “mortgage brokerage” or “brokerage” means a corporation, partnership, sole proprietorship or other entity that has a brokerage licence; (“maison de courtage d’hypothèques”, “maison de courtage”) “prescribed” means, (a) prescribed by the regulations; or (b) subject to subsection 55 (9), in respect of matters listed in subsection 55 (1), prescribed by the Authority rules; (“prescrit”) “regulation” means a regulation made under this Act; (“règlement”) “requirement established under this Act” means a requirement imposed by this Act or by a regulation or an Authority rule, a condition of a licence, a requirement imposed by order or an obligation assumed by way of an undertaking; (“exigence établie en application de la présente loi”) “Tribunal” means the Financial Services Tribunal continued under the Financial Services Tribunal Act, 2017. (“Tribunal”)  2006, c. 29, s. 1; 2017, c. 34, Sched. 17, s. 24; 2017, c. 34, Sched. 27, s. 1 (2, 3); 2018, c. 8, Sched. 17, s. 1, 5; 2020, c. 36, Sched. 7, s. 321; 2020, c. 36, Sched. 14, s. 10 (1). Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 17, s. 24 - 01/04/2019; 2017, c. 34, Sched. 27, s. 1 (1) - no effect - see 2018, c. 8, Sched. 17, s. 5 - 08/05/2018; 2017, c. 34, Sched. 27, s. 1 (2, 3) - 08/06/2019 2018, c. 8, Sched. 17, s. 1 - 08/06/2019; 2018, c. 8, Sched. 17, s. 5 - 08/05/2018; CTS 04 SE 18 - 2 2020, c. 36, Sched. 7, s. 321 - 01/03/2022; 2020, c. 36, Sched. 14, s. 10 (1) - 08/12/2020 Regulated Activities",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“Authority” means the Financial Services Regulatory Authority of Ontario continued under subsection 2 (1) of the <i>Financial Services Regulatory Authority of Ontario Act, 2016</i>; (“Autorité”)</p> <p class=\"definition\">“Authority rule” means a rule made under subsection 55 (1); (“règle de l’Autorité”)</p> <p class=\"definition\">“Chief Executive Officer” means the Chief Executive Officer appointed under subsection 10 (2) of the <i>Financial Services Regulatory Authority of Ontario Act, 2016</i>; (“directeur général”)</p> <p class=\"definition\">“cost of borrowing”, for a mortgage, means,</p> <p class=\"paragraph\">  (a) the interest or discount applicable to the mortgage,</p> <p class=\"paragraph\">  (b) any amount charged in connection with the mortgage that is payable by the borrower to the brokerage or lender,</p> <p class=\"paragraph\">  (c) any amount charged in connection with the mortgage that is payable by the borrower to a person other than the brokerage or lender, where the amount is chargeable, directly or indirectly, by the person to the brokerage or lender, and</p> <p class=\"paragraph\">  (d) any charge prescribed as included in the cost of borrowing,</p> <p class=\"definition\">but does not include any charge prescribed as excluded from the cost of borrowing; (“coût d’emprunt”)</p> <p class=\"definition\">“financial institution” means a bank or authorized foreign bank within the meaning of section 2 of the <i>Bank Act</i>\r\n(Canada), a credit union to which the <i>Credit Unions and Caisses Populaires Act, 2020</i> applies including a central within the meaning of that Act, an insurer licensed under the <i>Insurance Act</i>, a corporation registered under the <i>Loan and Trust Corporations Act</i> or a retail association as defined under the <i>Cooperative Credit Associations Act</i> (Canada); (“institution financière”)</p> <p class=\"definition\">“lawyer” means a person who is authorized to practise law in Ontario; (“avocat”)</p> <p class=\"definition\">“licence” means a licence issued under this Act; (“permis”)</p> <p class=\"definition\">“licensed” means licensed under this Act; (“titulaire de permis”)</p> <p class=\"definition\">“mortgage” has the same meaning as in section 1 of the <i>Mortgages Act</i>; (“hypothèque”)</p> <p class=\"definition\">“mortgage administrator” means a corporation, partnership, sole proprietorship or other entity that has a mortgage administrator’s licence; (“administrateur d’hypothèques”)</p> <p class=\"definition\">“mortgage agent” or “agent” means an individual who has a mortgage agent’s licence; (“agent en hypothèques”, “agent”)</p> <p class=\"definition\">“mortgage broker” or “broker” means an individual who has a mortgage broker’s licence; (“courtier en hypothèques”, “courtier”)</p> <p class=\"definition\">“mortgage brokerage” or “brokerage” means a corporation, partnership, sole proprietorship or other entity that has a brokerage licence; (“maison de courtage d’hypothèques”, “maison de courtage”)</p> <p class=\"definition\">“prescribed” means,</p> <p class=\"paragraph\">  (a) prescribed by the regulations; or</p> <p class=\"paragraph\">  (b) subject to subsection 55 (9), in respect of matters listed in subsection 55 (1), prescribed by the Authority rules; (“prescrit”)</p> <p class=\"definition\">“regulation” means a regulation made under this Act; (“règlement”)</p> <p class=\"definition\">“requirement established under this Act” means a requirement imposed by this Act or by a regulation or an Authority rule, a condition of a licence, a requirement imposed by order or an obligation assumed by way of an undertaking; (“exigence établie en application de la présente loi”)</p> <p class=\"definition\">“Tribunal” means the Financial Services Tribunal continued under the <i>Financial Services Tribunal Act, 2017</i>. (“Tribunal”)  2006, c. 29, s. 1; 2017, c. 34, Sched. 17, s. 24; 2017, c. 34, Sched. 27, s. 1 (2, 3); 2018, c. 8, Sched. 17, s. 1, 5; 2020, c. 36, Sched. 7, s. 321; 2020, c. 36, Sched. 14, s. 10 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched17s24\">2017, c. 34, Sched. 17, s. 24</a></span> - 01/04/2019; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched27s1s1\">2017, c. 34, Sched. 27, s. 1 (1)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s5\">2018, c. 8, Sched. 17, s. 5</a></span> - 08/05/2018; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched27s1s2\">2017, c. 34, Sched. 27, s. 1 (2, 3)</a></span> - 08/06/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s1\">2018, c. 8, Sched. 17, s. 1</a></span> - 08/06/2019; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s5\">2018, c. 8, Sched. 17, s. 5</a></span> - 08/05/2018; <a href=\"https://www.ontario.ca/laws/consolidated-statutes-change-notices\">CTS 04 SE 18 - 2</a></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched7s321\">2020, c. 36, Sched. 7, s. 321</a></span> - 01/03/2022; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched14s10s1\">2020, c. 36, Sched. 14, s. 10 (1)</a></span> - 08/12/2020</p> <p class=\"heading1\"><a name=\"BK2\"></a>Regulated Activities</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Regulated Activities",
            "section_x": "Regulated Activities",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Dealing in mortgages",
            "part_id": null,
            "part_type": null,
            "section_y": "Dealing in mortgages",
            "content": "2 (1) For the purposes of this Act, a person or entity is dealing in mortgages in Ontario when he, she or it engages in any of the following activities in Ontario, or holds themself out as doing so: 1. Soliciting another person or entity to borrow or lend money on the security of real property. 2. Providing information about a prospective borrower to a prospective mortgage lender, whether or not this Act governs the lender. 3. Assessing a prospective borrower on behalf of a prospective mortgage lender, whether or not this Act governs the lender. 4. Negotiating or arranging a mortgage on behalf of another person or entity, or attempting to do so. 5. Engaging in such other activities as may be prescribed.  2006, c. 29, s. 2 (1). Prohibition re carrying on business (2) No person or entity shall carry on the business of dealing in mortgages in Ontario unless he, she or it has a brokerage licence or is exempted from the requirement to have such a licence.  2006, c. 29, s. 2 (2). Prohibition re dealing (3) No individual shall deal in mortgages in Ontario for remuneration, whether direct or indirect, as an employee or otherwise, unless he or she has a mortgage broker’s or agent’s licence and is acting on behalf of a mortgage brokerage or is exempted from the requirement to have such a licence.  2006, c. 29, s. 2 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>(1) For the purposes of this Act, a person or entity is dealing in mortgages in Ontario when he, she or it engages in any of the following activities in Ontario, or holds themself out as doing so:</p> <p class=\"paragraph\">  1. Soliciting another person or entity to borrow or lend money on the security of real property.</p> <p class=\"paragraph\">  2. Providing information about a prospective borrower to a prospective mortgage lender,<b> </b>whether or not this Act governs the lender.</p> <p class=\"paragraph\">  3. Assessing a prospective borrower on behalf of a prospective mortgage lender, whether or not this Act governs the lender.</p> <p class=\"paragraph\">  4. Negotiating or arranging a mortgage on behalf of another person or entity, or attempting to do so.</p> <p class=\"paragraph\">  5. Engaging in such other activities as may be prescribed.  2006, c. 29, s. 2 (1).</p> <p class=\"headnote\">Prohibition re carrying on business</p> <p class=\"subsection\">(2) No person or entity shall carry on the business of dealing in mortgages in Ontario unless he, she or it has a brokerage licence or is exempted from the requirement to have such a licence.  2006, c. 29, s. 2 (2).</p> <p class=\"headnote\">Prohibition re dealing</p> <p class=\"subsection\">(3) No individual shall deal in mortgages in Ontario for remuneration, whether direct or indirect, as an employee or otherwise, unless he or she has a mortgage broker’s or agent’s licence and is acting on behalf of a mortgage brokerage or is exempted from the requirement to have such a licence.  2006, c. 29, s. 2 (3).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Trading in mortgages",
            "part_id": null,
            "part_type": null,
            "section_y": "Trading in mortgages",
            "content": "3 (1) For the purposes of this Act, a person or entity is trading in mortgages in Ontario when he, she or it engages in any of the following activities in Ontario, or holds themself out as doing so: 1. Soliciting another person or entity to buy, sell or exchange mortgages. 2. Buying, selling or exchanging mortgages on behalf of another person or entity. 3. Buying, selling or exchanging mortgages on the person’s or entity’s own behalf. 4. Engaging in such other activities as may be prescribed.  2006, c. 29, s. 3 (1). Prohibition re carrying on business (2) No person or entity shall carry on the business of trading in mortgages in Ontario unless he, she or it has a brokerage licence or is exempted from the requirement to have such a licence.  2006, c. 29, s. 3 (2). Prohibition re trading (3) No individual shall trade in mortgages for remuneration, whether direct or indirect, as an employee or otherwise, by engaging in an activity described in paragraph 1, 2 or 4 of subsection (1) unless he or she has a mortgage broker’s or agent’s licence and is acting on behalf of a mortgage brokerage or is exempted from the requirement to have such a licence.  2006, c. 29, s. 3 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) For the purposes of this Act, a person or entity is trading in mortgages in Ontario when he, she or it engages in any of the following activities in Ontario, or holds themself out as doing so:</p> <p class=\"paragraph\">  1. Soliciting another person or entity to buy, sell or exchange mortgages.</p> <p class=\"paragraph\">  2. Buying, selling or exchanging mortgages on behalf of another person or entity.</p> <p class=\"paragraph\">  3. Buying, selling or exchanging mortgages on the person’s or entity’s own behalf.</p> <p class=\"paragraph\">  4. Engaging in such other activities as may be prescribed.  2006, c. 29, s. 3 (1).</p> <p class=\"headnote\">Prohibition re carrying on business</p> <p class=\"subsection\">(2) No person or entity shall carry on the business of trading in mortgages in Ontario unless he, she or it has a brokerage licence or is exempted from the requirement to have such a licence.  2006, c. 29, s. 3 (2).</p> <p class=\"headnote\">Prohibition re trading </p> <p class=\"subsection\">(3) No individual shall trade in mortgages for remuneration, whether direct or indirect, as an employee or otherwise, by engaging in an activity described in paragraph 1, 2 or 4 of subsection (1) unless he or she has a mortgage broker’s or agent’s licence and is acting on behalf of a mortgage brokerage or is exempted from the requirement to have such a licence.  2006, c. 29, s. 3 (3).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Mortgage lending",
            "part_id": null,
            "part_type": null,
            "section_y": "Mortgage lending",
            "content": "4 (1) For the purposes of this Act, a person or entity is a mortgage lender in Ontario when he, she or it lends money in Ontario on the security of real property, or holds themself out as doing so.  2006, c. 29, s. 4 (1). Prohibition re carrying on business (2) No person or entity shall carry on business as a mortgage lender in Ontario unless he, she or it has a brokerage licence or is exempted from the requirement to have such a licence.  2006, c. 29, s. 4 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>(1) For the purposes of this Act, a person or entity is a mortgage lender in Ontario when he, she or it lends money in Ontario on the security of real property, or holds themself out as doing so.  2006, c. 29, s. 4 (1).</p> <p class=\"headnote\">Prohibition re carrying on business</p> <p class=\"subsection\">(2) No person or entity shall carry on business as a mortgage lender in Ontario unless he, she or it has a brokerage licence or is exempted from the requirement to have such a licence.  2006, c. 29, s. 4 (2).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Administering mortgages",
            "part_id": null,
            "part_type": null,
            "section_y": "Administering mortgages",
            "content": "5 (1) For the purposes of this Act, a person or entity is administering mortgages in Ontario when he, she or it engages in any of the following activities in Ontario, or holds themself out as doing so: 1. Receiving payments from a borrower under a mortgage on behalf of another person or entity, and remitting the payments to or on behalf of that person or entity. 2. Engaging in such other activities as may be prescribed.  2006, c. 29, s. 5 (1). Prohibition re carrying on business (2) No person or entity shall carry on the business of administering mortgages in Ontario unless he, she or it has a mortgage administrator’s licence or is exempted from the requirement to have such a licence.  2006, c. 29, s. 5 (2). Exemptions",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>(1) For the purposes of this Act, a person or entity is administering mortgages in Ontario when he, she or it engages in any of the following activities in Ontario, or holds themself out as doing so:</p> <p class=\"paragraph\">  1. Receiving payments from a borrower under a mortgage on behalf of another person or entity, and remitting the payments to or on behalf of that person or entity.</p> <p class=\"paragraph\">  2. Engaging in such other activities as may be prescribed.  2006, c. 29, s. 5 (1).</p> <p class=\"headnote\">Prohibition re carrying on business</p> <p class=\"subsection\">(2) No person or entity shall carry on the business of administering mortgages in Ontario unless he, she or it has a mortgage administrator’s licence or is exempted from the requirement to have such a licence.  2006, c. 29, s. 5 (2).</p> <p class=\"headnote\">Exemptions</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Exemptions",
            "part_id": null,
            "part_type": null,
            "section_y": "Financial institutions",
            "content": "6 (1) Every financial institution is exempted from the requirement in sections 2, 3 and 4 to have a brokerage licence.  2006, c. 29, s. 6 (1). Same (2) Every financial institution is exempted from the requirement in section 5 to have a mortgage administrator’s licence.  2006, c. 29, s. 6 (2). Directors, officers, employees of financial institutions (3) A director, officer or employee of a financial institution is exempted from the requirement in sections 2 and 3 to have a mortgage broker’s or agent’s licence when, in the ordinary course of his or her duties, the individual deals in or trades in mortgages on behalf of the financial institution.  2006, c. 29, s. 6 (3). Simple referrals (4) A person or entity is exempted from the requirement in section 2 to have a brokerage licence or a mortgage broker’s or agent’s licence when he, she or it refers a prospective borrower to a prospective mortgage lender if, (a) the person or entity provides the prospective borrower with only such information about the prospective lender that is prescribed; (b) the person or entity provides the prospective borrower with prescribed information in accordance with the regulations respecting the fee or other remuneration the person or entity receives, is entitled to receive, has received or may receive, directly or indirectly, for the referral; and (c) the person or entity complies with such other requirements as may be prescribed.  2006, c. 29, s. 6 (4). Same (5) A person or entity is exempted from the requirement in section 2 to have a brokerage licence or a mortgage broker’s or agent’s licence when he, she or it refers a prospective mortgage lender to a prospective borrower if, (a) the person or entity provides the prospective lender with only such information about the prospective borrower that is prescribed; (b) the person or entity provides the prospective borrower with prescribed information in accordance with the regulations respecting the fee or other remuneration the person or entity receives, is entitled to receive, has received or may receive, directly or indirectly, for the referral; and (c) the person or entity complies with such other requirements as may be prescribed.  2006, c. 29, s. 6 (5). Lawyers (6) Lawyers are exempted from the requirement in sections 2, 3 and 5 to have a licence in such circumstances as may be prescribed.  2006, c. 29, s. 6 (6). Other persons and entities (7) Such other persons and entities, or classes of persons or entities, as may be prescribed are exempted from the requirement in sections 2, 3 and 4 to have a brokerage licence in such circumstances as may be prescribed.  2006, c. 29, s. 6 (7). Same (8) Such individuals, or classes of individuals, as may be prescribed are exempted from the requirement in sections 2 and 3 to have a mortgage broker’s or agent’s licence in such circumstances as may be prescribed.  2006, c. 29, s. 6 (8). Same (9) Such other persons and entities, or classes of persons or entities, as may be prescribed are exempted from the requirement in section 5 to have a mortgage administrator’s licence in such circumstances as may be prescribed.  2006, c. 29, s. 6 (9). Licences",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>(1) Every financial institution is exempted from the requirement in sections 2, 3 and 4 to have a brokerage licence.  2006, c. 29, s. 6 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Every financial institution is exempted from the requirement in section 5 to have a mortgage administrator’s licence.  2006, c. 29, s. 6 (2).</p> <p class=\"headnote\">Directors, officers, employees of financial institutions</p> <p class=\"subsection\">(3) A director, officer or employee of a financial institution is exempted from the requirement in sections 2 and 3 to have a mortgage broker’s or agent’s licence when, in the ordinary course of his or her duties, the individual deals in or trades in mortgages on behalf of the financial institution.  2006, c. 29, s. 6 (3).</p> <p class=\"headnote\">Simple referrals</p> <p class=\"subsection\">(4) A person or entity is exempted from the requirement in section 2 to have a brokerage licence or a mortgage broker’s or agent’s licence when he, she or it refers a prospective borrower to a prospective mortgage lender if,</p> <p class=\"paragraph\">  (a) the person or entity provides the prospective borrower with only such information about the prospective lender that is prescribed; </p> <p class=\"paragraph\">  (b) the person or entity provides the prospective borrower with prescribed information in accordance with the regulations respecting the fee or other remuneration the person or entity receives, is entitled to receive, has received or may receive, directly or indirectly, for the referral; and</p> <p class=\"paragraph\">  (c) the person or entity complies with such other requirements as may be prescribed.  2006, c. 29, s. 6 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) A person or entity is exempted from the requirement in section 2 to have a brokerage licence or a mortgage broker’s or agent’s licence when he, she or it refers a prospective mortgage lender to a prospective borrower if,</p> <p class=\"paragraph\">  (a) the person or entity provides the prospective lender with only such information about the prospective borrower that is prescribed;</p> <p class=\"paragraph\">  (b) the person or entity provides the prospective borrower with prescribed information in accordance with the regulations respecting the fee or other remuneration the person or entity receives, is entitled to receive, has received or may receive, directly or indirectly, for the referral; and</p> <p class=\"paragraph\">  (c) the person or entity complies with such other requirements as may be prescribed.  2006, c. 29, s. 6 (5).</p> <p class=\"headnote\">Lawyers</p> <p class=\"subsection\">(6) Lawyers are exempted from the requirement in sections 2, 3 and 5 to have a licence in such circumstances as may be prescribed.  2006, c. 29, s. 6 (6).</p> <p class=\"headnote\">Other persons and entities</p> <p class=\"subsection\">(7) Such other persons and entities, or classes of persons or entities, as may be prescribed are exempted from the requirement in sections 2, 3 and 4 to have a brokerage licence in such circumstances as may be prescribed.  2006, c. 29, s. 6 (7).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) Such individuals, or classes of individuals, as may be prescribed are exempted from the requirement in sections 2 and 3 to have a mortgage broker’s or agent’s licence in such circumstances as may be prescribed.  2006, c. 29, s. 6 (8).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(9) Such other persons and entities, or classes of persons or entities, as may be prescribed are exempted from the requirement in section 5 to have a mortgage administrator’s licence in such circumstances as may be prescribed.  2006, c. 29, s. 6 (9).</p> <p class=\"heading1\"><a name=\"BK8\"></a>Licences</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Licences",
            "section_x": "Licences",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "section_x": "Brokerage licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Brokerage licence",
            "content": "7 (1) A corporation, partnership or sole proprietorship or an entity belonging to a prescribed class may apply for a brokerage licence.  2006, c. 29, s. 7 (1). Authorized activities (2) A brokerage licence authorizes the licensee to carry on the business of dealing in mortgages in Ontario or the business of trading in mortgages in Ontario or to carry on business as a mortgage lender in Ontario, as the case may be, by engaging in the activities permitted under the licence issued to the licensee.  2006, c. 29, s. 7 (2). Conditions (3) A brokerage licence is subject to such conditions as may be imposed by the Chief Executive Officer or by the Tribunal.  2006, c. 29, s. 7 (3); 2018, c. 8, Sched. 17, s. 2. Standards of practice (4) The licensee shall comply with such standards of practice as may be prescribed for the licence issued to the licensee.  2006, c. 29, s. 7 (4). Duties re mortgage brokers and agents (5) The licensee shall ensure that every mortgage broker and mortgage agent who is authorized to deal in mortgages or trade in mortgages on behalf of the licensee complies with the applicable requirements established under this Act.  2006, c. 29, s. 7 (5). Principal broker (6) A person or entity who has a brokerage licence shall designate a principal broker to exercise such powers and perform such duties as may be prescribed, and the individual so designated shall carry out his or her powers and duties in accordance with the prescribed requirements, if any.  2006, c. 29, s. 7 (6); 2017, c. 34, Sched. 27, s. 2. Same (7) An individual who satisfies the prescribed criteria is eligible to be designated as a principal broker.  2006, c. 29, s. 7 (7). Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 27, s. 2 - 08/06/2019 2018, c. 8, Sched. 17, s. 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>7 </b>(1) A corporation, partnership or sole proprietorship or an entity belonging to a prescribed class may apply for a brokerage licence.  2006, c. 29, s. 7 (1).</p> <p class=\"headnote\">Authorized activities</p> <p class=\"subsection\">(2) A brokerage licence authorizes the licensee to carry on the business of dealing in mortgages in Ontario or the business of trading in mortgages in Ontario or to carry on business as a mortgage lender in Ontario, as the case may be, by engaging in the activities permitted under the licence issued to the licensee.  2006, c. 29, s. 7 (2).</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(3) A brokerage licence is subject to such conditions as may be imposed by the Chief Executive Officer or by the Tribunal.  2006, c. 29, s. 7 (3); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Standards of practice</p> <p class=\"subsection\">(4) The licensee shall comply with such standards of practice as may be prescribed for the licence issued to the licensee.  2006, c. 29, s. 7 (4).</p> <p class=\"headnote\">Duties re mortgage brokers and agents</p> <p class=\"subsection\">(5) The licensee shall ensure that every mortgage broker and mortgage agent who is authorized to deal in mortgages or trade in mortgages on behalf of the licensee complies with the applicable requirements established under this Act.  2006, c. 29, s. 7 (5).</p> <p class=\"headnote\">Principal broker</p> <p class=\"subsection\">(6) A person or entity who has a brokerage licence shall designate a principal broker to exercise such powers and perform such duties as may be prescribed, and the individual so designated shall carry out his or her powers and duties in accordance with the prescribed requirements, if any.  2006, c. 29, s. 7 (6); 2017, c. 34, Sched. 27, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) An individual who satisfies the prescribed criteria is eligible to be designated as a principal broker.  2006, c. 29, s. 7 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched27s2\">2017, c. 34, Sched. 27, s. 2</a></span> - 08/06/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "section_x": "Mortgage broker’s licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Mortgage broker’s licence",
            "content": "8 (1) An individual may apply for a mortgage broker’s licence.  2006, c. 29, s. 8 (1). Authorized activities (2) A mortgage broker’s licence authorizes the licensee to deal in mortgages in Ontario or trade in mortgages in Ontario on behalf of one specified mortgage brokerage by engaging in the activities permitted under the licence issued to the licensee.  2006, c. 29, s. 8 (2). Conditions (3) A mortgage broker’s licence is subject to such conditions as may be imposed by the Chief Executive Officer or by the Tribunal.  2006, c. 29, s. 8 (3); 2018, c. 8, Sched. 17, s. 2. Standards of practice (4) The licensee shall comply with such standards of practice as may be prescribed for the licence issued to the licensee.  2006, c. 29, s. 8 (4). Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>8 </b>(1) An individual may apply for a mortgage broker’s licence.  2006, c. 29, s. 8 (1).</p> <p class=\"headnote\">Authorized activities</p> <p class=\"subsection\">(2) A mortgage broker’s licence authorizes the licensee to deal in mortgages in Ontario or trade in mortgages in Ontario on behalf of one specified mortgage brokerage by engaging in the activities permitted under the licence issued to the licensee.  2006, c. 29, s. 8 (2).</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(3) A mortgage broker’s licence is subject to such conditions as may be imposed by the Chief Executive Officer or by the Tribunal.  2006, c. 29, s. 8 (3); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Standards of practice</p> <p class=\"subsection\">(4) The licensee shall comply with such standards of practice as may be prescribed for the licence issued to the licensee.  2006, c. 29, s. 8 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "section_x": "Mortgage agent’s licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Mortgage agent’s licence",
            "content": "9 (1) An individual may apply for a mortgage agent’s licence.  2006, c. 29, s. 9 (1). Authorized activities (2) A mortgage agent’s licence authorizes the licensee to deal in mortgages in Ontario or trade in mortgages in Ontario on behalf of one specified brokerage by engaging in the activities permitted under the licence issued to the licensee.  2006, c. 29, s. 9 (2). Conditions (3) A mortgage agent’s licence is subject to such conditions as may be imposed by the Chief Executive Officer or by the Tribunal.  2006, c. 29, s. 9 (3); 2018, c. 8, Sched. 17, s. 2. Standards of practice (4) The licensee shall comply with such standards of practice as may be prescribed for the licence issued to the licensee.  2006, c. 29, s. 9 (4). Supervision by mortgage broker (5) A person who has a mortgage agent’s licence shall not deal in mortgages in Ontario or trade in mortgages in Ontario except under the supervision of a mortgage broker.  2006, c. 29, s. 9 (5). Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>9 </b>(1) An individual may apply for a mortgage agent’s licence.  2006, c. 29, s. 9 (1).</p> <p class=\"headnote\">Authorized activities</p> <p class=\"subsection\">(2) A mortgage agent’s licence authorizes the licensee to deal in mortgages in Ontario or trade in mortgages in Ontario on behalf of one specified brokerage by engaging in the activities permitted under the licence issued to the licensee.  2006, c. 29, s. 9 (2).</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(3) A mortgage agent’s licence is subject to such conditions as may be imposed by the Chief Executive Officer or by the Tribunal.  2006, c. 29, s. 9 (3); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Standards of practice</p> <p class=\"subsection\">(4) The licensee shall comply with such standards of practice as may be prescribed for the licence issued to the licensee.  2006, c. 29, s. 9 (4).</p> <p class=\"headnote\">Supervision by mortgage broker</p> <p class=\"subsection\">(5) A person who has a mortgage agent’s licence shall not deal in mortgages in Ontario or trade in mortgages in Ontario except under the supervision of a mortgage broker.  2006, c. 29, s. 9 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "section_x": "Mortgage administrator’s licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Mortgage administrator’s licence",
            "content": "10 (1) A corporation, partnership or sole proprietorship or an entity belonging to a prescribed class may apply for a mortgage administrator’s licence.  2006, c. 29, s. 10 (1). Authorized activities (2) A mortgage administrator’s licence authorizes the licensee to carry on the business of administering mortgages in Ontario by engaging in the activities permitted under the licence issued to the licensee.  2006, c. 29, s. 10 (2). Conditions (3) A mortgage administrator’s licence is subject to such conditions as may be imposed by the Chief Executive Officer or by the Tribunal.  2006, c. 29, s. 10 (3); 2018, c. 8, Sched. 17, s. 2. Standards of practice (4) The licensee shall comply with such standards of practice as may be prescribed for the licence issued to the licensee.  2006, c. 29, s. 10 (4). Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019 Prohibitions re use of title, etc.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>10 </b>(1) A corporation, partnership or sole proprietorship or an entity belonging to a prescribed class may apply for a mortgage administrator’s licence.  2006, c. 29, s. 10 (1).</p> <p class=\"headnote\">Authorized activities</p> <p class=\"subsection\">(2) A mortgage administrator’s licence authorizes the licensee to carry on the business of administering mortgages in Ontario by engaging in the activities permitted under the licence issued to the licensee.  2006, c. 29, s. 10 (2).</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(3) A mortgage administrator’s licence is subject to such conditions as may be imposed by the Chief Executive Officer or by the Tribunal.  2006, c. 29, s. 10 (3); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Standards of practice</p> <p class=\"subsection\">(4) The licensee shall comply with such standards of practice as may be prescribed for the licence issued to the licensee.  2006, c. 29, s. 10 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p> <p class=\"headnote\">Prohibitions re use of title, etc.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "section_x": "Prohibitions re use of title, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Re mortgage brokerage",
            "content": "11 (1) No person or entity shall use in Ontario the title of “mortgage brokerage” or “maison de courtage d’hypothèques”, a variation or abbreviation or an equivalent in another language unless he, she or it is licensed as a mortgage brokerage.  2006, c. 29, s. 11 (1). Same (2) No person or entity shall use in Ontario a description that might reasonably be expected to lead to the belief that he, she or it is a mortgage brokerage unless he, she or it is licensed as a mortgage brokerage.  2006, c. 29, s. 11 (2). Re mortgage broker (3) No person or entity shall use in Ontario the title of “mortgage broker” or “courtier en hypothèques”, a variation or abbreviation or an equivalent in another language unless he, she or it is licensed as a mortgage broker.  2006, c. 29, s. 11 (3). Same (4) No person or entity shall use in Ontario a description that might reasonably be expected to lead to the belief that he, she or it is a mortgage broker unless he, she or it is licensed as a mortgage broker.  2006, c. 29, s. 11 (4). Re mortgage agent (5) No person or entity shall use in Ontario the title of “mortgage agent” or “agent en hypothèques”, a variation or abbreviation or an equivalent in another language unless he, she or it is licensed as a mortgage agent.  2006, c. 29, s. 11 (5). Same (6) No person or entity shall use in Ontario a description that might reasonably be expected to lead to the belief that he, she or it is a mortgage agent unless he, she or it is licensed as a mortgage agent.  2006, c. 29, s. 11 (6). Re mortgage administrator (7) No person or entity shall use in Ontario the title of “mortgage administrator” or “administrateur d’hypothèques”, a variation or abbreviation or an equivalent in another language unless he, she or it is licensed as a mortgage administrator.  2006, c. 29, s. 11 (7). Same (8) No person or entity shall use in Ontario a description that might reasonably be expected to lead to the belief that he, she or it is a mortgage administrator unless he, she or it is licensed as a mortgage administrator.  2006, c. 29, s. 11 (8).",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>11 </b>(1) No person or entity shall use in Ontario the title of “mortgage brokerage” or “maison de courtage d’hypothèques”, a variation or abbreviation or an equivalent in another language unless he, she or it is licensed as a mortgage brokerage.  2006, c. 29, s. 11 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No person or entity shall use in Ontario a description that might reasonably be expected to lead to the belief that he, she or it is a mortgage brokerage unless he, she or it is licensed as a mortgage brokerage.  2006, c. 29, s. 11 (2).</p> <p class=\"headnote\">Re mortgage broker</p> <p class=\"subsection\">(3) No person or entity shall use in Ontario the title of “mortgage broker” or “courtier en hypothèques”, a variation or abbreviation or an equivalent in another language unless he, she or it is licensed as a mortgage broker.  2006, c. 29, s. 11 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) No person or entity shall use in Ontario a description that might reasonably be expected to lead to the belief that he, she or it is a mortgage broker unless he, she or it is licensed as a mortgage broker.  2006, c. 29, s. 11 (4).</p> <p class=\"headnote\">Re mortgage agent</p> <p class=\"subsection\">(5) No person or entity shall use in Ontario the title of “mortgage agent” or “agent en hypothèques”, a variation or abbreviation or an equivalent in another language unless he, she or it is licensed as a mortgage agent.  2006, c. 29, s. 11 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) No person or entity shall use in Ontario a description that might reasonably be expected to lead to the belief that he, she or it is a mortgage agent unless he, she or it is licensed as a mortgage agent.  2006, c. 29, s. 11 (6).</p> <p class=\"headnote\">Re mortgage administrator</p> <p class=\"subsection\">(7) No person or entity shall use in Ontario the title of “mortgage administrator” or “administrateur d’hypothèques”, a variation or abbreviation or an equivalent in another language unless he, she or it is licensed as a mortgage administrator.  2006, c. 29, s. 11 (7).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) No person or entity shall use in Ontario a description that might reasonably be expected to lead to the belief that he, she or it is a mortgage administrator unless he, she or it is licensed as a mortgage administrator.  2006, c. 29, s. 11 (8).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "section_x": "Licence as prerequisite for enforcing payment",
            "part_id": null,
            "part_type": null,
            "section_y": "Licence as prerequisite for enforcing payment",
            "content": "12 (1) A person or entity is not entitled to commence an action or proceeding to be remunerated for dealing in mortgages in Ontario, trading in mortgages in Ontario or administering mortgages in Ontario unless, at the time the person or entity was dealing in, trading in or administering mortgages, he, she or it was licensed to do so or was not required to be licensed to do so.  2006, c. 29, s. 12 (1). Same (2) The court may, upon motion, stay an action or proceeding described in subsection (1).  2006, c. 29, s. 12 (2). The Licensing Process",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>12 </b>(1) A person or entity is not entitled to commence an action or proceeding to be remunerated for dealing in mortgages in Ontario, trading in mortgages in Ontario or administering mortgages in Ontario unless, at the time the person or entity was dealing in, trading in or administering mortgages, he, she or it was licensed to do so or was not required to be licensed to do so.  2006, c. 29, s. 12 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The court may, upon motion, stay an action or proceeding described in subsection (1).  2006, c. 29, s. 12 (2).</p> <p class=\"heading1\"><a name=\"BK15\"></a>The Licensing Process</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "The Licensing Process",
            "section_x": "The Licensing Process",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "section_x": "Application for a licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Application for a licence",
            "content": "13 (1) A person or entity who wishes to apply for a licence shall submit an application to the Chief Executive Officer in the manner required by the Chief Executive Officer and shall give the Chief Executive Officer such information and documents as he or she may require and pay the applicable fee.  2006, c. 29, s. 13 (1); 2018, c. 8, Sched. 17, s. 2. Withdrawal of application (2) The applicant may withdraw the application at any time before the licence is issued.  2006, c. 29, s. 13 (2). Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>13 </b>(1) A person or entity who wishes to apply for a licence shall submit an application to the Chief Executive Officer in the manner required by the Chief Executive Officer and shall give the Chief Executive Officer such information and documents as he or she may require and pay the applicable fee.  2006, c. 29, s. 13 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Withdrawal of application</p> <p class=\"subsection\">(2) The applicant may withdraw the application at any time before the licence is issued.  2006, c. 29, s. 13 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "section_x": "Issuance of licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Issuance of licence",
            "content": "14 (1) The Chief Executive Officer shall issue a licence to an applicant who satisfies the prescribed requirements for the licence unless the Chief Executive Officer believes, on reasonable grounds, that the applicant is not suitable to be licensed having regard to such circumstances as may be prescribed and such other matters as the Chief Executive Officer considers appropriate.  2006, c. 29, s. 14 (1); 2018, c. 8, Sched. 17, s. 2. Proposal to refuse application (2) If the Chief Executive Officer proposes to refuse to issue a licence to the applicant, the Chief Executive Officer shall take the steps required by section 21 or 22.  2006, c. 29, s. 14 (2); 2018, c. 8, Sched. 17, s. 2. Proposal to impose conditions (3) If the Chief Executive Officer proposes to issue the licence and, without the applicant’s consent, to impose conditions on the licence, the Chief Executive Officer shall take the steps required by section 21.  2006, c. 29, s. 14 (3); 2018, c. 8, Sched. 17, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>14 </b>(1) The Chief Executive Officer shall issue a licence to an applicant who satisfies the prescribed requirements for the licence unless the Chief Executive Officer believes, on reasonable grounds, that the applicant is not suitable to be licensed having regard to such circumstances as may be prescribed and such other matters as the Chief Executive Officer considers appropriate.  2006, c. 29, s. 14 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Proposal to refuse application</p> <p class=\"subsection\">(2) If the Chief Executive Officer proposes to refuse to issue a licence to the applicant, the Chief Executive Officer shall take the steps required by section 21 or 22.  2006, c. 29, s. 14 (2); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Proposal to impose conditions</p> <p class=\"subsection\">(3) If the Chief Executive Officer proposes to issue the licence and, without the applicant’s consent, to impose conditions on the licence, the Chief Executive Officer shall take the steps required by section 21.  2006, c. 29, s. 14 (3); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "section_x": "Amendment of licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Amendment of licence",
            "content": "15 (1) The Chief Executive Officer may amend a licence at any time.  2006, c. 29, s. 15 (1); 2018, c. 8, Sched. 17, s. 2. Proposal to amend (2) If the Chief Executive Officer proposes to amend the licence without the licensee’s consent, the Chief Executive Officer shall first take the steps required by section 21.  2006, c. 29, s. 15 (2); 2018, c. 8, Sched. 17, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>15 </b>(1) The Chief Executive Officer may amend a licence at any time.  2006, c. 29, s. 15 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Proposal to amend</p> <p class=\"subsection\">(2) If the Chief Executive Officer proposes to amend the licence without the licensee’s consent, the Chief Executive Officer shall first take the steps required by section 21.  2006, c. 29, s. 15 (2); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.",
            "section_x": "Renewal of mortgage broker’s or agent’s licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Renewal of mortgage broker’s or agent’s licence",
            "content": "16 (1) An individual who has a mortgage broker’s or agent’s licence may apply to the Chief Executive Officer to renew the licence.  2006, c. 29, s. 16 (1); 2018, c. 8, Sched. 17, s. 2. Application (2) The applicant shall submit the application for renewal to the Chief Executive Officer in the manner required by the Chief Executive Officer and shall give the Chief Executive Officer such information and documents as he or she may require and pay the applicable fee.  2006, c. 29, s. 16 (2); 2018, c. 8, Sched. 17, s. 2. Deadline (3) The application must be made within the prescribed period or, if no period is prescribed, before the expiry date of the licence.  2006, c. 29, s. 16 (3). Renewal (4) The Chief Executive Officer shall renew the licence of an applicant who satisfies the prescribed requirements for renewal of the licence unless the Chief Executive Officer believes, on reasonable grounds, that the applicant is not suitable to be licensed having regard to such circumstances as may be prescribed and such other matters as the Chief Executive Officer considers appropriate.  2006, c. 29, s. 16 (4); 2018, c. 8, Sched. 17, s. 2. Conditions (5) Upon renewal, the licence may be made subject to different conditions than those to which it was subject before the renewal.  2006, c. 29, s. 16 (5). Proposal to refuse application (6) If the Chief Executive Officer proposes to refuse to renew a licence, the Chief Executive Officer shall take the steps required by section 21 or 22.  2006, c. 29, s. 16 (6); 2018, c. 8, Sched. 17, s. 2. Proposal to amend conditions (7) If the Chief Executive Officer proposes to renew the licence and, without the applicant’s consent, to amend the conditions to which the licence is subject, the Chief Executive Officer shall take the steps required by section 21.  2006, c. 29, s. 16 (7); 2018, c. 8, Sched. 17, s. 2. Effect of application (8) If the application for renewal is made by the deadline described in subsection (3), the licence continues in effect after the expiry date until the Chief Executive Officer notifies the applicant that the licence is renewed or, if the Chief Executive Officer proposes to refuse the renewal or proposes to amend the licence conditions without the consent of the applicant, (a) until the Tribunal makes an order under subsection 21 (4) about the renewal; or (b) until the expiry of the period for requesting a hearing about the proposal, if no request for such a hearing is made under subsection 21 (3).  2006, c. 29, s. 16 (8); 2018, c. 8, Sched. 17, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019 Automatic suspension of licence",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>16 </b>(1) An individual who has a mortgage broker’s or agent’s licence may apply to the Chief Executive Officer to renew the licence.  2006, c. 29, s. 16 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(2) The applicant shall submit the application for renewal to the Chief Executive Officer in the manner required by the Chief Executive Officer and shall give the Chief Executive Officer such information and documents as he or she may require and pay the applicable fee.  2006, c. 29, s. 16 (2); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Deadline</p> <p class=\"subsection\">(3) The application must be made within the prescribed period or, if no period is prescribed, before the expiry date of the licence.  2006, c. 29, s. 16 (3).</p> <p class=\"headnote\">Renewal</p> <p class=\"subsection\">(4) The Chief Executive Officer shall renew the licence of an applicant who satisfies the prescribed requirements for renewal of the licence unless the Chief Executive Officer believes, on reasonable grounds, that the applicant is not suitable to be licensed having regard to such circumstances as may be prescribed and such other matters as the Chief Executive Officer considers appropriate.  2006, c. 29, s. 16 (4); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(5) Upon renewal, the licence may be made subject to different conditions than those to which it was subject before the renewal.  2006, c. 29, s. 16 (5).</p> <p class=\"headnote\">Proposal to refuse application</p> <p class=\"subsection\">(6) If the Chief Executive Officer proposes to refuse to renew a licence, the Chief Executive Officer shall take the steps required by section 21 or 22.  2006, c. 29, s. 16 (6); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Proposal to amend conditions</p> <p class=\"subsection\">(7) If the Chief Executive Officer proposes to renew the licence and, without the applicant’s consent, to amend the conditions to which the licence is subject, the Chief Executive Officer shall take the steps required by section 21.  2006, c. 29, s. 16 (7); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Effect of application</p> <p class=\"subsection\">(8) If the application for renewal is made by the deadline described in subsection (3), the licence continues in effect after the expiry date until the Chief Executive Officer notifies the applicant that the licence is renewed or, if the Chief Executive Officer proposes to refuse the renewal or proposes to amend the licence conditions without the consent of the applicant,</p> <p class=\"paragraph\">  (a) until the Tribunal makes an order under subsection 21 (4) about the renewal; or</p> <p class=\"paragraph\">  (b) until the expiry of the period for requesting a hearing about the proposal, if no request for such a hearing is made under subsection 21 (3).  2006, c. 29, s. 16 (8); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p> <p class=\"headnote\">Automatic suspension of licence</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "17.",
            "section_x": "Automatic suspension of licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Brokerage licence",
            "content": "17 (1) A brokerage licence is suspended if the mortgage brokerage ceases to have a minimum of one mortgage broker who is authorized under his or her licence to deal in mortgages or trade in mortgages on behalf of the brokerage.  2006, c. 29, s. 17 (1). Same, end of suspension (2) The suspension of the brokerage licence is terminated when a mortgage broker becomes authorized under his or her licence to deal in mortgages or trade in mortgages on behalf of the brokerage.  2006, c. 29, s. 17 (2). Mortgage broker’s or agent’s licence (3) A mortgage broker’s or agent’s licence is suspended, (a) if the mortgage broker or agent ceases to be authorized by the mortgage brokerage specified in his or her licence to deal in mortgages or trade in mortgages on behalf of the brokerage; or (b) if the brokerage’s licence is suspended, surrendered or revoked.  2006, c. 29, s. 17 (3). Same, end of suspension (4) The suspension of a mortgage broker’s or agent’s licence is terminated, (a) when the licence suspension of the specified mortgage brokerage on whose behalf the broker or agent is authorized under his or her licence to deal in mortgages or trade in mortgages is terminated; or (b) when the mortgage broker or agent becomes authorized by another mortgage brokerage to deal in mortgages or trade in mortgages on its behalf and his or her licence has been amended accordingly.  2006, c. 29, s. 17 (4). Effect of suspension (5) During the suspension, the licensee is not authorized to carry on the business of dealing in mortgages in Ontario or the business of trading in mortgages in Ontario, to deal in mortgages in Ontario or trade in mortgages in Ontario or to carry on business as a mortgage lender in Ontario, as the case may be.  2006, c. 29, s. 17 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>17 </b>(1) A brokerage licence is suspended if the mortgage brokerage ceases to have a minimum of one mortgage broker who is authorized under his or her licence to deal in mortgages or trade in mortgages on behalf of the brokerage.  2006, c. 29, s. 17 (1).</p> <p class=\"headnote\">Same, end of suspension</p> <p class=\"subsection\">(2) The suspension of the brokerage licence is terminated when a mortgage broker becomes authorized under his or her licence to deal in mortgages or trade in mortgages on behalf of the brokerage.  2006, c. 29, s. 17 (2).</p> <p class=\"headnote\">Mortgage broker’s or agent’s licence</p> <p class=\"subsection\">(3) A mortgage broker’s or agent’s licence is suspended,</p> <p class=\"paragraph\">  (a) if the mortgage broker or agent ceases to be authorized by the mortgage brokerage specified in his or her licence to deal in mortgages or trade in mortgages on behalf of the brokerage; or</p> <p class=\"paragraph\">  (b) if the brokerage’s licence is suspended, surrendered or revoked.  2006, c. 29, s. 17 (3).</p> <p class=\"headnote\">Same, end of suspension</p> <p class=\"subsection\">(4) The suspension of a mortgage broker’s or agent’s licence is terminated,</p> <p class=\"paragraph\">  (a) when the licence suspension of the specified mortgage brokerage on whose behalf the broker or agent is authorized under his or her licence to deal in mortgages or trade in mortgages is terminated; or</p> <p class=\"paragraph\">  (b) when the mortgage broker or agent becomes authorized by another mortgage brokerage to deal in mortgages or trade in mortgages on its behalf and his or her licence has been amended accordingly.  2006, c. 29, s. 17 (4).</p> <p class=\"headnote\">Effect of suspension</p> <p class=\"subsection\">(5) During the suspension, the licensee is not authorized to carry on the business of dealing in mortgages in Ontario or the business of trading in mortgages in Ontario, to deal in mortgages in Ontario or trade in mortgages in Ontario or to carry on business as a mortgage lender in Ontario, as the case may be.  2006, c. 29, s. 17 (5).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "18.",
            "section_x": "Suspension by Chief Executive Officer",
            "part_id": null,
            "part_type": null,
            "section_y": "Suspension by Chief Executive Officer",
            "content": "18 (1) The Chief Executive Officer may, by order, suspend a licence, (a) if the licensee ceases to satisfy the prescribed requirements for issuance or renewal, as the case may be, of the licence; (b) if the Chief Executive Officer believes, on reasonable grounds, that the licensee is no longer suitable to be licensed having regard to the circumstances, if any, prescribed for the purposes of subsection 14 (1) or 16 (4), as the case may be, and such other matters as the Chief Executive Officer considers appropriate; (c) if the licensee contravenes or fails to comply with a requirement established under this Act; or (d) in such other circumstances as may be prescribed.  2006, c. 29, s. 18 (1); 2018, c. 8, Sched. 17, s. 2. Proposal to suspend (2) If the Chief Executive Officer proposes to suspend a licence without the licensee’s consent, the Chief Executive Officer shall take the steps required by section 21.  2006, c. 29, s. 18 (2); 2018, c. 8, Sched. 17, s. 2. Interim order (3) If, in the Chief Executive Officer’s opinion, the interests of the public may be adversely affected by any delay in the suspension of a licence as a result of the steps required by section 21, the Chief Executive Officer may, without notice, make an interim order suspending the licence and may do so before or after giving the notice required by subsection 21 (2).  2006, c. 29, s. 18 (3); 2018, c. 8, Sched. 17, s. 2, 3. Same (4) An interim order takes effect immediately and remains in effect until the expiry of the period for requesting a hearing about the Chief Executive Officer’s proposal to suspend the licence.  2006, c. 29, s. 18 (4); 2018, c. 8, Sched. 17, s. 2, 3. Same (5) Despite subsection (4), if before the end of such period as may be prescribed the Chief Executive Officer does not give the person or entity the notice required by subsection 21 (2), the interim order expires at the end of the prescribed period.  2006, c. 29, s. 18 (5); 2018, c. 8, Sched. 17, s. 2. Extension of interim order (6) If the licensee requests a hearing about the proposal to suspend the licence, the Chief Executive Officer may extend the interim order until the proposal is finally determined.  2006, c. 29, s. 18 (6); 2018, c. 8, Sched. 17, s. 2. Effect of suspension (7) During the suspension, the licensee is not authorized to carry on the business of dealing in mortgages in Ontario or the business of trading in mortgages in Ontario, to deal in mortgages in Ontario or trade in mortgages in Ontario, to carry on business as a mortgage lender in Ontario or to carry on the business of administering mortgages in Ontario, as the case may be.  2006, c. 29, s. 18 (7). Revocation (8) The Chief Executive Officer may revoke a suspension order or an interim order at any time.  2006, c. 29, s. 18 (8); 2018, c. 8, Sched. 17, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2, 3 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>18 </b>(1) The Chief Executive Officer may, by order, suspend a licence,</p> <p class=\"paragraph\">  (a) if the licensee ceases to satisfy the prescribed requirements for issuance or renewal, as the case may be, of the licence;</p> <p class=\"paragraph\">  (b) if the Chief Executive Officer believes, on reasonable grounds, that the licensee is no longer suitable to be licensed having regard to the circumstances, if any, prescribed for the purposes of subsection 14 (1) or 16 (4), as the case may be, and such other matters as the Chief Executive Officer considers appropriate;</p> <p class=\"paragraph\">  (c) if the licensee contravenes or fails to comply with a requirement established under this Act; or</p> <p class=\"paragraph\">  (d) in such other circumstances as may be prescribed.  2006, c. 29, s. 18 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Proposal to suspend</p> <p class=\"subsection\">(2) If the Chief Executive Officer proposes to suspend a licence without the licensee’s consent, the Chief Executive Officer shall take the steps required by section 21.  2006, c. 29, s. 18 (2); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Interim order</p> <p class=\"subsection\">(3) If, in the Chief Executive Officer’s opinion, the interests of the public may be adversely affected by any delay in the suspension of a licence as a result of the steps required by section 21, the Chief Executive Officer may, without notice, make an interim order suspending the licence and may do so before or after giving the notice required by subsection 21 (2).  2006, c. 29, s. 18 (3); 2018, c. 8, Sched. 17, s. 2, 3.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) An interim order takes effect immediately and remains in effect until the expiry of the period for requesting a hearing about the Chief Executive Officer’s proposal to suspend the licence.  2006, c. 29, s. 18 (4); 2018, c. 8, Sched. 17, s. 2, 3.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Despite subsection (4), if before the end of such period as may be prescribed the Chief Executive Officer does not give the person or entity the notice required by subsection 21 (2), the interim order expires at the end of the prescribed period.  2006, c. 29, s. 18 (5); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Extension of interim order</p> <p class=\"subsection\">(6) If the licensee requests a hearing about the proposal to suspend the licence, the Chief Executive Officer may extend the interim order until the proposal is finally determined.  2006, c. 29, s. 18 (6); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Effect of suspension</p> <p class=\"subsection\">(7) During the suspension, the licensee is not authorized to carry on the business of dealing in mortgages in Ontario or the business of trading in mortgages in Ontario, to deal in mortgages in Ontario or trade in mortgages in Ontario, to carry on business as a mortgage lender in Ontario or to carry on the business of administering mortgages in Ontario, as the case may be.  2006, c. 29, s. 18 (7).</p> <p class=\"headnote\">Revocation</p> <p class=\"subsection\">(8) The Chief Executive Officer may revoke a suspension order or an interim order at any time.  2006, c. 29, s. 18 (8); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2, 3</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "19.",
            "section_x": "Revocation of licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Revocation of licence",
            "content": "19 (1) The Chief Executive Officer may, by order, revoke a licence in any of the circumstances in which he or she is authorized by clause 18 (1) (a), (b), (c) or (d) to suspend the licence.  2006, c. 29, s. 19 (1); 2018, c. 8, Sched. 17, s. 2. Proposal to revoke (2) If the Chief Executive Officer proposes to revoke a licence without the licensee’s consent, the Chief Executive Officer shall take the steps required by section 21 or 22.  2006, c. 29, s. 19 (2); 2018, c. 8, Sched. 17, s. 2. Interim order (3) If, in the Chief Executive Officer’s opinion, the interests of the public may be adversely affected by any delay in the revocation of a licence as a result of the steps required by section 21, the Chief Executive Officer may, without notice, make an interim order suspending the licence and may do so before or after giving the notice required by subsection 21 (2).  2006, c. 29, s. 19 (3); 2018, c. 8, Sched. 17, s. 2, 3. Same (4) Subsections 18 (4) to (8) apply, with necessary modifications, with respect to an interim order.  2006, c. 29, s. 19 (4). Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2, 3 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>19 </b>(1) The Chief Executive Officer may, by order, revoke a licence in any of the circumstances in which he or she is authorized by clause 18 (1) (a), (b), (c) or (d) to suspend the licence.  2006, c. 29, s. 19 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Proposal to revoke </p> <p class=\"subsection\">(2) If the Chief Executive Officer proposes to revoke a licence without the licensee’s consent, the Chief Executive Officer shall take the steps required by section 21 or 22.  2006, c. 29, s. 19 (2); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Interim order</p> <p class=\"subsection\">(3) If, in the Chief Executive Officer’s opinion, the interests of the public may be adversely affected by any delay in the revocation of a licence as a result of the steps required by section 21, the Chief Executive Officer may, without notice, make an interim order suspending the licence and may do so before or after giving the notice required by subsection 21 (2).  2006, c. 29, s. 19 (3); 2018, c. 8, Sched. 17, s. 2, 3.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Subsections 18 (4) to (8) apply, with necessary modifications, with respect to an interim order.  2006, c. 29, s. 19 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2, 3</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "20.",
            "section_x": "Surrender of licence",
            "part_id": null,
            "part_type": null,
            "section_y": "Surrender of licence",
            "content": "20 (1) A licensee may apply to the Chief Executive Officer for permission to surrender his, her or its licence.  2006, c. 29, s. 20 (1); 2018, c. 8, Sched. 17, s. 2. Application (2) The applicant shall submit the application to the Chief Executive Officer in the manner required by the Chief Executive Officer and shall give the Chief Executive Officer such information and documents as he or she may require and pay the applicable fee.  2006, c. 29, s. 20 (2); 2018, c. 8, Sched. 17, s. 2. Same (3) The Chief Executive Officer shall allow the applicant to surrender the licence unless the Chief Executive Officer believes, on reasonable grounds, that the surrender of the licence is not in the public interest having regard to such criteria as may be prescribed and such other factors as the Chief Executive Officer considers appropriate.  2006, c. 29, s. 20 (3); 2018, c. 8, Sched. 17, s. 2. Same (4) The Chief Executive Officer may impose conditions relating to the surrender of the licence.  2006, c. 29, s. 20 (4); 2018, c. 8, Sched. 17, s. 2. Proposal to refuse application (5) If the Chief Executive Officer proposes to refuse to allow the surrender of the licence, the Chief Executive Officer shall take the steps required by section 21.  2006, c. 29, s. 20 (5); 2018, c. 8, Sched. 17, s. 2. Proposal to impose conditions (6) If the Chief Executive Officer proposes to allow the surrender of the licence and, without the applicant’s consent, impose conditions relating to its surrender, the Chief Executive Officer shall take the steps required by section 21.  2006, c. 29, s. 20 (6); 2018, c. 8, Sched. 17, s. 2. Withdrawal of application (7) The applicant may withdraw the application at any time before the licence is surrendered.  2006, c. 29, s. 20 (7). Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>20 </b>(1) A licensee may apply to the Chief Executive Officer for permission to surrender his, her or its licence.  2006, c. 29, s. 20 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(2) The applicant shall submit the application to the Chief Executive Officer in the manner required by the Chief Executive Officer and shall give the Chief Executive Officer such information and documents as he or she may require and pay the applicable fee.  2006, c. 29, s. 20 (2); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Chief Executive Officer shall allow the applicant to surrender the licence unless the Chief Executive Officer believes, on reasonable grounds, that the surrender of the licence is not in the public interest having regard to such criteria as may be prescribed and such other factors as the Chief Executive Officer considers appropriate.  2006, c. 29, s. 20 (3); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) The Chief Executive Officer may impose conditions relating to the surrender of the licence.  2006, c. 29, s. 20 (4); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Proposal to refuse application</p> <p class=\"subsection\">(5) If the Chief Executive Officer proposes to refuse to allow the surrender of the licence, the Chief Executive Officer shall take the steps required by section 21.  2006, c. 29, s. 20 (5); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Proposal to impose conditions</p> <p class=\"subsection\">(6) If the Chief Executive Officer proposes to allow the surrender of the licence and, without the applicant’s consent, impose conditions relating to its surrender, the Chief Executive Officer shall take the steps required by section 21.  2006, c. 29, s. 20 (6); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Withdrawal of application</p> <p class=\"subsection\">(7) The applicant may withdraw the application at any time before the licence is surrendered.  2006, c. 29, s. 20 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "21.",
            "section_x": "Chief Executive Officer’s proposal to refuse application, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Chief Executive Officer’s proposal to refuse application, etc.",
            "content": "21 (1) This section applies if the Chief Executive Officer proposes to do any of the following things: 1. Refuse to issue a licence. 2. Issue a licence and, without the applicant’s consent, impose conditions. 3. Amend a licence without the licensee’s consent. 4. Refuse to renew a mortgage broker’s or agent’s licence. 5. Renew a mortgage broker’s or agent’s licence and, without the applicant’s consent, amend the conditions to which the licence is subject. 6. Suspend a licence without the licensee’s consent, except by an interim order authorized by subsection 18 (3) or 19 (3). 7. Revoke a licence without the licensee’s consent. 8. Refuse to allow the surrender of a licence. 9. Allow the surrender of a licence and, without the applicant’s consent, impose conditions concerning its surrender.  2006, c. 29, s. 21 (1); 2018, c. 8, Sched. 17, s. 2. Notice of proposal (2) The Chief Executive Officer shall give written notice of the proposal to the applicant or licensee, including the reasons for the proposal; the Chief Executive Officer shall also inform the applicant or licensee that he, she or it can request a hearing by the Tribunal about the proposal and shall advise the applicant or licensee about the process for requesting the hearing.  2006, c. 29, s. 21 (2); 2018, c. 8, Sched. 17, s. 2. Hearing requested (3) If the applicant or licensee requests a hearing in writing within 15 days after the notice under subsection (2) is received, the Tribunal shall hold a hearing.  2006, c. 29, s. 21 (3). Order (4) The Tribunal may, by order, direct the Chief Executive Officer to carry out the proposal, with or without changes, or substitute its opinion for that of the Chief Executive Officer and the Tribunal may impose such conditions as it considers appropriate in the circumstances.  2006, c. 29, s. 21 (4); 2018, c. 8, Sched. 17, s. 2. Appeal (5) A party to a hearing held by the Tribunal may appeal the order of the Tribunal to the Divisional Court.  2006, c. 29, s. 21 (5). Effect of appeal (6) An order of the Tribunal takes effect immediately, but if the order is appealed, the Tribunal may grant a stay of the order until the appeal is finally determined.  2006, c. 29, s. 21 (6). Hearing not requested (7) If the applicant or licensee does not request a hearing or does not make the request in accordance with subsection (3), the Chief Executive Officer may carry out the proposal.  2006, c. 29, s. 21 (7); 2018, c. 8, Sched. 17, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2, 3 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>21 </b>(1) This section applies if the Chief Executive Officer proposes to do any of the following things:</p> <p class=\"paragraph\">  1. Refuse to issue a licence.</p> <p class=\"paragraph\">  2. Issue a licence and, without the applicant’s consent, impose conditions.</p> <p class=\"paragraph\">  3. Amend a licence without the licensee’s consent.</p> <p class=\"paragraph\">  4. Refuse to renew a mortgage broker’s or agent’s licence.</p> <p class=\"paragraph\">  5. Renew a mortgage broker’s or agent’s licence and, without the applicant’s consent, amend the conditions to which the licence is subject.</p> <p class=\"paragraph\">  6. Suspend a licence without the licensee’s consent, except by an interim order authorized by subsection 18 (3) or 19 (3).</p> <p class=\"paragraph\">  7. Revoke a licence without the licensee’s consent.</p> <p class=\"paragraph\">  8. Refuse to allow the surrender of a licence.</p> <p class=\"paragraph\">  9. Allow the surrender of a licence and, without the applicant’s consent, impose conditions concerning its surrender.  2006, c. 29, s. 21 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Notice of proposal</p> <p class=\"subsection\">(2) The Chief Executive Officer shall give written notice of the proposal to the applicant or licensee, including the reasons for the proposal; the Chief Executive Officer shall also inform the applicant or licensee that he, she or it can request a hearing by the Tribunal about the proposal and shall advise the applicant or licensee about the process for requesting the hearing.  2006, c. 29, s. 21 (2); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Hearing requested</p> <p class=\"subsection\">(3) If the applicant or licensee requests a hearing in writing within 15 days after the notice under subsection (2) is received, the Tribunal shall hold a hearing.  2006, c. 29, s. 21 (3).</p> <p class=\"headnote\">Order</p> <p class=\"subsection\">(4) The Tribunal may, by order, direct the Chief Executive Officer to carry out the proposal, with or without changes, or substitute its opinion for that of the Chief Executive Officer and the Tribunal may impose such conditions as it considers appropriate in the circumstances.  2006, c. 29, s. 21 (4); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(5) A party to a hearing held by the Tribunal may appeal the order of the Tribunal to the Divisional Court.  2006, c. 29, s. 21 (5).</p> <p class=\"headnote\">Effect of appeal</p> <p class=\"subsection\">(6) An order of the Tribunal takes effect immediately, but if the order is appealed, the Tribunal may grant a stay of the order until the appeal is finally determined.  2006, c. 29, s. 21 (6).</p> <p class=\"headnote\">Hearing not requested</p> <p class=\"subsection\">(7) If the applicant or licensee does not request a hearing or does not make the request in accordance with subsection (3), the Chief Executive Officer may carry out the proposal.  2006, c. 29, s. 21 (7); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2, 3</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "22.",
            "section_x": "Circumstances in which proposal not required",
            "part_id": null,
            "part_type": null,
            "section_y": "Circumstances in which proposal not required",
            "content": "22 (1) The Chief Executive Officer may, by order, revoke a licence or may refuse to issue or renew a licence without giving notice under subsection 21 (2) of his or her proposal to do so and without taking the other steps required by section 21, (a) if the applicant or licensee fails to pay a fee or an administrative penalty as required under this Act; (b) if the applicant does not give the Chief Executive Officer information or documents as required under this Act; or (c) in such other circumstances as may be prescribed.  2006, c. 29, s. 22 (1); 2018, c. 8, Sched. 17, s. 2. Notice (2) The Chief Executive Officer shall give written notice to the applicant or licensee before exercising the Chief Executive Officer’s authority under subsection (1).  2006, c. 29, s. 22 (2); 2018, c. 8, Sched. 17, s. 2, 3. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2, 3 - 08/06/2019 Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following sections: (See: 2020, c. 36, Sched. 29, s. 1) Registration Requirement — Prescribed Persons and Entities Registration 22.1 (1) The prescribed persons or entities shall register with the Chief Executive Officer by providing the prescribed information in the prescribed form. 2020, c. 36, Sched. 29, s. 1. Application to licensees (2) Unless otherwise prescribed, the requirement to register applies even if the prescribed person or entity is also a licensee. 2020, c. 36, Sched. 29, s. 1. Duration (3) A registration under this section shall be in place for the length of time set out in the regulations. 2020, c. 36, Sched. 29, s. 1. Fee (4) A registration under this section shall be accompanied by the prescribed fee, if any. 2020, c. 36, Sched. 29, s. 1. Section Amendments with date in force (d/m/y) 2020, c. 36, Sched. 29, s. 1 - not in force Voluntary registration 22.2 (1) A person or entity, other than a person or entity who is required to register under the regulations made under subsection 22.1 (1), may register with the Chief Executive Officer by providing the prescribed information in the prescribed form. 2020, c. 36, Sched. 29, s. 1. Duration (2) A registration under this section shall be in place for the length of time set out in the regulations. 2020, c. 36, Sched. 29, s. 1. Fee (3) A registration under this section shall be accompanied by the prescribed fee, if any. 2020, c. 36, Sched. 29, s. 1. Section Amendments with date in force (d/m/y) 2020, c. 36, Sched. 29, s. 1 - not in force Mortgage Brokerage’s Duty to Disclose the Cost of Borrowing",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>22 </b>(1) The Chief Executive Officer may, by order, revoke a licence or may refuse to issue or renew a licence without giving notice under subsection 21 (2) of his or her proposal to do so and without taking the other steps required by section 21,</p> <p class=\"paragraph\">  (a) if the applicant or licensee fails to pay a fee or an administrative penalty as required under this Act;</p> <p class=\"paragraph\">  (b) if the applicant does not give the Chief Executive Officer information or documents as required under this Act; or</p> <p class=\"paragraph\">  (c) in such other circumstances as may be prescribed.  2006, c. 29, s. 22 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) The Chief Executive Officer shall give written notice to the applicant or licensee before exercising the Chief Executive Officer’s authority under subsection (1).  2006, c. 29, s. 22 (2); 2018, c. 8, Sched. 17, s. 2, 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2, 3</a></span> - 08/06/2019</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following sections: (See: 2020, c. 36, Sched. 29, s. 1)</span></p> <p class=\"Yheading1\"><a name=\"BK26\"></a><span>Registration Requirement — Prescribed Persons and Entities</span></p> <p class=\"Yheadnote\"><span>Registration</span></p> <p class=\"Ysection\"><a name=\"BK27\"></a><b><span>22.1 </span></b><span>(1) The prescribed persons or entities shall register with the Chief Executive Officer by providing the prescribed information in the prescribed form. 2020, c. 36, Sched. 29, s. 1.</span></p> <p class=\"Yheadnote\"><span>Application to licensees</span></p> <p class=\"Ysubsection\"><span>(2) Unless otherwise prescribed, the requirement to register applies even if the prescribed person or entity is also a licensee. 2020, c. 36, Sched. 29, s. 1.</span></p> <p class=\"Yheadnote\"><span>Duration</span></p> <p class=\"Ysubsection\"><span>(3) A registration under this section shall be in place for the length of time set out in the regulations. 2020, c. 36, Sched. 29, s. 1.</span></p> <p class=\"Yheadnote\"><span>Fee</span></p> <p class=\"Ysubsection\"><span>(4) A registration under this section shall be accompanied by the prescribed fee, if any. 2020, c. 36, Sched. 29, s. 1.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched29s1\">2020, c. 36, Sched. 29, s. 1</a></span> - not in force</p> <p class=\"Yheadnote\"><span>Voluntary registration</span></p> <p class=\"Ysection\"><a name=\"BK28\"></a><b><span>22.2 </span></b><span>(1) A person or entity, other than a person or entity who is required to register under the regulations made under subsection 22.1 (1), may register with the Chief Executive Officer by providing the prescribed information in the prescribed form. 2020, c. 36, Sched. 29, s. 1.</span></p> <p class=\"Yheadnote\"><span>Duration</span></p> <p class=\"Ysubsection\"><span>(2) A registration under this section shall be in place for the length of time set out in the regulations. 2020, c. 36, Sched. 29, s. 1.</span></p> <p class=\"Yheadnote\"><span>Fee</span></p> <p class=\"Ysubsection\"><span>(3) A registration under this section shall be accompanied by the prescribed fee, if any. 2020, c. 36, Sched. 29, s. 1.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched29s1\">2020, c. 36, Sched. 29, s. 1</a></span> - not in force</p> <p class=\"heading1\"><a name=\"BK29\"></a>Mortgage Brokerage’s Duty to Disclose the Cost of Borrowing</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "Registration Requirement — Prescribed Persons and Entities",
            "section_x": "Registration Requirement — Prescribed Persons and Entities",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "22.1",
            "section_x": "Registration",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "22.2",
            "section_x": "Voluntary registration",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "Mortgage Brokerage’s Duty to Disclose the Cost of Borrowing",
            "section_x": "Mortgage Brokerage’s Duty to Disclose the Cost of Borrowing",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "23.",
            "section_x": "Required disclosure",
            "part_id": null,
            "part_type": null,
            "section_y": "Required disclosure",
            "content": "23 (1) A mortgage brokerage shall disclose to each borrower the cost of borrowing and any other information prescribed for the purposes of this section.  2006, c. 29, s. 23 (1). Same (2) For the purposes of disclosure required by subsection (1), the cost of borrowing, (a) shall be calculated on the basis that all obligations of the borrower are duly fulfilled; (b) shall be calculated in accordance with the regulations; (c) shall be expressed as a rate per annum; and (d) where required by the regulations, shall be expressed as an amount in dollars and cents.  2006, c. 29, s. 23 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>23 </b>(1) A mortgage brokerage shall disclose to each borrower the cost of borrowing and any other information prescribed for the purposes of this section.  2006, c. 29, s. 23 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of disclosure required by subsection (1), the cost of borrowing,</p> <p class=\"paragraph\">  (a) shall be calculated on the basis that all obligations of the borrower are duly fulfilled;</p> <p class=\"paragraph\">  (b) shall be calculated in accordance with the regulations;</p> <p class=\"paragraph\">  (c) shall be expressed as a rate per annum; and</p> <p class=\"paragraph\">  (d) where required by the regulations, shall be expressed as an amount in dollars and cents.  2006, c. 29, s. 23 (2).</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "24.",
            "section_x": "Additional disclosure – term mortgages",
            "part_id": null,
            "part_type": null,
            "section_y": "Additional disclosure – term mortgages",
            "content": "24 A mortgage brokerage shall disclose the following with respect to a mortgage to a borrower if the mortgage is required to be repaid on a fixed future date or by instalments: 1. Whether the borrower has the right to repay the amount borrowed before the maturity of the mortgage. 2. Any terms and conditions relating to a right described in paragraph 1, including particulars of the circumstances in which the borrower may exercise the right. 3. Whether any portion of the cost of borrowing for the mortgage is to be rebated to the borrower or any charge or penalty is to be imposed on the borrower, if the borrower exercises a right described in paragraph 1. 4. The manner in which any rebate, charge or penalty referred to in paragraph 3 is to be calculated. 5. Particulars of any charges or penalties to be imposed on the borrower if the borrower fails to repay the amount of the mortgage at maturity or fails to pay an instalment on the day the instalment is due to be paid. 6. If the mortgage brokerage is the lender, particulars of any prescribed change relating to the mortgage agreement or the cost of borrowing for the mortgage. 7. Particulars of any rights or obligations of the borrower that are prescribed for the purposes of this section. 8. Any other information that is prescribed for the purposes of this section.  2006, c. 29, s. 24.",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>24 </b>A mortgage brokerage shall disclose the following with respect to a mortgage to a borrower if the mortgage is required to be repaid on a fixed future date or by instalments:</p> <p class=\"paragraph\">  1. Whether the borrower has the right to repay the amount borrowed before the maturity of the mortgage.</p> <p class=\"paragraph\">  2. Any terms and conditions relating to a right described in paragraph 1, including particulars of the circumstances in which the borrower may exercise the right.</p> <p class=\"paragraph\">  3. Whether any portion of the cost of borrowing for the mortgage is to be rebated to the borrower or any charge or penalty is to be imposed on the borrower, if the borrower exercises a right described in paragraph 1.</p> <p class=\"paragraph\">  4. The manner in which any rebate, charge or penalty referred to in paragraph 3 is to be calculated.</p> <p class=\"paragraph\">  5. Particulars of any charges or penalties to be imposed on the borrower if the borrower fails to repay the amount of the mortgage at maturity or fails to pay an instalment on the day the instalment is due to be paid.</p> <p class=\"paragraph\">  6. If the mortgage brokerage is the lender, particulars of any prescribed change relating to the mortgage agreement or the cost of borrowing for the mortgage.</p> <p class=\"paragraph\">  7. Particulars of any rights or obligations of the borrower that are prescribed for the purposes of this section.</p> <p class=\"paragraph\">  8. Any other information that is prescribed for the purposes of this section.  2006, c. 29, s. 24.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "25.",
            "section_x": "Additional disclosure – other mortgages",
            "part_id": null,
            "part_type": null,
            "section_y": "Additional disclosure – other mortgages",
            "content": "25 (1) A mortgage brokerage shall disclose the following to a borrower if there is an arrangement to enter into a loan secured by a mortgage with the borrower in respect of which section 24 does not apply: 1. Particulars of any charges or penalties to be imposed on the borrower if he or she fails to pay an amount in accordance with the arrangement. 2. Particulars of any charges for which the borrower becomes responsible by entering the arrangement. 3. If the mortgage brokerage is the lender, particulars of any prescribed change relating to the arrangement or the cost of borrowing under the arrangement. 4. Particulars of any rights or obligations of the borrower that are prescribed for the purposes of this section. 5. Any other information that is prescribed for the purposes of this section.  2006, c. 29, s. 25 (1). Interpretation (2)  For the purposes of subsection (1), an arrangement for the making of a loan secured by a mortgage includes an arrangement for a line of credit.  2006, c. 29, s. 25 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>2</b><b>5 </b>(1) A mortgage brokerage shall disclose the following to a borrower if there is an arrangement to enter into a loan secured by a mortgage with the borrower in respect of which section 24 does not apply:</p> <p class=\"paragraph\">  1. Particulars of any charges or penalties to be imposed on the borrower if he or she fails to pay an amount in accordance with the arrangement. </p> <p class=\"paragraph\">  2. Particulars of any charges for which the borrower becomes responsible by entering the arrangement.</p> <p class=\"paragraph\">  3. If the mortgage brokerage is the lender, particulars of any prescribed change relating to the arrangement or the cost of borrowing under the arrangement.</p> <p class=\"paragraph\">  4. Particulars of any rights or obligations of the borrower that are prescribed for the purposes of this section.</p> <p class=\"paragraph\">  5. Any other information that is prescribed for the purposes of this section.  2006, c. 29, s. 25 (1).</p> <p class=\"headnote\">Interpretation</p> <p class=\"subsection\">(2)  For the purposes of subsection (1), an arrangement for the making of a loan secured by a mortgage includes an arrangement for a line of credit.  2006, c. 29, s. 25 (2).</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "26.",
            "section_x": "Statement re mortgage renewal",
            "part_id": null,
            "part_type": null,
            "section_y": "Statement re mortgage renewal",
            "content": "26 The mortgage brokerage shall disclose to a borrower such information respecting renewal of the mortgage as is prescribed.  2006, c. 29, s. 26.",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>26 </b>The mortgage brokerage shall disclose to a borrower such information respecting renewal of the mortgage as is prescribed.  2006, c. 29, s. 26.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "27.",
            "section_x": "Prohibition re disclosure in advertising",
            "part_id": null,
            "part_type": null,
            "section_y": "Prohibition re disclosure in advertising",
            "content": "27 No person or entity shall authorize any advertisement for a mortgage which purports to contain information relating to the cost of borrowing or any other prescribed matter unless the advertisement contains such information as may be required by the regulations and is in such form and manner as may be prescribed.  2006, c. 29, s. 27. Regulation and Enforcement",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>27 </b>No person or entity shall authorize any advertisement for a mortgage which purports to contain information relating to the cost of borrowing or any other prescribed matter unless the advertisement contains such information as may be required by the regulations and is in such form and manner as may be prescribed.  2006, c. 29, s. 27.</p> <p class=\"heading1\"><a name=\"BK35\"></a>Regulation and Enforcement</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "Regulation and Enforcement",
            "section_x": "Regulation and Enforcement",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "28.",
            "section_x": "Public register of licensees",
            "part_id": null,
            "part_type": null,
            "section_y": "Public register of licensees",
            "content": "28 (1) The Chief Executive Officer shall maintain one or more registers containing such information about licensees and former licensees as may be prescribed.  2006, c. 29, s. 28 (1); 2018, c. 8, Sched. 17, s. 2. Same (2) The information in a register shall be made available for inspection by the public without charge and in accordance with the prescribed requirements.  2006, c. 29, s. 28 (2); 2017, c. 34, Sched. 27, s. 3. Note: On a day to be named by proclamation of the Lieutenant Governor, section 28 of the Act is repealed and the following substituted: (See: 2020, c. 36, Sched. 29, s. 2) Register of licensees, registered persons and entities 28 (1) The Chief Executive Officer shall maintain one or more registers containing such information as may be prescribed about licensees, former licensees, registered persons and entities and persons and entities who were formerly registered. 2020, c. 36, Sched. 29, s. 2. Same (2) The Chief Executive Officer may make the information in a register available for inspection by the public. 2020, c. 36, Sched. 29, s. 2. Same (3) If the Chief Executive Officer determines that information in a register is to be available for inspection by the public, the information shall be made available without charge and in accordance with the prescribed requirements. 2020, c. 36, Sched. 29, s. 2. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 27, s. 3 - 08/06/2019 2018, c. 8, Sched. 17, s. 2 - 08/06/2019 2020, c. 36, Sched. 29, s. 2 - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>28 </b>(1) The Chief Executive Officer shall maintain one or more registers containing such information about licensees and former licensees as may be prescribed.  2006, c. 29, s. 28 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The information in a register shall be made available for inspection by the public without charge and in accordance with the prescribed requirements.  2006, c. 29, s. 28 (2); 2017, c. 34, Sched. 27, s. 3.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, section 28 of the Act is repealed and the following substituted: (See: 2020, c. 36, Sched. 29, s. 2)</span></p> <p class=\"Yheadnote\"><span>Register of licensees, registered persons and entities</span></p> <p class=\"Ysection\"><a name=\"BK37\"></a><b><span>28 </span></b><span>(1) The Chief Executive Officer shall maintain one or more registers containing such information as may be prescribed about licensees, former licensees, registered persons and entities and persons and entities who were formerly registered. 2020, c. 36, Sched. 29, s. 2.</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(2) The Chief Executive Officer may make the information in a register available for inspection by the public. 2020, c. 36, Sched. 29, s. 2.</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(3) If the Chief Executive Officer determines that information in a register is to be available for inspection by the public, the information shall be made available without charge and in accordance with the prescribed requirements. 2020, c. 36, Sched. 29, s. 2.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched27s3\">2017, c. 34, Sched. 27, s. 3</a></span> - 08/06/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched29s2\">2020, c. 36, Sched. 29, s. 2</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "28.",
            "section_x": "Register of licensees, registered persons and entities",
            "part_id": null,
            "part_type": null,
            "section_y": "Public register of licensees",
            "content": "28 (1) The Chief Executive Officer shall maintain one or more registers containing such information about licensees and former licensees as may be prescribed.  2006, c. 29, s. 28 (1); 2018, c. 8, Sched. 17, s. 2. Same (2) The information in a register shall be made available for inspection by the public without charge and in accordance with the prescribed requirements.  2006, c. 29, s. 28 (2); 2017, c. 34, Sched. 27, s. 3. Note: On a day to be named by proclamation of the Lieutenant Governor, section 28 of the Act is repealed and the following substituted: (See: 2020, c. 36, Sched. 29, s. 2) Register of licensees, registered persons and entities 28 (1) The Chief Executive Officer shall maintain one or more registers containing such information as may be prescribed about licensees, former licensees, registered persons and entities and persons and entities who were formerly registered. 2020, c. 36, Sched. 29, s. 2. Same (2) The Chief Executive Officer may make the information in a register available for inspection by the public. 2020, c. 36, Sched. 29, s. 2. Same (3) If the Chief Executive Officer determines that information in a register is to be available for inspection by the public, the information shall be made available without charge and in accordance with the prescribed requirements. 2020, c. 36, Sched. 29, s. 2. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 27, s. 3 - 08/06/2019 2018, c. 8, Sched. 17, s. 2 - 08/06/2019 2020, c. 36, Sched. 29, s. 2 - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>28 </b>(1) The Chief Executive Officer shall maintain one or more registers containing such information about licensees and former licensees as may be prescribed.  2006, c. 29, s. 28 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The information in a register shall be made available for inspection by the public without charge and in accordance with the prescribed requirements.  2006, c. 29, s. 28 (2); 2017, c. 34, Sched. 27, s. 3.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, section 28 of the Act is repealed and the following substituted: (See: 2020, c. 36, Sched. 29, s. 2)</span></p> <p class=\"Yheadnote\"><span>Register of licensees, registered persons and entities</span></p> <p class=\"Ysection\"><a name=\"BK37\"></a><b><span>28 </span></b><span>(1) The Chief Executive Officer shall maintain one or more registers containing such information as may be prescribed about licensees, former licensees, registered persons and entities and persons and entities who were formerly registered. 2020, c. 36, Sched. 29, s. 2.</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(2) The Chief Executive Officer may make the information in a register available for inspection by the public. 2020, c. 36, Sched. 29, s. 2.</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(3) If the Chief Executive Officer determines that information in a register is to be available for inspection by the public, the information shall be made available without charge and in accordance with the prescribed requirements. 2020, c. 36, Sched. 29, s. 2.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched27s3\">2017, c. 34, Sched. 27, s. 3</a></span> - 08/06/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched29s2\">2020, c. 36, Sched. 29, s. 2</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "29.",
            "section_x": "Requirement to submit information, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Requirement to submit information, etc.",
            "content": "29 (1) Every licensee shall give the Chief Executive Officer such information and documents as may be prescribed and shall do so in the prescribed manner and within the prescribed period.  2006, c. 29, s. 29 (1); 2018, c. 8, Sched. 17, s. 2. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 29 (1) of the Act is amended by adding “and every registered person or entity” after “licensee”. (See: 2020, c. 36, Sched. 29, s. 3 (1)) Additional information, etc. (2) A licensee shall give the Chief Executive Officer such additional information and documents as the Chief Executive Officer may request and shall do so in the manner and within the period specified by the Chief Executive Officer.  2006, c. 29, s. 29 (2); 2018, c. 8, Sched. 17, s. 2. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 29 (2) of the Act is amended by adding “or registered person or entity” after “licensee”. (See: 2020, c. 36, Sched. 29, s. 3 (2)) Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019 2020, c. 36, Sched. 29, s. 3 (1, 2) - not in force Inquiries and examinations",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>29 </b>(1) Every licensee shall give the Chief Executive Officer such information and documents as may be prescribed and shall do so in the prescribed manner and within the prescribed period.  2006, c. 29, s. 29 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 29 (1) of the Act is amended by adding “and every registered person or entity” after “licensee”. (See: 2020, c. 36, Sched. 29, s. 3 (1))</span></p> <p class=\"headnote\">Additional information, etc.</p> <p class=\"subsection\">(2) A licensee shall give the Chief Executive Officer such additional information and documents as the Chief Executive Officer may request and shall do so in the manner and within the period specified by the Chief Executive Officer.  2006, c. 29, s. 29 (2); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 29 (2) of the Act is amended by adding “or registered person or entity” after “licensee”. (See: 2020, c. 36, Sched. 29, s. 3 (2))</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched29s3s1\">2020, c. 36, Sched. 29, s. 3 (1, 2)</a></span> - not in force</p> <p class=\"headnote\">Inquiries and examinations</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "30.",
            "section_x": "Inquiries and examinations",
            "part_id": null,
            "part_type": null,
            "section_y": "Of licensees",
            "content": "30 (1) The Chief Executive Officer or a person designated by the Chief Executive Officer may make inquiries and conduct examinations of the business and activities of each licensee to ensure that the licensee is complying with the requirements established under this Act.  2006, c. 29, s. 30 (1); 2018, c. 8, Sched. 17, s. 2. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 30 (1) of the Act is amended by striking out “activities of each licensee to ensure that the licensee is complying” and substituting “activities of each licensee and each registered person or entity to ensure that the licensee or registered person or entity is complying”. (See: 2020, c. 36, Sched. 29, s. 4 (1)) Of other persons and entities (2) If, in the Chief Executive Officer’s opinion, a person or entity who is not a licensee is or was required to have a licence, the Chief Executive Officer or a person designated by the Chief Executive Officer may make such inquiries and conduct such examinations of the business and activities of the person or entity as the Chief Executive Officer or designate considers appropriate in the circumstances.  2006, c. 29, s. 30 (2); 2018, c. 8, Sched. 17, s. 2, 3. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 30 (2) of the Act is amended by adding “or a person or entity who is or was required to register has failed to register” after “was required to have a licence”. (See: 2020, c. 36, Sched. 29, s. 4 (2)) Powers (3) The Chief Executive Officer or designate may do any of the following things in the course of making an inquiry or conducting an examination: 1. Enter and inspect at any reasonable time any premises used in connection with the business or activities of the licensee, person or entity. 2. Examine all money, valuables, documents and records of the licensee, person or entity that may be relevant to the inquiry or examination. 3. Require a person who appears to be employed or otherwise working at the premises to answer questions about anything that may be relevant to the inquiry or examination. 4. In order to produce information, use any data storage, processing or retrieval device or system that is used in connection with the business or activities of the licensee, person or entity. 5. Require a person who appears to be employed or otherwise working at the premises to produce a document or record or provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce information. 6. Remove for examination and copying anything that may be relevant to the inquiry or examination, including removing any data storage, processing or retrieval device in order to produce information.  2006, c. 29, s. 30 (3); 2018, c. 8, Sched. 17, s. 2. Entry into dwelling (4) The Chief Executive Officer or designate shall not enter the part of a premises, if any, that is used as a dwelling unless the occupant consents to the entry or the Chief Executive Officer or designate is authorized to enter the dwelling by an order made under section 31 or 32.  2006, c. 29, s. 30 (4); 2018, c. 8, Sched. 17, s. 2. Use of force (5) The Chief Executive Officer or designate shall not use force to enter or inspect premises.  2006, c. 29, s. 30 (5); 2018, c. 8, Sched. 17, s. 2. Duty to assist (6) If, under this section, the Chief Executive Officer or designate requires a person to answer questions, to produce a document or record or to provide assistance, the person shall do so in the manner and within the period specified by the Chief Executive Officer or designate.  2006, c. 29, s. 30 (6); 2018, c. 8, Sched. 17, s. 2. Receipt for things removed (7) The Chief Executive Officer or designate shall give a receipt for anything that he or she removes for examination and copying and the Chief Executive Officer or designate shall promptly return the thing to the person who produced it.  2006, c. 29, s. 30 (7); 2018, c. 8, Sched. 17, s. 2. Identification (8) Upon request, the Chief Executive Officer shall produce evidence of his or her office and the designate shall produce evidence of his or her designation.  2006, c. 29, s. 30 (8); 2018, c. 8, Sched. 17, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2, 3 - 08/06/2019 2020, c. 36, Sched. 29, s. 4 (1, 2) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>30 </b>(1) The Chief Executive Officer or a person designated by the Chief Executive Officer may make inquiries and conduct examinations of the business and activities of each licensee to ensure that the licensee is complying with the requirements established under this Act.  2006, c. 29, s. 30 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 30 (1) of the Act is amended by striking out “activities of each licensee to ensure that the licensee is complying” and substituting “activities of each licensee and each registered person or entity to ensure that the licensee or registered person or entity is complying”. (See: 2020, c. 36, Sched. 29, s. 4 (1))</span></p> <p class=\"headnote\">Of other persons and entities</p> <p class=\"subsection\">(2) If, in the Chief Executive Officer’s opinion, a person or entity who is not a licensee is or was required to have a licence, the Chief Executive Officer or a person designated by the Chief Executive Officer may make such inquiries and conduct such examinations of the business and activities of the person or entity as the Chief Executive Officer or designate considers appropriate in the circumstances.  2006, c. 29, s. 30 (2); 2018, c. 8, Sched. 17, s. 2, 3.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 30 (2) of the Act is amended by adding “or a person or entity who is or was required to register has failed to register” after “was required to have a licence”. (See: 2020, c. 36, Sched. 29, s. 4 (2))</span></p> <p class=\"headnote\">Powers</p> <p class=\"subsection\">(3) The Chief Executive Officer or designate may do any of the following things in the course of making an inquiry or conducting an examination:</p> <p class=\"paragraph\">  1. Enter and inspect at any reasonable time any premises used in connection with the business or activities of the licensee, person or entity. </p> <p class=\"paragraph\">  2. Examine all money, valuables, documents and records of the licensee, person or entity that may be relevant to the inquiry or examination.</p> <p class=\"paragraph\">  3. Require a person who appears to be employed or otherwise working at the premises to answer questions about anything that may be relevant to the inquiry or examination.</p> <p class=\"paragraph\">  4. In order to produce information, use any data storage, processing or retrieval device or system that is used in connection with the business or activities of the licensee, person or entity. </p> <p class=\"paragraph\">  5. Require a person who appears to be employed or otherwise working at the premises to produce a document or record or provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce information.</p> <p class=\"paragraph\">  6. Remove for examination and copying anything that may be relevant to the inquiry or examination, including removing any data storage, processing or retrieval device in order to produce information.  2006, c. 29, s. 30 (3); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Entry into dwelling</p> <p class=\"subsection\">(4) The Chief Executive Officer or designate shall not enter the part of a premises, if any, that is used as a dwelling unless the occupant consents to the entry or the Chief Executive Officer or designate is authorized to enter the dwelling by an order made under section 31 or 32.  2006, c. 29, s. 30 (4); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(5) The Chief Executive Officer or designate shall not use force to enter or inspect premises.  2006, c. 29, s. 30 (5); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Duty to assist </p> <p class=\"subsection\">(6) If, under this section, the Chief Executive Officer or designate requires a person to answer questions, to produce a document or record or to provide assistance, the person shall do so in the manner and within the period specified by the Chief Executive Officer or designate.  2006, c. 29, s. 30 (6); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Receipt for things removed</p> <p class=\"subsection\">(7) The Chief Executive Officer or designate shall give a receipt for anything that he or she removes for examination and copying and the Chief Executive Officer or designate shall promptly return the thing to the person who produced it.  2006, c. 29, s. 30 (7); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Identification</p> <p class=\"subsection\">(8) Upon request, the Chief Executive Officer shall produce evidence of his or her office and the designate shall produce evidence of his or her designation.  2006, c. 29, s. 30 (8); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2, 3</a></span> - 08/06/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched29s4s1\">2020, c. 36, Sched. 29, s. 4 (1, 2)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "31.",
            "section_x": "Inspection order for s. 30 inquiry and examination",
            "part_id": null,
            "part_type": null,
            "section_y": "Inspection order for s. 30 inquiry and examination",
            "content": "31 (1) The Chief Executive Officer or a person designated by the Chief Executive Officer may, without notice, apply to a justice of the peace for an order under this section.  2006, c. 29, s. 31 (1); 2018, c. 8, Sched. 17, s. 2. Order to enter and examine premises (2) A justice of the peace may make an order under this subsection authorizing the Chief Executive Officer or designate, as named in the order, to enter premises, other than a part of a premises that is being used as a dwelling, specified in the order and to exercise any of the powers mentioned in section 30, subject to such restrictions on their exercise as the justice of the peace considers appropriate in the circumstances, if he or she is satisfied by information under oath, (a) that the Chief Executive Officer or designate has been prevented from exercising a right of entry to the premises under section 30 or has been prevented from exercising a power described in section 30; or (b) that there are reasonable grounds to believe that the Chief Executive Officer or designate will be prevented from exercising a right of entry to the premises under section 30 or will be prevented from exercising a power described in section 30.  2006, c. 29, s. 31 (2); 2018, c. 8, Sched. 17, s. 2. Same – dwelling (3) A justice of the peace may make an order under this subsection authorizing the Chief Executive Officer or designate, as named in the order, to enter a part of a premises that is being used as a dwelling and that is specified in the order and to exercise any of the powers mentioned in section 30, subject to such restrictions on their exercise as the justice of the peace considers appropriate in the circumstances, if he or she is satisfied by information under oath, (a) that it is necessary for the Chief Executive Officer or designate to enter that part of the premises in order to carry out an inquiry or examination under section 30; and (b) that, (i) the Chief Executive Officer or designate has been prevented from entering that part of the premises under section 30 or has been prevented from exercising a power described in section 30, or (ii) there are reasonable grounds to believe that the Chief Executive Officer or designate will be prevented from entering that part of the premises under section 30 or will be prevented from exercising a power described in section 30.  2006, c. 29, s. 31 (3); 2018, c. 8, Sched. 17, s. 2. Use of force (4) The person named in the order may call upon police officers for assistance in executing the order and may use whatever force is reasonably necessary to execute the order.  2006, c. 29, s. 31 (4). Duty to assist (5) If, in carrying out an order made under this section, the Chief Executive Officer or designate requires a person to answer questions, to produce a document or record or to provide assistance, the person shall do so in the manner and within the period specified by the Chief Executive Officer or designate.  2006, c. 29, s. 31 (5); 2018, c. 8, Sched. 17, s. 2. Receipt for things removed (6) The Chief Executive Officer or designate shall give a receipt for anything that he or she removes for examination and copying and the Chief Executive Officer or designate shall promptly return the thing to the person who produced it.  2006, c. 29, s. 31 (6); 2018, c. 8, Sched. 17, s. 2. Expert help (7) The order may authorize persons who have special, expert or professional knowledge to accompany and assist the person named in the order.  2006, c. 29, s. 31 (7). Time of execution (8) Entry or access under an order shall be made between 6 a.m. and 9 p.m. unless the order specifies otherwise.  2006, c. 29, s. 31 (8). Expiry of order (9) An order shall specify an expiry date, which shall be no later than 30 days after the order is made, but a justice of the peace may extend the order for an additional period of no more than 30 days upon application without notice.  2006, c. 29, s. 31 (9). Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>31 </b>(1) The Chief Executive Officer or a person designated by the Chief Executive Officer may, without notice, apply to a justice of the peace for an order under this section.  2006, c. 29, s. 31 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Order to enter and examine premises</p> <p class=\"subsection\">(2) A justice of the peace may make an order under this subsection authorizing the Chief Executive Officer or designate, as named in the order, to enter premises, other than a part of a premises that is being used as a dwelling, specified in the order and to exercise any of the powers mentioned in section 30, subject to such restrictions on their exercise as the justice of the peace considers appropriate in the circumstances, if he or she is satisfied by information under oath, </p> <p class=\"paragraph\">  (a) that the Chief Executive Officer or designate has been prevented from exercising a right of entry to the premises under section 30 or has been prevented from exercising a power described in section 30; or </p> <p class=\"paragraph\">  (b) that there are reasonable grounds to believe that the Chief Executive Officer or designate will be prevented from exercising a right of entry to the premises under section 30 or will be prevented from exercising a power described in section 30.  2006, c. 29, s. 31 (2); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Same – dwelling</p> <p class=\"subsection\">(3) A justice of the peace may make an order under this subsection authorizing the Chief Executive Officer or designate, as named in the order, to enter a part of a premises that is being used as a dwelling and that is specified in the order and to exercise any of the powers mentioned in section 30, subject to such restrictions on their exercise as the justice of the peace considers appropriate in the circumstances, if he or she is satisfied by information under oath,</p> <p class=\"paragraph\">  (a) that it is necessary for the Chief Executive Officer or designate to enter that part of the premises in order to carry out an inquiry or examination under section 30; and </p> <p class=\"paragraph\">  (b) that,</p> <p class=\"subclause\">  (i) the Chief Executive Officer or designate has been prevented from entering that part of the premises under section 30 or has been prevented from exercising a power described in section 30, or </p> <p class=\"subclause\">  (ii) there are reasonable grounds to believe that the Chief Executive Officer or designate will be prevented from entering that part of the premises under section 30 or will be prevented from exercising a power described in section 30.  2006, c. 29, s. 31 (3); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(4) The person named in the order may call upon police officers for assistance in executing the order and may use whatever force is reasonably necessary to execute the order.  2006, c. 29, s. 31 (4).</p> <p class=\"headnote\">Duty to assist </p> <p class=\"subsection\">(5) If, in carrying out an order made under this section, the Chief Executive Officer or designate requires a person to answer questions, to produce a document or record or to provide assistance, the person shall do so in the manner and within the period specified by the Chief Executive Officer or designate.  2006, c. 29, s. 31 (5); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Receipt for things removed</p> <p class=\"subsection\">(6) The Chief Executive Officer or designate shall give a receipt for anything that he or she removes for examination and copying and the Chief Executive Officer or designate shall promptly return the thing to the person who produced it.  2006, c. 29, s. 31 (6); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Expert help</p> <p class=\"subsection\">(7) The order may authorize persons who have special, expert or professional knowledge to accompany and assist the person named in the order.  2006, c. 29, s. 31 (7).</p> <p class=\"headnote\">Time of execution</p> <p class=\"subsection\">(8) Entry or access under an order shall be made between 6 a.m. and 9 p.m. unless the order specifies otherwise.  2006, c. 29, s. 31 (8).</p> <p class=\"headnote\">Expiry of order</p> <p class=\"subsection\">(9) An order shall specify an expiry date, which shall be no later than 30 days after the order is made, but a justice of the peace may extend the order for an additional period of no more than 30 days upon application without notice.  2006, c. 29, s. 31 (9).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "32.",
            "section_x": "Inspection order – general",
            "part_id": null,
            "part_type": null,
            "section_y": "Inspection order – general",
            "content": "32 (1) The Chief Executive Officer or a person designated by the Chief Executive Officer may, without notice, apply to a justice of the peace for an order under this section.  2006, c. 29, s. 32 (1); 2018, c. 8, Sched. 17, s. 2. Criteria (2) A justice of the peace may make an order under this section if he or she is satisfied by information under oath, (a) that there are reasonable grounds to believe that a person or entity has contravened or failed to comply with a requirement established under this Act or has committed an offence under the law of any jurisdiction that is relevant to the suitability of the person or entity to be licensed; and (b) that there are reasonable grounds to believe that, (i) at any premises or place, including in a vehicle, there is anything related to the contravention or failure to comply or to the suitability of the person or entity to be licensed, or (ii) that anything relating to the contravention or failure to comply or to the suitability of the person or entity to be licensed may be obtained through the use of an investigative technique or procedure or the doing of anything described in the order.  2006, c. 29, s. 32 (2). Powers under order (3) An order made under this section authorizes the Chief Executive Officer or designate, as named in the order, to exercise the following powers and may impose such restrictions on their exercise as the justice of the peace considers appropriate in the circumstances: 1. To enter the premises or access the place specified in the order. 2. To examine all money, valuables, documents and records at the premises or place. 3. In order to produce information, to use any data storage, processing or retrieval device or system. 4. To remove for examination and copying anything at the premises or place that may be relevant to the contravention or failure to comply or to the suitability of the person or entity to hold a licence, including removing any data storage, processing or retrieval device in order to produce information. 5. To use any investigative technique or procedure to do anything described in the order. 6. To do anything specified in the order.  2006, c. 29, s. 32 (3); 2018, c. 8, Sched. 17, s. 2. Restrictions (4) Subsections 31 (4) to (9) apply with necessary modifications to an order made under this section.  2006, c. 29, s. 32 (4). Same – dwelling (5) The Chief Executive Officer or designate shall not enter a place, or part of a place, used as a dwelling unless the order expressly authorizes entry into a dwelling.  2006, c. 29, s. 32 (5); 2018, c. 8, Sched. 17, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>32 </b>(1) The Chief Executive Officer or a person designated by the Chief Executive Officer may, without notice, apply to a justice of the peace for an order under this section.  2006, c. 29, s. 32 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Criteria</p> <p class=\"subsection\">(2) A justice of the peace may make an order under this section if he or she is satisfied by information under oath,</p> <p class=\"paragraph\">  (a) that there are reasonable grounds to believe that a person or entity has contravened or failed to comply with a requirement established under this Act or has committed an offence under the law of any jurisdiction that is relevant to the suitability of the person or entity to be licensed; and</p> <p class=\"paragraph\">  (b) that there are reasonable grounds to believe that,\r\n</p> <p class=\"subclause\">  (i) at any premises or place, including in a vehicle, there is anything related to the contravention or failure to comply or to the suitability of the person or entity to be licensed, or</p> <p class=\"subclause\">  (ii) that anything relating to the contravention or failure to comply or to the suitability of the person or entity to be licensed may be obtained through the use of an investigative technique or procedure or the doing of anything described in the order.  2006, c. 29, s. 32 (2).</p> <p class=\"headnote\">Powers under order</p> <p class=\"subsection\">(3) An order made under this section authorizes the Chief Executive Officer or designate, as named in the order, to exercise the following powers and may impose such restrictions on their exercise as the justice of the peace considers appropriate in the circumstances:</p> <p class=\"paragraph\">  1. To enter the premises or access the place specified in the order.</p> <p class=\"paragraph\">  2. To examine all money, valuables, documents and records at the premises or place.</p> <p class=\"paragraph\">  3. In order to produce information, to use any data storage, processing or retrieval device or system.</p> <p class=\"paragraph\">  4. To remove for examination and copying anything at the premises or place that may be relevant to the contravention or failure to comply or to the suitability of the person or entity to hold a licence, including removing any data storage, processing or retrieval device in order to produce information. </p> <p class=\"paragraph\">  5. To use any investigative technique or procedure to do anything described in the order.</p> <p class=\"paragraph\">  6. To do anything specified in the order.  2006, c. 29, s. 32 (3); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Restrictions</p> <p class=\"subsection\">(4) Subsections 31 (4) to (9) apply with necessary modifications to an order made under this section.  2006, c. 29, s. 32 (4).</p> <p class=\"headnote\">Same – dwelling</p> <p class=\"subsection\">(5) The Chief Executive Officer or designate shall not enter a place, or part of a place, used as a dwelling unless the order expressly authorizes entry into a dwelling.  2006, c. 29, s. 32 (5); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "33.",
            "section_x": "Seizure of things not specified",
            "part_id": null,
            "part_type": null,
            "section_y": "Seizure of things not specified",
            "content": "33 The Chief Executive Officer, or a person designated by the Chief Executive Officer, who is lawfully present in a place pursuant to an order or otherwise in the execution of his or her duties may, without an order, seize anything that the Chief Executive Officer or designate on reasonable grounds believes will afford evidence relating to a contravention of or failure to comply with a requirement established under this Act.  2006, c. 29, s. 33; 2018, c. 8, Sched. 17, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>33 </b>The Chief Executive Officer, or a person designated by the Chief Executive Officer, who is lawfully present in a place pursuant to an order or otherwise in the execution of his or her duties may, without an order, seize anything that the Chief Executive Officer or designate on reasonable grounds believes will afford evidence relating to a contravention of or failure to comply with a requirement established under this Act.  2006, c. 29, s. 33; 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "34.",
            "section_x": "Power to summon persons, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Power to summon persons, etc.",
            "content": "34 (1) The Chief Executive Officer may issue a summons where he or she believes that,  (a) it is necessary in order to determine whether a person or entity is complying with a requirement established under this Act; and (b) it is, in the circumstances, in the public interest.  2006, c. 29, s. 34 (1); 2018, c. 8, Sched. 17, s. 2. Same (2) A summons issued under subsection (1) may require a person, (a) to produce such documents and things as are specified by the Chief Executive Officer; and (b) to give such information on oath as the Chief Executive Officer or a person designated by the Chief Executive Officer considers relevant to determining whether a person or entity is complying with a requirement established under this Act.  2006, c. 29, s. 34 (2); 2018, c. 8, Sched. 17, s. 2. Identification (3) Upon request, the Chief Executive Officer shall produce evidence of his or her office and a person designated by the Chief Executive Officer shall produce evidence of his or her designation.  2006, c. 29, s. 34 (3); 2018, c. 8, Sched. 17, s. 2. Administering oath (4) The Chief Executive Officer or designate may administer an oath required under this section.  2006, c. 29, s. 34 (4); 2018, c. 8, Sched. 17, s. 2. Right to counsel (5) A person may be represented by counsel when giving information on oath and may claim any privilege to which the person is entitled.  2006, c. 29, s. 34 (5). Stated case (6) If the person does not comply with the summons, the Chief Executive Officer may state a case to the Divisional Court setting out the facts and, after hearing any witnesses who may be produced against or on behalf of that person and after hearing any statement that may be offered in defence, the court may punish the person in the same manner as if the person had been guilty of contempt of the court.  2006, c. 29, s. 34 (6); 2018, c. 8, Sched. 17, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>34 </b>(1) The Chief Executive Officer may issue a summons where he or she believes that, </p> <p class=\"paragraph\">  (a) it is necessary in order to determine whether a person or entity is complying with a requirement established under this Act; and</p> <p class=\"paragraph\">  (b) it is, in the circumstances, in the public interest.  2006, c. 29, s. 34 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A summons issued under subsection (1) may require a person,</p> <p class=\"paragraph\">  (a) to produce such documents and things as are specified by the Chief Executive Officer; and</p> <p class=\"paragraph\">  (b) to give such information on oath as the Chief Executive Officer or a person designated by the Chief Executive Officer considers relevant to determining whether a person or entity is complying with a requirement established under this Act.  2006, c. 29, s. 34 (2); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Identification</p> <p class=\"subsection\">(3) Upon request, the Chief Executive Officer shall produce evidence of his or her office and a person designated by the Chief Executive Officer shall produce evidence of his or her designation.  2006, c. 29, s. 34 (3); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Administering oath</p> <p class=\"subsection\">(4) The Chief Executive Officer or designate may administer an oath required under this section.  2006, c. 29, s. 34 (4); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Right to counsel</p> <p class=\"subsection\">(5) A person may be represented by counsel when giving information on oath and may claim any privilege to which the person is entitled.  2006, c. 29, s. 34 (5).</p> <p class=\"headnote\">Stated case</p> <p class=\"subsection\">(6) If the person does not comply with the summons, the Chief Executive Officer may state a case to the Divisional Court setting out the facts and, after hearing any witnesses who may be produced against or on behalf of that person and after hearing any statement that may be offered in defence, the court may punish the person in the same manner as if the person had been guilty of contempt of the court.  2006, c. 29, s. 34 (6); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "35.",
            "section_x": "Compliance order",
            "part_id": null,
            "part_type": null,
            "section_y": "Compliance order",
            "content": "35 (1) This section applies if, in the Chief Executive Officer’s opinion, (a) a person or entity is committing any act or pursuing any course of conduct that contravenes or does not comply with a requirement established under this Act; (b) a person or entity is committing any act or pursuing any course of conduct that might reasonably be expected to result in a state of affairs that would contravene or not comply with a requirement established under this Act; or (c) a person or entity has committed any act or pursued any course of conduct that contravenes or does not comply with a requirement established under this Act.  2006, c. 29, s. 35 (1); 2018, c. 8, Sched. 17, s. 2, 3. Proposal re order (2) The Chief Executive Officer may propose to order the person or entity to cease committing an act or cease pursuing a course of conduct identified by the Chief Executive Officer or to perform such acts as, in the Chief Executive Officer’s opinion, are necessary to remedy the situation.  2006, c. 29, s. 35 (2); 2018, c. 8, Sched. 17, s. 2. Notice of proposal (3) The Chief Executive Officer shall give written notice of the proposal to the person or entity including the reasons for the proposal; the Chief Executive Officer shall also inform the person or entity that he, she or it can request a hearing by the Tribunal about the proposal and shall advise the person or entity about the process for requesting the hearing.  2006, c. 29, s. 35 (3); 2018, c. 8, Sched. 17, s. 2. Hearing requested (4) If the person or entity requests a hearing in writing within 15 days after the notice under subsection (3) is received, the Tribunal shall hold a hearing.  2006, c. 29, s. 35 (4). Order (5) The Tribunal may, by order, direct the Chief Executive Officer to carry out the proposal, with or without changes, or substitute its opinion for that of the Chief Executive Officer and the Tribunal may impose such conditions as it considers appropriate in the circumstances.  2006, c. 29, s. 35 (5); 2018, c. 8, Sched. 17, s. 2. Hearing not requested (6) If the person or entity does not request a hearing or does not make the request in accordance with subsection (4), the Chief Executive Officer may carry out the proposal.  2006, c. 29, s. 35 (6); 2018, c. 8, Sched. 17, s. 2. Interim order (7) If, in the opinion of the Chief Executive Officer, the interests of the public may be adversely affected by any delay in making an order (a “permanent order”) as a result of the steps required by subsections (3), (4) and (5), the Chief Executive Officer may, without notice, make an interim order as described in subsection (2) and may do so before or after giving notice of his or her proposal to make the permanent order.  2006, c. 29, s. 35 (7); 2018, c. 8, Sched. 17, s. 2. Same (8) An interim order takes effect immediately and remains in effect until the expiry of the period for requesting a hearing about the Chief Executive Officer’s proposal to make the permanent order.  2006, c. 29, s. 35 (8); 2018, c. 8, Sched. 17, s. 2, 3. Same (9) Despite subsection (8), if before the end of such period as may be prescribed the Chief Executive Officer does not give the person or entity notice of the proposal to make the permanent order, the interim order expires at the end of the prescribed period.  2006, c. 29, s. 35 (9); 2018, c. 8, Sched. 17, s. 2. Extension of interim order (10) If the person or entity requests a hearing about the proposal to make the permanent order, the Chief Executive Officer may extend the interim order until the proposal is finally determined.  2006, c. 29, s. 35 (10); 2018, c. 8, Sched. 17, s. 2. Amendment, etc., of interim order (11) The Chief Executive Officer may amend, revoke or replace an interim order and the amended or replacement order has effect as described in subsections (8), (9) and (10).  2006, c. 29, s. 35 (11); 2018, c. 8, Sched. 17, s. 2. Amendment of permanent order (12) The Chief Executive Officer may by order amend a permanent order and, if the Chief Executive Officer proposes to amend it without the consent of the person or entity, subsections (2) to (6) apply with respect to the proposal.  2006, c. 29, s. 35 (12); 2018, c. 8, Sched. 17, s. 2. Revocation of permanent order (13) The Chief Executive Officer may revoke a permanent order.  2006, c. 29, s. 35 (13); 2018, c. 8, Sched. 17, s. 2. Court enforcement (14) The Chief Executive Officer may file a certified copy of an order made under this section in the Superior Court of Justice and the order shall be deemed to be an order of that court and is enforceable as such.  2006, c. 29, s. 35 (14); 2018, c. 8, Sched. 17, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2, 3 - 08/06/2019 Order to freeze assets and trust funds",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>35 </b>(1) This section applies if, in the Chief Executive Officer’s opinion,</p> <p class=\"paragraph\">  (a) a person or entity is committing any act or pursuing any course of conduct that contravenes or does not comply with a requirement established under this Act;</p> <p class=\"paragraph\">  (b) a person or entity is committing any act or pursuing any course of conduct that might reasonably be expected to result in a state of affairs that would contravene or not comply with a requirement established under this Act; or</p> <p class=\"paragraph\">  (c) a person or entity has committed any act or pursued any course of conduct that contravenes or does not comply with a requirement established under this Act.  2006, c. 29, s. 35 (1); 2018, c. 8, Sched. 17, s. 2, 3.</p> <p class=\"headnote\">Proposal re order</p> <p class=\"subsection\">(2) The Chief Executive Officer may propose to order the person or entity to cease committing an act or cease pursuing a course of conduct identified by the Chief Executive Officer or to perform such acts as, in the Chief Executive Officer’s opinion, are necessary to remedy the situation.  2006, c. 29, s. 35 (2); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Notice of proposal</p> <p class=\"subsection\">(3) The Chief Executive Officer shall give written notice of the proposal to the person or entity including the reasons for the proposal; the Chief Executive Officer shall also inform the person or entity that he, she or it can request a hearing by the Tribunal about the proposal and shall advise the person or entity about the process for requesting the hearing.  2006, c. 29, s. 35 (3); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Hearing requested</p> <p class=\"subsection\">(4) If the person or entity requests a hearing in writing within 15 days after the notice under subsection (3) is received, the Tribunal shall hold a hearing.  2006, c. 29, s. 35 (4).</p> <p class=\"headnote\">Order</p> <p class=\"subsection\">(5) The Tribunal may, by order, direct the Chief Executive Officer to carry out the proposal, with or without changes, or substitute its opinion for that of the Chief Executive Officer and the Tribunal may impose such conditions as it considers appropriate in the circumstances.  2006, c. 29, s. 35 (5); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Hearing not requested</p> <p class=\"subsection\">(6) If the person or entity does not request a hearing or does not make the request in accordance with subsection (4), the Chief Executive Officer may carry out the proposal.  2006, c. 29, s. 35 (6); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Interim order</p> <p class=\"subsection\">(7) If, in the opinion of the Chief Executive Officer, the interests of the public may be adversely affected by any delay in making an order (a “permanent order”) as a result of the steps required by subsections (3), (4) and (5), the Chief Executive Officer may, without notice, make an interim order as described in subsection (2) and may do so before or after giving notice of his or her proposal to make the permanent order.  2006, c. 29, s. 35 (7); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) An interim order takes effect immediately and remains in effect until the expiry of the period for requesting a hearing about the Chief Executive Officer’s proposal to make the permanent order.  2006, c. 29, s. 35 (8); 2018, c. 8, Sched. 17, s. 2, 3.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(9) Despite subsection (8), if before the end of such period as may be prescribed the Chief Executive Officer does not give the person or entity notice of the proposal to make the permanent order, the interim order expires at the end of the prescribed period.  2006, c. 29, s. 35 (9); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Extension of interim order</p> <p class=\"subsection\">(10) If the person or entity requests a hearing about the proposal to make the permanent order, the Chief Executive Officer may extend the interim order until the proposal is finally determined.  2006, c. 29, s. 35 (10); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Amendment, etc., of interim order</p> <p class=\"subsection\">(11) The Chief Executive Officer may amend, revoke or replace an interim order and the amended or replacement order has effect as described in subsections (8), (9) and (10).  2006, c. 29, s. 35 (11); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Amendment of permanent order</p> <p class=\"subsection\">(12) The Chief Executive Officer may by order amend a permanent order and, if the Chief Executive Officer proposes to amend it without the consent of the person or entity, subsections (2) to (6) apply with respect to the proposal.  2006, c. 29, s. 35 (12); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Revocation of permanent order</p> <p class=\"subsection\">(13) The Chief Executive Officer may revoke a permanent order.  2006, c. 29, s. 35 (13); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Court enforcement</p> <p class=\"subsection\">(14) The Chief Executive Officer may file a certified copy of an order made under this section in the Superior Court of Justice and the order shall be deemed to be an order of that court and is enforceable as such.  2006, c. 29, s. 35 (14); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2, 3</a></span> - 08/06/2019</p> <p class=\"headnote\">Order to freeze assets and trust funds</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "36.",
            "section_x": "Order to freeze assets and trust funds",
            "part_id": null,
            "part_type": null,
            "section_y": "Circumstances",
            "content": "36 (1) This section applies in any of the following circumstances: 1. The Chief Executive Officer has notified, or is about to notify, a person or entity (the “designated person”) under subsection 21 (2) that the Chief Executive Officer proposes to suspend or revoke the designated person’s licence without his, her or its consent. 2. The Chief Executive Officer has made or is about to make an interim order under subsection 18 (3) or 19 (3) suspending the designated person’s licence. 3. The Chief Executive Officer has notified, or is about to notify, the designated person under subsection 35 (3) that the Chief Executive Officer proposes to make an order concerning him, her or it. 4. The Chief Executive Officer has made or is about to make an interim order under subsection 35 (7) concerning the designated person. 5. The Chief Executive Officer believes that proceedings for an offence under this Act have been or are about to be instituted against the designated person, against a director or partner of the designated person, against an officer or employee of the designated person or, if the designated person is an entity other than a person or partnership, against a person who is a member of the directing body of the entity. 6. The Chief Executive Officer believes that proceedings in relation to a contravention of the law of any jurisdiction have been or are about to be instituted against the designated person, against a director or partner of the designated person, against an officer or employee of the designated person or, if the designated person is an entity other than a person or partnership, against a person who is a member of the directing body of the entity, but only if the proceedings are instituted in connection with or arising out of activities for which a licence under this Act is required.  2006, c. 29, s. 36 (1); 2018, c. 8, Sched. 17, s. 2. Orders (2) The Chief Executive Officer may, without notice, make any order under this section with respect to the designated person if the Chief Executive Officer believes it to be in the public interest to do so.  2006, c. 29, s. 36 (2); 2018, c. 8, Sched. 17, s. 2. Order to third party (3) The Chief Executive Officer may order a person or entity who holds assets or trust funds on deposit or controls them for or on behalf of the designated person to hold them.  2006, c. 29, s. 36 (3); 2018, c. 8, Sched. 17, s. 2. Order to refrain from withdrawing assets, etc. (4) The Chief Executive Officer may order the designated person to refrain from withdrawing assets or trust funds from another person or entity who has them on deposit or controls them.  2006, c. 29, s. 36 (4); 2018, c. 8, Sched. 17, s. 2. Order to have assets, etc., in trust (5) The Chief Executive Officer may order the designated person to hold assets or trust funds of another person or entity in trust for the person or entity entitled to them.  2006, c. 29, s. 36 (5); 2018, c. 8, Sched. 17, s. 2. Effect (6) An order takes effect immediately and may be made subject to such conditions as the Chief Executive Officer considers appropriate.  2006, c. 29, s. 36 (6); 2018, c. 8, Sched. 17, s. 2. Release of assets (7) The Chief Executive Officer may consent to the release of any particular asset or trust fund from the order or may wholly revoke the order.  2006, c. 29, s. 36 (7); 2018, c. 8, Sched. 17, s. 2. Effect of giving security (8) The Chief Executive Officer shall not make an order under subsection (3), (4) or (5) if the designated person gives the Chief Executive Officer security in any of the following forms and in the amount and manner required by the Chief Executive Officer: 1. A personal bond accompanied by collateral security. 2. A bond of an insurer who is licensed under the Insurance Act to write surety and fidelity insurance. 3. A bond of a guarantor accompanied by collateral security. 4. Another form of security acceptable to the Chief Executive Officer.  2006, c. 29, s. 36 (8); 2018, c. 8, Sched. 17, s. 2. Same (9) If an order is made under subsection (3), (4) or (5) before the designated person gives the Chief Executive Officer the security described in subsection (8), the Chief Executive Officer shall revoke the order.  2006, c. 29, s. 36 (9); 2018, c. 8, Sched. 17, s. 2. Notice in land registry office (10) The Chief Executive Officer may register in the appropriate land registry office a notice that an order has been made under subsection (3), (4) or (5) and that the order may affect land belonging to the person referred to in the notice; this notice has the same effect as the registration of a certificate of pending litigation, except that the Chief Executive Officer may in writing revoke or modify the notice.  2006, c. 29, s. 36 (10); 2018, c. 8, Sched. 17, s. 2. Application to court (11) A person or entity in receipt of an order under this section may apply to the Superior Court of Justice if the person or entity is in doubt about whether the order applies to a particular asset or trust fund.  2006, c. 29, s. 36 (11). Same (12) A person or entity who claims an interest in an asset or a trust fund that is subject to an order made under subsection (3), (4) or (5) may apply to the Superior Court of Justice for a decision concerning the disposition of the asset or trust fund.  2006, c. 29, s. 36 (12). Same, by Chief Executive Officer (13) The Chief Executive Officer may apply to the Superior Court of Justice for directions or an order relating to the disposition of assets, trust funds or land affected by an order under this section or a notice filed under subsection (10), and the application may be made without notice to any other person or entity.  2006, c. 29, s. 36 (13); 2018, c. 8, Sched. 17, s. 2. Court order (14) On an application under subsection (11), (12) or (13), the court may make any order the court considers appropriate in the circumstances.  2006, c. 29, s. 36 (14). Application to Tribunal (15) A designated person in respect of whom the Chief Executive Officer has made an order under this section may apply to the Tribunal for cancellation of the order in whole or in part and the Tribunal may, by order, do so after a hearing if the Tribunal is satisfied that the order or the part of the order is not required in the public interest.  2006, c. 29, s. 36 (15); 2018, c. 8, Sched. 17, s. 2. Same (16) A person or entity who has an interest in land affected by a notice filed under subsection (10) may apply to the Tribunal to discharge the registration of the notice in whole or in part and the Tribunal may, by order, do so after a hearing if the Tribunal is satisfied that registration of the notice or the part of the notice is not required to protect other persons or entities having an interest in the land.  2006, c. 29, s. 36 (16). Appeal (17) A party to a proceeding before the Tribunal under subsection (15) or (16) may appeal the order of the Tribunal to the Divisional Court.  2006, c. 29, s. 36 (17). Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>36 </b>(1) This section applies in any of the following circumstances:</p> <p class=\"paragraph\">  1. The Chief Executive Officer has notified, or is about to notify, a person or entity (the “designated person”) under subsection 21 (2) that the Chief Executive Officer proposes to suspend or revoke the designated person’s licence without his, her or its consent.</p> <p class=\"paragraph\">  2. The Chief Executive Officer has made or is about to make an interim order under subsection 18 (3) or 19 (3) suspending the designated person’s licence.</p> <p class=\"paragraph\">  3. The Chief Executive Officer has notified, or is about to notify, the designated person under subsection 35 (3) that the Chief Executive Officer proposes to make an order concerning him, her or it.</p> <p class=\"paragraph\">  4. The Chief Executive Officer has made or is about to make an interim order under subsection 35 (7) concerning the designated person.</p> <p class=\"paragraph\">  5. The Chief Executive Officer believes that proceedings for an offence under this Act have been or are about to be instituted against the designated person, against a director or partner of the designated person, against an officer or employee of the designated person or, if the designated person is an entity other than a person or partnership, against a person who is a member of the directing body of the entity. </p> <p class=\"paragraph\">  6. The Chief Executive Officer believes that proceedings in relation to a contravention of the law of any jurisdiction have been or are about to be instituted against the designated person, against a director or partner of the designated person, against an officer or employee of the designated person or, if the designated person is an entity other than a person or partnership, against a person who is a member of the directing body of the entity, but only if the proceedings are instituted in connection with or arising out of activities for which a licence under this Act is required.  2006, c. 29, s. 36 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Orders</p> <p class=\"subsection\">(2) The Chief Executive Officer may, without notice, make any order under this section with respect to the designated person if the Chief Executive Officer believes it to be in the public interest to do so.  2006, c. 29, s. 36 (2); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Order to third party</p> <p class=\"subsection\">(3) The Chief Executive Officer may order a person or entity who holds assets or trust funds on deposit or controls them for or on behalf of the designated person to hold them.  2006, c. 29, s. 36 (3); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Order to refrain from withdrawing assets, etc.</p> <p class=\"subsection\">(4) The Chief Executive Officer may order the designated person to refrain from withdrawing assets or trust funds from another person or entity who has them on deposit or controls them.  2006, c. 29, s. 36 (4); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Order to have assets, etc., in trust</p> <p class=\"subsection\">(5) The Chief Executive Officer may order the designated person to hold assets or trust funds of another person or entity in trust for the person or entity entitled to them.  2006, c. 29, s. 36 (5); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Effect</p> <p class=\"subsection\">(6) An order takes effect immediately and may be made subject to such conditions as the Chief Executive Officer considers appropriate.  2006, c. 29, s. 36 (6); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Release of assets</p> <p class=\"subsection\">(7) The Chief Executive Officer may consent to the release of any particular asset or trust fund from the order or may wholly revoke the order.  2006, c. 29, s. 36 (7); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Effect of giving security </p> <p class=\"subsection\">(8) The Chief Executive Officer shall not make an order under subsection (3), (4) or (5) if the designated person gives the Chief Executive Officer security in any of the following forms and in the amount and manner required by the Chief Executive Officer:</p> <p class=\"paragraph\">  1. A personal bond accompanied by collateral security.</p> <p class=\"paragraph\">  2. A bond of an insurer who is licensed under the <i>Insurance Act</i> to write surety and fidelity insurance.</p> <p class=\"paragraph\">  3. A bond of a guarantor accompanied by collateral security.</p> <p class=\"paragraph\">  4. Another form of security acceptable to the Chief Executive Officer.  2006, c. 29, s. 36 (8); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(9) If an order is made under subsection (3), (4) or (5) before the designated person gives the Chief Executive Officer the security described in subsection (8), the Chief Executive Officer shall revoke the order.  2006, c. 29, s. 36 (9); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Notice in land registry office</p> <p class=\"subsection\">(10) The Chief Executive Officer may register in the appropriate land registry office a notice that an order has been made under subsection (3), (4) or (5) and that the order may affect land belonging to the person referred to in the notice; this notice has the same effect as the registration of a certificate of pending litigation, except that the Chief Executive Officer may in writing revoke or modify the notice.  2006, c. 29, s. 36 (10); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Application to court</p> <p class=\"subsection\">(11) A person or entity in receipt of an order under this section may apply to the Superior Court of Justice if the person or entity is in doubt about whether the order applies to a particular asset or trust fund.  2006, c. 29, s. 36 (11).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(12) A person or entity who claims an interest in an asset or a trust fund that is subject to an order made under subsection (3), (4) or (5) may apply to the Superior Court of Justice for a decision concerning the disposition of the asset or trust fund.  2006, c. 29, s. 36 (12).</p> <p class=\"headnote\">Same, by Chief Executive Officer</p> <p class=\"subsection\">(13) The Chief Executive Officer may apply to the Superior Court of Justice for directions or an order relating to the disposition of assets, trust funds or land affected by an order under this section or a notice filed under subsection (10), and the application may be made without notice to any other person or entity.  2006, c. 29, s. 36 (13); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Court order</p> <p class=\"subsection\">(14) On an application under subsection (11), (12) or (13), the court may make any order the court considers appropriate in the circumstances.  2006, c. 29, s. 36 (14).</p> <p class=\"headnote\">Application to Tribunal</p> <p class=\"subsection\">(15) A designated person in respect of whom the Chief Executive Officer has made an order under this section may apply to the Tribunal for cancellation of the order in whole or in part and the Tribunal may, by order, do so after a hearing if the Tribunal is satisfied that the order or the part of the order is not required in the public interest.  2006, c. 29, s. 36 (15); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(16) A person or entity who has an interest in land affected by a notice filed under subsection (10) may apply to the Tribunal to discharge the registration of the notice in whole or in part and the Tribunal may, by order, do so after a hearing if the Tribunal is satisfied that registration of the notice or the part of the notice is not required to protect other persons or entities having an interest in the land.  2006, c. 29, s. 36 (16).</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(17) A party to a proceeding before the Tribunal under subsection (15) or (16) may appeal the order of the Tribunal to the Divisional Court.  2006, c. 29, s. 36 (17).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "37.",
            "section_x": "Appointment of receiver, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Appointment of receiver, etc.",
            "content": "37 (1) The Chief Executive Officer may apply to the Superior Court of Justice for an order appointing a receiver, receiver and manager, trustee or liquidator of property that is in the possession or under the control of a licensee or person or entity who the Chief Executive Officer believes, on reasonable grounds, is or was required to have a licence (the “designated person”).  2006, c. 29, s. 37 (1); 2018, c. 8, Sched. 17, s. 2. Order (2) If the court is satisfied that the appointment is in the public interest, the court may make the appointment and may impose such conditions as the court considers appropriate.  2006, c. 29, s. 37 (2). Period of appointment (3) The court shall specify the period of the appointment in the order, but if the court makes the order on an application without notice, the period of the appointment shall not exceed 15 days.  2006, c. 29, s. 37 (3). Same (4) If an order is made without notice, the Chief Executive Officer may apply to the court within 15 days after the date of the order to continue the order or for such other order as the court considers appropriate.  2006, c. 29, s. 37 (4); 2018, c. 8, Sched. 17, s. 2. Powers of appointee (5) The appointee has the powers specified in the order and, if so directed by the court, has the authority to wind up or manage the affairs of the designated person.  2006, c. 29, s. 37 (5). Effect of appointment (6) When an order is made, the directors of the designated person are no longer entitled to exercise the powers that are given to the appointee; when the appointee is discharged by the court, the directors become entitled to exercise those powers once again.  2006, c. 29, s. 37 (6). Fees and expenses (7) The appointee’s fees and expenses are in the discretion of the court.  2006, c. 29, s. 37 (7). Variation or discharge of order (8) The court may vary or discharge an order made under this section.  2006, c. 29, s. 37 (8). Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>37 </b>(1) The Chief Executive Officer may apply to the Superior Court of Justice for an order appointing a receiver, receiver and manager, trustee or liquidator of property that is in the possession or under the control of a licensee or person or entity who the Chief Executive Officer believes, on reasonable grounds, is or was required to have a licence (the “designated person”).  2006, c. 29, s. 37 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Order</p> <p class=\"subsection\">(2) If the court is satisfied that the appointment is in the public interest, the court may make the appointment and may impose such conditions as the court considers appropriate.  2006, c. 29, s. 37 (2).</p> <p class=\"headnote\">Period of appointment</p> <p class=\"subsection\">(3) The court shall specify the period of the appointment in the order, but if the court makes the order on an application without notice, the period of the appointment shall not exceed 15 days.  2006, c. 29, s. 37 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) If an order is made without notice, the Chief Executive Officer may apply to the court within 15 days after the date of the order to continue the order or for such other order as the court considers appropriate.  2006, c. 29, s. 37 (4); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Powers of appointee</p> <p class=\"subsection\">(5) The appointee has the powers specified in the order and, if so directed by the court, has the authority to wind up or manage the affairs of the designated person.  2006, c. 29, s. 37 (5).</p> <p class=\"headnote\">Effect of appointment</p> <p class=\"subsection\">(6) When an order is made, the directors of the designated person are no longer entitled to exercise the powers that are given to the appointee; when the appointee is discharged by the court, the directors become entitled to exercise those powers once again.  2006, c. 29, s. 37 (6).</p> <p class=\"headnote\">Fees and expenses</p> <p class=\"subsection\">(7) The appointee’s fees and expenses are in the discretion of the court.  2006, c. 29, s. 37 (7).</p> <p class=\"headnote\">Variation or discharge of order</p> <p class=\"subsection\">(8) The court may vary or discharge an order made under this section.  2006, c. 29, s. 37 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "38.",
            "section_x": "Administrative penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "Administrative penalties",
            "content": "38 (1) An administrative penalty may be imposed under section 39 or 40 for either of the following purposes: 1. To promote compliance with the requirements established under this Act. 2. To prevent a person or entity from deriving, directly or indirectly, any economic benefit as a result of contravening or failing to comply with a requirement established under this Act.  2006, c. 29, s. 38 (1). Same (2) An administrative penalty may be imposed alone or in conjunction with any other regulatory measure provided by this Act, including a compliance order or the amendment, suspension or revocation of a licence.  2006, c. 29, s. 38 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK47\"></a><b>38 </b>(1) An administrative penalty may be imposed under section 39 or 40 for either of the following purposes:</p> <p class=\"paragraph\">  1. To promote compliance with the requirements established under this Act.</p> <p class=\"paragraph\">  2. To prevent a person or entity from deriving, directly or indirectly, any economic benefit as a result of contravening or failing to comply with a requirement established under this Act.  2006, c. 29, s. 38 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) An administrative penalty may be imposed alone or in conjunction with any other regulatory measure provided by this Act, including a compliance order or the amendment, suspension or revocation of a licence.  2006, c. 29, s. 38 (2).</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "39.",
            "section_x": "General administrative penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "General administrative penalties",
            "content": "39 (1) If the Chief Executive Officer is satisfied that a person or entity is contravening or not complying with or has contravened or not complied with a requirement established under this Act, other than a requirement for which a penalty is provided under section 40 or a requirement prescribed under clause 55 (6) (a), the Chief Executive Officer may, by order, impose an administrative penalty on the person or entity in accordance with this section and the regulations.  2006, c. 29, s. 39 (1); 2018, c. 8, Sched. 17, s. 2. Proposal to impose penalty (2) If the Chief Executive Officer proposes to impose an administrative penalty under this section, the Chief Executive Officer shall give written notice of the proposal to the person or entity, including the details of the contravention or failure to comply, the amount of the penalty and the payment requirements; the Chief Executive Officer shall also inform the person or entity that he, she or it can request a hearing by the Tribunal about the proposal and shall advise the person or entity about the process for requesting a hearing.  2006, c. 29, s. 39 (2); 2018, c. 8, Sched. 17, s. 2. Notice of combined proposals (3) A notice of proposal to impose an administrative penalty under this section may be combined with a notice of proposal authorized by any other section.  2006, c. 29, s. 39 (3). Limitation (4) The Chief Executive Officer shall not give notice of a proposal more than two years after the day the Chief Executive Officer became aware of the contravention or failure to comply.  2006, c. 29, s. 39 (4); 2018, c. 8, Sched. 17, s. 2. Hearing requested (5) If the person or entity requests a hearing in writing within 15 days after the notice under subsection (2) is received, the Tribunal shall hold a hearing.  2006, c. 29, s. 39 (5). Order (6) The Tribunal may, by order, direct the Chief Executive Officer to carry out the proposal, with or without changes, or substitute its opinion for that of the Chief Executive Officer.  2006, c. 29, s. 39 (6); 2018, c. 8, Sched. 17, s. 2. Hearing not requested (7) If the person or entity does not request a hearing or does not make the request in accordance with subsection (5), the Chief Executive Officer may carry out the proposal.  2006, c. 29, s. 39 (7); 2018, c. 8, Sched. 17, s. 2. Effect of paying penalty (8) If the person or entity pays the administrative penalty in accordance with the terms of the order or, if the order is varied, in accordance with the terms of the varied order, he, she or it cannot be charged with an offence under this Act in respect of the same contravention or failure to comply.  2006, c. 29, s. 39 (8). Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019 CTS 03 AL 20 - 1",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>39 </b>(1) If the Chief Executive Officer is satisfied that a person or entity is contravening or not complying with or has contravened or not complied with a requirement established under this Act, other than a requirement for which a penalty is provided under section 40 or a requirement prescribed under clause 55 (6) (a), the Chief Executive Officer may, by order, impose an administrative penalty on the person or entity in accordance with this section and the regulations.  2006, c. 29, s. 39 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Proposal to impose penalty</p> <p class=\"subsection\">(2) If the Chief Executive Officer proposes to impose an administrative penalty under this section, the Chief Executive Officer shall give written notice of the proposal to the person or entity, including the details of the contravention or failure to comply, the amount of the penalty and the payment requirements; the Chief Executive Officer shall also inform the person or entity that he, she or it can request a hearing by the Tribunal about the proposal and shall advise the person or entity about the process for requesting a hearing.  2006, c. 29, s. 39 (2); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Notice of combined proposals</p> <p class=\"subsection\">(3) A notice of proposal to impose an administrative penalty under this section may be combined with a notice of proposal authorized by any other section.  2006, c. 29, s. 39 (3).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(4) The Chief Executive Officer shall not give notice of a proposal more than two years after the day the Chief Executive Officer became aware of the contravention or failure to comply.  2006, c. 29, s. 39 (4); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Hearing requested</p> <p class=\"subsection\">(5) If the person or entity requests a hearing in writing within 15 days after the notice under subsection (2) is received, the Tribunal shall hold a hearing.  2006, c. 29, s. 39 (5).</p> <p class=\"headnote\">Order</p> <p class=\"subsection\">(6) The Tribunal may, by order, direct the Chief Executive Officer to carry out the proposal, with or without changes, or substitute its opinion for that of the Chief Executive Officer.  2006, c. 29, s. 39 (6); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Hearing not requested</p> <p class=\"subsection\">(7) If the person or entity does not request a hearing or does not make the request in accordance with subsection (5), the Chief Executive Officer may carry out the proposal.  2006, c. 29, s. 39 (7); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Effect of paying penalty</p> <p class=\"subsection\">(8) If the person or entity pays the administrative penalty in accordance with the terms of the order or, if the order is varied, in accordance with the terms of the varied order, he, she or it cannot be charged with an offence under this Act in respect of the same contravention or failure to comply.  2006, c. 29, s. 39 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p> <p class=\"footnoteLeft\"><a href=\"https://www.ontario.ca/laws/consolidated-statutes-change-notices\">CTS 03 AL 20 - 1</a></p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "40.",
            "section_x": "Summary administrative penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "Summary administrative penalties",
            "content": "40 (1) If the Chief Executive Officer is satisfied that a person or entity is contravening or not complying with or has contravened or failed to comply with subsection 29 (1) or such other provision of this Act or the regulations as may be prescribed, the Chief Executive Officer may, by order, impose an administrative penalty on the person or entity in accordance with this section and the regulations.  2006, c. 29, s. 40 (1); 2018, c. 8, Sched. 17, s. 2. Same (2) Before imposing a penalty, the Chief Executive Officer shall give the person or entity a reasonable opportunity to make written submissions.  2006, c. 29, s. 40 (2); 2018, c. 8, Sched. 17, s. 2. Limitation (3) The Chief Executive Officer shall not make an order under this section more than two years after the day the Chief Executive Officer became aware of the contravention or failure to comply.  2006, c. 29, s. 40 (3); 2018, c. 8, Sched. 17, s. 2. Appeal (4) The person or entity may appeal the Chief Executive Officer’s order to the Tribunal in writing within 15 days after the order in subsection (1) is received by the person or entity.  2006, c. 29, s. 40 (4); 2018, c. 8, Sched. 17, s. 2, 3. Same (5) An appeal commenced in accordance with subsection (4) operates as a stay of the order until the matter is finally disposed of.  2006, c. 29, s. 40 (5). Same (6) The Tribunal may confirm, revoke or vary the order within the limits, if any, established by the regulations.  2006, c. 29, s. 40 (6). Effect of paying penalty (7) If the person or entity pays the administrative penalty in accordance with the terms of the order or, if the order is varied, in accordance with the terms of the varied order, he, she or it cannot be charged with an offence under this Act in respect of the same contravention or failure to comply.  2006, c. 29, s. 40 (7). Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2, 3 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK49\"></a><b>40 </b>(1) If the Chief Executive Officer is satisfied that a person or entity is contravening or not complying with or has contravened or failed to comply with subsection 29 (1) or such other provision of this Act or the regulations as may be prescribed, the Chief Executive Officer may, by order, impose an administrative penalty on the person or entity in accordance with this section and the regulations.  2006, c. 29, s. 40 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Before imposing a penalty, the Chief Executive Officer shall give the person or entity a reasonable opportunity to make written submissions.  2006, c. 29, s. 40 (2); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(3) The Chief Executive Officer shall not make an order under this section more than two years after the day the Chief Executive Officer became aware of the contravention or failure to comply.  2006, c. 29, s. 40 (3); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(4) The person or entity may appeal the Chief Executive Officer’s order to the Tribunal in writing within 15 days after the order in subsection (1) is received by the person or entity.  2006, c. 29, s. 40 (4); 2018, c. 8, Sched. 17, s. 2, 3.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) An appeal commenced in accordance with subsection (4) operates as a stay of the order until the matter is finally disposed of.  2006, c. 29, s. 40 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) The Tribunal may confirm, revoke or vary the order within the limits, if any, established by the regulations.  2006, c. 29, s. 40 (6).</p> <p class=\"headnote\">Effect of paying penalty</p> <p class=\"subsection\">(7) If the person or entity pays the administrative penalty in accordance with the terms of the order or, if the order is varied, in accordance with the terms of the varied order, he, she or it cannot be charged with an offence under this Act in respect of the same contravention or failure to comply.  2006, c. 29, s. 40 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2, 3</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "41.",
            "section_x": "Maximum administrative penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "Maximum administrative penalties",
            "content": "41 An administrative penalty imposed under section 39 or 40 shall not exceed the following amount: 1. For a contravention or failure to comply by a person or entity who is, or is required to be, licensed as a mortgage brokerage or a mortgage administrator, $500,000 or such lesser amount as may be prescribed for a prescribed requirement established under this Act. 2. For a contravention or failure to comply by an individual who is, or is required to be, licensed as a mortgage broker or agent, $100,000 or such lesser amount as may be prescribed for a prescribed requirement established under this Act. 3. For a contravention or failure to comply by any other person or entity, $500,000 or such lesser amount as may be prescribed for a prescribed requirement established under this Act.  2006, c. 29, s. 41; 2020, c. 36, Sched. 29, s. 5. Section Amendments with date in force (d/m/y) 2020, c. 36, Sched. 29, s. 5 (1-3) - 01/02/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK50\"></a><b>41 </b>An administrative penalty imposed under section 39 or 40 shall not exceed the following amount:</p> <p class=\"paragraph\">  1. For a contravention or failure to comply by a person or entity who is, or is required to be, licensed as a mortgage brokerage or a mortgage administrator, $500,000 or such lesser amount as may be prescribed for a prescribed requirement established under this Act. </p> <p class=\"paragraph\">  2. For a contravention or failure to comply by an individual who is, or is required to be, licensed as a mortgage broker or agent, $100,000 or such lesser amount as may be prescribed for a prescribed requirement established under this Act.</p> <p class=\"paragraph\">  3. For a contravention or failure to comply by any other person or entity, $500,000 or such lesser amount as may be prescribed for a prescribed requirement established under this Act.  2006, c. 29, s. 41; 2020, c. 36, Sched. 29, s. 5.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched29s5s1\">2020, c. 36, Sched. 29, s. 5 (1-3)</a></span> - 01/02/2022</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "42.",
            "section_x": "Enforcement of administrative penalties",
            "part_id": null,
            "part_type": null,
            "section_y": "Enforcement of administrative penalties",
            "content": "42 (1) If a person or entity fails to pay an administrative penalty imposed under section 39 or 40 in accordance with the terms of the order imposing the penalty, the Chief Executive Officer may file the order with the Superior Court of Justice and the order may be enforced as if it were an order of the court.  2006, c. 29, s. 42 (1); 2018, c. 8, Sched. 17, s. 2. Same (2) For the purposes of section 129 of the Courts of Justice Act, the date on which the order is filed with the court shall be deemed to be the date of the order.  2006, c. 29, s. 42 (2). Same (3) An administrative penalty that is not paid in accordance with the terms of the order imposing the penalty is a debt due to the Crown and is also enforceable as such.  2006, c. 29, s. 42 (3). Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019 Prohibitions and Offences",
            "raw_html": "<p class=\"section\"><a name=\"BK51\"></a><b>42 </b>(1) If a person or entity fails to pay an administrative penalty imposed under section 39 or 40 in accordance with the terms of the order imposing the penalty, the Chief Executive Officer may file the order with the Superior Court of Justice and the order may be enforced as if it were an order of the court.  2006, c. 29, s. 42 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of section 129 of the <i>Courts of Justice Act</i>, the date on which the order is filed with the court shall be deemed to be the date of the order.  2006, c. 29, s. 42 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) An administrative penalty that is not paid in accordance with the terms of the order imposing the penalty is a debt due to the Crown and is also enforceable as such.  2006, c. 29, s. 42 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p> <p class=\"heading1\"><a name=\"BK52\"></a>Prohibitions and Offences</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "Prohibitions and Offences",
            "section_x": "Prohibitions and Offences",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "43.",
            "section_x": "Prohibition re false or deceptive information",
            "part_id": null,
            "part_type": null,
            "section_y": "Prohibition re false or deceptive information ",
            "content": "43 (1) No mortgage brokerage or mortgage administrator shall give, assist in giving or induce or counsel another person or entity to give or assist in giving any false or deceptive information or document when carrying on the business of dealing in mortgages in Ontario or the business of trading in mortgages in Ontario, when carrying on business as a mortgage lender in Ontario or when carrying on the business of administering mortgages in Ontario.  2006, c. 29, s. 43 (1). Same (2) No mortgage broker or agent shall give, assist in giving or induce or counsel another person or entity to give or assist in giving any false or deceptive information or document when dealing in mortgages in Ontario or trading in mortgages in Ontario.  2006, c. 29, s. 43 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK53\"></a><b>43 </b>(1) No mortgage brokerage or mortgage administrator shall give, assist in giving or induce or counsel another person or entity to give or assist in giving any false or deceptive information or document when carrying on the business of dealing in mortgages in Ontario or the business of trading in mortgages in Ontario, when carrying on business as a mortgage lender in Ontario or when carrying on the business of administering mortgages in Ontario.  2006, c. 29, s. 43 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No mortgage broker or agent shall give, assist in giving or induce or counsel another person or entity to give or assist in giving any false or deceptive information or document when dealing in mortgages in Ontario or trading in mortgages in Ontario.  2006, c. 29, s. 43 (2).</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "44.",
            "section_x": "Prohibition re obstruction",
            "part_id": null,
            "part_type": null,
            "section_y": "Prohibition re obstruction",
            "content": "44 (1) No person or entity shall hinder or obstruct the Chief Executive Officer or a person designated by the Chief Executive Officer in the performance of their duties under this Act.  2006, c. 29, s. 44 (1); 2018, c. 8, Sched. 17, s. 2. Same (2) No person or entity shall withhold from the Chief Executive Officer or a person designated by the Chief Executive Officer or conceal, alter or destroy anything relevant to an inquiry or examination or order under section 30, 31 or 32.  2006, c. 29, s. 44 (2); 2018, c. 8, Sched. 17, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK54\"></a><b>44 </b>(1) No person or entity shall hinder or obstruct the Chief Executive Officer or a person designated by the Chief Executive Officer in the performance of their duties under this Act.  2006, c. 29, s. 44 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No person or entity shall withhold from the Chief Executive Officer or a person designated by the Chief Executive Officer or conceal, alter or destroy anything relevant to an inquiry or examination or order under section 30, 31 or 32.  2006, c. 29, s. 44 (2); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "45.",
            "section_x": "Prohibition re false or misleading information",
            "part_id": null,
            "part_type": null,
            "section_y": "Prohibition re false or misleading information",
            "content": "45 (1) No person or entity shall give false or misleading information to the Chief Executive Officer or a person designated by the Chief Executive Officer in respect of any matter related to this Act or the regulations.  2006, c. 29, s. 45 (1); 2018, c. 8, Sched. 17, s. 2. Same (2) No person or entity shall include false or misleading information in any document required to be created, stored or given to the Chief Executive Officer under this Act.  2006, c. 29, s. 45 (2); 2018, c. 8, Sched. 17, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019 46, 47 Repealed: 2021, c. 40, Sched. 12, s. 3. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019 2021, c. 40, Sched. 12, s. 3 - 29/04/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK55\"></a><b>45 </b>(1) No person or entity shall give false or misleading information to the Chief Executive Officer or a person designated by the Chief Executive Officer in respect of any matter related to this Act or the regulations.  2006, c. 29, s. 45 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No person or entity shall include false or misleading information in any document required to be created, stored or given to the Chief Executive Officer under this Act.  2006, c. 29, s. 45 (2); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p> <p class=\"section\"><a name=\"BK56\"></a><b>46, 47 </b><span class=\"ovsmallcap\">Repealed</span>: 2021, c. 40, Sched. 12, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21040#sched12s3\">2021, c. 40, Sched. 12, s. 3</a></span> - 29/04/2022</p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "48.",
            "section_x": "List of offences",
            "part_id": null,
            "part_type": null,
            "section_y": "List of offences",
            "content": "48 (1) Every person who contravenes or fails to comply with any of the following provisions of this Act is guilty of an offence: 1. Subsection 2 (2) or (3) (Dealing in mortgages). 2. Subsection 3 (2) or (3) (Trading in mortgages). 3. Subsection 4 (2) (Mortgage lending). 4. Subsection 5 (2) (Administering mortgages). 5. Subsection 11 (1), (2), (3), (4), (5), (6), (7) or (8) (Prohibitions re use of title, etc.). 6. Section 27 (Prohibition re disclosure in advertising). 7. Subsection 30 (6) (Inquiries and examinations). 8. Subsection 43 (1) or (2) (Prohibition re false or deceptive information). 9. Subsection 44 (1) or (2) (Prohibition re obstruction). 10. Subsection 45 (1) or (2) (Prohibition re false or misleading information). 11.  Repealed: 2021, c. 40, Sched. 12, s. 3. 2006, c. 29, s. 48 (1); 2021, c. 40, Sched. 12, s. 3. Offence re standards of practice (2) Every person who contravenes or fails to comply with a standard of practice that is applicable to his, her or its licence is guilty of an offence.  2006, c. 29, s. 48 (2). Offence re conditions of licence (3) Every person who fails to comply with a condition of his, her or its licence is guilty of an offence.  2006, c. 29, s. 48 (3). Offence re orders (4) Every person who fails to comply with an order made under this Act is guilty of an offence.  2006, c. 29, s. 48 (4). Liability of directors and officers (5) If a corporation commits an offence under this Act, every director or officer of the corporation who directed, authorized, assented to, acquiesced in or participated in the commission of the offence, or who failed to take reasonable care to prevent the corporation from committing the offence, is guilty of an offence, whether or not the corporation has been prosecuted or convicted.  2006, c. 29, s. 48 (5). Liability of directing individuals (6) Every partner of a partnership and every individual who is a member of the directing body of an entity, other than a person or partnership, who directed, authorized, assented to, acquiesced in or participated in the commission of an act or omission by the partnership or entity which, if committed by a person, would be an offence under this Act, is guilty of an offence.  2006, c. 29, s. 48 (6). Limitation (7) No proceeding under this section shall be commenced more than two years after the day the Chief Executive Officer became aware of the facts upon which the proceeding is based.  2006, c. 29, s. 48 (7); 2018, c. 8, Sched. 17, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019 2021, c. 40, Sched. 12, s. 3 - 29/04/2022 Penalties for offences",
            "raw_html": "<p class=\"section\"><a name=\"BK58\"></a><b>48 </b>(1) Every person who contravenes or fails to comply with any of the following provisions of this Act is guilty of an offence:</p> <p class=\"paragraph\">  1. Subsection 2 (2) or (3) (Dealing in mortgages).</p> <p class=\"paragraph\">  2. Subsection 3 (2) or (3) (Trading in mortgages).</p> <p class=\"paragraph\">  3. Subsection 4 (2) (Mortgage lending).</p> <p class=\"paragraph\">  4. Subsection 5 (2) (Administering mortgages).</p> <p class=\"paragraph\">  5. Subsection 11 (1), (2), (3), (4), (5), (6), (7) or (8) (Prohibitions re use of title, etc.).</p> <p class=\"paragraph\">  6. Section 27 (Prohibition re disclosure in advertising).</p> <p class=\"paragraph\">  7. Subsection 30 (6) (Inquiries and examinations).</p> <p class=\"paragraph\">  8. Subsection 43 (1) or (2) (Prohibition re false or deceptive information).</p> <p class=\"paragraph\">  9. Subsection 44 (1) or (2) (Prohibition re obstruction).</p> <p class=\"paragraph\">  10. Subsection 45 (1) or (2) (Prohibition re false or misleading information).</p> <p class=\"paragraph\">  11.  <span class=\"ovsmallcap\">Repealed</span>: 2021, c. 40, Sched. 12, s. 3.</p> <p class=\"footnote\">2006, c. 29, s. 48 (1); 2021, c. 40, Sched. 12, s. 3.</p> <p class=\"headnote\">Offence re standards of practice</p> <p class=\"subsection\">(2) Every person who contravenes or fails to comply with a standard of practice that is applicable to his, her or its licence is guilty of an offence.  2006, c. 29, s. 48 (2).</p> <p class=\"headnote\">Offence re conditions of licence</p> <p class=\"subsection\">(3) Every person who fails to comply with a condition of his, her or its licence is guilty of an offence.  2006, c. 29, s. 48 (3).</p> <p class=\"headnote\">Offence re orders</p> <p class=\"subsection\">(4) Every person who fails to comply with an order made under this Act is guilty of an offence.  2006, c. 29, s. 48 (4).</p> <p class=\"headnote\">Liability of directors and officers</p> <p class=\"subsection\">(5) If a corporation commits an offence under this Act, every director or officer of the corporation who directed, authorized, assented to, acquiesced in or participated in the commission of the offence, or who failed to take reasonable care to prevent the corporation from committing the offence, is guilty of an offence, whether or not the corporation has been prosecuted or convicted.  2006, c. 29, s. 48 (5).</p> <p class=\"headnote\">Liability of directing individuals</p> <p class=\"subsection\">(6) Every partner of a partnership and every individual who is a member of the directing body of an entity, other than a person or partnership, who directed, authorized, assented to, acquiesced in or participated in the commission of an act or omission by the partnership or entity which, if committed by a person, would be an offence under this Act, is guilty of an offence.  2006, c. 29, s. 48 (6).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(7) No proceeding under this section shall be commenced more than two years after the day the Chief Executive Officer became aware of the facts upon which the proceeding is based.  2006, c. 29, s. 48 (7); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21040#sched12s3\">2021, c. 40, Sched. 12, s. 3</a></span> - 29/04/2022</p> <p class=\"headnote\">Penalties for offences</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "49.",
            "section_x": "Penalties for offences",
            "part_id": null,
            "part_type": null,
            "section_y": "For an individual",
            "content": "49 (1) Every individual convicted of an offence under this Act is liable to a fine of not more than $500,000 or imprisonment for a term of not more than one year or both a fine and imprisonment.  2006, c. 29, s. 49 (1); 2020, c. 36, Sched. 29, s. 6 (1). For a corporation (2) Every corporation convicted of an offence under this Act is liable to a fine of not more than $1,000,000.  2006, c. 29, s. 49 (2); 2020, c. 36, Sched. 29, s. 6 (2). Section Amendments with date in force (d/m/y) 2020, c. 36, Sched. 29, s. 6 (1, 2) - 01/02/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK59\"></a><b>49 </b>(1) Every individual convicted of an offence under this Act is liable to a fine of not more than $500,000 or imprisonment for a term of not more than one year or both a fine and imprisonment.  2006, c. 29, s. 49 (1); 2020, c. 36, Sched. 29, s. 6 (1).</p> <p class=\"headnote\">For a corporation</p> <p class=\"subsection\">(2) Every corporation convicted of an offence under this Act is liable to a fine of not more than $1,000,000.  2006, c. 29, s. 49 (2); 2020, c. 36, Sched. 29, s. 6 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched29s6s1\">2020, c. 36, Sched. 29, s. 6 (1, 2)</a></span> - 01/02/2022</p>"
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "50.",
            "section_x": "Additional order for compensation or restitution",
            "part_id": null,
            "part_type": null,
            "section_y": "Additional order for compensation or restitution",
            "content": "50 (1) If a person is convicted of an offence under this Act, the court may order the person convicted to pay compensation or make restitution in such amount and on such conditions as the court considers just, in addition to any other penalty imposed by the court.  2006, c. 29, s. 50 (1). Payment to insurer (2) If an order for compensation or restitution is made in favour of a person or entity who has received an amount from an insurer who is licensed under the Insurance Act in respect of the matter, the person required by the order to pay the compensation or make the restitution shall deliver the amount payable under the order to the insurer.  2006, c. 29, s. 50 (2). Civil remedy (3) No civil remedy for an act or omission is affected by reason only that an order for compensation or restitution under this section has been made in respect of that act or omission.  2006, c. 29, s. 50 (3). General",
            "raw_html": "<p class=\"section\"><a name=\"BK60\"></a><b>50 </b>(1) If a person is convicted of an offence under this Act, the court may order the person convicted to pay compensation or make restitution in such amount and on such conditions as the court considers just, in addition to any other penalty imposed by the court.  2006, c. 29, s. 50 (1).</p> <p class=\"headnote\">Payment to insurer</p> <p class=\"subsection\">(2) If an order for compensation or restitution is made in favour of a person or entity who has received an amount from an insurer who is licensed under the <i>Insurance Act</i> in respect of the matter, the person required by the order to pay the compensation or make the restitution shall deliver the amount payable under the order to the insurer.  2006, c. 29, s. 50 (2).</p> <p class=\"headnote\">Civil remedy</p> <p class=\"subsection\">(3) No civil remedy for an act or omission is affected by reason only that an order for compensation or restitution under this section has been made in respect of that act or omission.  2006, c. 29, s. 50 (3).</p> <p class=\"heading1\"><a name=\"BK61\"></a>General</p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "51.",
            "section_x": "Matters of evidence",
            "part_id": null,
            "part_type": null,
            "section_y": "Matters of evidence",
            "content": "51 A copy of a document or record that purports to be certified by the Chief Executive Officer or a person designated by the Chief Executive Officer as a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.  2006, c. 29, s. 51; 2018, c. 8, Sched. 17, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK62\"></a><b>51 </b>A copy of a document or record that purports to be certified by the Chief Executive Officer or a person designated by the Chief Executive Officer as a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.  2006, c. 29, s. 51; 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "52.",
            "section_x": "Joint and several liability",
            "part_id": null,
            "part_type": null,
            "section_y": "Joint and several liability",
            "content": "52 (1) If a licence is issued to a partnership, the partners are jointly and severally liable to comply with any requirement established under this Act applicable to the partnership.  2006, c. 29, s. 52 (1). Same (2) If a licence is issued to an entity other than a person or partnership, the members of the directing body of the entity are jointly and severally liable to comply with any requirement established under this Act applicable to the entity.  2006, c. 29, s. 52 (2). Note: On a day to be named by proclamation of the Lieutenant Governor, section 52 of the Act is amended by adding the following subsections: (See: 2020, c. 36, Sched. 29, s. 7) Same, registration (3) If a partnership is required to register, the partners are jointly and severally liable to comply with any requirement under this Act applicable to the partnership. 2020, c. 36, Sched. 29, s. 7. Same (4) If an entity other than a partnership is required to register, the members of the directing body of the entity are jointly and severally liable to comply with any requirement established under this Act applicable to the entity. 2020, c. 36, Sched. 29, s. 7. Section Amendments with date in force (d/m/y) 2020, c. 36, Sched. 29, s. 7 - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK63\"></a><b>52 </b>(1) If a licence is issued to a partnership, the partners are jointly and severally liable to comply with any requirement established under this Act applicable to the partnership.  2006, c. 29, s. 52 (1).</p> <p class=\"headnote\">Same </p> <p class=\"subsection\">(2) If a licence is issued to an entity other than a person or partnership, the members of the directing body of the entity are jointly and severally liable to comply with any requirement established under this Act applicable to the entity.  2006, c. 29, s. 52 (2).</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, section 52 of the Act is amended by adding the following subsections: (See: 2020, c. 36, Sched. 29, s. 7)</span></p> <p class=\"Yheadnote\"><span>Same, registration</span></p> <p class=\"Ysubsection\"><span>(3) If a partnership is required to register, the partners are jointly and severally liable to comply with any requirement under this Act applicable to the partnership. 2020, c. 36, Sched. 29, s. 7.</span></p> <p class=\"Yheadnote\"><span>Same</span></p> <p class=\"Ysubsection\"><span>(4) If an entity other than a partnership is required to register, the members of the directing body of the entity are jointly and severally liable to comply with any requirement established under this Act applicable to the entity. 2020, c. 36, Sched. 29, s. 7.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched29s7\">2020, c. 36, Sched. 29, s. 7</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "53.",
            "section_x": "Fees",
            "part_id": null,
            "part_type": null,
            "section_y": "Fees",
            "content": "53 The Minister of Finance may make regulations governing fees under this Act, including, (a) requiring the payment of fees in relation to any matter under this Act, including any services provided by or through the Ministry of Finance or the Authority; (b) prescribing the amount of fees or the manner of determining fees; (c) prescribing the manner in which and the period within which fees must be paid. 2015, c. 20, Sched. 27, s. 1; 2018, c. 8, Sched. 17, s. 4. Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 27 - 29/01/2018 2018, c. 8, Sched. 17, s. 4 - 08/05/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK64\"></a><b>53 </b>The Minister of Finance may make regulations governing fees under this Act, including,</p> <p class=\"paragraph\">  (a) requiring the payment of fees in relation to any matter under this Act, including any services provided by or through the Ministry of Finance or the Authority;</p> <p class=\"paragraph\">  (b) prescribing the amount of fees or the manner of determining fees;</p> <p class=\"paragraph\">  (c) prescribing the manner in which and the period within which fees must be paid. 2015, c. 20, Sched. 27, s. 1; 2018, c. 8, Sched. 17, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched27s1\">2015, c. 20, Sched. 27</a></span> - 29/01/2018</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s4\">2018, c. 8, Sched. 17, s. 4</a></span> - 08/05/2018</p>"
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "54.",
            "section_x": "Forms",
            "part_id": null,
            "part_type": null,
            "section_y": "Forms",
            "content": "54 (1) The Chief Executive Officer may approve the use of forms for any purpose under this Act.  2006, c. 29, s. 54 (1); 2018, c. 8, Sched. 17, s. 2. Verification of information (2) The Chief Executive Officer may require a person to verify by affidavit or statutory declaration any information or document given under this Act to the Chief Executive Officer or to a person designated by the Chief Executive Officer for the purposes of this Act.  2006, c. 29, s. 54 (2); 2018, c. 8, Sched. 17, s. 2. Section Amendments with date in force (d/m/y) 2018, c. 8, Sched. 17, s. 2 - 08/06/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK65\"></a><b>54 </b>(1) The Chief Executive Officer may approve the use of forms for any purpose under this Act.  2006, c. 29, s. 54 (1); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Verification of information</p> <p class=\"subsection\">(2) The Chief Executive Officer may require a person to verify by affidavit or statutory declaration any information or document given under this Act to the Chief Executive Officer or to a person designated by the Chief Executive Officer for the purposes of this Act.  2006, c. 29, s. 54 (2); 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019</p>"
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "55.",
            "section_x": "Authority rules",
            "part_id": null,
            "part_type": null,
            "section_y": "Authority rules",
            "content": "55 (1) The Authority may make rules in respect of the following matters: 1. Governing the issuance, amendment, renewal, suspension, revocation and surrender of licences. 2. Governing the public register or registers of licensees and former licensees. Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 2 of subsection 55 (1) of the Act is amended by striking out “of licensees and former licensees” at the end. (See: 2020, c. 36, Sched. 29, s. 8 (1)) 3. Governing the provision of information and documents to the Chief Executive Officer by licensees. 4. Governing proposals that are referred to in sections 21, 35 and 39 with respect to licenses. 5. Prescribing and governing how information and documents are to be given to the Chief Executive Officer under this Act, including prescribing rules governing deemed receipt of such documents. 6. Providing for transitional matters relating to the requirements to be satisfied for issuance of licences. 7. Prescribing powers, duties and requirements for the purposes of subsection 7 (6). 8. Prescribing, for the purposes of subsection 7 (7), the criteria that an individual must satisfy to be eligible to be a designated principal broker. 9. Prescribing, for the purposes of subsection 14 (1), the requirements that an applicant must satisfy to be issued a licence and the circumstances that regard must be had to in determining whether an applicant is suitable to be licenced. 10. Prescribing the period within which an application must be made under subsection 16 (3). 11. Prescribing, for the purposes of subsection 16 (4), the requirements that an applicant must satisfy for a licence renewal and the circumstances that regard must be had to in determining whether an applicant is suitable to be licenced. 12. Prescribing, for the purposes of clause 18 (1) (d), circumstances in which a licence may be suspended. 13. Prescribing, for the purposes of subsection 18 (5), the period within which a person or entity must be given the notice required by subsection 21 (2). 14. Prescribing, for the purposes of subsection 20 (3), the criteria that regard must be had to in determining whether the surrender of a licence is not in the public interest. 15. Prescribing, for the purposes of clause 22 (1) (c), circumstances in which a licence may be revoked, refused to be issued or refused to be renewed. 16. Prescribing, for the purposes of subsection 28 (1), the information about licensees and former licensees to be contained in a public register of licensees. Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 16 of subsection 55 (1) of the Act is amended by striking out “the information about licensees and former licensees to be contained in a public register of licensees” at the end and substituting “the information to be contained in a public register”. (See: 2020, c. 36, Sched. 29, s. 8 (2)) 17. Governing how the information in a public register of licensees shall be made available for inspection under subsection 28 (2). Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 17 of subsection 55 (1) of the Act is amended by striking out “of licensees”. (See: 2020, c. 36, Sched. 29, s. 8 (3)) 18. Prescribing, for the purposes of subsection 29 (1), the information and documents that licensees must give, the manner in which the documents are to be provided and the period within which they are to be provided. Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 18 of subsection 55 (1) of the Act is amended by adding “or registered persons or entities” after “licensees”. (See: 2020, c. 36, Sched. 29, s. 8 (4)) 19. Prescribing, for the purposes of subsection 35 (9), the period within which notice must be given of a proposal to make a permanent order. 2017, c. 34, Sched. 27, s. 4; 2018, c. 8, Sched. 17, s. 2. Regulations (2) The Lieutenant Governor in Council may make regulations, (a) subject to section 56, prescribing anything that is required or permitted to be prescribed or that is required or permitted to be done in accordance with the regulations or as provided in the regulations; (b) respecting any matter in respect of which the Authority may make rules, with necessary modifications; (c) prescribing activities that are included in or excluded from each of the regulated activities set out in subsections 2 (1), 3 (1), 4 (1) and 5 (1); (d) establishing classes of licences and governing the requirements, including standards of practice, applicable to each class of licence; (e) governing the administrative penalties that may be imposed under section 39 or 40; (f) prescribing and governing how information and documents are to be given or served under this Act, including prescribing rules governing deemed receipt of documents. 2017, c. 34, Sched. 27, s. 4. Subdelegation to Chief Executive Officer (3) A regulation made under subsection (2) may authorize the Chief Executive Officer to establish all or some of the education and experience requirements respecting the issuance or renewal of mortgage brokers’ or agents’ licences or to establish all or some of the education and experience criteria respecting the designation of a principal broker. 2017, c. 34, Sched. 27, s. 4. Classes of persons and entities (4) A regulation may create different classes of persons and entities and may establish different entitlements for, or relating to, each class or impose different requirements, conditions or restrictions on, or relating to, each class. 2017, c. 34, Sched. 27, s. 4. Exemptions, etc. (5) A regulation may exempt a person or entity or class of persons or entities from a specified requirement imposed by this Act or a regulation or Authority rule in such circumstances as may be prescribed or provide that a specified provision of this Act or a regulation or Authority rule does not apply to the person, entity or class in such circumstances as may be prescribed. 2017, c. 34, Sched. 27, s. 4. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 55 (5) of the Act is amended by striking out “in such circumstances as may be prescribed” wherever it appears and substituting in each case “in such circumstances as may be prescribed and subject to such conditions as may be prescribed”. (See: 2020, c. 36, Sched. 29, s. 8 (5)) Administrative penalties (6) Without limiting the generality of clause (2) (e), a regulation governing administrative penalties may, (a) prescribe requirements established under this Act for which an administrative penalty may not be imposed; (b) prescribe criteria that is required or permitted to be considered when imposing a penalty under section 39 or 40; (c) authorize the Chief Executive Officer to determine the amount of a penalty, if the amount of the penalty is not prescribed, and prescribe criteria that is required or permitted to be considered when determining the amount of the penalty; (d) establish different penalties or ranges of penalties for different types of contraventions or failures to comply and of different classes of licensees and different classes of persons and entities; (e) authorize a penalty to be imposed for each day or part of a day on which a contravention or failure to comply continues; (f) authorize higher penalties for a second or subsequent contravention or failure to comply by a person or entity; (g) require that the penalty be paid before a specified deadline or before a deadline specified by the Chief Executive Officer; (h) authorize the imposition of late payment fees respecting penalties that are not paid before the deadline, including graduated late payment fees; (i) establish a maximum cumulative penalty payable in respect of a contravention or failure to comply or in respect of contraventions or failures to comply during a specified period. 2017, c. 34, Sched. 27, s. 4; 2018, c. 8, Sched. 17, s. 2. Legislation Act, 2006 (7) Part III (Regulations) of the Legislation Act, 2006 does not apply to the Authority rules. 2017, c. 34, Sched. 27, s. 4. Same (8) A regulation made under subsection (2) is subject to Part III (Regulations) of the Legislation Act, 2006. 2017, c. 34, Sched. 27, s. 4. Regulation prevails (9) If there is a conflict or an inconsistency between a regulation made by the Lieutenant Governor in Council under this Act and an Authority rule, the regulation prevails but in all other respects an Authority rule has the same force and effect as a regulation. 2017, c. 34, Sched. 27, s. 4. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 27, s. 4 - 08/06/2019 2018, c. 8, Sched. 17, s. 2 - 08/06/2019; CTS 04 SE 18 - 2 2020, c. 36, Sched. 29, s. 8 (1-5) - not in force 55.1 Repealed: 2020, c. 36, Sched. 14, s. 10 (2). Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 27, s. 5 - 08/06/2019 CTS 04 SE 18 - 2 2020, c. 36, Sched. 14, s. 10 (2) - 08/12/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK66\"></a><b>55 </b>(1) The Authority may make rules in respect of the following matters:</p> <p class=\"paragraph\">  1. Governing the issuance, amendment, renewal, suspension, revocation and surrender of licences.</p> <p class=\"paragraph\">  2. Governing the public register or registers of licensees and former licensees.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 2 of subsection 55 (1) of the Act is amended by striking out “of licensees and former licensees” at the end. (See: 2020, c. 36, Sched. 29, s. 8 (1))</span></p> <p class=\"paragraph\">  3. Governing the provision of information and documents to the Chief Executive Officer by licensees.</p> <p class=\"paragraph\">  4. Governing proposals that are referred to in sections 21, 35 and 39 with respect to licenses.</p> <p class=\"paragraph\">  5. Prescribing and governing how information and documents are to be given to the Chief Executive Officer under this Act, including prescribing rules governing deemed receipt of such documents.</p> <p class=\"paragraph\">  6. Providing for transitional matters relating to the requirements to be satisfied for issuance of licences.</p> <p class=\"paragraph\">  7. Prescribing powers, duties and requirements for the purposes of subsection 7 (6).</p> <p class=\"paragraph\">  8. Prescribing, for the purposes of subsection 7 (7), the criteria that an individual must satisfy to be eligible to be a designated principal broker.</p> <p class=\"paragraph\">  9. Prescribing, for the purposes of subsection 14 (1), the requirements that an applicant must satisfy to be issued a licence and the circumstances that regard must be had to in determining whether an applicant is suitable to be licenced.</p> <p class=\"paragraph\">  10. Prescribing the period within which an application must be made under subsection 16 (3).</p> <p class=\"paragraph\">  11. Prescribing, for the purposes of subsection 16 (4), the requirements that an applicant must satisfy for a licence renewal and the circumstances that regard must be had to in determining whether an applicant is suitable to be licenced.</p> <p class=\"paragraph\">  12. Prescribing, for the purposes of clause 18 (1) (d), circumstances in which a licence may be suspended.</p> <p class=\"paragraph\">  13. Prescribing, for the purposes of subsection 18 (5), the period within which a person or entity must be given the notice required by subsection 21 (2).</p> <p class=\"paragraph\">  14. Prescribing, for the purposes of subsection 20 (3), the criteria that regard must be had to in determining whether the surrender of a licence is not in the public interest.</p> <p class=\"paragraph\">  15. Prescribing, for the purposes of clause 22 (1) (c), circumstances in which a licence may be revoked, refused to be issued or refused to be renewed.</p> <p class=\"paragraph\">  16. Prescribing, for the purposes of subsection 28 (1), the information about licensees and former licensees to be contained in a public register of licensees.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 16 of subsection 55 (1) of the Act is amended by striking out “the information about licensees and former licensees to be contained in a public register of licensees” at the end and substituting “the information to be contained in a public register”. (See: 2020, c. 36, Sched. 29, s. 8 (2))</span></p> <p class=\"paragraph\">  17. Governing how the information in a public register of licensees shall be made available for inspection under subsection 28 (2).</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 17 of subsection 55 (1) of the Act is amended by striking out “of licensees”. (See: 2020, c. 36, Sched. 29, s. 8 (3))</span></p> <p class=\"paragraph\">  18. Prescribing, for the purposes of subsection 29 (1), the information and documents that licensees must give, the manner in which the documents are to be provided and the period within which they are to be provided.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 18 of subsection 55 (1) of the Act is amended by adding “or registered persons or entities” after “licensees”. (See: 2020, c. 36, Sched. 29, s. 8 (4))</span></p> <p class=\"paragraph\">  19. Prescribing, for the purposes of subsection 35 (9), the period within which notice must be given of a proposal to make a permanent order. 2017, c. 34, Sched. 27, s. 4; 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) subject to section 56, prescribing anything that is required or permitted to be prescribed or that is required or permitted to be done in accordance with the regulations or as provided in the regulations;</p> <p class=\"paragraph\">  (b) respecting any matter in respect of which the Authority may make rules, with necessary modifications;</p> <p class=\"paragraph\">  (c) prescribing activities that are included in or excluded from each of the regulated activities set out in subsections 2 (1), 3 (1), 4 (1) and 5 (1);</p> <p class=\"paragraph\">  (d) establishing classes of licences and governing the requirements, including standards of practice, applicable to each class of licence;</p> <p class=\"paragraph\">  (e) governing the administrative penalties that may be imposed under section 39 or 40;</p> <p class=\"paragraph\">  (f) prescribing and governing how information and documents are to be given or served under this Act, including prescribing rules governing deemed receipt of documents. 2017, c. 34, Sched. 27, s. 4.</p> <p class=\"headnote\">Subdelegation to Chief Executive Officer</p> <p class=\"subsection\">(3) A regulation made under subsection (2) may authorize the Chief Executive Officer to establish all or some of the education and experience requirements respecting the issuance or renewal of mortgage brokers’ or agents’ licences or to establish all or some of the education and experience criteria respecting the designation of a principal broker. 2017, c. 34, Sched. 27, s. 4.</p> <p class=\"headnote\">Classes of persons and entities</p> <p class=\"subsection\">(4) A regulation may create different classes of persons and entities and may establish different entitlements for, or relating to, each class or impose different requirements, conditions or restrictions on, or relating to, each class. 2017, c. 34, Sched. 27, s. 4.</p> <p class=\"headnote\">Exemptions, etc.</p> <p class=\"subsection\">(5) A regulation may exempt a person or entity or class of persons or entities from a specified requirement imposed by this Act or a regulation or Authority rule in such circumstances as may be prescribed or provide that a specified provision of this Act or a regulation or Authority rule does not apply to the person, entity or class in such circumstances as may be prescribed. 2017, c. 34, Sched. 27, s. 4.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 55 (5) of the Act is amended by striking out “in such circumstances as may be prescribed” wherever it appears and substituting in each case “in such circumstances as may be prescribed and subject to such conditions as may be prescribed”. (See: 2020, c. 36, Sched. 29, s. 8 (5))</span></p> <p class=\"headnote\">Administrative penalties</p> <p class=\"subsection\">(6) Without limiting the generality of clause (2) (e), a regulation governing administrative penalties may,</p> <p class=\"paragraph\">  (a) prescribe requirements established under this Act for which an administrative penalty may not be imposed;</p> <p class=\"paragraph\">  (b) prescribe criteria that is required or permitted to be considered when imposing a penalty under section 39 or 40;</p> <p class=\"paragraph\">  (c) authorize the Chief Executive Officer to determine the amount of a penalty, if the amount of the penalty is not prescribed, and prescribe criteria that is required or permitted to be considered when determining the amount of the penalty;</p> <p class=\"paragraph\">  (d) establish different penalties or ranges of penalties for different types of contraventions or failures to comply and of different classes of licensees and different classes of persons and entities;</p> <p class=\"paragraph\">  (e) authorize a penalty to be imposed for each day or part of a day on which a contravention or failure to comply continues;</p> <p class=\"paragraph\">  (f) authorize higher penalties for a second or subsequent contravention or failure to comply by a person or entity;</p> <p class=\"paragraph\">  (g) require that the penalty be paid before a specified deadline or before a deadline specified by the Chief Executive Officer;</p> <p class=\"paragraph\">  (h) authorize the imposition of late payment fees respecting penalties that are not paid before the deadline, including graduated late payment fees;</p> <p class=\"paragraph\">  (i) establish a maximum cumulative penalty payable in respect of a contravention or failure to comply or in respect of contraventions or failures to comply during a specified period. 2017, c. 34, Sched. 27, s. 4; 2018, c. 8, Sched. 17, s. 2.</p> <p class=\"headnote\"><i>Legislation Act, 2006</i></p> <p class=\"subsection\">(7) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to the Authority rules. 2017, c. 34, Sched. 27, s. 4.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) A regulation made under subsection (2) is subject to Part III (Regulations) of the <i>Legislation Act, 2006</i>. 2017, c. 34, Sched. 27, s. 4.</p> <p class=\"headnote\">Regulation prevails</p> <p class=\"subsection\">(9) If there is a conflict or an inconsistency between a regulation made by the Lieutenant Governor in Council under this Act and an Authority rule, the regulation prevails but in all other respects an Authority rule has the same force and effect as a regulation. 2017, c. 34, Sched. 27, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched27s4\">2017, c. 34, Sched. 27, s. 4</a></span> - 08/06/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18008#sched17s2\">2018, c. 8, Sched. 17, s. 2</a></span> - 08/06/2019; <a href=\"https://www.ontario.ca/laws/consolidated-statutes-change-notices\">CTS 04 SE 18 - 2</a></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched29s8s1\">2020, c. 36, Sched. 29, s. 8 (1-5)</a></span> - not in force</p> <p class=\"section\"><b>55.1 </b><span class=\"ovsmallcap\">Repealed</span>: 2020, c. 36, Sched. 14, s. 10 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched27s5\">2017, c. 34, Sched. 27, s. 5</a></span> - 08/06/2019</p> <p class=\"footnoteLeft\"><a href=\"https://www.ontario.ca/laws/consolidated-statutes-change-notices\">CTS 04 SE 18 - 2</a></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched14s10s2\">2020, c. 36, Sched. 14, s. 10 (2)</a></span> - 08/12/2020</p>"
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "56.",
            "section_x": "Regulations re cost of borrowing",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations re cost of borrowing",
            "content": "56 (1) The Lieutenant Governor in Council may make regulations, (a) prescribing, for the purposes of the definition of the “cost of borrowing” in section 1, charges that are included in the cost of borrowing and charges that are excluded from the cost of borrowing; (b) prescribing information other than the cost of borrowing that must be disclosed under section 23; (c) prescribing the manner of calculating the cost of borrowing for the purposes of section 23; (d) prescribing the circumstances in which the cost of borrowing must be expressed as an amount in dollars and cents for the purposes of section 23; (e) prescribing the manner of calculating any rebate referred to in paragraph 4 of section 24; (f) prescribing changes for the purposes of paragraph 6 of section 24 and paragraph 3 of subsection 25 (1); (g) prescribing rights and obligations of borrowers for the purposes of paragraph 7 of section 24 and paragraph 4 of subsection 25 (1); (h) prescribing information that must be disclosed under paragraph 8 of section 24 and paragraph 5 of subsection 25 (1); (i) prescribing information for the purposes of section 26; (j) providing that sections 23 to 26, and the regulations made under those sections, do not apply to such mortgage brokerages in such circumstances as are prescribed; (k) providing that sections 23 to 26, and the regulations made under those sections, do not apply in respect of such classes of mortgages in such circumstances as are prescribed; (l) prescribing matters for the purposes of section 27 and respecting the form, manner and content of advertisements for the purposes of section 27; (m) prescribing the time, manner and form of any disclosure required under sections 23 to 27; (n) prescribing classes of mortgages in respect of which some or all of the requirements of sections 23 to 27 do not apply; (o) prohibiting the imposition by a brokerage who is the lender of any charge or penalty referred to in section 24 or 25; (p) governing the nature and amount of any charge or penalty referred to in section 24 or 25 that may be imposed by a brokerage who is the lender, including but not limited to, (i) providing that such a charge or penalty shall not exceed an amount prescribed in the regulation, and (ii) respecting the costs of the brokerage, mortgage broker or agent that may be included or must be excluded in the determination of the charge or penalty; (q) respecting any other matter or thing that is necessary to carry out the purposes of sections 23 to 27.  2006, c. 29, s. 56 (1). Same (2) A regulation made under clause (1) (a) may exclude charges described in clause (a), (b) or (c) of the definition of “cost of borrowing” in section 1.  2006, c. 29, s. 56 (2). Same (3) A regulation made under subsection (1) may be general or particular in its application and may be restricted in its application to the class or classes of mortgages, borrowers or lenders set out in the regulation.  2006, c. 29, s. 56 (3). Review of Act and regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK67\"></a><b>56 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) prescribing, for the purposes of the definition of the “cost of borrowing” in section 1, charges that are included in the cost of borrowing and charges that are excluded from the cost of borrowing;</p> <p class=\"paragraph\">  (b) prescribing information other than the cost of borrowing that must be disclosed under section 23;</p> <p class=\"paragraph\">  (c) prescribing the manner of calculating the cost of borrowing for the purposes of section 23;</p> <p class=\"paragraph\">  (d) prescribing the circumstances in which the cost of borrowing must be expressed as an amount in dollars and cents for the purposes of section 23;</p> <p class=\"paragraph\">  (e) prescribing the manner of calculating any rebate referred to in paragraph 4 of section 24;</p> <p class=\"paragraph\">  (f) prescribing changes for the purposes of paragraph 6 of section 24 and paragraph 3 of subsection 25 (1);</p> <p class=\"paragraph\">  (g) prescribing rights and obligations of borrowers for the purposes of paragraph 7 of section 24 and paragraph 4 of subsection 25 (1);</p> <p class=\"paragraph\">  (h) prescribing information that must be disclosed under paragraph 8 of section 24 and paragraph 5 of subsection 25 (1);</p> <p class=\"paragraph\">  (i) prescribing information for the purposes of section 26;</p> <p class=\"paragraph\">  (j) providing that sections 23 to 26, and the regulations made under those sections, do not apply to such mortgage brokerages in such circumstances as are prescribed;</p> <p class=\"paragraph\">  (k) providing that sections 23 to 26, and the regulations made under those sections, do not apply in respect of such classes of mortgages in such circumstances as are prescribed;</p> <p class=\"paragraph\">  (l) prescribing matters for the purposes of section 27 and respecting the form, manner and content of advertisements for the purposes of section 27;</p> <p class=\"paragraph\">  (m) prescribing the time, manner and form of any disclosure required under sections 23 to 27;</p> <p class=\"paragraph\">  (n) prescribing classes of mortgages in respect of which some or all of the requirements of sections 23 to 27 do not apply;</p> <p class=\"paragraph\">  (o) prohibiting the imposition by a brokerage who is the lender of any charge or penalty referred to in section 24 or 25;</p> <p class=\"paragraph\">  (p) governing the nature and amount of any charge or penalty referred to in section 24 or 25 that may be imposed by a brokerage who is the lender, including but not limited to,</p> <p class=\"subclause\">  (i) providing that such a charge or penalty shall not exceed an amount prescribed in the regulation, and</p> <p class=\"subclause\">  (ii) respecting the costs of the brokerage, mortgage broker or agent that may be included or must be excluded in the determination of the charge or penalty;</p> <p class=\"paragraph\">  (q) respecting any other matter or thing that is necessary to carry out the purposes of sections 23 to 27.  2006, c. 29, s. 56 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A regulation made under clause (1) (a) may exclude charges described in clause (a), (b) or (c) of the definition of “cost of borrowing” in section 1.  2006, c. 29, s. 56 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A regulation made under subsection (1) may be general or particular in its application and may be restricted in its application to the class or classes of mortgages, borrowers or lenders set out in the regulation.  2006, c. 29, s. 56 (3).</p> <p class=\"headnote\">Review of Act and regulations</p>"
        },
        {
            "ahref_id": "#BK68",
            "TOCid": "57.",
            "section_x": "Review of Act and regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Initial review",
            "content": "57 (1) Within five years after this section comes into force, the Minister shall appoint one or more persons to review the operation of this Act and the regulations and to make recommendations to the Minister.  2006, c. 29, s. 57 (1). Subsequent reviews (2) The Minister shall, no later than five years after the appointment under subsection (1), appoint one or more persons to conduct a subsequent review and shall, no later than five years after the most recent appointment under this subsection, appoint one or more persons to conduct subsequent reviews.  2006, c. 29, s. 57 (2). Public consultation (3) When conducting a review, the appointees shall solicit the views of the public.  2006, c. 29, s. 57 (3). Available to public (4) The Minister shall make the recommendations of the appointees available to the public.  2006, c. 29, s. 57 (4). 58.-65 Omitted (amends or repeals other Acts).  2006, c. 29, ss. 58-65. 66 Omitted (provides for coming into force of provisions of this Act).  2006, c. 29, s. 66. 67 Omitted (enacts short title of this Act).  2006, c. 29, s. 67. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK68\"></a><b>57 </b>(1) Within five years after this section comes into force, the Minister shall appoint one or more persons to review the operation of this Act and the regulations and to make recommendations to the Minister.  2006, c. 29, s. 57 (1).</p> <p class=\"headnote\">Subsequent reviews</p> <p class=\"subsection\">(2) The Minister shall, no later than five years after the appointment under subsection (1), appoint one or more persons to conduct a subsequent review and shall, no later than five years after the most recent appointment under this subsection, appoint one or more persons to conduct subsequent reviews.  2006, c. 29, s. 57 (2).</p> <p class=\"headnote\">Public consultation</p> <p class=\"subsection\">(3) When conducting a review, the appointees shall solicit the views of the public.  2006, c. 29, s. 57 (3).</p> <p class=\"headnote\">Available to public</p> <p class=\"subsection\">(4) The Minister shall make the recommendations of the appointees available to the public.  2006, c. 29, s. 57 (4).</p> <p class=\"section\"><b>58.-65 </b><span class=\"ovsmallcap\">Omitted (amends or repeals other Acts).</span>  2006, c. 29, ss. 58-65.</p> <p class=\"section\"><b>66</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2006, c. 29, s. 66.</p> <p class=\"section\"><b>67</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2006, c. 29, s. 67.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/06m29\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}